[{"pageNumber":1,"pageContent":"TThhee SSccrroollll ooff SSeettTThhee SSccrroollll ooff SSeett--------------------------------------------------------------------------------------------------------------------------Issue Number 135Issue Number 135Volume XX-4Volume XX-4August 1994August 1994Editor: Editor: Linda Reynolds IV°Linda Reynolds IV°Copyright © 1994 Temple of SetCopyright © 1994 Temple of Set--------------------------------------------------------------------------------------------------------------------------[1] [1] XemXem is Dead is Dead- by Robert Menschel IV°- by Robert Menschel IV°On March 6th Priest Ronald Barrett viciously On March 6th Priest Ronald Barrett viciously hanged and killed an effigy of hanged and killed an effigy of XemXem, proclaiming to , proclaiming to all the Setian world that “all the Setian world that “XemXem is Dead”. This was is Dead”. This was high drama, but with a twist sometimes found in high drama, but with a twist sometimes found in popular detective and mystery books and shows: At popular detective and mystery books and shows: At the time of the supposed murder, the victim was the time of the supposed murder, the victim was already dead!already dead!Priest Barrett mentions the alchemical nature of Priest Barrett mentions the alchemical nature of XemXem at the end of his article, and I expect by now he at the end of his article, and I expect by now he has discovered the truth that sometime before his has discovered the truth that sometime before his oh-so-carefully executed execution, that victim of oh-so-carefully executed execution, that victim of his had already died a natural death.his had already died a natural death.The “recent resurgence” of The “recent resurgence” of XemXem that Priest that Priest Barrett “heard a great deal about”, including the Barrett “heard a great deal about”, including the new new XemXem Pylon, is not a revival of old ideas as he Pylon, is not a revival of old ideas as he seemed to think, but is instead the Remanifestation seemed to think, but is instead the Remanifestation of a new of a new XemXem, a new generation of concepts and , a new generation of concepts and ideas, purified by the alchemical process of the last ideas, purified by the alchemical process of the last dozen years.dozen years.Let me therefore raise my chalice and extend the Let me therefore raise my chalice and extend the toast started by Priest Barrett: “toast started by Priest Barrett: “XemXem is Dead. Long is Dead. Long live live XemXem.”.”______________________________________________________________________[2] [2] Gates of Hell Pylon UpdateGates of Hell Pylon Update- by Carmel Severson III°, Sentinel- by Carmel Severson III°, SentinelHello! I am your new Sentinel for the Gates of Hello! I am your new Sentinel for the Gates of Hell Pylon. Having been a member of GOH for Hell Pylon. Having been a member of GOH for nearly four years, and having only just moved to the nearly four years, and having only just moved to the States from Australia, I recognise the importance of States from Australia, I recognise the importance of this correspondence Pylon.this correspondence Pylon.Its purpose: Most members are aware that the Its purpose: Most members are aware that the Pylon is geared mainly toward I° and II° Setians Pylon is geared mainly toward I° and II° Setians who are geographically distanced, and that it can be who are geographically distanced, and that it can be of great benefit to people who have difficulty of great benefit to people who have difficulty attending group meetings, or who prefer not to be attending group meetings, or who prefer not to be involved in a group situation. The Pylon aims to involved in a group situation. The Pylon aims to encourage each member to evaluate what it is to be encourage each member to evaluate what it is to be Setian, how one becomes Setian, and then to apply Setian, how one becomes Setian, and then to apply this knowledge while undergoing the process of this knowledge while undergoing the process of initiation.initiation.It is imperative to interact within the Temple in It is imperative to interact within the Temple in some way. You need a means by which you can some way. You need a means by which you can express yourself and share the research and results express yourself and share the research and results of the work you have been doing. GOH is an of the work you have been doing. GOH is an avenue for you to do so, via correspondence. Our avenue for you to do so, via correspondence. Our newsletters are another forum that you may use to newsletters are another forum that you may use to gain wider exposure and feedback on your thoughts gain wider exposure and feedback on your thoughts and practices.and practices.Your thoughts: I would appreciate some Your thoughts: I would appreciate some feedback on how you like/dislike the present GOH feedback on how you like/dislike the present GOH structure. Does it meet your needs? If not, what structure. Does it meet your needs? If not, what would you suggest as changes? I am interested in would you suggest as changes? I am interested in your opinions and ideas as long as you can provide your opinions and ideas as long as you can provide me with workable/ reasonable formats.me with workable/ reasonable formats.Membership: I suggest a yearly membership Membership: I suggest a yearly membership donation of $10 U.S./$12 overseas to cover donation of $10 U.S./$12 overseas to cover newsletter production and postage. I propose to newsletter production and postage. I propose to produce an issue of produce an issue of Flames From HellFlames From Hell each season each season (4 times a year), with (4 times a year), with Kiss of the FlameKiss of the Flame on a once- on a once- or twice-a-year basis, depending upon submissions. or twice-a-year basis, depending upon submissions. Your thoughts, please!Your thoughts, please!These are the requirements that we will expect These are the requirements that we will expect from members:from members:(1) Regular correspondence, a willingness to (1) Regular correspondence, a willingness to articulate in some way the progress and results of articulate in some way the progress and results of your own initiatory process to myself or to the other your own initiatory process to myself or to the other Gate Keepers.Gate Keepers.(2) Newsletter submissions.(2) Newsletter submissions.(3) A personal profile from each of you, and (3) A personal profile from each of you, and from those interested in joining GOH in the future. from those interested in joining GOH in the future. This will not be for publication unless you This will not be for publication unless you specifically wish to offer it to the newsletter. Its specifically wish to offer it to the newsletter. Its purpose will be to find out more about your magical purpose will be to find out more about your magical interests, practices, philosophies, and projects. This interests, practices, philosophies, and projects. This way I can put like-minded individuals in touch with way I can put like-minded individuals in touch with one another if they are looking for “working one another if they are looking for “working partners” for projects, etc.partners” for projects, etc.I will make every effort to answer your letters I will make every effort to answer your letters and inquiries promptly, as long as you do the same!and inquiries promptly, as long as you do the same!______________________________________________________________________[3] [3] Georgia-IIIGeorgia-III- by Seam Drakon III°- by Seam Drakon III°This December the Bifrost Pylon will be hosting This December the Bifrost Pylon will be hosting a regional conclave for Setians living in the a regional conclave for Setians living in the Southeast USA, and for anyone else interested in Southeast USA, and for anyone else interested in attending. For further information contact me.attending. For further information contact me.______________________________________________________________________[4] [4] Black in Black with Ruby EyesBlack in Black with Ruby Eyes- by Sterling V. Scarborough II°- by Sterling V. Scarborough II°[Note: The following press release (magazines [Note: The following press release (magazines & fanzines) briefly outlines my current work within & fanzines) briefly outlines my current work within the Black/Death Metal genre. More information win the Black/Death Metal genre. More information win arrive intermittently.]arrive intermittently.]Attention All Night Breed:Attention All Night Breed:Recording artist Sterling V. Scarborough has Recording artist Sterling V. Scarborough has risen from his ancient slumber, again spewing forth risen from his ancient slumber, again spewing forth his Caco-Daimonical brew of Black/Death Metal. his Caco-Daimonical brew of Black/Death Metal. His new band may [or may not] possess the original His new band may [or may not] possess the original “Incubus” moniker, although official “Incubus” “Incubus” moniker, although official “Incubus” merchandise is available. [Setians receive a 30% merchandise is available. [Setians receive a 30% discount on all “Incubus” merchandise.] Sterling is discount on all “Incubus” merchandise.] Sterling is now receiving audition submissions from now receiving audition submissions from professional musicians within the USA/Europe. professional musicians within the USA/Europe."},{"pageNumber":2,"pageContent":"Temporarily residing in North Carolina, all Temporarily residing in North Carolina, all comrades should contact him and the “GOATS comrades should contact him and the “GOATS (Goblins of Ancient Typhonic Stormtroopers) Fan (Goblins of Ancient Typhonic Stormtroopers) Fan Cabal” via the IC-Roster.Cabal” via the IC-Roster.______________________________________________________________________[5] [5] From the Dream Well:From the Dream Well:“A Certain Madness”“A Certain Madness”- by Maharani Parivarta II°- by Maharani Parivarta II°Once upon a time in the kingdom, there was a Once upon a time in the kingdom, there was a terrible drought. The rivers ran dry, and the lakes terrible drought. The rivers ran dry, and the lakes dried up completely. The wells in the great city were dried up completely. The wells in the great city were not of great depth, and so they were of no help. The not of great depth, and so they were of no help. The only water left was in two reservoirs. One was just only water left was in two reservoirs. One was just outside the city and was quickly becoming empty. outside the city and was quickly becoming empty. The other was inside the palace for use only by the The other was inside the palace for use only by the royal family, for emergencies such as this. However royal family, for emergencies such as this. However it too was nearly empty. Rain was not in the it too was nearly empty. Rain was not in the foreseeable forecast. The king and queen were loved foreseeable forecast. The king and queen were loved and widely felt as fair, kind leaders of the realm. and widely felt as fair, kind leaders of the realm. They let everyone know of their great concern. The They let everyone know of their great concern. The King summoned the great magus Khidhr to give King summoned the great magus Khidhr to give advice. Khidhr warned of the local magician’s advice. Khidhr warned of the local magician’s advice to simply drill a deeper well.advice to simply drill a deeper well.“If we don’t drill a deeper well with the hopes “If we don’t drill a deeper well with the hopes of finding water, what then shall we do?” asked the of finding water, what then shall we do?” asked the king.king.“Leave,” replied Khidhr.“Leave,” replied Khidhr.“What of our lands, our homes,” asked the “What of our lands, our homes,” asked the queen.queen.“Leave,” replied Khidhr. And taking his own “Leave,” replied Khidhr. And taking his own advice, the magus left the empire, not to return.advice, the magus left the empire, not to return.Troubled by Khidhr’s advice and more troubled Troubled by Khidhr’s advice and more troubled by the imminent disaster, the king and queen chose by the imminent disaster, the king and queen chose to follow the court magician’s advice, and the well to follow the court magician’s advice, and the well was drilled. A great celebration rang through the was drilled. A great celebration rang through the land as water gushed forth. For the moment all land as water gushed forth. For the moment all forgot magus Khidhr.forgot magus Khidhr.At first all went fine. Shortly, however, there At first all went fine. Shortly, however, there came reports from the court magicians of problems. came reports from the court magicians of problems. The citizens were having stranger and stranger The citizens were having stranger and stranger notions of what was normal and healthy. The notions of what was normal and healthy. The madness soon was epidemic and becoming the madness soon was epidemic and becoming the “norm”. Those who believed themselves healthy “norm”. Those who believed themselves healthy realized they had been drinking bottled water from realized they had been drinking bottled water from before the drought. But it was too late; the only before the drought. But it was too late; the only water left now was from the new well. Soon only the water left now was from the new well. Soon only the royal family weren’t “mad”, for only they had royal family weren’t “mad”, for only they had access to the royal reservoir. Now it too was dry! In access to the royal reservoir. Now it too was dry! In fact when the young princes and princesses were fact when the young princes and princesses were out playing, they also had drunk from the new well, out playing, they also had drunk from the new well, joining the maddened crowd.joining the maddened crowd.It wasn’t very long before the citizens perceived It wasn’t very long before the citizens perceived the king and queen as utterly mad, irresponsible, and the king and queen as utterly mad, irresponsible, and a threat to the sanctity of the country. A revolution, a threat to the sanctity of the country. A revolution, not rain, was in the air. The queen pleaded and tried not rain, was in the air. The queen pleaded and tried to explain the whole problem as the madness from to explain the whole problem as the madness from the ill well. The mob did not believe her, did not the ill well. The mob did not believe her, did not trust her. In desperation to prove it to them and to trust her. In desperation to prove it to them and to save the lives of herself and her beloved husband. save the lives of herself and her beloved husband. she drank deeply of the water. Quickly she too went she drank deeply of the water. Quickly she too went mad and was accepted. However she too forgot that mad and was accepted. However she too forgot that she was mad, and then forgot that she forgot that she was mad, and then forgot that she forgot that she was mad.she was mad.The king was in a desperate situation. He The king was in a desperate situation. He recalled Khidhr’s advice, to leave. But the king recalled Khidhr’s advice, to leave. But the king could not leave his kingdom, his home, his people, could not leave his kingdom, his home, his people, his children, his wife. At that very moment his his children, his wife. At that very moment his people seized the castle and, with a sword to his people seized the castle and, with a sword to his throat, he was offered the choice. “The water or throat, he was offered the choice. “The water or your life!” shouted the crowd. The king drank the your life!” shouted the crowd. The king drank the water.water.Soon the king was proclaimed healthy and Soon the king was proclaimed healthy and sound by the court magicians, the queen, and his sound by the court magicians, the queen, and his people.people.Ironically the rains came, too late for them to live Ironically the rains came, too late for them to live happily ever after. Until the end of their days, they happily ever after. Until the end of their days, they always had a vague and haunting notion that always had a vague and haunting notion that something wasn’t quite right. The court magicians something wasn’t quite right. The court magicians couldn’t figure out what was wrong; neither could couldn’t figure out what was wrong; neither could the king and queen.the king and queen.______________________________________________________________________[6] [6] The Last HieroglyphThe Last Hieroglyph- by Rosemary Webb III°- by Rosemary Webb III°On the evening of August 24, the Bull of On the evening of August 24, the Bull of Ombos Pylon will honor the steadfastness of the Ombos Pylon will honor the steadfastness of the heiroglyphist who, on Aug. 24, 394, painted that he heiroglyphist who, on Aug. 24, 394, painted that he was faithful and dated the note. This inscription, was faithful and dated the note. This inscription, made by a Priest of Isis on the island of Philæ, is made by a Priest of Isis on the island of Philæ, is the last known authentic hieroglyph created in the last known authentic hieroglyph created in ancient Egypt. The unknown author undoubtedly ancient Egypt. The unknown author undoubtedly met his death during the Christian persecutions of met his death during the Christian persecutions of the early Fifth Century. Though this individual does the early Fifth Century. Though this individual does not share our religion, I find him admirable in his not share our religion, I find him admirable in his faithfulness and his ability to communicate this in a faithfulness and his ability to communicate this in a lasting way - to create, even in a small way, a change lasting way - to create, even in a small way, a change in the world still noticeable more than a millennium in the world still noticeable more than a millennium and a half later.and a half later.I invite others in the Temple to join the Bull of I invite others in the Temple to join the Bull of Ombos in honoring these traits on this evening. If Ombos in honoring these traits on this evening. If you participate and choose to share your you participate and choose to share your experiences, please send a report of your working to experiences, please send a report of your working to me by September 3. I will gather the responses and me by September 3. I will gather the responses and publish them in the next issue of publish them in the next issue of Vox TauriVox Tauri. . [Contributors will of course get a copy.][Contributors will of course get a copy.]______________________________________________________________________[7] [7] Vox Runica CorvorumVox Runica Corvorum- by Stephen E. Flowers V°- by Stephen E. Flowers V°True to the character of the work of the V°, I True to the character of the work of the V°, I have set apart an instrument of working within the have set apart an instrument of working within the objective universe. This instrument is a 30-acre objective universe. This instrument is a 30-acre estate called “Woodharrow”, and it shall serve as a estate called “Woodharrow”, and it shall serve as a Scroll of SetScroll of Set - August 1994 - Page - August 1994 - Page 22"},{"pageNumber":3,"pageContent":"platform from which further workings upon the platform from which further workings upon the objective universe will be cast. By virtue of its very objective universe will be cast. By virtue of its very essence, the process of setting apart and building the essence, the process of setting apart and building the physical site of “Woodharrow” and making it physical site of “Woodharrow” and making it manifest had to remain somewhat secret or manifest had to remain somewhat secret or concealed, for it is a tangible expression of the concealed, for it is a tangible expression of the eternally unmanifest. Yet now the time has come to eternally unmanifest. Yet now the time has come to make known something of what has become make known something of what has become manifest from this eternally unmanifest matrix, manifest from this eternally unmanifest matrix, which is which is RunaRuna..It is my understanding that some in the Temple It is my understanding that some in the Temple have had questions about my activities, and it is my have had questions about my activities, and it is my hope that these words will inform those inquisitive hope that these words will inform those inquisitive minds.minds.The eternal substance of V° work is the The eternal substance of V° work is the Utterance of a Word. Such a Word is the Utterance of a Word. Such a Word is the encapsulated seed-form of an all-encompassing encapsulated seed-form of an all-encompassing philosophy. Into the seed-form the whole can be philosophy. Into the seed-form the whole can be compressed, and from it can the whole be derived. compressed, and from it can the whole be derived. Its “Utterance” is the actual work itself - the active Its “Utterance” is the actual work itself - the active projection of that Word “outward” into the projection of that Word “outward” into the objective universe, where it is to have tangible, real, objective universe, where it is to have tangible, real, permanent effects. The Word is furthermore a real permanent effects. The Word is furthermore a real embodiment of the highest essence of the Magus embodiment of the highest essence of the Magus who Utters it. In fact the manifestation of who Utters it. In fact the manifestation of “Woodharrow” is just one of the tangible magical “Woodharrow” is just one of the tangible magical results of the Utterance which is results of the Utterance which is RunaRuna. It is an . It is an “echo”, or part of the “feed-back loop”, between “echo”, or part of the “feed-back loop”, between the Utterance and the objective universe.the Utterance and the objective universe.Magically this is how “Woodharrow” came Magically this is how “Woodharrow” came into being. It is necessary to such work, in that there into being. It is necessary to such work, in that there is a mandate to act directly upon the universe with is a mandate to act directly upon the universe with such an Utterance. Such direct actions are by such an Utterance. Such direct actions are by necessity independent of all things which are not necessity independent of all things which are not completely contained within it.completely contained within it.For this reason “Woodharrow” - or, as it is For this reason “Woodharrow” - or, as it is often informally called, “Runa-Raven Ranch” - is often informally called, “Runa-Raven Ranch” - is not and cannot be a “Setian” establishment. It is by not and cannot be a “Setian” establishment. It is by definition an establishment of definition an establishment of RunaRuna. Part of the . Part of the testing of a Word - and it continues to be tested testing of a Word - and it continues to be tested until its Magus takes the Oath of the Ipsissimus - is until its Magus takes the Oath of the Ipsissimus - is its impact on the objective universe. Such impact its impact on the objective universe. Such impact cannot be gauged if it remains cozily ensconced cannot be gauged if it remains cozily ensconced within the folds of the institution which facilitated within the folds of the institution which facilitated and Recognized its reality. [By the way, I’ve sworn and Recognized its reality. [By the way, I’ve sworn an oath of my own never to take that oath of the an oath of my own never to take that oath of the Ipsissimus until the flesh which now embodies Ipsissimus until the flesh which now embodies RunaRuna is in a state of dissolution.] is in a state of dissolution.]A Word, like a person, once it Comes Into A Word, like a person, once it Comes Into Being must go out into what is by definition a Being must go out into what is by definition a resistant world to make its own way. Its space resistant world to make its own way. Its space becomes its own as it is propelled to victory or becomes its own as it is propelled to victory or defeat in the struggle which is the eternal work. defeat in the struggle which is the eternal work. Therefore all things which happen within the Therefore all things which happen within the boundaries of “Woodharrow” are by definition boundaries of “Woodharrow” are by definition under the banner of the Word under the banner of the Word RunaRuna..Another factor, which cannot be ignored in an Another factor, which cannot be ignored in an explanation of the character of the work of explanation of the character of the work of “Woodharrow”, is that of the “Woodharrow”, is that of the RunakonaRunakona, or what , or what would be called in the southern tradition a “Scarlet would be called in the southern tradition a “Scarlet Woman”. Not long after my Recognition to the V°, Woman”. Not long after my Recognition to the V°, she was physically delivered to me in the form of a she was physically delivered to me in the form of a woman named Crystal Dawn. Such women, in real woman named Crystal Dawn. Such women, in real life, are often indispensable in the work of a Magus. life, are often indispensable in the work of a Magus. On a magical level she is the external manifestation On a magical level she is the external manifestation of the Word, as the Magus is himself its internal of the Word, as the Magus is himself its internal manifestation. On a practical level Crystal Dawn manifestation. On a practical level Crystal Dawn made “Woodharrow” possible; her treasure and made “Woodharrow” possible; her treasure and her work cleared away every obstacle.her work cleared away every obstacle.There were many [apparent] obstacles: crazy There were many [apparent] obstacles: crazy real estate agents, uncooperative state park officials, real estate agents, uncooperative state park officials, incompetent dwarves at every turn. But incompetent dwarves at every turn. But “Woodharrow” was eventually carved out of “Woodharrow” was eventually carved out of completely undeveloped woodland some thirty miles completely undeveloped woodland some thirty miles east of Austin, Texas. It is nestled next to a state east of Austin, Texas. It is nestled next to a state park, and is situated in the middle of hundreds of park, and is situated in the middle of hundreds of acres of pines, oaks, and cedars. The site is located acres of pines, oaks, and cedars. The site is located in the Lost Pines region near Bastrop. This little in the Lost Pines region near Bastrop. This little town is one of the oldest in Texas, and was one of town is one of the oldest in Texas, and was one of the flash points of the Texan rebellion against the flash points of the Texan rebellion against Mexico.Mexico.Curiously, shortly after we finished the Curiously, shortly after we finished the “landtaking”, ravens and crows descended on the “landtaking”, ravens and crows descended on the land and have remained with us ever since. The task land and have remained with us ever since. The task of establishing ourselves on the land was completed of establishing ourselves on the land was completed in the last week of the Working Year XXVIII, as in the last week of the Working Year XXVIII, as was the laying of the foundation of the Hall. The was the laying of the foundation of the Hall. The now-completed and dedicated Hall building is a now-completed and dedicated Hall building is a free-standing, 600-square-foot structure with a free-standing, 600-square-foot structure with a beamed ceiling inspired by the ancient Germanic beamed ceiling inspired by the ancient Germanic halls.halls.It was built as a structure totally dedicated to It was built as a structure totally dedicated to ritual workings, seminars, and workshops, ritual workings, seminars, and workshops, sponsored by the Rune-Gild and Runa-Raven. sponsored by the Rune-Gild and Runa-Raven. Seminars and workshops sponsored by Runa-Seminars and workshops sponsored by Runa-Raven are the main outer form of magical working Raven are the main outer form of magical working of of RunaRuna upon the objective universe. We plan to upon the objective universe. We plan to have multi-day events for limited numbers of have multi-day events for limited numbers of participants (9-16) on a wide variety of subjects, participants (9-16) on a wide variety of subjects, from Runelore to Hermetic/Typhonian and Celtic from Runelore to Hermetic/Typhonian and Celtic studies.studies.The chief aim and function of this space called The chief aim and function of this space called “Woodharrow” is the extension of the Utterance of “Woodharrow” is the extension of the Utterance of the Word the Word RunaRuna into the objective universe. It is in into the objective universe. It is in itself the principal manifestation of this Utterance so itself the principal manifestation of this Utterance so far - and a platform for the greater continuance of far - and a platform for the greater continuance of this work, which is the result of the passionate and this work, which is the result of the passionate and precise quest guided by the watchword: precise quest guided by the watchword: Reyn til Reyn til RunaRuna..Scroll of SetScroll of Set - August 1994 - Page - August 1994 - Page 33"},{"pageNumber":4,"pageContent":"______________________________________________________________________[8] [8] ExpectationsExpectations- by Robert Menschel IV°- by Robert Menschel IV°Expectations can be powerful motivators, and Expectations can be powerful motivators, and they also can be used to measure one’s progress. they also can be used to measure one’s progress. Each of us should ask several questions from time Each of us should ask several questions from time to time:to time:- What did I expect from the Temple of Set?- What did I expect from the Temple of Set?- What did I expect of myself this past year?- What did I expect of myself this past year?- How did the Temple of Set compare to those - How did the Temple of Set compare to those expectations?expectations?- How did I compare to my expectations?- How did I compare to my expectations?- What do I expect of the Temple and of myself - What do I expect of the Temple and of myself in the near future?in the near future?- What do I need to do to fulfill those - What do I need to do to fulfill those expectations?expectations?- What do I expect of the Temple of Set and of - What do I expect of the Temple of Set and of myself in the long- term?myself in the long- term?- What do I need to do to fulfill my long term - What do I need to do to fulfill my long term expectations?expectations?- Are my expectations realistic? Can they be - Are my expectations realistic? Can they be achieved?achieved?- What are the consequences of achieving my - What are the consequences of achieving my expectations?expectations?- What do these expectations tell me of myself - What do these expectations tell me of myself and the way I look at myself, at the Temple of Set, and the way I look at myself, at the Temple of Set, and at life?and at life?Spurred by some questions from an Adept, I Spurred by some questions from an Adept, I recently reviewed many of my expectations; and I’d recently reviewed many of my expectations; and I’d like to share some of my Temple-related like to share some of my Temple-related expectations with you.expectations with you.I expect the Temple of Set, and all Setians, to be I expect the Temple of Set, and all Setians, to be supportive of all Setian supportive of all Setian XeperXeper. Every Setian who . Every Setian who progresses in progresses in XeperXeper deserves our applause and deserves our applause and support.support.There are different types or classes of Setians, There are different types or classes of Setians, and I expect us to recognize and respect these and I expect us to recognize and respect these differences. Some of us are “left-brained” while differences. Some of us are “left-brained” while others are “right-brained”; some are of the others are “right-brained”; some are of the “mind” while others are of the “heart”. Each type “mind” while others are of the “heart”. Each type has difficulty communicating to and understanding has difficulty communicating to and understanding the other, but both are equally deserving of respect.the other, but both are equally deserving of respect.I expect Setians to be skeptically honest with I expect Setians to be skeptically honest with themselves and with each other. themselves and with each other. XeperXeper is easy to is easy to misjudge and over-estimate, and we rely on each misjudge and over-estimate, and we rely on each other to help us be objective about our other to help us be objective about our XeperXeper..I expect Setians to eschew politics within the I expect Setians to eschew politics within the Temple of Set. No Order, Pylon, or individual Temple of Set. No Order, Pylon, or individual warrants any particular favor or loyalty over any warrants any particular favor or loyalty over any other. All social choices and actions within the other. All social choices and actions within the Temple should be decided on the basis of initiatory Temple should be decided on the basis of initiatory considerations, not political ones.considerations, not political ones.I expect Setians to avoid and discredit rumors I expect Setians to avoid and discredit rumors and rumor-mongers. Gossip about Setians, ex-and rumor-mongers. Gossip about Setians, ex-Setians, and/or the Temple is always incomplete and Setians, and/or the Temple is always incomplete and somewhat inaccurate. As Setians who always seek somewhat inaccurate. As Setians who always seek the truth, rumors usually should be ignored and the truth, rumors usually should be ignored and allowed to die a quiet death. Those which seem allowed to die a quiet death. Those which seem important should be investigated and critically important should be investigated and critically analyzed through first-party contact. Anything less analyzed through first-party contact. Anything less is just more rumor-mongering.is just more rumor-mongering.I expect Setians to respect each other and to I expect Setians to respect each other and to respect each other’s degrees. Lately I’ve been respect each other’s degrees. Lately I’ve been hearing a lot of people say: “Respect must be hearing a lot of people say: “Respect must be earned, and I’m not going to respect those who earned, and I’m not going to respect those who haven’t shown me that they deserve my respect.” haven’t shown me that they deserve my respect.” I’ve heard this from many people outside the I’ve heard this from many people outside the Temple of Set, and from a few within our Temple of Set, and from a few within our organization. From my experience, and viewing their organization. From my experience, and viewing their actions, many of these actions, many of these actuallyactually mean: “I’ll mean: “I’ll ‘respect’ those who tell me what I want to hear. I’ll ‘respect’ those who tell me what I want to hear. I’ll proclaim anyone I disagree with as having not proclaim anyone I disagree with as having not earned my respect, and therefore I don’t need to earned my respect, and therefore I don’t need to agree or even consider their statements.”agree or even consider their statements.”Those are not Setians, not initiates who quest Those are not Setians, not initiates who quest after higher truths. Instead they are simply people after higher truths. Instead they are simply people who refuse to accept who refuse to accept XeperXeper which involves which involves discomfort. In the process of education, initiation, discomfort. In the process of education, initiation, and and XeperXeper, we will all encounter opinions and , we will all encounter opinions and statements we disagree with. statements we disagree with. XeperXeper includes includes learning that which we don’t know, and unlearning learning that which we don’t know, and unlearning that which we falsely believe. It seems that many that which we falsely believe. It seems that many people are willing to do the first but not the second.people are willing to do the first but not the second.I expect Setians, devoted to their own I expect Setians, devoted to their own XeperXeper, to , to seriously consider and analyze any advanced seriously consider and analyze any advanced Initiate’s statement they disagree with, and to accept Initiate’s statement they disagree with, and to accept that statement as being [at least provisionally] valid. that statement as being [at least provisionally] valid. Unless that statement is patently or provably Unless that statement is patently or provably incorrect, treat it as a working hypothesis. Keep an incorrect, treat it as a working hypothesis. Keep an open mind, and be prepared to eventually decide open mind, and be prepared to eventually decide either way, but don’t reject an advanced Initiate’s either way, but don’t reject an advanced Initiate’s statements only because you initially disagree with statements only because you initially disagree with them. To do so is to turn your back on your them. To do so is to turn your back on your XeperXeper..Consider, study, and follow your fellow Setians’ Consider, study, and follow your fellow Setians’ suggestions. We mean well for each other. If you suggestions. We mean well for each other. If you seriously disagree with any such suggestions, then I seriously disagree with any such suggestions, then I expect you will discuss your disagreement, so you expect you will discuss your disagreement, so you can explore the reasoning behind the statement, and can explore the reasoning behind the statement, and so you can explore the reasons behind your so you can explore the reasons behind your disagreement. Discuss your disagreements with disagreement. Discuss your disagreements with several Setians, and you’ll get several points of view, several Setians, and you’ll get several points of view, helping you better understand why and how [and if] helping you better understand why and how [and if] the statements apply.the statements apply.I expect the Temple of Set and all Setians to be I expect the Temple of Set and all Setians to be intolerant of all behaviors and statements which are intolerant of all behaviors and statements which are untrue, to be intolerant of all behaviors and untrue, to be intolerant of all behaviors and statements which are damaging to any Initiate, the statements which are damaging to any Initiate, the Temple, or Æon, and to be tolerant of Temple, or Æon, and to be tolerant of allall behaviors behaviors and statements which have potential for and statements which have potential for XeperXeper and and initiation.initiation.Writings and workings within the Temple of Set Writings and workings within the Temple of Set show remarkable diversity and depth. I expect this show remarkable diversity and depth. I expect this to continue and expand. More than diversity, I to continue and expand. More than diversity, I Scroll of SetScroll of Set - August 1994 - Page - August 1994 - Page 44"},{"pageNumber":5,"pageContent":"expect the depth, knowledge, and wisdom exhibited expect the depth, knowledge, and wisdom exhibited by these writings and workings to increase as we by these writings and workings to increase as we XeperXeper and Remanifest. and Remanifest.______________________________________________________________________[9] [9] RecognitionsRecognitionsKimberley J. Poeppey-Del Rio, on June 18, Kimberley J. Poeppey-Del Rio, on June 18, XXIX, has entered upon the Plane of Shimmering XXIX, has entered upon the Plane of Shimmering Rubies to continue in her personal Magical Quest Rubies to continue in her personal Magical Quest having been found worthy of the II° as an Adept having been found worthy of the II° as an Adept Black Magician and by the authority vested in me as Black Magician and by the authority vested in me as Priest of the Temple of Set. So It Is Done. Priest of the Temple of Set. So It Is Done. XeperXeper & & Remanifest. - Sir Timothy McGranahan III°Remanifest. - Sir Timothy McGranahan III°During a brief but powerful working at the During a brief but powerful working at the adytum of Adept Marahani Parivarta, on the night of adytum of Adept Marahani Parivarta, on the night of May 25th, I recognized Dr. Carlos Melendez as a May 25th, I recognized Dr. Carlos Melendez as a confirmed Adept II° magician. Rarely have I sensed confirmed Adept II° magician. Rarely have I sensed such passion as he has displayed in the execution of such passion as he has displayed in the execution of GBM in group! Hail Adept Melendez! - Robert GBM in group! Hail Adept Melendez! - Robert Moffatt IV°Moffatt IV°I do hereby recognize Karen Reynolds to the I do hereby recognize Karen Reynolds to the Degree of Adept. She was an Adept long before her Degree of Adept. She was an Adept long before her return to California. Please join me in welcoming return to California. Please join me in welcoming her to her new status within the Temple. This her to her new status within the Temple. This Recognition is effect as of June 21, XXIX ÆS. Recognition is effect as of June 21, XXIX ÆS. XeperXeper and Remanifest. - Marie M. Zajkowski III° and Remanifest. - Marie M. Zajkowski III°This is notification of the Recognition of This is notification of the Recognition of Thomas Cartier to the degree of Adept. Thomas Cartier to the degree of Adept. XeperXeper, , Carmel Severson III°.Carmel Severson III°.Within the Darkness we feel the Presence of the Within the Darkness we feel the Presence of the newest among Set’s Priesthood: Danielle newest among Set’s Priesthood: Danielle McGranahan, Recognized by Magister Robert McGranahan, Recognized by Magister Robert Robinson; and Ingeborg Robinson, Recognized by Robinson; and Ingeborg Robinson, Recognized by Magister Roland Winkhart.Magister Roland Winkhart.______________________________________________________________________[10] [10] The Retroactive EnchantmentThe Retroactive Enchantment- by S. Thomas O’Connor II°- by S. Thomas O’Connor II°The IdeaThe IdeaVia the agency of several different workings/ Via the agency of several different workings/ texts, I have become interested in the possibilities texts, I have become interested in the possibilities implied in trans-temporal magic. During the general implied in trans-temporal magic. During the general working at the Midwest Conclave, another working working at the Midwest Conclave, another working dealing with time, a seed took root in the fertile soil dealing with time, a seed took root in the fertile soil of my imagination. In the meditative portion of the of my imagination. In the meditative portion of the OSOM working later that evening, that seed OSOM working later that evening, that seed bloomed. This is that idea.bloomed. This is that idea.What if I am to take the archetype of Set and What if I am to take the archetype of Set and apply it to myself in such a way that I am he who apply it to myself in such a way that I am he who gives myself the Dark Gift - across the boundaries gives myself the Dark Gift - across the boundaries of time?of time?The idea is a new one to me, and I am excited The idea is a new one to me, and I am excited about the possibilities.about the possibilities.The Retroactive EnchantmentThe Retroactive EnchantmentOne must start by listing important experiences One must start by listing important experiences in his life, experiences he feels somehow in his life, experiences he feels somehow contributed to who he is, events which provoked contributed to who he is, events which provoked initiatory change. Remember that first instant you initiatory change. Remember that first instant you awoke to the mystery of existence?awoke to the mystery of existence?Using the framework of the Nine Angles, Using the framework of the Nine Angles, perform a series of workings, starting with the perform a series of workings, starting with the earliest event, willing the event to be, become its earliest event, willing the event to be, become its causative agent and guiding influence. For each causative agent and guiding influence. For each remembered event another working shall be created, remembered event another working shall be created, recapitulating one’s life until the present time.recapitulating one’s life until the present time.For example, I will start with my conception, For example, I will start with my conception, imagining the night itself, the people there, the imagining the night itself, the people there, the surrounding happenings. I shall will myself into surrounding happenings. I shall will myself into being, calling myself forth from the Abyss, and being, calling myself forth from the Abyss, and inviting myself into the body being created by the inviting myself into the body being created by the pleasure of my parents. This was my emergence pleasure of my parents. This was my emergence from the First Angle into the Second, and I wish to from the First Angle into the Second, and I wish to bring it into existence. By guiding my past self into bring it into existence. By guiding my past self into the World of Horrors, I take responsibility for my the World of Horrors, I take responsibility for my existence.existence.The next working within the greater framework The next working within the greater framework of the Retroactive Enchantment working of the Retroactive Enchantment working recapitulates the time I first awoke and accepted the recapitulates the time I first awoke and accepted the Gift of Set (my future/present self). By traveling to Gift of Set (my future/present self). By traveling to that day in 1972 CE to give my self the Gift, I that day in 1972 CE to give my self the Gift, I become as Set and assure that my present self become as Set and assure that my present self comes into being. And so on.comes into being. And so on.The working text(s) to be used are to be created The working text(s) to be used are to be created by the Initiate himself, each appropriate to the Angle by the Initiate himself, each appropriate to the Angle of one’s past being created.of one’s past being created.PurposePurposeIt is my intent that through this working I may It is my intent that through this working I may accomplish two things: First and foremost I am accomplish two things: First and foremost I am thinking of myself and using this working as a way thinking of myself and using this working as a way to ritualize the recognition of myself as Set. Also I to ritualize the recognition of myself as Set. Also I wish to take responsibility for who I am and for my wish to take responsibility for who I am and for my existence. I do not want some nebulous force existence. I do not want some nebulous force outside myself taking the credit for my awareness outside myself taking the credit for my awareness and life. This working is a way to do this. By and life. This working is a way to do this. By willing past events into being, I make sure they willing past events into being, I make sure they happen, take the element of randomness out of my happen, take the element of randomness out of my subjective mythos, and become as Set - giving the subjective mythos, and become as Set - giving the Gift to myself in a previous time. My self to my self Gift to myself in a previous time. My self to my self I shall give.I shall give.Secondly I am sharing this working with other Secondly I am sharing this working with other Initiates in the hopes that they (you) will participate. Initiates in the hopes that they (you) will participate. All that I ask is that each participant document his All that I ask is that each participant document his experiences with the Retroactive Enchantments, and experiences with the Retroactive Enchantments, and send me copies. These documents, be they essays, send me copies. These documents, be they essays, stories, artwork, or vague outlines, will then be stories, artwork, or vague outlines, will then be compiled together, published, and released to the compiled together, published, and released to the Temple as a whole. Participants, of course, will Temple as a whole. Participants, of course, will receive their copies free-of-charge. Non-participants receive their copies free-of-charge. Non-participants who wish to receive the Retroactive Enchantment who wish to receive the Retroactive Enchantment texts(s) will be asked to pay the printing cost.texts(s) will be asked to pay the printing cost.Perhaps this will turn into an ongoing project, Perhaps this will turn into an ongoing project, and yearly publications will result.and yearly publications will result.Scroll of SetScroll of Set - August 1994 - Page - August 1994 - Page 55"},{"pageNumber":6,"pageContent":"All interested Initiates not already in contact with All interested Initiates not already in contact with me should write a brief letter via the ICR, explaining me should write a brief letter via the ICR, explaining what they (you) hope to accomplish by working what they (you) hope to accomplish by working with the Retroactive Enchantment.with the Retroactive Enchantment.______________________________________________________________________[11] [11] Inferno FinaleInferno Finale- by Aaron Besson I°- by Aaron Besson I°With hands of midnight and cold fury, these With hands of midnight and cold fury, these selves throttled necks broken dead white in the selves throttled necks broken dead white in the afterglow killed with mercy none forgiving forgiven afterglow killed with mercy none forgiving forgiven years of nailing themselves to my back like a cross years of nailing themselves to my back like a cross borne too long, now bearing me onwards like a ship borne too long, now bearing me onwards like a ship towards the dawn eternal.towards the dawn eternal.______________________________________________________________________[12] [12] On Being and BovinesOn Being and Bovines- by Ronald L. Barrett, Jr. III°- by Ronald L. Barrett, Jr. III°Last March Priestess Lance and the R’lyeh Last March Priestess Lance and the R’lyeh Lodge held a two-day symposium on Lodge held a two-day symposium on RunaRuna in San in San Francisco. As part of my presentation I contributed Francisco. As part of my presentation I contributed a mystery in which I hung a stuffed animal and a mystery in which I hung a stuffed animal and talked about the game of chess. In the last issue of talked about the game of chess. In the last issue of the the ScrollScroll, I expanded on the first of these two acts , I expanded on the first of these two acts in “in “XemXem is Dead” - an article which had very little is Dead” - an article which had very little to do with either to do with either XemXem or death. or death.I will now offer further explanation in three I will now offer further explanation in three parts:parts:Part I:Part I: XemXem the Xow the XowSacred cows, like stuffed animals, cannot really Sacred cows, like stuffed animals, cannot really be killed, because they were never alive to begin be killed, because they were never alive to begin with. Rather they are like parasitic viruses that are with. Rather they are like parasitic viruses that are only able to replicate and amplify themselves only able to replicate and amplify themselves through living, breathing hosts. Such has been the through living, breathing hosts. Such has been the case with case with XemXem, a valid (read: living) Word within the , a valid (read: living) Word within the Æon of Set whose history has shown it to bring out Æon of Set whose history has shown it to bring out the best and worst among those Setians who have the best and worst among those Setians who have used it in their initiation. I would argue that many of used it in their initiation. I would argue that many of its untoward effects have derived not from its untoward effects have derived not from XemXem itself, but from the “xow” which covers it from itself, but from the “xow” which covers it from time to time.time to time.While the cow’s expression might be unique to While the cow’s expression might be unique to XemXem, the bovine phenomena is not particular to this , the bovine phenomena is not particular to this Word alone. Indeed it is in the very nature of cows Word alone. Indeed it is in the very nature of cows to associate themselves with hosts which are noble to associate themselves with hosts which are noble and true. Thus the very best might be subject to the and true. Thus the very best might be subject to the occasional bovine treatment, to include occasional bovine treatment, to include XeperXeper and and the Pentagram of Set. But truth is harder than a the Pentagram of Set. But truth is harder than a diamond. While such tarnish may cover, it can never diamond. While such tarnish may cover, it can never penetrate, much less diminish the underlying value penetrate, much less diminish the underlying value of that which is truly sacred. It is therefore of that which is truly sacred. It is therefore important that the buyer beware - of the buyer.important that the buyer beware - of the buyer.It is incumbent upon the Setian to exercise the It is incumbent upon the Setian to exercise the Gift of Set in assessing and reassessing his Gift of Set in assessing and reassessing his relationship to the sacred elements of individual relationship to the sacred elements of individual Initiation. Cow-detection is a part of this process, Initiation. Cow-detection is a part of this process, and it is in this same spirit that I wrote both the and it is in this same spirit that I wrote both the “Burnt Offerings” and ““Burnt Offerings” and “XemXem is Dead” articles - is Dead” articles - which might be more aptly titled, “The Care and which might be more aptly titled, “The Care and Handling of Sacred Cows: Part I - How to Avoid Handling of Sacred Cows: Part I - How to Avoid the Same Ol’ Barbecue Rut” and “Part II - How to the Same Ol’ Barbecue Rut” and “Part II - How to Make a Really Good Cheeseburger”. I highly Make a Really Good Cheeseburger”. I highly recommend both recipes for summer fun.recommend both recipes for summer fun.As for the “XID” article, I claim no innocence As for the “XID” article, I claim no innocence on my part. I intended for it to open eyes and on my part. I intended for it to open eyes and generate controversy within the arena of initiatory generate controversy within the arena of initiatory discourse. In this it has been most successful. To discourse. In this it has been most successful. To date the article has received a lot of thoughtful and date the article has received a lot of thoughtful and positive feedback throughout the Temple. It has also positive feedback throughout the Temple. It has also resulted in a few criticisms, as well as an unfortunate resulted in a few criticisms, as well as an unfortunate misunderstanding. In retrospect I must state that the misunderstanding. In retrospect I must state that the latter might have been avoided had I informed a few latter might have been avoided had I informed a few senior Initiates of my intentions prior to publication. senior Initiates of my intentions prior to publication. But I must also add that such action wouldn’t have But I must also add that such action wouldn’t have been necessary had the cow not been up and been necessary had the cow not been up and running in the first place.running in the first place.Part II:Part II: XemXem the Mystery the MysterySacred cows aside, did I really intend to perform Sacred cows aside, did I really intend to perform a destruction ritual on a destruction ritual on XemXem itself, a Word whose itself, a Word whose validity within the Æon has been recognized by the validity within the Æon has been recognized by the High Priest, and which continues to be used in the High Priest, and which continues to be used in the initiation of other Setians? Yes. Yes, I did. Yes I am.initiation of other Setians? Yes. Yes, I did. Yes I am.The destruction, however, was not of the dead-The destruction, however, was not of the dead-end variety which most of us have come to associate end variety which most of us have come to associate with this kind of working. Instead the DR was part with this kind of working. Instead the DR was part of a larger rite of passage aimed at a greater of a larger rite of passage aimed at a greater synthesis through a method of Becoming whereby synthesis through a method of Becoming whereby systems - physical, magical, psychic (read: human) systems - physical, magical, psychic (read: human) are broken down, rearranged, and reassembled into are broken down, rearranged, and reassembled into new entities which exceed the sum of their parts and new entities which exceed the sum of their parts and are unique to their predecessors (read: improved). I are unique to their predecessors (read: improved). I have termed this process, “the alchemical dialectic”, have termed this process, “the alchemical dialectic”, but it is digestive transformation by any name - the but it is digestive transformation by any name - the principle represented by the Jackal, exemplified by principle represented by the Jackal, exemplified by the Anubis the Anubis neterneter, and enacted by the Magus of , and enacted by the Magus of XemXem in his utterance of the Word.in his utterance of the Word.Indeed it is the method intrinsic to Indeed it is the method intrinsic to XemXem itself. itself.Given that this is a valid rendering of Given that this is a valid rendering of XemXem, why , why would I do so in a symposium dedicated to would I do so in a symposium dedicated to RunaRuna??The primary Word and Gate which I am using The primary Word and Gate which I am using in my initiation is not in my initiation is not XemXem but rather but rather RunaRuna. . XemXem is is contained herein only as far as my experience and contained herein only as far as my experience and understanding of it has helped me [immensely] in understanding of it has helped me [immensely] in seeking my central mystery. seeking my central mystery. RunaRuna encourages encourages methodologies which involve seeking a given methodologies which involve seeking a given mystery at its underlying source. mystery at its underlying source. XemXem is a real and is a real and powerful mystery in its own right. But since it was powerful mystery in its own right. But since it was never fully or properly articulated by its Magus, never fully or properly articulated by its Magus, XemXem has consequently been the source of a great has consequently been the source of a great deal of conflict and confusion as well.deal of conflict and confusion as well.So in seeking this mystery I have had to directly So in seeking this mystery I have had to directly experience the Form before the Word. In so doing I experience the Form before the Word. In so doing I Scroll of SetScroll of Set - August 1994 - Page - August 1994 - Page 66"},{"pageNumber":7,"pageContent":"have concurrently utilized the alchemical/Anubic have concurrently utilized the alchemical/Anubic method of digestive transformation - applied by method of digestive transformation - applied by XemXem’s Magus in his own initiation, and used by him ’s Magus in his own initiation, and used by him to bring this Form into Being within the Æon of Set to bring this Form into Being within the Æon of Set - a method which is intrinsic to the origin, substance, - a method which is intrinsic to the origin, substance, shape, and outcome of this mystery. Since the Form shape, and outcome of this mystery. Since the Form propagated by Magus Barrett’s utterance has propagated by Magus Barrett’s utterance has represented for me the single most important represented for me the single most important mystery that I have encountered in my initiation mystery that I have encountered in my initiation since entering the Temple, I could do it no greater since entering the Temple, I could do it no greater honor than to destroy it. And what of honor than to destroy it. And what of RunaRuna itself? I itself? I destroy it too, every day of my life.destroy it too, every day of my life.Part III:Part III: XemXem the the XemXem (or, Where’s Waldo?) (or, Where’s Waldo?)As I have stated in this and previous texts, the As I have stated in this and previous texts, the objective of the Great Work is synthesis. So in this objective of the Great Work is synthesis. So in this section I will offer a few keys, and let the reader section I will offer a few keys, and let the reader draw his own initiatory conclusions. As for mine, draw his own initiatory conclusions. As for mine, the concepts rendered within the “the concepts rendered within the “XemXem is Dead” is Dead” article are the tip of a much larger hailstone. Just as article are the tip of a much larger hailstone. Just as every component part is essential to forming the every component part is essential to forming the uniquely individual product of a successful uniquely individual product of a successful alchemical synthesis, so this larger work is alchemical synthesis, so this larger work is inseparable from certain essential elements inseparable from certain essential elements represented in the following texts:represented in the following texts:“The Alchemical Dialectic: Notes on a work in “The Alchemical Dialectic: Notes on a work in Progress”, Progress”, The CrucibleThe Crucible #I-1, Summer 1993. #I-1, Summer 1993.“Chatura-Sutra”, “Chatura-Sutra”, RunaRuna Workshop Transcript, Workshop Transcript, March 1994 (soon to be republished in the next March 1994 (soon to be republished in the next issue of issue of The CrucibleThe Crucible).).““XemXem is Dead”, is Dead”, Scroll of SetScroll of Set #X-3 June 1994. #X-3 June 1994.Anti-RunesAnti-Runes #II-2, June 1994, pp. 117. #II-2, June 1994, pp. 117.... as well as the work produced by the ... as well as the work produced by the participating Initiates of Proptera and reaktorhaus. participating Initiates of Proptera and reaktorhaus. XemXem is dead. Long live the greater self. is dead. Long live the greater self.Reyn til RunaReyn til Runa______________________________________________________________________[13] [13] TheThe DuneDune Series Series- reviewed by Brian D. Hodges I°- reviewed by Brian D. Hodges I°Possibly the ultimate science fiction series, the Possibly the ultimate science fiction series, the DuneDune books represent an important contribution to books represent an important contribution to the study of man’s potential evolution. In six books the study of man’s potential evolution. In six books written over nearly twenty years, Frank Herbert has written over nearly twenty years, Frank Herbert has created a universe where power-politics, LBM, created a universe where power-politics, LBM, prescience, and intrigue dominate the lives of prescience, and intrigue dominate the lives of everyone from the emperor down to the lowliest everyone from the emperor down to the lowliest street urchin.street urchin.The principal character is Paul Atreides (Muad The principal character is Paul Atreides (Muad D’ib), a young man thrust into a position of D’ib), a young man thrust into a position of responsibility for his father’s imperial clan after a responsibility for his father’s imperial clan after a calculated power-struggle. The first book (calculated power-struggle. The first book (DuneDune) ) concerns his quest for leadership within the empire, concerns his quest for leadership within the empire, and his simultaneous initiation into a mystical and his simultaneous initiation into a mystical warrior tribe (the Fremen) based on the planet warrior tribe (the Fremen) based on the planet Arrakis, known colloquially as Dune. The next two Arrakis, known colloquially as Dune. The next two books, books, Dune MessiahDune Messiah and and Children of DuneChildren of Dune, , concern the continuance of the Atreides legacy and concern the continuance of the Atreides legacy and expansion of their power structure. The fourth expansion of their power structure. The fourth installment, installment, God Emperor of DuneGod Emperor of Dune, describes the , describes the ultimate ascendance of Paul’s son Leto II: Over ultimate ascendance of Paul’s son Leto II: Over 2,500 years he changes from a boy to a gigantic, 2,500 years he changes from a boy to a gigantic, sand-dwelling worm of god-like intelligence and sand-dwelling worm of god-like intelligence and prescience. He rules over the universe with prescience. He rules over the universe with Machiavellian artistry, creating institutions and Machiavellian artistry, creating institutions and social movements for his own amusement in an social movements for his own amusement in an attempt to escape his permanent enemy: boredom.attempt to escape his permanent enemy: boredom.The final two books (The final two books (Heretics of DuneHeretics of Dune and and Chapterhouse: DuneChapterhouse: Dune) detail life after the rule of ) detail life after the rule of Leto II and the machinations of the Leto II and the machinations of the religious/political sect of LBM masters called the religious/political sect of LBM masters called the Bene Gesserit, long a force within the empire but Bene Gesserit, long a force within the empire but brought from the background to work their ways brought from the background to work their ways upon the Atreides throne.upon the Atreides throne.The symbols and concepts at play in this series The symbols and concepts at play in this series are staggering in number and depth. Herbert freely are staggering in number and depth. Herbert freely admitted this was intentional in an interview shortly admitted this was intentional in an interview shortly before his death in 1985 (right about the time the before his death in 1985 (right about the time the movie version was released).movie version was released).The primary theme is the evolution of man into The primary theme is the evolution of man into god via the drug melange or “spice”, which grants god via the drug melange or “spice”, which grants telepathy and clairvoyance in varying degrees to its telepathy and clairvoyance in varying degrees to its users. A product of the sandworms of Arrakis users. A product of the sandworms of Arrakis (themselves a metaphor for the human (themselves a metaphor for the human unconscious), spice represents the critical strategic unconscious), spice represents the critical strategic resource of the far future that defines society and resource of the far future that defines society and confers power upon its producers and holders.confers power upon its producers and holders.The various power groups within the story (the The various power groups within the story (the Bene Gesserit, the Fremen, and the human-computer Bene Gesserit, the Fremen, and the human-computer Mentats) vie for control of the leaders’ ears and Mentats) vie for control of the leaders’ ears and engage in multi-level intrigues to better their engage in multi-level intrigues to better their collective positions vis-a-vis spice acquisition, as collective positions vis-a-vis spice acquisition, as melange is a prerequisite for space travel and melange is a prerequisite for space travel and navigation.navigation.From a Setian perspective the books take on a From a Setian perspective the books take on a far more important view. There is a wealth of far more important view. There is a wealth of material pertinent to our philosophy, ethics, material pertinent to our philosophy, ethics, questions of good vs. evil, and the function of questions of good vs. evil, and the function of religion in society. Furthermore it presents a model religion in society. Furthermore it presents a model of what a Setian civilization could look like of what a Setian civilization could look like thousands of years from now. Finally members of thousands of years from now. Finally members of the various Temple orders will find multiple the various Temple orders will find multiple parallels with many of the groups and characters in parallels with many of the groups and characters in these books.these books.Those who are not avid science-fiction readers Those who are not avid science-fiction readers should not be put off by the series’ genre. These should not be put off by the series’ genre. These books read like a modern-day press release, with books read like a modern-day press release, with only the trappings changed and the settings ranging only the trappings changed and the settings ranging between planets rather than boardrooms and between planets rather than boardrooms and command centers. This story is accessible, relevant, command centers. This story is accessible, relevant, and of initiatory benefit to the Temple membership and of initiatory benefit to the Temple membership in general. It gets an unhesitating recommendation.in general. It gets an unhesitating recommendation.Scroll of SetScroll of Set - August 1994 - Page - August 1994 - Page 77"},{"pageNumber":8,"pageContent":"______________________________________________________________________[14] [14] Satan, Cantor, and InfinitySatan, Cantor, and Infinityby Raymond Smullyanby Raymond Smullyan- reviewed by James Knowles II° (The Black Tiger)- reviewed by James Knowles II° (The Black Tiger)This is a neat little book (270 pages) (by This is a neat little book (270 pages) (by Raymond Smullyan, Alfred A. Knopf, New York, Raymond Smullyan, Alfred A. Knopf, New York, 1992), packed with logic puzzles. It takes the reader 1992), packed with logic puzzles. It takes the reader from the very simple to the very complex - meta-from the very simple to the very complex - meta-meta-meta-puzzles. It is a good resource for the meta-meta-puzzles. It is a good resource for the beginning Black Magician in that it helps one with beginning Black Magician in that it helps one with reasoning past the facades encountered as a part of reasoning past the facades encountered as a part of the interaction Initiates have with non-initiates. For the interaction Initiates have with non-initiates. For this I’m sure this book would make a nice addition this I’m sure this book would make a nice addition to RL#20, because it gives what amounts to a primer to RL#20, because it gives what amounts to a primer on set theory - which I feel is most important as one on set theory - which I feel is most important as one undergoes undergoes XeperXeper toward a divine state. I enjoyed toward a divine state. I enjoyed SCAISCAI and highly recommend it. and highly recommend it.______________________________________________________________________[15] [15] Letter to the New InitiateLetter to the New Initiate- by Pamela Hagman II°- by Pamela Hagman II°Greetings! You as a fledgling Setian are about to Greetings! You as a fledgling Setian are about to embark upon a great journey. It is understandable embark upon a great journey. It is understandable that you probably have a lot of apprehension and that you probably have a lot of apprehension and questions about what you will encounter on your questions about what you will encounter on your quest for quest for XeperXeper. Everyone does.. Everyone does.I can, however, only speak for myself on this I can, however, only speak for myself on this matter. Although each Setian must travel down the matter. Although each Setian must travel down the Left-Hand Path in a personal way, I think there are Left-Hand Path in a personal way, I think there are quite a few similarities and concerns which we all quite a few similarities and concerns which we all share. That is the purpose of this letter. In it I shall share. That is the purpose of this letter. In it I shall address some of the issues and experiences I have address some of the issues and experiences I have encountered along my trek thus far, so that you may encountered along my trek thus far, so that you may compare yours to them and prepare yourself for that compare yours to them and prepare yourself for that which you will face in a manner that will not only which you will face in a manner that will not only make the transition from who you are now to who make the transition from who you are now to who you will become smoother, but one in which you you will become smoother, but one in which you will also get the most out of the experience we call will also get the most out of the experience we call XeperXeper..First of all I would suggest reading everything First of all I would suggest reading everything you have available to you which and others feel will you have available to you which and others feel will enhance your enhance your XeperXeper. Knowledge is power, and the . Knowledge is power, and the reading list provides you with innumerable amounts reading list provides you with innumerable amounts of pertinent information which can only assist in of pertinent information which can only assist in your growth. If something doesn’t interest you, your growth. If something doesn’t interest you, move on and find something that does. Later, when move on and find something that does. Later, when you have initiated more, what you once found bland you have initiated more, what you once found bland or incomprehensible may interest you very much. or incomprehensible may interest you very much. You will change, and you have plenty of time. It is You will change, and you have plenty of time. It is for this reason that you shouldn’t knock yourself for this reason that you shouldn’t knock yourself out, or give up if you don’t read all the TS-1 out, or give up if you don’t read all the TS-1 material in six months. You know better than material in six months. You know better than anyone what is right for you.anyone what is right for you.This brings me to the point of setting up contact This brings me to the point of setting up contact with other Setians. All the information in the world with other Setians. All the information in the world will do you no good if you don’t have anyone to will do you no good if you don’t have anyone to touch base with.touch base with.This is especially important when it comes to the This is especially important when it comes to the Priesthood. They are ready and willing to provide Priesthood. They are ready and willing to provide you with answers and advice. You will, as I was, be you with answers and advice. You will, as I was, be surprised at how focused you will become when surprised at how focused you will become when you have a little guidance.you have a little guidance.There are so many avenues you can take and There are so many avenues you can take and aspects of aspects of XeperXeper to explore and refine that it is to explore and refine that it is possible for your view of things to become skewed. possible for your view of things to become skewed. The Priesthood can dispel a lot of concerns, and The Priesthood can dispel a lot of concerns, and may see something in you that you would not have may see something in you that you would not have noticed on your own.noticed on your own.No one is going to tell you exactly what to do, No one is going to tell you exactly what to do, and you are free to take or leave any advice. I’m and you are free to take or leave any advice. I’m sure you will find, however, that the objectivity sure you will find, however, that the objectivity provided by the Priesthood is, more often than not, provided by the Priesthood is, more often than not, very valuable.very valuable.This is why you should never be afraid to ask This is why you should never be afraid to ask questions [the Temple of Set thrives on scrutiny]. questions [the Temple of Set thrives on scrutiny]. And, by the way, this applies to most of the people And, by the way, this applies to most of the people you will form lasting correspondence with as well. you will form lasting correspondence with as well. Everyone is working on something which may be Everyone is working on something which may be beneficial.beneficial.There may be times when you doubt the There may be times when you doubt the relevance of what you are doing, or whether you will relevance of what you are doing, or whether you will be successful at all in mastering the Black Arts. I be successful at all in mastering the Black Arts. I know I did. I would have to say at these times the know I did. I would have to say at these times the best thing to relieve this stress is to beef up whatever best thing to relieve this stress is to beef up whatever you are doing, listen a little more carefully to your you are doing, listen a little more carefully to your correspondences, and push onward. The results are correspondences, and push onward. The results are more than worth the effort.more than worth the effort.Everyone has an initiatory crisis now and then, Everyone has an initiatory crisis now and then, and when one wishes to achieve a balance between and when one wishes to achieve a balance between personal work in the objective/subjective universes, personal work in the objective/subjective universes, the best thing I have found to do is try to focus the best thing I have found to do is try to focus harder on that balance while asking around for a harder on that balance while asking around for a little help.little help.One might use the analogy of a tightrope One might use the analogy of a tightrope walker. When she teeters, she keeps moving ever walker. When she teeters, she keeps moving ever onward, grasping her balance-pole a little tighter for onward, grasping her balance-pole a little tighter for support. I must add that a great tightrope walker support. I must add that a great tightrope walker also knows when to jump into the net, which is not a also knows when to jump into the net, which is not a failure if she climbs back up again. We really are failure if she climbs back up again. We really are not expected to master such a tricky and dangerous not expected to master such a tricky and dangerous thing as Black Magic overnight, and sometimes a thing as Black Magic overnight, and sometimes a break can be the best remedy for self-doubt. Once break can be the best remedy for self-doubt. Once again you will know what to do.again you will know what to do.Do not be afraid to get into the ritual chamber. Do not be afraid to get into the ritual chamber. When I began, I felt as though I could only screw When I began, I felt as though I could only screw up, and decided I would “educate myself” before I up, and decided I would “educate myself” before I tried anything. What I learned was that you really tried anything. What I learned was that you really cannot “talk the talk” if you don’t “walk the cannot “talk the talk” if you don’t “walk the walk”. Performing magic is really one of those walk”. Performing magic is really one of those things you have to practice to master, and since things you have to practice to master, and since there’s really no specific formula for success, it’s there’s really no specific formula for success, it’s not something you can be completely prepared for not something you can be completely prepared for when you do it. Besides, things rarely if ever go when you do it. Besides, things rarely if ever go Scroll of SetScroll of Set - August 1994 - Page - August 1994 - Page 88"},{"pageNumber":9,"pageContent":"exactly as planned. So although planning is wise, exactly as planned. So although planning is wise, it’s usually not as important as what does happen it’s usually not as important as what does happen during a ritual. What is important is what you write during a ritual. What is important is what you write down after the working. For this reason I must down after the working. For this reason I must emphasize that you always keep a thorough journal, emphasize that you always keep a thorough journal, and reread it frequently.and reread it frequently.If you are anything like me, things will, after If you are anything like me, things will, after awhile, just start falling into place. Magic has a way awhile, just start falling into place. Magic has a way of weaving itself into the fibers of your being, of weaving itself into the fibers of your being, changing you. changing you. XeperXeper will become as second nature will become as second nature to you, and you will have to think less about to you, and you will have to think less about thinking more. By this I mean it gets easier to figure thinking more. By this I mean it gets easier to figure magic out for yourself. It’s still a lot of hard work, magic out for yourself. It’s still a lot of hard work, but eventually it will seem less like work. I can but eventually it will seem less like work. I can assure you that there is little more satisfying than assure you that there is little more satisfying than experiencing the “snowball” effect of your experiencing the “snowball” effect of your initiation.initiation.You should revel in your decision to become a You should revel in your decision to become a Setian. You’re building a new self, and the Setian. You’re building a new self, and the foundation is laid. If you never lose sight of your foundation is laid. If you never lose sight of your goal and are willing to put in a lot of hard work, you goal and are willing to put in a lot of hard work, you will will XeperXeper. It is incredible when you begin to see . It is incredible when you begin to see your world differently, and inevitably alter the world your world differently, and inevitably alter the world you see.you see.______________________________________________________________________[16] [16] Avoiding the EvolutionaryAvoiding the EvolutionaryDead-EndsDead-Ends- by Jared A. Davison II°- by Jared A. Davison II°The constant re-evaluation of the self is a vital The constant re-evaluation of the self is a vital procedure for the Setian. Initiation is arrested when procedure for the Setian. Initiation is arrested when this process is forgotten or ignored, and it is this process is forgotten or ignored, and it is considerably more difficult to regain a former level considerably more difficult to regain a former level of personal evolution when an attained level is not of personal evolution when an attained level is not refined through vigorous analysis.refined through vigorous analysis.1. The Death of Former Selves1. The Death of Former SelvesThe issue of death is important in the activity of The issue of death is important in the activity of re-evaluation, as the death of former states of being re-evaluation, as the death of former states of being contributes to the development and advancement of contributes to the development and advancement of the higher self. The Setian experiences this aspect of the higher self. The Setian experiences this aspect of death at many irregular intervals during initiation.death at many irregular intervals during initiation.My recent Recognition to the II° entailed the My recent Recognition to the II° entailed the formalization of the death of my I° self. “The formalization of the death of my I° self. “The colour of the Adept is Red, for he has returned from colour of the Adept is Red, for he has returned from death to life.” (R. Neilly IV°) Recognition is an death to life.” (R. Neilly IV°) Recognition is an obvious occurrence where the dying of a former self obvious occurrence where the dying of a former self can be easily observed and the new status of being can be easily observed and the new status of being augmented by such observation.augmented by such observation.2. Rites of Passage2. Rites of PassageWithin each particular degree the Initiate will Within each particular degree the Initiate will consciously and unconsciously undergo many consciously and unconsciously undergo many deaths of the self. These stages of initiatory deaths of the self. These stages of initiatory development, if not consciously realized by the development, if not consciously realized by the Setian [or the true will], will not attain direction of Setian [or the true will], will not attain direction of their own accord.their own accord.It is the responsibility of the Initiate to utilize It is the responsibility of the Initiate to utilize death as a rite of passage, employing the tools of death as a rite of passage, employing the tools of focus and refinement to bring about the passage. focus and refinement to bring about the passage. This process can also be conceptualized as a form This process can also be conceptualized as a form of Remanifestation, as the rite of passage, like this of Remanifestation, as the rite of passage, like this Æonic Word, is not confined to just the death of the Æonic Word, is not confined to just the death of the physical shell.physical shell.The rite of passage for the Setian is The rite of passage for the Setian is transcendence into a new realm of being. It is transcendence into a new realm of being. It is important to include re-evaluation in this exercise, as important to include re-evaluation in this exercise, as it serves to activate the transcendence. Priest Ronald it serves to activate the transcendence. Priest Ronald L. Barrett reinforces this when, in his “Drosophila” L. Barrett reinforces this when, in his “Drosophila” article, he stated that “this sort of work almost article, he stated that “this sort of work almost always involves some major re-identification of the always involves some major re-identification of the self”.self”.3. Reflection Upon Change3. Reflection Upon ChangeIt is an ordeal to perceive change when it is often It is an ordeal to perceive change when it is often a subtle process. Just as we observe the objective a subtle process. Just as we observe the objective universe from an external perspective, and thus universe from an external perspective, and thus possess the ability to consciously alter it, so must possess the ability to consciously alter it, so must we remove our observations of the self from an we remove our observations of the self from an internal perspective to that of an external.internal perspective to that of an external.This observation can be accomplished by This observation can be accomplished by keeping a diary or journal - a careful, objective keeping a diary or journal - a careful, objective recording of one’s initiatory development. I stress recording of one’s initiatory development. I stress an objective approach because it is easy to project a an objective approach because it is easy to project a subjective interpretation of your self. The subjective subjective interpretation of your self. The subjective approach is fine when you are in a ritual chamber approach is fine when you are in a ritual chamber constructing a constructing a kaka, but if you are attempting to , but if you are attempting to analyze changes in your personal growth, objectivity analyze changes in your personal growth, objectivity is vital. This method is illustrative, as it is used to is vital. This method is illustrative, as it is used to understand and realize the self.understand and realize the self.4. Determination of the “I” and “Not I”4. Determination of the “I” and “Not I”Another factor in the demise of former aspects Another factor in the demise of former aspects of the self is deciding what is “I” and “not I”. of the self is deciding what is “I” and “not I”. This is so vital that it cannot be underestimated as a This is so vital that it cannot be underestimated as a form of cognition to adhere to.form of cognition to adhere to.The differentiation often occurs during The differentiation often occurs during subsequent realizations from illustrative ritual. subsequent realizations from illustrative ritual. However no beneficial change will take place if the However no beneficial change will take place if the act of destroying the “Not I” is seen as having no act of destroying the “Not I” is seen as having no importance. It is not enough to simply observe that importance. It is not enough to simply observe that an aspect of one’s personality is not a positive an aspect of one’s personality is not a positive contribution advancement of the higher self. contribution advancement of the higher self. Counter-productive former selves should not be Counter-productive former selves should not be casually pushed aside, but introduced to the Black casually pushed aside, but introduced to the Black Flame for annihilation, or transformation if the Flame for annihilation, or transformation if the former self contains elemental building blocks of a former self contains elemental building blocks of a more admirable self. Heed well the advice more admirable self. Heed well the advice accumulated through illustrative GBM!accumulated through illustrative GBM!5. The Social Dead-Ends5. The Social Dead-EndsIt is often painful to assign objective status to It is often painful to assign objective status to the advice illustrative GBM offers. This commonly the advice illustrative GBM offers. This commonly entails the realization that profane relations halt or entails the realization that profane relations halt or Scroll of SetScroll of Set - August 1994 - Page - August 1994 - Page 99"},{"pageNumber":10,"pageContent":"stifle initiatory progression.stifle initiatory progression.The Initiate is a vehicle of evolution, and those The Initiate is a vehicle of evolution, and those with whom he deals in profane society are often with whom he deals in profane society are often evolutionary dead-ends. The Setian can, through evolutionary dead-ends. The Setian can, through LBM skills, interact with profane society in a LBM skills, interact with profane society in a pleasant manner; and this is useful in some pleasant manner; and this is useful in some situations. However, when there is nothing to be situations. However, when there is nothing to be obtained by doing so, this act wastes time which is obtained by doing so, this act wastes time which is never to be regained.never to be regained.I am certain that all Setians have [or eventually I am certain that all Setians have [or eventually will have] experienced the decline of profane will have] experienced the decline of profane friendships. The disposal of acquaintances with friendships. The disposal of acquaintances with whom you once shared a mutual personality-level is whom you once shared a mutual personality-level is a formalization of the death of a former self. To a formalization of the death of a former self. To remain snared within these relationships is to fear remain snared within these relationships is to fear change and welcome stasis.change and welcome stasis.The pain that we experience when a realization is The pain that we experience when a realization is an unpleasant truth is “caused in part by lack of an unpleasant truth is “caused in part by lack of attention and necessary resistance” (R. Webb III°). attention and necessary resistance” (R. Webb III°). Often it is the resistance to act upon the advice of Often it is the resistance to act upon the advice of our inner voices that causes the pain. Change must our inner voices that causes the pain. Change must be nurtured, or the flower of the higher self will be nurtured, or the flower of the higher self will wither from malnutrition.wither from malnutrition.6. Resisting Change6. Resisting ChangeThe compulsion to resist change does not The compulsion to resist change does not simply originate as an external force in the guise of simply originate as an external force in the guise of socially imposed pressures, but is more commonly socially imposed pressures, but is more commonly fostered by such and festers within. It may be useful fostered by such and festers within. It may be useful for the Initiate to delve into the layers of personality for the Initiate to delve into the layers of personality traits that have accumulated over a period of time, traits that have accumulated over a period of time, and analyze their qualities. When this has been and analyze their qualities. When this has been accomplished, a symbolic disposal of characteristics, accomplished, a symbolic disposal of characteristics, habits, and social masks that do not contribute to the habits, and social masks that do not contribute to the advancement of the self may ensue.advancement of the self may ensue.7. Putting the Past into Perspective7. Putting the Past into PerspectiveSetians are true Time Lords, not specifically in a Setians are true Time Lords, not specifically in a Dr. WhoDr. Who manner but in ritual context, wherein manner but in ritual context, wherein becoming one is a helpful initiatory tool.becoming one is a helpful initiatory tool.Employing the principle of Employing the principle of XeperXeper means that we means that we can be masters of our own self-created destiny. So can be masters of our own self-created destiny. So too can we be masters of past incarnations of the too can we be masters of past incarnations of the self by ordering them into the perspective of the self by ordering them into the perspective of the present.present.Magister Neilly introduced a new concept of Magister Neilly introduced a new concept of time travel to me recently: His concept was that we time travel to me recently: His concept was that we cannot travel into the past [by leaving the present], cannot travel into the past [by leaving the present], but we can bring the past to the present in the ritual but we can bring the past to the present in the ritual chamber. By such means the past is laid bare for chamber. By such means the past is laid bare for review, analysis and refinement.review, analysis and refinement.The past is never left behind completely, as past The past is never left behind completely, as past events shape and develop the present self. We carry events shape and develop the present self. We carry the past with us as personal luggage. How can one the past with us as personal luggage. How can one achieve time travel? Nostalgia is a powerful tool for achieve time travel? Nostalgia is a powerful tool for doing so, and here is a formula that I hope will doing so, and here is a formula that I hope will provide some insight for the new Time Lords on the provide some insight for the new Time Lords on the block:block:- Working Environment: Ritual chamber, or an - Working Environment: Ritual chamber, or an area that conjures strong memories from the past.area that conjures strong memories from the past.- Tools: Common ritual supplies and objects - Tools: Common ritual supplies and objects that serve a nostalgic purpose, such as music, that serve a nostalgic purpose, such as music, photographs, smells, etc.photographs, smells, etc.- Illustrative purpose: This area is open to the - Illustrative purpose: This area is open to the desire of the magician. This formula can however be desire of the magician. This formula can however be used to understand why it is difficult to separate the used to understand why it is difficult to separate the past from the present states of being, and why past from the present states of being, and why former states of being inhibit initiatory progression.former states of being inhibit initiatory progression.- Operative element: Again this is open to the - Operative element: Again this is open to the magician’s desire, and an operative element can be magician’s desire, and an operative element can be separated from this ritual by days, weeks, and even separated from this ritual by days, weeks, and even months of analysis. Following the suggested months of analysis. Following the suggested illustrative purpose, the operative element could be illustrative purpose, the operative element could be to accelerate the process of Becoming by symbolic to accelerate the process of Becoming by symbolic invalidation of the past and severing bonds with invalidation of the past and severing bonds with non-fruitful states of being.non-fruitful states of being.BibliographyBibliographyNeilly, E.A., “The Recognition of Setian Jared Neilly, E.A., “The Recognition of Setian Jared Davison to Adept”, Toronto, 1994, page 1.Davison to Adept”, Toronto, 1994, page 1.Barrett, Ronald L., “Drosophila”, Barrett, Ronald L., “Drosophila”, Scroll of SetScroll of Set #XVIII-6, 1992, page 1.#XVIII-6, 1992, page 1.Webb, Rosemary, “An Exploration of Pain, Webb, Rosemary, “An Exploration of Pain, Resistance, and the Nature of Initiation”, Resistance, and the Nature of Initiation”, DialoguesDialogues #I-8, 1993, page 5.#I-8, 1993, page 5.______________________________________________________________________[17] [17] The Red Magus andThe Red Magus andthe Priesthood of Setthe Priesthood of Set- by Seam Drakon III°- by Seam Drakon III°A Red Magus is a being capable of bringing A Red Magus is a being capable of bringing others into being who will have the potential to bring others into being who will have the potential to bring others into being, as are those who have been others into being, as are those who have been ordained by the Prince Set to a degree. A Red ordained by the Prince Set to a degree. A Red Magus works with a far greater scope in mind than Magus works with a far greater scope in mind than a human member of the Priesthood, as the Priest a human member of the Priesthood, as the Priest perceives with a lens far greater than the non-perceives with a lens far greater than the non-ordained members of their species.ordained members of their species.An Initiate on the path towards becoming a Red An Initiate on the path towards becoming a Red Magus must begin from somewhere, for they do not Magus must begin from somewhere, for they do not spontaneously arise. Thus the Initiate, having spontaneously arise. Thus the Initiate, having become Adept in the Black Arts and having attracted become Adept in the Black Arts and having attracted the attention of the Prince of Darkness, is altered in the attention of the Prince of Darkness, is altered in such a way that the probability of success becomes such a way that the probability of success becomes more likely. The Priest begins with less struggle to more likely. The Priest begins with less struggle to understand existence from the viewpoint of a non-understand existence from the viewpoint of a non-human and, like Socrates’ philosopher, is able to human and, like Socrates’ philosopher, is able to bring this knowledge back into the “cave” and bring this knowledge back into the “cave” and assist others in breaking free from the chains assist others in breaking free from the chains binding their perception.binding their perception.However neither a Red Magus nor a member of However neither a Red Magus nor a member of the Priesthood of Set works out of the goodness of the Priesthood of Set works out of the goodness of his heart. He does so as a means of survival. The his heart. He does so as a means of survival. The mind needs to consistently act with reason and mind needs to consistently act with reason and Scroll of SetScroll of Set - August 1994 - Page - August 1994 - Page 1010"},{"pageNumber":11,"pageContent":"purpose lest it degenerate into a mechanism, and the purpose lest it degenerate into a mechanism, and the task of the Red Magus and Priesthood of Set is task of the Red Magus and Priesthood of Set is theoretically such that, in an endless amount of time, theoretically such that, in an endless amount of time, their tasks could never be completed.their tasks could never be completed.This characteristic marks the difference between This characteristic marks the difference between an altruist and egoist, or perhaps between the White an altruist and egoist, or perhaps between the White and Black Magician. The former exists for the and Black Magician. The former exists for the benefit of an external focus while the latter exists for benefit of an external focus while the latter exists for the benefit of self. Moreover, although the egoist or the benefit of self. Moreover, although the egoist or Black Magician is not a “goody-two-shoes”, he is Black Magician is not a “goody-two-shoes”, he is not evil; the Black Magician does not hinder not evil; the Black Magician does not hinder altruistic side-effects of his work for the sake of altruistic side-effects of his work for the sake of destruction For this reason the human species has destruction For this reason the human species has benefitted from the work of on Red Magus who is benefitted from the work of on Red Magus who is Set, and from the Priesthood of Set.Set, and from the Priesthood of Set.Of course nowhere is it said that a non-ordained Of course nowhere is it said that a non-ordained individual could not at some point become a Red individual could not at some point become a Red Magus, for the ways might be many. Magus, for the ways might be many. Notwithstanding this, the Priest of Set has already Notwithstanding this, the Priest of Set has already begun working toward this end, here and now on begun working toward this end, here and now on Planet Earth.Planet Earth.______________________________________________________________________[18] [18] Thought for the DayThought for the Day- by James Knowles II° (The Black Tiger)- by James Knowles II° (The Black Tiger)What one should never say in jest to a member What one should never say in jest to a member of the Order of the Vampyre: “Bite me!”of the Order of the Vampyre: “Bite me!”======================================================================The Black PyramidThe Black Pyramid- by Michael A. Aquino VI°- by Michael A. Aquino VI°======================================================================______________________________________________________________________[19] [19] Blood LustBlood LustWhenever I think I’ve finally seen the last of the Whenever I think I’ve finally seen the last of the 1980s’ Satanic-craze sleaze books, along oozes 1980s’ Satanic-craze sleaze books, along oozes another one - usually ignorable, but sometimes another one - usually ignorable, but sometimes sufficiently vicious concerning the Temple of Set sufficiently vicious concerning the Temple of Set and/or myself that I [once again!] have to stop and/or myself that I [once again!] have to stop working on pleasant, creative, and exploratory working on pleasant, creative, and exploratory projects and spend some more time cleaning out the projects and spend some more time cleaning out the cesspool via refutations, letters to publishers, and/or cesspool via refutations, letters to publishers, and/or eventual invocation of the Temple’s legal counsel.eventual invocation of the Temple’s legal counsel.This month a Warner paperback has appeared: This month a Warner paperback has appeared: The New SatanistsThe New Satanists by Linda Blood. Easily the most by Linda Blood. Easily the most venomous attack on contemporary Satanism since venomous attack on contemporary Satanism since Raschke’s Raschke’s Painted BlackPainted Black [see the 10/90 and 2/91 [see the 10/90 and 2/91 ScrollScrolls], s], TNSTNS portrays Blood as the innocent victim portrays Blood as the innocent victim of the Temple, excuse me - “cult”, during her own of the Temple, excuse me - “cult”, during her own brief 1979-80 membership. Throughout the rest of brief 1979-80 membership. Throughout the rest of the book she goes on to excoriate the Temple in the book she goes on to excoriate the Temple in every way imaginable, issuing dire warnings that we every way imaginable, issuing dire warnings that we are slavering neo-Nazis, ferocious sadomasochists are slavering neo-Nazis, ferocious sadomasochists [[The Story of OThe Story of O film is actually in our reading list!], film is actually in our reading list!], and just plain nasty people.and just plain nasty people.Michael Aquino is singled out for special Michael Aquino is singled out for special attention. I am denounced as a Svengali who not attention. I am denounced as a Svengali who not only tampers fiendishly with people’s minds - here only tampers fiendishly with people’s minds - here come PSYOP and the good old MindWar paper come PSYOP and the good old MindWar paper again! - but was “romantically involved” with again! - but was “romantically involved” with Blood herself. And a special chapter is devoted to Blood herself. And a special chapter is devoted to dredging up the Presidio of San Francisco 1986-87 dredging up the Presidio of San Francisco 1986-87 “child abuse” scam yet again, with Blood gloating “child abuse” scam yet again, with Blood gloating that the outcome of the Army’s Criminal that the outcome of the Army’s Criminal Investigation Division (CID) investigation Investigation Division (CID) investigation substantiates that Lilith and I were, after all, guilty as substantiates that Lilith and I were, after all, guilty as alleged.alleged.So once again I have had to prepare a detailed So once again I have had to prepare a detailed refutation of at least the most pointed garbage in the refutation of at least the most pointed garbage in the book and send it off to the publisher with a letter book and send it off to the publisher with a letter requesting recall of the book, an official apology to requesting recall of the book, an official apology to the Temple & myself, etc. If they agree, fine. If not, the Temple & myself, etc. If they agree, fine. If not, it’s back to our attorneys [again!].it’s back to our attorneys [again!].Copies of my detailed response - 14 packed Copies of my detailed response - 14 packed pages - have been sent to the Priesthood and to all pages - have been sent to the Priesthood and to all Pylon Sentinels. Contact one of these officials if Pylon Sentinels. Contact one of these officials if you’d like to see it. It is also available in Glinda’s you’d like to see it. It is also available in Glinda’s “Witch Hunt” library as file “BloodBk”. If you “Witch Hunt” library as file “BloodBk”. If you want a copy mailed to you directly, please send want a copy mailed to you directly, please send US$1 to the Temple office [to help offset the US$1 to the Temple office [to help offset the copy/mail cost]. A summary:copy/mail cost]. A summary:In 1978 Forrest J Ackerman published several In 1978 Forrest J Ackerman published several chapters from my chapters from my Dark SideDark Side story in his story in his Famous Famous Monsters of FilmlandMonsters of Filmland magazine. This attracted the magazine. This attracted the interest of Blood, who wrote me a series of fan interest of Blood, who wrote me a series of fan letters. She learned about the Temple of Set and letters. She learned about the Temple of Set and joined it in mid-79, shortly thereafter embarking joined it in mid-79, shortly thereafter embarking upon a sexual affair with Magister L. Dale Seago.upon a sexual affair with Magister L. Dale Seago.Simultaneously Blood decided that she and I Simultaneously Blood decided that she and I were destined to be desperately in love with each were destined to be desperately in love with each other, which she proceeded to broadcast throughout other, which she proceeded to broadcast throughout the Temple. By February 1980 she had succeeded the Temple. By February 1980 she had succeeded in making herself so conspicuous and obnoxious on in making herself so conspicuous and obnoxious on this score that an exasperated Seago first reduced this score that an exasperated Seago first reduced her to I° as a warning, then expelled her from the her to I° as a warning, then expelled her from the Temple.Temple.In June a repentant Blood wrote to me and In June a repentant Blood wrote to me and asked if she could please just correspond asked if she could please just correspond concerning the new chapters I was writing for concerning the new chapters I was writing for Dark Dark SideSide. I saw no harm in this, and indeed thought it . I saw no harm in this, and indeed thought it might help her regain some balance & self-respect. might help her regain some balance & self-respect. All seemed cordial and platonic for a few letters; All seemed cordial and platonic for a few letters; then in early 1981 Blood once more decided that I then in early 1981 Blood once more decided that I was to be the love of her life. I quietly became was to be the love of her life. I quietly became unavailable to her by telephone and simultaneously unavailable to her by telephone and simultaneously phased out my phased out my Dark SideDark Side correspondence. correspondence.By May 1981 Blood finally realized that I was By May 1981 Blood finally realized that I was just not going to have any romance, or sex, with her. just not going to have any romance, or sex, with her. This enraged her - towards not only Lilith & myself, This enraged her - towards not only Lilith & myself, but also my mother, who Blood decided had failed but also my mother, who Blood decided had failed Scroll of SetScroll of Set - August 1994 - Page - August 1994 - Page 1111"},{"pageNumber":12,"pageContent":"to cooperate with her amorous plans.to cooperate with her amorous plans.Blood then commenced a decade-long marathon Blood then commenced a decade-long marathon of obscene telephone calls, both to Lilith’s & my of obscene telephone calls, both to Lilith’s & my answering machine and to my mother, which answering machine and to my mother, which continued on and off for the next decade. These continued on and off for the next decade. These screamed messages ranged from threats against us, screamed messages ranged from threats against us, to graphic descriptions of self-mutilation, to to graphic descriptions of self-mutilation, to promises of suicide, to angry complaints that we promises of suicide, to angry complaints that we didn’t care about her committing suicide (!), to didn’t care about her committing suicide (!), to grunting & squealing masturbation over the phone, grunting & squealing masturbation over the phone, and to endless snarls about Nazi-theme sex. My and to endless snarls about Nazi-theme sex. My aging mother - by the early 1980s increasingly ill aging mother - by the early 1980s increasingly ill with terminal cancer - was shrieked at by Blood as a with terminal cancer - was shrieked at by Blood as a “Nazi-fucking whore and bitch”, although she had “Nazi-fucking whore and bitch”, although she had never treated Blood with anything but kindness and never treated Blood with anything but kindness and courtesy.courtesy.In February 1982, assuming that Blood was not In February 1982, assuming that Blood was not going to lose interest in this campaign, Lilith and I going to lose interest in this campaign, Lilith and I filed a complaint with her local police department in filed a complaint with her local police department in Massachusetts. She was summoned to the police Massachusetts. She was summoned to the police station and given a stern lecture, whereupon she station and given a stern lecture, whereupon she agreed to cease the calls and get psychiatric help. agreed to cease the calls and get psychiatric help. Instead she moved to another town and Instead she moved to another town and recommenced the calls, which Lilith and I just got recommenced the calls, which Lilith and I just got into the habit of ignoring [though we did keep a into the habit of ignoring [though we did keep a taped record of them as a precaution].taped record of them as a precaution].In 1987 Lilith and I were suddenly attacked by In 1987 Lilith and I were suddenly attacked by an Army chaplain, Lawrence Adams-Thompson, and an Army chaplain, Lawrence Adams-Thompson, and his wife - promoters of the then-ongoing “child his wife - promoters of the then-ongoing “child abuse” scam at the Presidio of San Francisco - with abuse” scam at the Presidio of San Francisco - with accusations that we had abducted and raped/ accusations that we had abducted and raped/ sodomized their child Kinsey Almond. This quickly sodomized their child Kinsey Almond. This quickly became an international media sensation, and became an international media sensation, and Blood’s phone screaming changed promptly to Blood’s phone screaming changed promptly to coarse child-sex themes. Simultaneously she coarse child-sex themes. Simultaneously she offered her services as an “escaped/ reformed ex-offered her services as an “escaped/ reformed ex-Satanist” to as many fundamentalist anti-occult Satanist” to as many fundamentalist anti-occult crank outfits as she could find, from the American crank outfits as she could find, from the American Family Foundation to the Cult Awareness Network. Family Foundation to the Cult Awareness Network. Soon Blood was on the tabloid-lecture circuit; and Soon Blood was on the tabloid-lecture circuit; and now, finally, now, finally, TNSTNS..And that is the story of Linda Blood which she And that is the story of Linda Blood which she somehow doesn’t quite get around to telling in her somehow doesn’t quite get around to telling in her book.book.Although specific points are addressed in my Although specific points are addressed in my detailed response to detailed response to TNSTNS, I should perhaps say a bit , I should perhaps say a bit more about the Presidio scam, particularly for those more about the Presidio scam, particularly for those who have not seen the “as it happened” Tree in the who have not seen the “as it happened” Tree in the North series in the 1987+ North series in the 1987+ ScrollScrolls.s.The Adams-Thompson allegations were made The Adams-Thompson allegations were made for a very simple reason: The Adult A-Ts used them for a very simple reason: The Adult A-Ts used them as the basis to file a $3 million damage claim as the basis to file a $3 million damage claim against the U.S. government (responsible for the against the U.S. government (responsible for the Presidio day-care center). They had watched other Presidio day-care center). They had watched other parents filing similar claims against a Baptist parents filing similar claims against a Baptist minister, Gary Hambright, who had worked at the minister, Gary Hambright, who had worked at the day-care center; and quickly realized they were day-care center; and quickly realized they were missing out on a chance to become overnight missing out on a chance to become overnight millionaires. Seeing us at the Presidio post millionaires. Seeing us at the Presidio post exchange in August 87 gave them an opportunity to exchange in August 87 gave them an opportunity to fabricate a story about their daughter and to allege it fabricate a story about their daughter and to allege it to the San Francisco Police, the CID, and the FBI - to the San Francisco Police, the CID, and the FBI - all of which were then in a state of disarray over the all of which were then in a state of disarray over the out-of-control Presidio hysteria.out-of-control Presidio hysteria.The SFPD had been further conditioned by its The SFPD had been further conditioned by its resident “cult cop” - Sandi Gallant - who in the resident “cult cop” - Sandi Gallant - who in the early 1980s was aggressively promoting the early 1980s was aggressively promoting the “Satanic crime” theme [and herself as an expert on “Satanic crime” theme [and herself as an expert on same]. Behind closed doors she lectured to SFPD same]. Behind closed doors she lectured to SFPD officers that Michael Aquino and the Temple of Set officers that Michael Aquino and the Temple of Set were really frightfully dangerous - just too clever to were really frightfully dangerous - just too clever to have been caught at anything. Hence the A-T have been caught at anything. Hence the A-T allegations reached the ear of an SFPD already allegations reached the ear of an SFPD already assured that the Temple of Set was actually the assured that the Temple of Set was actually the Manson Family North.Manson Family North.A search warrant was duly executed, whereupon A search warrant was duly executed, whereupon Lilith and I watched in utter mystification as teams Lilith and I watched in utter mystification as teams of SFPD, CID, and FBI officers swarmed through of SFPD, CID, and FBI officers swarmed through our house, looking for “child-abuse” evidence. our house, looking for “child-abuse” evidence. They of course found no evidence of that [or any They of course found no evidence of that [or any other] crime, but they other] crime, but they diddid cart away, illegally, cart away, illegally, several boxes of Temple papers & articles. [Every several boxes of Temple papers & articles. [Every single such item was later returned to us.] Later on I single such item was later returned to us.] Later on I filed a complaint with the San Francisco Police filed a complaint with the San Francisco Police Commission concerning the search warrant Commission concerning the search warrant execution and Gallant’s intrigues. The Commission execution and Gallant’s intrigues. The Commission investigated for 1-1/2 years and investigated for 1-1/2 years and sustainedsustained the the complaint.complaint.After the raid the FBI quickly realized the scam After the raid the FBI quickly realized the scam for what it was, washed its hands of the affair, and for what it was, washed its hands of the affair, and firmly refused any further involvement. In 1989 and firmly refused any further involvement. In 1989 and 1992 it issued reports utterly discrediting the 1992 it issued reports utterly discrediting the “Satanic crime” urban myth.“Satanic crime” urban myth.Lilith and I were soon verified to have been in Lilith and I were soon verified to have been in Washington, D.C. on all dates during the A-T Washington, D.C. on all dates during the A-T accusation period when Kinsey Almond had been at accusation period when Kinsey Almond had been at the day-care center. End of SFPD investigation, mid the day-care center. End of SFPD investigation, mid 1988. I preferred court-martial charges against A-T, 1988. I preferred court-martial charges against A-T, which his chain of command “made disappear”. which his chain of command “made disappear”. Clearly it wouldn’t do for a Christian chaplain to be Clearly it wouldn’t do for a Christian chaplain to be court-martialled for crimes against a Satanist!court-martialled for crimes against a Satanist!October 1988 and Geraldo Rivera’s [in]famous October 1988 and Geraldo Rivera’s [in]famous “there’s-a-Satanic-criminal-conspiracy-sweeping-“there’s-a-Satanic-criminal-conspiracy-sweeping-the-USA!” broadcast, in which Zeena LaVey and I the-USA!” broadcast, in which Zeena LaVey and I participated as panelists to try to bring some sanity participated as panelists to try to bring some sanity to bear. While most viewers thought my to bear. While most viewers thought my contribution a positive and dignified one, the contribution a positive and dignified one, the broadcast brought me to the attention of Senator broadcast brought me to the attention of Senator Jesse Helms, who was infuriated that a high-ranking Jesse Helms, who was infuriated that a high-ranking Army officer was actually a Satanist. He promptly Army officer was actually a Satanist. He promptly made a secret demand to the Secretary of the Army - made a secret demand to the Secretary of the Army - a personal friend of his - that I be gotten rid of - a a personal friend of his - that I be gotten rid of - a sticky problem, since my record happened to be sticky problem, since my record happened to be immaculate, indeed inconveniently distinguished.immaculate, indeed inconveniently distinguished.Scroll of SetScroll of Set - August 1994 - Page - August 1994 - Page 1212"},{"pageNumber":13,"pageContent":"The only thing to do was to resurrect the A-T The only thing to do was to resurrect the A-T allegations and open a new CID investigation of allegations and open a new CID investigation of them, it being pre-decided that they must somehow them, it being pre-decided that they must somehow be “proved”. Our annoying location 3,000 miles be “proved”. Our annoying location 3,000 miles away was gotten around by simply back-dating the away was gotten around by simply back-dating the allegations several months to a time when we had allegations several months to a time when we had been in San Francisco! [Of course at that time been in San Francisco! [Of course at that time Almond had not been in Hambright’s charge at all, Almond had not been in Hambright’s charge at all, but that was simply one of many inconvenient but that was simply one of many inconvenient annoyances to be ignored.]annoyances to be ignored.]A CID report was duly issued in 1989 with a A CID report was duly issued in 1989 with a “titling” statement that there was probable cause to “titling” statement that there was probable cause to believe that Lilith and I had committed the crime believe that Lilith and I had committed the crime alleged by A-T. The same report’s “Summary of alleged by A-T. The same report’s “Summary of Significant Information” contained Significant Information” contained not a single not a single itemitem of evidence to support this, and - absurdly - of evidence to support this, and - absurdly - page after page of page after page of exculpatoryexculpatory facts. facts.No court-martial charges resulted from this CID No court-martial charges resulted from this CID report; indeed long before it was completed we were report; indeed long before it was completed we were told that there would not be any. My Top Secret told that there would not be any. My Top Secret security clearance was immediately restored, and I security clearance was immediately restored, and I continued in Army Reserve assignments until my continued in Army Reserve assignments until my [voluntary] honorable retirement this year. [My final [voluntary] honorable retirement this year. [My final assignment, from 1990, was as an Intelligence assignment, from 1990, was as an Intelligence Officer for the U.S. Space Command in Colorado Officer for the U.S. Space Command in Colorado Springs.]Springs.]Lilith and I were sufficiently angered by the Lilith and I were sufficiently angered by the fraudulent CID report that we went to federal court fraudulent CID report that we went to federal court to have it thrown out. We sued under the Federal to have it thrown out. We sued under the Federal Privacy Act, which would have required the court to Privacy Act, which would have required the court to actually examine the report’s “evidence” actually examine the report’s “evidence” de novode novo. . Understandably the CID argued strenuously that its Understandably the CID argued strenuously that its reports should be reports should be exemptexempt from the Privacy Act. The from the Privacy Act. The district court, considering the political spectacle of district court, considering the political spectacle of justice for a devil-worshipper at the expense of justice for a devil-worshipper at the expense of exposing almost endless illegal actions by exposing almost endless illegal actions by investigators, exempted the report and ran for cover. investigators, exempted the report and ran for cover. The appeals court followed suit. An appeal to the The appeals court followed suit. An appeal to the Bush-administration Supreme Court would have Bush-administration Supreme Court would have been a waste of time, so that was that. At the very been a waste of time, so that was that. At the very least the court process had turned the report into a least the court process had turned the report into a pile of preposterous rubble, destined for the CID’s pile of preposterous rubble, destined for the CID’s chamber of horrors of how chamber of horrors of how notnot to do investigations! to do investigations!There were any number of sideshows to this There were any number of sideshows to this circus. From the time the A-Ts made their circus. From the time the A-Ts made their allegations to my 1994 decision to retire, my own allegations to my 1994 decision to retire, my own chain of command would have nothing to do with chain of command would have nothing to do with the Helms agenda. All of my officer efficiency the Helms agenda. All of my officer efficiency reports continued to give me the highest possible reports continued to give me the highest possible ratings in all categories, including ethics and ratings in all categories, including ethics and personal conduct. The Army Intelligence & Security personal conduct. The Army Intelligence & Security Command, and the Defense Department-level Command, and the Defense Department-level Defense Investigative Service also declined to Defense Investigative Service also declined to participate in the scam, and, as noted above, my Top participate in the scam, and, as noted above, my Top Secret clearance and assignments continued as Secret clearance and assignments continued as before.before.Shortly after the CID investigation was Shortly after the CID investigation was underway, the CID, illegally, tampered with a routine underway, the CID, illegally, tampered with a routine board deciding whether my Army Reserve career board deciding whether my Army Reserve career would be full- or part-time. The decision came down would be full- or part-time. The decision came down for part-time. In federal court the CID swore under for part-time. In federal court the CID swore under oath that it had not tampered with the board. A short oath that it had not tampered with the board. A short time later a British tabloid journalist printed a time later a British tabloid journalist printed a statement by the CID’s chief investigator that it had statement by the CID’s chief investigator that it had indeed compromised the board. [I promptly filed a indeed compromised the board. [I promptly filed a complaint with the Army Inspector General and the complaint with the Army Inspector General and the Judge Advocate General, both of whom set a record Judge Advocate General, both of whom set a record of sorts running in opposite directions.]of sorts running in opposite directions.]By late 1992 the entire situation had become By late 1992 the entire situation had become such a such a Mouse That RoaredMouse That Roared farce that there was no farce that there was no point in belaboring it further. Indeed it would have point in belaboring it further. Indeed it would have been amusing had it not been undertaken as such a been amusing had it not been undertaken as such a coldly-calculated exercise to intimidate Lilith and coldly-calculated exercise to intimidate Lilith and myself - and of course to wear down our physical myself - and of course to wear down our physical health, emotional resilience, and resources, all of health, emotional resilience, and resources, all of which it did. We decided to just consign the whole which it did. We decided to just consign the whole episode to the dustbin, try to forget about it, and get episode to the dustbin, try to forget about it, and get on with the pleasant and positive Setian interests on with the pleasant and positive Setian interests which we had pursued before the A-Ts concocted which we had pursued before the A-Ts concocted their little scheme.their little scheme.It developed, however, that remaining It developed, however, that remaining opportunists of the “Satanic crime/abuse” lunatic opportunists of the “Satanic crime/abuse” lunatic fringe - Raschke, Blood, et al. - have continued to fringe - Raschke, Blood, et al. - have continued to try to resurrect the A-T affair in an effort to slander try to resurrect the A-T affair in an effort to slander us - and through us the Temple of Set, which us - and through us the Temple of Set, which fundamentalists hate and fear as the single legitimate fundamentalists hate and fear as the single legitimate bastion of the Satanic religion in contemporary bastion of the Satanic religion in contemporary society. [Anton LaVey is today dismissed as a mere society. [Anton LaVey is today dismissed as a mere clown, and scattered local “Satanic cults” as no clown, and scattered local “Satanic cults” as no social challenge of any consequence.] So we will social challenge of any consequence.] So we will simply continue to respond with the truth as long as simply continue to respond with the truth as long as it is necessary. It is only aggravating that such it is necessary. It is only aggravating that such episodes drain our time, eat into the Temple’s episodes drain our time, eat into the Temple’s budget, and waste budget, and waste ScrollScroll space! space!If you’ve read If you’ve read The Dark SideThe Dark Side and enjoy the and enjoy the story, yes, you are welcome to write me about it. Get story, yes, you are welcome to write me about it. Get a grip first, though.a grip first, though.Scroll of SetScroll of Set - August 1994 - Page - August 1994 - Page 1313"}]
