[{"startMs":2139,"durationMs":3760,"subtitle":"Everything on the surface of life changes."},{"startMs":5899,"durationMs":6101,"subtitle":"Everything you can perceive and sense changes in some way, at some point."},{"startMs":12000,"durationMs":3430,"subtitle":"This may sound dismal, but it is not."},{"startMs":15430,"durationMs":2560,"subtitle":"Change is not something to be afraid of."},{"startMs":17990,"durationMs":5519,"subtitle":"It is something that provides excitement, progression, and a sense of life."},{"startMs":23509,"durationMs":7391,"subtitle":"What’s ironic about change is how much we appear to hate and resist it, despite how"},{"startMs":30900,"durationMs":5020,"subtitle":"inevitably rooted and essential it is to life."},{"startMs":35920,"durationMs":4760,"subtitle":"We are all afraid of the uncertainty that comes with change."},{"startMs":40680,"durationMs":5230,"subtitle":"We are all afraid of leaving this moment and stepping into the next."},{"startMs":45910,"durationMs":6160,"subtitle":"Even if this moment is not so great, it is often still better than the idea of what can"},{"startMs":52070,"durationMs":2370,"subtitle":"change in the next."},{"startMs":54440,"durationMs":7439,"subtitle":"We would rather things be not so great, than go through the risk and process of change."},{"startMs":61879,"durationMs":5611,"subtitle":"But regardless of our fear and resistance to change, it is inevitable."},{"startMs":67490,"durationMs":6290,"subtitle":"We must overcome our fear of it and embrace it in our lives so that we can experience"},{"startMs":73780,"durationMs":5170,"subtitle":"its opportunity, progression, and excitement."},{"startMs":78950,"durationMs":6059,"subtitle":"Like overcoming any type of fear, one must face change and understand it in order to"},{"startMs":85009,"durationMs":2011,"subtitle":"come to terms with it."},{"startMs":87020,"durationMs":7389,"subtitle":"What’s interesting about change is how we only really care to notice it when it is sudden,"},{"startMs":94409,"durationMs":2381,"subtitle":"unforeseen, and dramatic."},{"startMs":96790,"durationMs":5880,"subtitle":"Rather, when it is gradual, we barely notice or care about it."},{"startMs":102670,"durationMs":7370,"subtitle":"We assimilate it into life and enjoy the sense of forward motion that it brings to us."},{"startMs":110040,"durationMs":6160,"subtitle":"But what we must understand is that sometimes change occurs underneath the surface, and"},{"startMs":116200,"durationMs":3790,"subtitle":"we don’t see the gradual progression."},{"startMs":119990,"durationMs":1750,"subtitle":"But this change is no different."},{"startMs":121740,"durationMs":5050,"subtitle":"It is not something to be more fearful or resistant to."},{"startMs":126790,"durationMs":7160,"subtitle":"The only difference is how we perceive and experience the suddenness of it."},{"startMs":133950,"durationMs":4630,"subtitle":"Consider a friend or a co-worker that you see every couple of days."},{"startMs":138580,"durationMs":6570,"subtitle":"Let’s imagine they are growing their hair out from a very short length to a very long"},{"startMs":145150,"durationMs":1360,"subtitle":"length."},{"startMs":146510,"durationMs":5780,"subtitle":"You see them multiple times every week so you do not notice their hair grow because"},{"startMs":152290,"durationMs":7250,"subtitle":"the amount each week is exceptionally minute and unnoticeable to the naked eye."},{"startMs":159540,"durationMs":7050,"subtitle":"You don’t care about or react to this change and you easily accept the longer hair."},{"startMs":166590,"durationMs":6400,"subtitle":"Now imagine an old friend or family member whom you don’t see too often."},{"startMs":172990,"durationMs":6190,"subtitle":"This person is also growing their hair out from a short length to a long length."},{"startMs":179180,"durationMs":4770,"subtitle":"The last time you saw this person, their hair was very short."},{"startMs":183950,"durationMs":6470,"subtitle":"Now after a long period of time, you are seeing them and their hair is significantly longer."},{"startMs":190420,"durationMs":7160,"subtitle":"When you see them, the new change is jarring and you likely have a difficult time accepting"},{"startMs":197580,"durationMs":3010,"subtitle":"it right away."},{"startMs":200590,"durationMs":5539,"subtitle":"Life changes and grows like hair; millimeter-by-millimeter."},{"startMs":206129,"durationMs":7921,"subtitle":"But when we only see the change in centimeters or meters, it shocks us and we resist it."},{"startMs":214050,"durationMs":8920,"subtitle":"We accuse people, systems, and ideas of being fake, disingenuous, or impractical."},{"startMs":222970,"durationMs":5549,"subtitle":"Although there are cases where this may be true, it is important that we do not jump"},{"startMs":228519,"durationMs":5741,"subtitle":"to such conclusions as a result of our fear of change."},{"startMs":234260,"durationMs":7449,"subtitle":"We must understand that change is always happening and just because it appears sudden to us,"},{"startMs":241709,"durationMs":2771,"subtitle":"does not make it negative."},{"startMs":244480,"durationMs":6520,"subtitle":"Life is in constant flux, and by resisting change, we are resisting life."},{"startMs":251000,"durationMs":6190,"subtitle":"We must stop and consider change’s essence to life and not let fear get in the way of"},{"startMs":257190,"durationMs":910,"subtitle":"embracing"},{"startMs":258100,"durationMs":4900,"subtitle":"and enjoying it."}]
