[{"startMs":2060,"durationMs":6800,"subtitle":"As ego driven individuals, we love to think that the universe is all about us."},{"startMs":8860,"durationMs":5550,"subtitle":"That we are at the center and everything that happens, happens because the universe has"},{"startMs":14410,"durationMs":2970,"subtitle":"some divine plan for us."},{"startMs":17380,"durationMs":5330,"subtitle":"We are compelled to believe that the universe personally cares about us."},{"startMs":22710,"durationMs":2600,"subtitle":"Otherwise, what is the point?"},{"startMs":25310,"durationMs":5670,"subtitle":"How can we care about the universe if it does not care about us?"},{"startMs":30980,"durationMs":5390,"subtitle":"But just because we need it to care, does not mean that it does."},{"startMs":36370,"durationMs":6750,"subtitle":"The universe or a god, as some might view it, is not a human, nor does it function like"},{"startMs":43120,"durationMs":1350,"subtitle":"one."},{"startMs":44470,"durationMs":2790,"subtitle":"It does not experience emotion or empathy."},{"startMs":47260,"durationMs":8660,"subtitle":"And it does not care about the ways in which humans perceive and experience what it is."},{"startMs":55920,"durationMs":1230,"subtitle":"It functions objectively."},{"startMs":57150,"durationMs":6770,"subtitle":"And therefore, fundamentally, things do not happen for a reason."},{"startMs":63920,"durationMs":6000,"subtitle":"They happen merely because of the arbitrary alignments of time and space."},{"startMs":69920,"durationMs":2909,"subtitle":"Mere coincidence."},{"startMs":72829,"durationMs":6371,"subtitle":"But then why does it so often seem that when things happen, they happen for a reason?"},{"startMs":79200,"durationMs":6729,"subtitle":"That every time something happens to us, it leads to some purpose in our life."},{"startMs":85929,"durationMs":6421,"subtitle":"That even when bad things happen to us, they can end up leading us to good things."},{"startMs":92350,"durationMs":6500,"subtitle":"Certainly there must be a reason why the cliché, “everything happens for a reason,” is"},{"startMs":98850,"durationMs":2979,"subtitle":"so widely popular."},{"startMs":101829,"durationMs":8330,"subtitle":"The real reason is because of the resilience of human nature and the power of our imaginations."},{"startMs":110159,"durationMs":6721,"subtitle":"Things appear to happen for a reason not because the universe or a god-like figure is watching"},{"startMs":116880,"durationMs":8220,"subtitle":"over us, playing us like a prewritten video game, but because as humans, we have the power"},{"startMs":125100,"durationMs":4150,"subtitle":"to MAKE things happen for a reason."},{"startMs":129250,"durationMs":5950,"subtitle":"When things happen to us, we assimilate them into our life and give them a reason for being"},{"startMs":135200,"durationMs":1670,"subtitle":"there."},{"startMs":136870,"durationMs":6910,"subtitle":"We perceive the alignments of time and space and attach narratives and purpose to the things"},{"startMs":143780,"durationMs":2140,"subtitle":"that occur."},{"startMs":145920,"durationMs":2280,"subtitle":"We are the writers of our own story."},{"startMs":148200,"durationMs":6830,"subtitle":"For every moment we experience, we have the ability to write our own meaning."},{"startMs":155030,"durationMs":7120,"subtitle":"For every conflict we face, we have the ability to write our own resolution."},{"startMs":162150,"durationMs":8950,"subtitle":"We can learn, adapt, and create purpose out of the randomness of life within the universe."},{"startMs":171100,"durationMs":6919,"subtitle":"And in my opinion, that is even more comforting than the idea that things happen for some"},{"startMs":178019,"durationMs":28940,"subtitle":"ulterior reason."}]
