[{"startMs":1589,"durationMs":5921,"subtitle":"Although it is true that we fall in love, that does not mean that once we fall, we just"},{"startMs":7510,"durationMs":2280,"subtitle":"simply lie there."},{"startMs":9790,"durationMs":6620,"subtitle":"The infatuating sense of love that we feel when we first fall for someone cannot last"},{"startMs":16410,"durationMs":1540,"subtitle":"forever."},{"startMs":17950,"durationMs":5690,"subtitle":"This sensation is merely the brain’s way of attempting to motivate reproduction."},{"startMs":23640,"durationMs":5190,"subtitle":"It comes, works to do its job, and then leaves."},{"startMs":28830,"durationMs":4250,"subtitle":"But the relationship formed from it does not have to."},{"startMs":33080,"durationMs":7700,"subtitle":"If the relationship is honest and worthy, the true love underneath can live on."},{"startMs":40780,"durationMs":6730,"subtitle":"True love can perpetuate when one understands that, like everything in life, love goes through"},{"startMs":47510,"durationMs":3250,"subtitle":"various stages and conditions."},{"startMs":50760,"durationMs":6980,"subtitle":"It molds to our unique and changing life, and we must adapt and react accordingly."},{"startMs":57740,"durationMs":8559,"subtitle":"The unconscious and lustful love that we experience during the honeymoon-phase of relationships"},{"startMs":66299,"durationMs":3221,"subtitle":"is often easy and carefree."},{"startMs":69520,"durationMs":5919,"subtitle":"But this phase will eventually fade, and you must ensure that the individuals that you"},{"startMs":75439,"durationMs":7220,"subtitle":"choose to engage in relationships with for the purpose of love are individuals of whom"},{"startMs":82659,"durationMs":6871,"subtitle":"you will still want and enjoy love with when the roses die."},{"startMs":89530,"durationMs":1839,"subtitle":"True love requires effort."},{"startMs":91369,"durationMs":6371,"subtitle":"And you must work to ensure that such effort is worthwhile."},{"startMs":97740,"durationMs":3949,"subtitle":"Like everything in life, you get what you put in."},{"startMs":101689,"durationMs":4270,"subtitle":"And things that are worth a lot, require a lot."},{"startMs":105959,"durationMs":6921,"subtitle":"By being aware of and embracing the effort that must come after the initial surge of"},{"startMs":112880,"durationMs":7089,"subtitle":"love flees, you can work to facilitate love beyond just lust and romance."},{"startMs":119969,"durationMs":9031,"subtitle":"You can merge your life with another persons and experience the wonder of genuine connection."},{"startMs":129000,"durationMs":6590,"subtitle":"We must constantly check our pride and ego within a relationship and prevent any sense"},{"startMs":135590,"durationMs":3170,"subtitle":"of comfort, selfishness, or routine within it."},{"startMs":138760,"durationMs":6459,"subtitle":"You must be mindful and consider what differences you and your partner have."},{"startMs":145219,"durationMs":5080,"subtitle":"What is it that they like that you do not, and vice versa?"},{"startMs":150299,"durationMs":6690,"subtitle":"We must not let our selfishness prevent us from providing a balanced and mutual exchange"},{"startMs":156989,"durationMs":5541,"subtitle":"of love according to each partners’ needs and preferences."},{"startMs":162530,"durationMs":6120,"subtitle":"We must constantly make sacrifices and be willing to give up portions of our life that"},{"startMs":168650,"durationMs":7199,"subtitle":"help balance out our partners, trusting that they will do the same for us."},{"startMs":175849,"durationMs":5780,"subtitle":"As scary as this may be, it is one of the only risks worth taking in life."},{"startMs":181629,"durationMs":6730,"subtitle":"A life experienced without connection and love is a life unfulfilled."},{"startMs":188359,"durationMs":3140,"subtitle":"It is an incomplete work of art."},{"startMs":191499,"durationMs":6660,"subtitle":"If we wish to earn the experience of true love and fulfill the work of art that is our"},{"startMs":198159,"durationMs":7330,"subtitle":"life, we must realize the balance between the unconscious, infatuating acquisition of"},{"startMs":205489,"durationMs":17011,"subtitle":"love, and the conscious conservation of it."}]
