[{"startMs":489,"durationMs":2551,"subtitle":"A young man named David has been in the hospital for about"},{"startMs":3040,"durationMs":3829,"subtitle":"a week, undergoing a variety of tests, treatments, and recovery"},{"startMs":6869,"durationMs":5411,"subtitle":"processes following an open-heart surgery. The year is 2017."},{"startMs":12280,"durationMs":2800,"subtitle":"David has had a lifelong heart condition known as aortic"},{"startMs":15080,"durationMs":3470,"subtitle":"stenosis, which recently became so severe, he required a valve"},{"startMs":18550,"durationMs":2799,"subtitle":"replacement in order to prevent his heart from failing. The"},{"startMs":21349,"durationMs":3690,"subtitle":"surgery was successful. In order to help David deal with the inevitable"},{"startMs":25039,"durationMs":3151,"subtitle":"pains that follow open-heart surgery, he is given cocktails"},{"startMs":28190,"durationMs":3329,"subtitle":"of pain medications each day. A few of these medications,"},{"startMs":31519,"durationMs":3841,"subtitle":"however, make David horribly sick, delirious, and ultimately"},{"startMs":35360,"durationMs":4150,"subtitle":"worse off. David experiences horrible nausea and vomiting, which begins"},{"startMs":39510,"durationMs":3290,"subtitle":"to pose problems on his healing sternum. His reactions are so"},{"startMs":42800,"durationMs":3520,"subtitle":"harsh; he has to stop taking many of the medications. This eliminates"},{"startMs":46320,"durationMs":2900,"subtitle":"his reactions and reduces his vomiting, but the pain of"},{"startMs":49220,"durationMs":3600,"subtitle":"the recovery becomes far worse. In order to help the situation,"},{"startMs":52820,"durationMs":3700,"subtitle":"David’s doctor tells him about an alternative, nontraditional method"},{"startMs":56520,"durationMs":2800,"subtitle":"of pain reduction that the hospital has recently started"},{"startMs":59320,"durationMs":3030,"subtitle":"offering. He tells David it’s a program where patients"},{"startMs":62350,"durationMs":3430,"subtitle":"can use state of the art virtual reality equipment after and in"},{"startMs":65780,"durationMs":3149,"subtitle":"between treatments, which has shown to help reduce patients’"},{"startMs":68929,"durationMs":3521,"subtitle":"pain. At first, this sounds pretty ridiculous to David. He’s"},{"startMs":72450,"durationMs":3419,"subtitle":"heard of virtual reality before and knows what it is, but is completely"},{"startMs":75869,"durationMs":2540,"subtitle":"dumbfounded by the idea that it could possibly help with"},{"startMs":78409,"durationMs":3431,"subtitle":"his pain. The doctor tells David that it won’t actually eliminate"},{"startMs":81840,"durationMs":2980,"subtitle":"or even reduce the pain, but that it should help distract him"},{"startMs":84820,"durationMs":4240,"subtitle":"from it. David decides to give it a try. It couldn’t hurt."},{"startMs":89060,"durationMs":2489,"subtitle":"In the following couple weeks, David spends a portion of"},{"startMs":91549,"durationMs":3541,"subtitle":"each day with a virtual reality headset on in a room with other"},{"startMs":95090,"durationMs":3440,"subtitle":"patients doing the same. To David’s surprise, he actually feels"},{"startMs":98530,"durationMs":4009,"subtitle":"much better during this time. Not good, but better. He visits"},{"startMs":102539,"durationMs":3451,"subtitle":"the moon. Goes deep sea diving. Builds cities. Visits beautiful,"},{"startMs":105990,"durationMs":3379,"subtitle":"natural landmarks. Plays games. And mostly forgets about his"},{"startMs":109369,"durationMs":5151,"subtitle":"pain. It’s amazing. Soon, David’s condition stabilizes enough"},{"startMs":114520,"durationMs":2320,"subtitle":"to return to his normal life, relatively speaking. He returns"},{"startMs":116840,"durationMs":3809,"subtitle":"home to his job. His family. His friends. His routine."},{"startMs":120649,"durationMs":2390,"subtitle":"Within a few days of leaving the hospital, David decides to"},{"startMs":123039,"durationMs":2790,"subtitle":"purchase his own virtual reality setup to help with the"},{"startMs":125829,"durationMs":2681,"subtitle":"lingering pains that will persist in the following months of the"},{"startMs":128510,"durationMs":3960,"subtitle":"recovery process. A couple years go by. David has long been"},{"startMs":132470,"durationMs":3020,"subtitle":"fully recovered from the surgery. At the end of each night,"},{"startMs":135490,"durationMs":2950,"subtitle":"however, David continues to use virtual reality, escaping"},{"startMs":138440,"durationMs":3310,"subtitle":"to many of the same locations, games, and applications that he"},{"startMs":141750,"durationMs":3740,"subtitle":"spent time at in the hospital and during his recovery thereafter."},{"startMs":145490,"durationMs":3400,"subtitle":"He has more or less formed a habit out of it. It helps him forget"},{"startMs":148890,"durationMs":1000,"subtitle":"about the stresses"},{"startMs":149890,"durationMs":2830,"subtitle":"of his day-to-day, and David finds it very enjoyable, just how"},{"startMs":152720,"durationMs":2940,"subtitle":"one might enjoy a video game or their favorite TV show at the"},{"startMs":155660,"durationMs":5100,"subtitle":"end of each day. Several more years go by. The year is 2022."},{"startMs":160760,"durationMs":3370,"subtitle":"A newly emerging tech company by the name of Replieka"},{"startMs":164130,"durationMs":3030,"subtitle":"comes out with a revolutionary virtual reality product known"},{"startMs":167160,"durationMs":3930,"subtitle":"as Replieka Virtual World. The product is revolutionary on account"},{"startMs":171090,"durationMs":3070,"subtitle":"of its new lens technology that breaks through the limitations"},{"startMs":174160,"durationMs":2730,"subtitle":"of previous display methods and synchronizes with the"},{"startMs":176890,"durationMs":3900,"subtitle":"functions of the human eye using a stable, 360 degree lens device"},{"startMs":180790,"durationMs":3910,"subtitle":"the size of prescription glasses. With this device, a"},{"startMs":184700,"durationMs":3040,"subtitle":"real-time interactive, full resolution, and completely functional"},{"startMs":187740,"durationMs":3110,"subtitle":"virtual world can now be accessed and inhabited."},{"startMs":190850,"durationMs":3040,"subtitle":"Of course, David purchases it as soon as it becomes"},{"startMs":193890,"durationMs":2910,"subtitle":"available to the public. He receives it, opens up the"},{"startMs":196800,"durationMs":3200,"subtitle":"minimalistic package, puts on the glasses, and loads up the"},{"startMs":200000,"durationMs":3320,"subtitle":"default landing map; a city street filled with other people,"},{"startMs":203320,"durationMs":4050,"subtitle":"traffic, buildings, trees, birds, and so on. Immediately"},{"startMs":207370,"durationMs":3000,"subtitle":"disoriented, David takes a second to realize what he’s looking"},{"startMs":210370,"durationMs":3840,"subtitle":"at. Unlike all other virtual reality products, apps, games, and"},{"startMs":214210,"durationMs":2890,"subtitle":"platforms that he had previously used, where the trees never"},{"startMs":217100,"durationMs":3780,"subtitle":"really casted believable shadows, the grass didn’t move right,"},{"startMs":220880,"durationMs":2360,"subtitle":"most of the animals and people were all a bit off, and the"},{"startMs":223240,"durationMs":3540,"subtitle":"motion and controls never quite felt natural, this virtual"},{"startMs":226780,"durationMs":4390,"subtitle":"reality looked and felt like reality, reality. So much so that"},{"startMs":231170,"durationMs":3560,"subtitle":"David actually takes a moment to mentally adjust to the idea"},{"startMs":234730,"durationMs":3160,"subtitle":"that it isn’t. As David begins to acclimate and realize what"},{"startMs":237890,"durationMs":3820,"subtitle":"he’s experiencing, an ecstasy flows over him. It literally feels"},{"startMs":241710,"durationMs":2940,"subtitle":"like he has been reborn into a new world with endless new"},{"startMs":244650,"durationMs":5980,"subtitle":"possibilities. He spends the whole night exploring. Like the camera was to film and TV. Like the"},{"startMs":250630,"durationMs":2720,"subtitle":"personal computer was to the Internet. Like the Internet"},{"startMs":253350,"durationMs":2849,"subtitle":"was to the smartphone. Like the smartphone was to social"},{"startMs":256199,"durationMs":3081,"subtitle":"media. David experiences the next massive breakthrough"},{"startMs":259280,"durationMs":3150,"subtitle":"in technology and entertainment that would change everything"},{"startMs":262430,"durationMs":3420,"subtitle":"forever. A breakthrough so potent that he could feel"},{"startMs":265850,"durationMs":2909,"subtitle":"it; a sort of disorienting and overwhelming elation, where"},{"startMs":268759,"durationMs":5870,"subtitle":"a sci-fi concept of the future suddenly becomes real in the present."},{"startMs":274629,"durationMs":3942,"subtitle":"A couple more years go by. The year is 2024. Virtual"},{"startMs":278571,"durationMs":3729,"subtitle":"reality, in general, is no longer just popular among fringe"},{"startMs":282300,"durationMs":3040,"subtitle":"users, like David, but has become fully accepted into the"},{"startMs":285340,"durationMs":3870,"subtitle":"commonplace of culture and behavior. Just like how in the past,"},{"startMs":289210,"durationMs":3190,"subtitle":"the norm would be to go home and watch TV or go on the computer"},{"startMs":292400,"durationMs":2919,"subtitle":"after work or school. Or how one might spend time on their"},{"startMs":295319,"durationMs":3280,"subtitle":"smartphone while waiting in line at the grocery store, now,"},{"startMs":298599,"durationMs":3111,"subtitle":"individuals spend their spare time engaging in the Replieka"},{"startMs":301710,"durationMs":2859,"subtitle":"platform, bringing their glasses with them wherever they go,"},{"startMs":304569,"durationMs":2681,"subtitle":"turning them on whenever they have a spare second, and using"},{"startMs":307250,"durationMs":3259,"subtitle":"them to provide a spike of dopamine at the beginning and end of"},{"startMs":310509,"durationMs":3701,"subtitle":"each day. As a result of this now global phenomenon,"},{"startMs":314210,"durationMs":2139,"subtitle":"many new companies begin developing within the virtual"},{"startMs":316349,"durationMs":3371,"subtitle":"and augmented reality space. Companies focused on virtual"},{"startMs":319720,"durationMs":4319,"subtitle":"entertainment, applications, data, advertising, events, maps,"},{"startMs":324039,"durationMs":3171,"subtitle":"games, securities, currencies, virtual land exchange"},{"startMs":327210,"durationMs":4889,"subtitle":"and so on. David becomes obsessed. Instead of going out to"},{"startMs":332099,"durationMs":3790,"subtitle":"social events, he engages more frequently in virtual social"},{"startMs":335889,"durationMs":4050,"subtitle":"events. Instead of traveling much or going to museums and landmarks,"},{"startMs":339939,"durationMs":3211,"subtitle":"he visits destinations and learns about things virtually."},{"startMs":343150,"durationMs":2549,"subtitle":"Instead of creating art with physical materials and consuming"},{"startMs":345699,"durationMs":3081,"subtitle":"it in physical places, he makes, shares, and enjoys"},{"startMs":348780,"durationMs":3400,"subtitle":"art through virtual mediums, galleries, shows, and so"},{"startMs":352180,"durationMs":3819,"subtitle":"on. He soon even begins making his living virtually, buying"},{"startMs":355999,"durationMs":3420,"subtitle":"and selling virtual land properties, advertising space, and filling"},{"startMs":359419,"durationMs":2911,"subtitle":"jobs and roles that assist in virtual needs, all without"},{"startMs":362330,"durationMs":3000,"subtitle":"ever needing to leave his couch."},{"startMs":365330,"durationMs":3699,"subtitle":"Flash-forward to the year 2058. Replieka releases a"},{"startMs":369029,"durationMs":3461,"subtitle":"software update that provides a fully mapped and augmented world"},{"startMs":372490,"durationMs":3000,"subtitle":"that integrates entirely with the physical world. In other"},{"startMs":375490,"durationMs":3560,"subtitle":"words, the Replieka Virtual World can now layer on top of the"},{"startMs":379050,"durationMs":3240,"subtitle":"real world, rendering the real world virtually interactive,"},{"startMs":382290,"durationMs":3589,"subtitle":"linked with apps, medias, games, functions, entertainments, and"},{"startMs":385879,"durationMs":3850,"subtitle":"so on, at all times. David, along with essentially everyone who"},{"startMs":389729,"durationMs":3000,"subtitle":"hasn’t isolated themselves from the modern world, can now jump"},{"startMs":392729,"durationMs":3291,"subtitle":"between the virtual world and the real world, and a combination"},{"startMs":396020,"durationMs":2780,"subtitle":"of both. Even the most tedious things of daily life"},{"startMs":398800,"durationMs":4160,"subtitle":"are now covered with media, games, and modifiable experience."},{"startMs":402960,"durationMs":2420,"subtitle":"What had once merely been a means of assisting his pain"},{"startMs":405380,"durationMs":3659,"subtitle":"during his time in the hospital so many years ago, now makes things"},{"startMs":409039,"durationMs":3750,"subtitle":"like grocery shopping pleasurable and rife with entertainment."},{"startMs":412789,"durationMs":2741,"subtitle":"The technology quickly becomes easier. More well"},{"startMs":415530,"durationMs":3409,"subtitle":"integrated. More passive. More entertaining. David experiences"},{"startMs":418939,"durationMs":3630,"subtitle":"new realms of personal experience as the ability to see out of"},{"startMs":422569,"durationMs":5310,"subtitle":"others people’s perspective becomes an option. David experiences"},{"startMs":427879,"durationMs":3250,"subtitle":"the perspectives of celebrities, athletes, and other public"},{"startMs":431129,"durationMs":3452,"subtitle":"figures that upload and monetize their visual data. David, not"},{"startMs":434581,"durationMs":2868,"subtitle":"unlike everyone else, never leaves the house without his"},{"startMs":437449,"durationMs":2951,"subtitle":"glasses. He wears them to bed and only takes them off right"},{"startMs":440400,"durationMs":3400,"subtitle":"before falling sleep, if at all. As soon as he wakes up the next"},{"startMs":443800,"durationMs":3000,"subtitle":"morning, the first thing he does is put them on. He wears them"},{"startMs":446800,"durationMs":3359,"subtitle":"essentially at all times, feeling completely strange and naked"},{"startMs":450159,"durationMs":3241,"subtitle":"without them. It’s not really considered addiction, because"},{"startMs":453400,"durationMs":4689,"subtitle":"everyone’s doing it, but nonetheless, David is not in control."},{"startMs":458089,"durationMs":2791,"subtitle":"As the future unfolds more and more, life spans increase"},{"startMs":460880,"durationMs":2689,"subtitle":"with the development of better medical technologies and higher"},{"startMs":463569,"durationMs":3690,"subtitle":"levels of information. As a result of increasing life-spans, the"},{"startMs":467259,"durationMs":3180,"subtitle":"demand for new virtual worlds, improved augmentations, and"},{"startMs":470439,"durationMs":2771,"subtitle":"software updates that offer better qualities of entertainment"},{"startMs":473210,"durationMs":5859,"subtitle":"and novel experience also increases. In the year 2122, Replieka releases a product"},{"startMs":479069,"durationMs":3180,"subtitle":"that allows individuals to undergo a simple procedure,"},{"startMs":482249,"durationMs":3450,"subtitle":"which modifies the retina in the human eye, connects it the Replieka"},{"startMs":485699,"durationMs":2851,"subtitle":"data Cloud, and allows the human eye to function just"},{"startMs":488550,"durationMs":3310,"subtitle":"like the lens devices of the past. It requires some control from"},{"startMs":491860,"durationMs":3709,"subtitle":"a pocket-sized remote device but otherwise, requires no physical"},{"startMs":495569,"durationMs":4160,"subtitle":"hardware or wearable technology. Not long after its release, infants"},{"startMs":499729,"durationMs":3270,"subtitle":"are given this procedure almost unanimously within 48 to"},{"startMs":502999,"durationMs":3500,"subtitle":"72 hours of birth, completely out of their own control, somehow"},{"startMs":506499,"durationMs":3001,"subtitle":"born into this time of history in which they are swallowed hole"},{"startMs":509500,"durationMs":3690,"subtitle":"by technology, with no choice but to engage or completely opt"},{"startMs":513190,"durationMs":4190,"subtitle":"out of society. Reality and virtual reality essentially merge"},{"startMs":517380,"durationMs":2780,"subtitle":"and become indiscernible from one another."},{"startMs":520160,"durationMs":2280,"subtitle":"As the world delves deeper and deeper into the virtual"},{"startMs":522440,"durationMs":2860,"subtitle":"dimension, the human brain loses more and more of its"},{"startMs":525300,"durationMs":3630,"subtitle":"orientation and ability to properly form a singular sense of"},{"startMs":528930,"durationMs":6120,"subtitle":"self. Anxiety levels and the sense of alienation increases"},{"startMs":535050,"durationMs":2910,"subtitle":"rapidly and there is even more demand for higher-levels of"},{"startMs":537960,"durationMs":3590,"subtitle":"entertainment and virtual immersion to help distract people from"},{"startMs":541550,"durationMs":1752,"subtitle":"their growing problems. People can just reverse the procedure if"},{"startMs":543302,"durationMs":1000,"subtitle":"they want, but they don’t want too. The technology is too good,"},{"startMs":544302,"durationMs":1000,"subtitle":"and if they don’t keep it, they’ll be left out. The demand is"},{"startMs":545302,"durationMs":1679,"subtitle":"filled as more and more money is thrown at it. Globally, people"},{"startMs":546981,"durationMs":3798,"subtitle":"become sick, mentally disoriented, and suicidal. People can"},{"startMs":550779,"durationMs":4071,"subtitle":"virtually go anywhere and do anything, yet they feel lost."},{"startMs":554850,"durationMs":3179,"subtitle":"People can see and know anything in an instant, yet they feel"},{"startMs":558029,"durationMs":3091,"subtitle":"numb and brain dead. People can be friends with millions of"},{"startMs":561120,"durationMs":3839,"subtitle":"other people from all over the world, yet they feel isolated and"},{"startMs":564959,"durationMs":8021,"subtitle":"lose track of who their real friends are. The year is 2141. David hasn’t had to think"},{"startMs":572980,"durationMs":3549,"subtitle":"or feel in years. His memory of his prior life and self"},{"startMs":576529,"durationMs":4041,"subtitle":"have faded into the distance of 1s and 0s, blended and overridden"},{"startMs":580570,"durationMs":3890,"subtitle":"by the characters and worlds he has formed and lived through."},{"startMs":584460,"durationMs":4619,"subtitle":"Like how the opening of inebriate asylums occurred in the 18th and 19th centuries in"},{"startMs":589079,"durationMs":5260,"subtitle":"order to combat prevalent drug and alcohol addiction, a new category of medical and addiction"},{"startMs":594339,"durationMs":4771,"subtitle":"treatment centers develop that are focused entirely on virtual and technological addictions,"},{"startMs":599110,"durationMs":4560,"subtitle":"ailments, and mental conditions. After attempting to off himself, David is"},{"startMs":603670,"durationMs":3839,"subtitle":"administered into a treatment center. He’s in bad shape, experiencing"},{"startMs":607509,"durationMs":3130,"subtitle":"a psychological problem known as Virtual Dissociative"},{"startMs":610639,"durationMs":4831,"subtitle":"Disorder, with only his original user name, David_Greenwood,"},{"startMs":615470,"durationMs":3119,"subtitle":"connecting him to his earlier self. As means of treatment,"},{"startMs":618589,"durationMs":1000,"subtitle":"David goes"},{"startMs":619589,"durationMs":2891,"subtitle":"through a number of software updates, augmentation adjustments,"},{"startMs":622480,"durationMs":5480,"subtitle":"and so on. They all make him worse off. Around this same time, a doctor specializing"},{"startMs":627960,"durationMs":2980,"subtitle":"in the field comes out with a brand new technology that"},{"startMs":630940,"durationMs":2690,"subtitle":"proves to be exceptionally effective for people in similar"},{"startMs":633630,"durationMs":3509,"subtitle":"conditions to David. The doctor is seen as revolutionary"},{"startMs":637139,"durationMs":3380,"subtitle":"and regarded as the leader of a newly developing medical practice."},{"startMs":640519,"durationMs":3251,"subtitle":"David, along with innumerable amounts of other people, is sent"},{"startMs":643770,"durationMs":3360,"subtitle":"to this doctor. David finds himself in a massive hospital"},{"startMs":647130,"durationMs":3810,"subtitle":"lobby, with a huge grouping of other people in similar states."},{"startMs":650940,"durationMs":3819,"subtitle":"One by one, they are brought into this doctor. Eventually,"},{"startMs":654759,"durationMs":1591,"subtitle":"David is brought in."},{"startMs":656350,"durationMs":3440,"subtitle":"The doctor explains the technology to David as best he can."},{"startMs":659790,"durationMs":3120,"subtitle":"Once he finishes, he proceeds take out a pair of glasses. He"},{"startMs":662910,"durationMs":3480,"subtitle":"hands them to David and instructs him to put them on. David puts"},{"startMs":666390,"durationMs":3100,"subtitle":"them on. Immediately disoriented, David takes a second"},{"startMs":669490,"durationMs":3079,"subtitle":"to realize what he’s looking at. He sees the doctor,"},{"startMs":672569,"durationMs":3221,"subtitle":"the chair that he’s siting in, a counter top, a sink, and blank"},{"startMs":675790,"durationMs":3700,"subtitle":"walls, one with a weird painting hanging on it. Alarmed, David"},{"startMs":679490,"durationMs":3070,"subtitle":"asks, “Where is everything? Where did all the apps and portals"},{"startMs":682560,"durationMs":4519,"subtitle":"and files and icons go?” “There gone. The glasses take"},{"startMs":687079,"durationMs":4231,"subtitle":"them away.” Replies the doctor. David begins to panic a little and"},{"startMs":691310,"durationMs":3580,"subtitle":"quickly removes the glasses. The doctor tells David, “David,"},{"startMs":694890,"durationMs":1360,"subtitle":"I need you to trust me."},{"startMs":696250,"durationMs":2839,"subtitle":"I’m going to give a few moments to sit here alone and try them"},{"startMs":699089,"durationMs":3001,"subtitle":"again. I want you try your best to relax and just observe for a"},{"startMs":702090,"durationMs":4249,"subtitle":"little while and see how you feel. Ok?” The doctor gets up and"},{"startMs":706339,"durationMs":3511,"subtitle":"leaves David to himself. Confused, David waits a moment and then"},{"startMs":709850,"durationMs":3820,"subtitle":"puts the glasses back on, again revealing the empty, still room."},{"startMs":713670,"durationMs":3210,"subtitle":"For the first time in decades, David sits completely with"},{"startMs":716880,"durationMs":4129,"subtitle":"himself. No apps, no games, no entertainment, no virtual worlds"},{"startMs":721009,"durationMs":4041,"subtitle":"to jump to, no people to experience through. Nothing. He looks"},{"startMs":725050,"durationMs":2979,"subtitle":"around the room and down at the chair he’s sitting on. Out of"},{"startMs":728029,"durationMs":3221,"subtitle":"habit, he swipes at the arm of the chair with his finger."},{"startMs":731250,"durationMs":4680,"subtitle":"Nothing happens. He sits and does nothing. It hurts."},{"startMs":735930,"durationMs":2681,"subtitle":"After a couple minutes that feel like days go by, some"},{"startMs":738611,"durationMs":2918,"subtitle":"fragmented parts of his original self start to scramble across"},{"startMs":741529,"durationMs":3101,"subtitle":"his consciousness, like faded memories of a previous night’s"},{"startMs":744630,"durationMs":2949,"subtitle":"dream sprouting up in the middle of the next day."},{"startMs":747579,"durationMs":4630,"subtitle":"Soon, the doctor comes back in. “How are we doing?” he asks"},{"startMs":752209,"durationMs":4310,"subtitle":"David. “I don’t know. I feel weird and anxious. Like I don’t"},{"startMs":756519,"durationMs":3070,"subtitle":"what to do with myself other than to think about who I am or"},{"startMs":759589,"durationMs":3561,"subtitle":"what I am or why I am. It kind of hurts and I think I want to"},{"startMs":763150,"durationMs":2919,"subtitle":"take the glasses off again.” “Ok, David. You’re welcome to take"},{"startMs":766069,"durationMs":3491,"subtitle":"the glasses off if you’d like.” Replies the doctor. David takes"},{"startMs":769560,"durationMs":3839,"subtitle":"them off. Confused, David asks, “I don’t get it. How would these"},{"startMs":773399,"durationMs":4051,"subtitle":"help? They don’t do anything.” “Correct... That’s the treatment.”"},{"startMs":777450,"durationMs":3439,"subtitle":"Replies the doctor. “Huh?” David grunts with further confusion."},{"startMs":780889,"durationMs":3921,"subtitle":"“How would that help at all?” David asks. The doctor pauses for"},{"startMs":784810,"durationMs":4240,"subtitle":"a moment, puts on his own glasses, and looks David in the eyes."},{"startMs":789050,"durationMs":3270,"subtitle":"“That anxiety you were feeling. That weird sense of what it"},{"startMs":792320,"durationMs":3959,"subtitle":"means to be you in this empty room right now with nothing to do"},{"startMs":796279,"durationMs":4091,"subtitle":"other than to be you in this empty room; that’s still there with"},{"startMs":800370,"durationMs":4310,"subtitle":"or without the glasses on. You’re sick, David. We’re all sick."},{"startMs":804680,"durationMs":3771,"subtitle":"These glasses help us see how sick we really are.” “Why would"},{"startMs":808451,"durationMs":3868,"subtitle":"anyone want that?” replies David. “No one would.” The doctor"},{"startMs":812319,"durationMs":3450,"subtitle":"answers. “but what we want isn’t always what’s good for us. We"},{"startMs":815769,"durationMs":2841,"subtitle":"can fill our life with all the games, apps, new worlds,"},{"startMs":818610,"durationMs":2709,"subtitle":"entertainment and whatever else. You can escape into other"},{"startMs":821319,"durationMs":3140,"subtitle":"people’s perspectives, pretend you’re not you, come up with new"},{"startMs":824459,"durationMs":2440,"subtitle":"versions of you, and whatever else, but you’ll always be you"},{"startMs":826899,"durationMs":3121,"subtitle":"with your perspective at the end of it all. You can take the"},{"startMs":830020,"durationMs":2989,"subtitle":"glasses off right now, and leave them off. You can go back into"},{"startMs":833009,"durationMs":2620,"subtitle":"the world where everything is setup perfectly to distract you"},{"startMs":835629,"durationMs":4150,"subtitle":"from you, exploiting that desire to escape yourself. Or, once in"},{"startMs":839779,"durationMs":3341,"subtitle":"a while, you can put these glasses on and face yourself and your"},{"startMs":843120,"durationMs":3630,"subtitle":"sickness. You can sit with it. Think about it. And try your best"},{"startMs":846750,"durationMs":2779,"subtitle":"to deal with it and make it ok.” David asks the doctor, “But"},{"startMs":849529,"durationMs":3050,"subtitle":"then what? What about normal life? What about everything and"},{"startMs":852579,"durationMs":4070,"subtitle":"everyone else without these glasses?” “There’s nothing wrong"},{"startMs":856649,"durationMs":2711,"subtitle":"with taking the glasses off. There’s nothing wrong with all of"},{"startMs":859360,"durationMs":2680,"subtitle":"the screens and augmentations and games and entertainment and"},{"startMs":862040,"durationMs":3030,"subtitle":"everything else, but if you’re always there, you’re inevitably"},{"startMs":865070,"durationMs":3050,"subtitle":"going to forget what’s real underneath it all. That you’re"},{"startMs":868120,"durationMs":3390,"subtitle":"really alone in this empty room. If once in a while, you use"},{"startMs":871510,"durationMs":3030,"subtitle":"these glasses to remind yourself of this, then, whenever you"},{"startMs":874540,"durationMs":3370,"subtitle":"take the glasses back off to reenter the world of noise, you"},{"startMs":877910,"durationMs":2039,"subtitle":"might still have a little bit of yourself to hold onto. A little"},{"startMs":879949,"durationMs":6830,"subtitle":"bit of truth. A little bit of strength.” In the following weeks, David spends a portion"},{"startMs":886779,"durationMs":3170,"subtitle":"of each day with the glasses on in a room with other patients"},{"startMs":889949,"durationMs":2981,"subtitle":"doing the same. To David’s surprise, he actually feels"},{"startMs":892930,"durationMs":4170,"subtitle":"much better during this time. Not good, but better. He looks"},{"startMs":897100,"durationMs":2560,"subtitle":"at the walls and notices the little subtle bumps in the paint"},{"startMs":899660,"durationMs":4130,"subtitle":"on the drywall. He observes the patterns in the wood of the chairs."},{"startMs":903790,"durationMs":3430,"subtitle":"The speckles on tiles of the floor. The lines on the skin"},{"startMs":907220,"durationMs":3760,"subtitle":"of his hands. He talks with the other patients in the room. They"},{"startMs":910980,"durationMs":3029,"subtitle":"laugh together. They suffer together. It’s amazing."}]
