[{"startMs":2639,"durationMs":5481,"subtitle":"It is easy to sit back and let others control and influence our lives."},{"startMs":8120,"durationMs":5320,"subtitle":"To give up and accept life’s conditions as they are handed to us, without questioning"},{"startMs":13440,"durationMs":2359,"subtitle":"or selecting them."},{"startMs":15799,"durationMs":4480,"subtitle":"But as humans, we have the profound ability to choose."},{"startMs":20279,"durationMs":8760,"subtitle":"The ability to examine, consider, and select or deselect how we wish to live and see things."},{"startMs":29039,"durationMs":6831,"subtitle":"If you sit submissive and choose to not choose in life, you give others the ability to choose"},{"startMs":35870,"durationMs":1430,"subtitle":"for you."},{"startMs":37300,"durationMs":5160,"subtitle":"You lose control of your unique psychological world."},{"startMs":42460,"durationMs":5509,"subtitle":"There are as many psychological worlds as there are people within this one physical"},{"startMs":47969,"durationMs":1660,"subtitle":"world."},{"startMs":49629,"durationMs":7691,"subtitle":"A psychological world is the objective world, as a particular consciousness perceives and"},{"startMs":57320,"durationMs":2980,"subtitle":"experiences it."},{"startMs":60300,"durationMs":8429,"subtitle":"It is the sum of a person’s genetic dispositions, conditioned behaviors, and experiences, developing"},{"startMs":68729,"durationMs":3761,"subtitle":"into one unique vantage point."},{"startMs":72490,"durationMs":7150,"subtitle":"As a result, 7 billion people experience a slightly different color of the same world."},{"startMs":79640,"durationMs":5720,"subtitle":"And every person experiences a slightly different color of you."},{"startMs":85360,"durationMs":4329,"subtitle":"People see you in the ways that fit their own world."},{"startMs":89689,"durationMs":2991,"subtitle":"And you do the same for them."},{"startMs":92680,"durationMs":7410,"subtitle":"This is ok, though, because one can maintain their own world while also existing in others."},{"startMs":100090,"durationMs":6629,"subtitle":"What we must careful of, though, is losing control of our own world in the process."},{"startMs":106719,"durationMs":8741,"subtitle":"It is ok to inspire or be inspired by those we encounter in life, but it is damaging to"},{"startMs":115460,"durationMs":6089,"subtitle":"completely accept all the versions of the world that other people see."},{"startMs":121549,"durationMs":7791,"subtitle":"When we do this, we accept everyone’s color as our own and become a mix of TOO many colors,"},{"startMs":129340,"durationMs":4149,"subtitle":"all blending into a murky neutral brown."},{"startMs":133489,"durationMs":7081,"subtitle":"Instead, we must be selective and conscious of the colors we let our own mix with."},{"startMs":140570,"durationMs":6020,"subtitle":"We must maintain a unique and beautiful color that is distinctive and self-righteous."},{"startMs":146590,"durationMs":8190,"subtitle":"The best way to accomplish this is by realizing that your version of the world is not all"},{"startMs":154780,"durationMs":1780,"subtitle":"there is."},{"startMs":156560,"durationMs":5420,"subtitle":"If your color is unique, than so must everyone else’s."},{"startMs":161980,"durationMs":5780,"subtitle":"When we realize this, we no longer feel the need for our color to match with everyone"},{"startMs":167760,"durationMs":1000,"subtitle":"else’s."},{"startMs":168760,"durationMs":6600,"subtitle":"We cease trying to absorb other peoples’ and other people’s will no longer be able"},{"startMs":175360,"durationMs":3740,"subtitle":"to passively absorb ours."},{"startMs":179100,"durationMs":7419,"subtitle":"Only when we admit that the world exists in seven billion different forms, can we begin"},{"startMs":186519,"durationMs":13150,"subtitle":"to focus on controlling our own."}]
