[{"startMs":5839,"durationMs":4481,"subtitle":"With the years behind him stacking higher and higher, Chris had begun feeling the pressure"},{"startMs":10320,"durationMs":5020,"subtitle":"of time tightening in on him. He felt the tedium of days increase as they flipped like"},{"startMs":15340,"durationMs":5859,"subtitle":"cards being shuffled in a deck, blending into one long, obscure motion, nearly indiscernible"},{"startMs":21199,"durationMs":5071,"subtitle":"from one another. By most standards, his life was generally pretty good. But he struggled"},{"startMs":26270,"durationMs":5780,"subtitle":"to ever really enjoy it much. The tedium and anxiety and confusion seemed to gnaw at him,"},{"startMs":32050,"durationMs":3750,"subtitle":"and he constantly felt the sense that life should be something more."},{"startMs":35800,"durationMs":5310,"subtitle":"In his adulthood, Chris frequently found himself wondering what he was missing or doing wrong,"},{"startMs":41110,"durationMs":4629,"subtitle":"seeking wisdom for how to best live. Chris felt all of this generally building"},{"startMs":45739,"durationMs":4660,"subtitle":"in the background of his life, compounded over the last several years as friends drifted"},{"startMs":50399,"durationMs":5031,"subtitle":"apart for no real reason, family members passed away with age, and moderate life successes"},{"startMs":55430,"durationMs":5410,"subtitle":"turned stale before ever really being enjoyed. It was in this moment, though, just following"},{"startMs":60840,"durationMs":4730,"subtitle":"his girlfriend of five years leaving him alone in their apartment for her last time, that"},{"startMs":65570,"durationMs":5579,"subtitle":"he felt the feeling truly and totally overtake him; her last words still echoing in his head,"},{"startMs":71149,"durationMs":5150,"subtitle":"“I’m sorry, Chris, but it’s impossible to be with someone who is never happy.”"},{"startMs":76299,"durationMs":5050,"subtitle":"Chris sat laid back on the couch in his apartment’s living room, alone, staring at the ceiling"},{"startMs":81349,"durationMs":5861,"subtitle":"as rage and sadness fist fought in his head. It was Sunday, and the next day, he had to"},{"startMs":87210,"durationMs":4999,"subtitle":"be at work at 9 AM for his accounting job. He drank from a whiskey filled glass as he"},{"startMs":92209,"durationMs":4980,"subtitle":"thought about his life. He contemplated more seriously than he ever, the idea of skipping"},{"startMs":97189,"durationMs":5200,"subtitle":"to the end of the movie. He felt a hopelessness fill him so heavily that in this moment, without"},{"startMs":102389,"durationMs":5270,"subtitle":"Chris being conscious of it, a few of the strings holding together his normal self snapped,"},{"startMs":107659,"durationMs":5080,"subtitle":"which, unable to withstand the weight of Chris on their own, caused more strings to snap"},{"startMs":112739,"durationMs":6720,"subtitle":"in succession. In this, a sort of death occurred. The end result: some form of Chris on a plane"},{"startMs":119459,"durationMs":5830,"subtitle":"on his way to China with one bag of clothes and necessities, one debit card, a cell phone,"},{"startMs":125289,"durationMs":5341,"subtitle":"his passport, no real plan, no real communication with anyone, prepared to spend whatever portion"},{"startMs":130630,"durationMs":4279,"subtitle":"of his life savings and however much time he needed in search of finding what he was"},{"startMs":134909,"durationMs":5190,"subtitle":"searching for. Like most people, this idea of dropping everything and disappearing into"},{"startMs":140099,"durationMs":4901,"subtitle":"the unknown with no plan or destination, had circulated Chris’s mind plenty of times"},{"startMs":145000,"durationMs":5269,"subtitle":"before, but of course, he never acted on it. Until now, it never felt like his reasons"},{"startMs":150269,"durationMs":5190,"subtitle":"were big enough. Or perhaps his reasons not to WERE big enough. But now he felt the seed"},{"startMs":155459,"durationMs":5360,"subtitle":"of the idea sprout, watered by desperation and worse alternatives. He was set out to"},{"startMs":160819,"durationMs":5921,"subtitle":"touch the freedom of nowhere to be and nothing to do. A complete toss of caution to the wind,"},{"startMs":166740,"durationMs":4449,"subtitle":"willing to lose everything in hopes of finding something else."},{"startMs":171189,"durationMs":4780,"subtitle":"Once in China, Chris wandered somewhat aimlessly by himself. He visited different cities and"},{"startMs":175969,"durationMs":6511,"subtitle":"towns; temples, art galleries, gardens, outskirt lands, every nook and cranny he could find"},{"startMs":182480,"durationMs":4880,"subtitle":"and stumble across, essentially backpacking and staying in little hostels or camping along"},{"startMs":187360,"durationMs":4409,"subtitle":"the way. He sought places and people whom he could learn from. He talked with those"},{"startMs":191769,"durationMs":5531,"subtitle":"he met about matters of life and death, briefly welcomed in by some and shown their ways."},{"startMs":197300,"durationMs":5079,"subtitle":"In particular, Chris was repeatedly directed by many towards one individual who was supposedly"},{"startMs":202379,"durationMs":5480,"subtitle":"a revered teacher and guru of sorts that many traveled great distances to seeking answers"},{"startMs":207859,"durationMs":4850,"subtitle":"and advice. Chris would work his way in the direction he was pointed, eventually finding"},{"startMs":212709,"durationMs":4821,"subtitle":"himself in a province at the foot of the Himalayan Mountains. After some time of waiting, he"},{"startMs":217530,"durationMs":5189,"subtitle":"met the person whom he was told about. A lovely older woman who somehow felt both small and"},{"startMs":222719,"durationMs":5041,"subtitle":"large at the same. Chris introduced himself and the two talked cordially for a little"},{"startMs":227760,"durationMs":5399,"subtitle":"while. The woman asked him where he was from, his reasons for being there, and so on. Chris"},{"startMs":233159,"durationMs":4201,"subtitle":"explained to her as well as a he could, and when the timing was appropriate, he said,"},{"startMs":237360,"durationMs":5299,"subtitle":"“If I may ask, in your view, how should life be lived? How does one make the most"},{"startMs":242659,"durationMs":4940,"subtitle":"of this whole thing?” The woman paused for a moment, inhaled in a commanding manner,"},{"startMs":247599,"durationMs":5711,"subtitle":"and then said, “Do not chase worldly pleasures or material successes, Chris. Do not succumb"},{"startMs":253310,"durationMs":5160,"subtitle":"to the temptation of the moment. The only real is the eternal real. Work for what is"},{"startMs":258470,"durationMs":5010,"subtitle":"hard but necessary. What is meaningful in the long run. Let go of yourself and dissolve"},{"startMs":263480,"durationMs":4670,"subtitle":"into this. You only have one chance at this life; you must take it seriously and make"},{"startMs":268150,"durationMs":5600,"subtitle":"something of it. Give up trivial pleasures and desires in consideration of the long game."},{"startMs":273750,"durationMs":5250,"subtitle":"Live and contemplate in the garden of life beyond you, Chris. Always be growing and improving"},{"startMs":279000,"durationMs":5150,"subtitle":"and adapting. Leave your legacy strong and sturdy. That is what it means to live a good"},{"startMs":284150,"durationMs":5880,"subtitle":"life.” After a little bit longer, the conversation reached its natural end. Chris thanked the"},{"startMs":290030,"durationMs":4870,"subtitle":"woman and left on his journey alone. He felt a sense of immense clarity in her answer as"},{"startMs":294900,"durationMs":5019,"subtitle":"he thought about it over to himself. It made great sense to him and sounded appropriately"},{"startMs":299919,"durationMs":3861,"subtitle":"wise. He stopped along a small river while walking and wrote in one of the notebooks"},{"startMs":303780,"durationMs":5030,"subtitle":"that he had brought with him. Still somewhat unsatiated, Chris continued"},{"startMs":308810,"durationMs":5449,"subtitle":"on his travels, visiting other countries and places. After several pit stops and many moments"},{"startMs":314259,"durationMs":4421,"subtitle":"of difficult challenges and disorientations, Chris would find himself in the country of"},{"startMs":318680,"durationMs":6990,"subtitle":"Greece. Here he visited cathedrals, museums, art galleries, parks, outskirt forests, every"},{"startMs":325670,"durationMs":4490,"subtitle":"nook and cranny he could find and stumble across. He sought places with people from"},{"startMs":330160,"durationMs":5200,"subtitle":"whom he could learn from. Many directed him, in particular, to National Gardens park in"},{"startMs":335360,"durationMs":5760,"subtitle":"Athens. Here, supposedly, a highly regarded self-help type of writer worked and wrote"},{"startMs":341120,"durationMs":5130,"subtitle":"on the weekends. After making his way and forcing a seeming coincidental bumping of"},{"startMs":346250,"durationMs":5129,"subtitle":"paths, Chris met the man while he was working at a small table in the park. Chris introduced"},{"startMs":351379,"durationMs":5391,"subtitle":"himself kindly and told the man who he was, his reasons for approaching him, and so on."},{"startMs":356770,"durationMs":4359,"subtitle":"They talked about this and that for a little. At the right moment, Chris said to the man,"},{"startMs":361129,"durationMs":5160,"subtitle":"“If I may ask, in your view, how should life be lived? How does one make the most"},{"startMs":366289,"durationMs":6471,"subtitle":"of this whole thing?” With little hesitation, the man said, “Enjoy the moment my friend."},{"startMs":372760,"durationMs":5070,"subtitle":"Seize the day. Do not wait for what might come, because what might come is always uncertain."},{"startMs":377830,"durationMs":4680,"subtitle":"Do not live for some imagined later or what might come after you are no longer here. Enjoy"},{"startMs":382510,"durationMs":6119,"subtitle":"and indulge the simple pleasures of life right now, while you can. You only have one life."},{"startMs":388629,"durationMs":6331,"subtitle":"Do not work too hard. Do not take it too seriously. That is what it means to live a good life.”"},{"startMs":394960,"durationMs":5080,"subtitle":"The two talked a bit further unto the conversation’s end. Then, Chris thanked the man, said his"},{"startMs":400040,"durationMs":4840,"subtitle":"farewell, and left on his journey alone. He felt a sense of clarity in the man’s answer"},{"startMs":404880,"durationMs":5670,"subtitle":"as he pondered it to himself. It made great sense to him and sounded quite wise. He stopped"},{"startMs":410550,"durationMs":4170,"subtitle":"on a bench just outside of the park and wrote a little summary of the conversation down"},{"startMs":414720,"durationMs":4620,"subtitle":"in one of his notebooks. Chris would continue on and on. For weeks"},{"startMs":419340,"durationMs":5870,"subtitle":"he traveled and wandered, from Greece to Romania, from Romania to Austria, eventually finding"},{"startMs":425210,"durationMs":5620,"subtitle":"himself in France. At the direction of others he met along the way, he found himself seeking"},{"startMs":430830,"durationMs":5559,"subtitle":"a woman who was regarded as one of the great modern intellectuals. Chris found her at Café"},{"startMs":436389,"durationMs":5351,"subtitle":"de Flore, in Paris, as he was told he might. He timidly approached her table after finally"},{"startMs":441740,"durationMs":4549,"subtitle":"happening by at the right time, and cordially introduced himself, not quite welcomed by"},{"startMs":446289,"durationMs":5421,"subtitle":"her initially, but after some charismatic coaxing, she engaged him in a brief conversation."},{"startMs":451710,"durationMs":5579,"subtitle":"At some point, when it felt right, Chris said to the woman, “If I may ask, in your view,"},{"startMs":457289,"durationMs":4551,"subtitle":"how should life be lived? How does one make the most of this whole thing?” With a confident"},{"startMs":461840,"durationMs":5510,"subtitle":"smile, the woman said, “It’s all a balance. You have to live in the now but also, be sure"},{"startMs":467350,"durationMs":4891,"subtitle":"to think ahead at the same time. Enjoy the pleasures of life as often as you can, but"},{"startMs":472241,"durationMs":5208,"subtitle":"never so much so that you neglect the future. An indulgence of the now sustained by a constant"},{"startMs":477449,"durationMs":5141,"subtitle":"and simultaneous reminder that there are more and better nows still to come and hold out"},{"startMs":482590,"durationMs":6549,"subtitle":"for. The balance of the two makes both great. That is what it means to live a good life.”"},{"startMs":489139,"durationMs":5021,"subtitle":"Chris thanked her for her kind willingness to spare a few moments and left her to herself."},{"startMs":494160,"durationMs":4319,"subtitle":"As he walked away, he was again struck by the wisdom, convinced by the clarity of the"},{"startMs":498479,"durationMs":4641,"subtitle":"woman’s words. He sat at a little bench in downtown and wrote what she said in one"},{"startMs":503120,"durationMs":4750,"subtitle":"of his notebooks. A few days later, still somehow unsatiated,"},{"startMs":507870,"durationMs":4430,"subtitle":"and growing increasingly tired by this point, Chris would find himself in Germany, at a"},{"startMs":512300,"durationMs":4780,"subtitle":"small debate between two philosophers of whom he was directed towards. After the debate"},{"startMs":517080,"durationMs":4070,"subtitle":"ended, Chris approached one of the philosophers at the bar attached to the auditorium that"},{"startMs":521150,"durationMs":5270,"subtitle":"the event took place. He introduced himself briefly and naturally started a conversation."},{"startMs":526420,"durationMs":6380,"subtitle":"They talked about this and that. When appropriate, Chris said, “If I may ask, in your view,"},{"startMs":532800,"durationMs":4910,"subtitle":"how should life be lived? How does one make the most of this whole thing?” With a deep,"},{"startMs":537710,"durationMs":6140,"subtitle":"slow, and tired exhale, the man said, “We don’t. Don’t you see? We are condemned"},{"startMs":543850,"durationMs":5410,"subtitle":"by our awareness of the future and the perpetual slipperiness of every moment. We are stuck"},{"startMs":549260,"durationMs":4940,"subtitle":"between the finite and the infinite, the now and the later, unable to ever reconcile this"},{"startMs":554200,"durationMs":5350,"subtitle":"balance and know how to make the most of either. To make the most of now risks the future."},{"startMs":559550,"durationMs":4640,"subtitle":"To preserve the future, risks never making the most of now. To be human is to be aware"},{"startMs":564190,"durationMs":6920,"subtitle":"of and desire both, forced to live in between. And to live in between is to never touch either."},{"startMs":571110,"durationMs":4920,"subtitle":"Wisdom is accepting this condition. Live with a pessimism and lower your expectations and"},{"startMs":576030,"durationMs":4470,"subtitle":"the occasional good will emerge once in a while. That is what it means to live a good"},{"startMs":580500,"durationMs":5100,"subtitle":"life.” The man drank from his beer as Chris somberly thanked him and continued on his"},{"startMs":585600,"durationMs":5500,"subtitle":"way. Although melancholic, he felt a sense of clarity in the man’s answer. It made"},{"startMs":591100,"durationMs":5260,"subtitle":"sense and was clearly quite wise. He sat on the ledge of a small city fountain and wrote"},{"startMs":596360,"durationMs":5090,"subtitle":"what the man said in his notebook. Chris would continue on and on, reading and"},{"startMs":601450,"durationMs":5740,"subtitle":"talking and looking everywhere else he could. Almost without realizing or planning it, suddenly,"},{"startMs":607190,"durationMs":4430,"subtitle":"he found himself at home, again, lied back on his living room couch. An assortment of"},{"startMs":611620,"durationMs":4430,"subtitle":"books that he had collected along his journey as well as journals of notes that he took,"},{"startMs":616050,"durationMs":5400,"subtitle":"sat next to him. He thought to himself, reflecting through the pages of his notes and memories."},{"startMs":621450,"durationMs":4190,"subtitle":"He considered how he had explored different worlds and different cultures, asking some"},{"startMs":625640,"durationMs":4510,"subtitle":"of the wisest members of each how to best live. He received a newfound collection of"},{"startMs":630150,"durationMs":4790,"subtitle":"wisdoms from all of them, all of which sounded powerful and insightful and true on their"},{"startMs":634940,"durationMs":5820,"subtitle":"own, yet somehow, together, seemed to all contradict almost entirely. Chris wrote his"},{"startMs":640760,"durationMs":4280,"subtitle":"thoughts down in some of the empty space in one of the journals he still had room in."},{"startMs":645040,"durationMs":5910,"subtitle":"Eventually, after plenty of mostly incoherent babbling, he wrote the following: “I went"},{"startMs":650950,"durationMs":5690,"subtitle":"out into the world claiming to seek wisdom. But what I really sought were answers. And"},{"startMs":656640,"durationMs":5850,"subtitle":"it is now perhaps my only clear conclusion that wisdom is the ability to know the difference."},{"startMs":662490,"durationMs":5580,"subtitle":"There is no general wisdom of the kind I sought. The sort of wisdom that is alluded to in aphorisms"},{"startMs":668070,"durationMs":6370,"subtitle":"and clichés. Wisdom is knowing the limits of this wisdom. That it is entirely situational,"},{"startMs":674440,"durationMs":4590,"subtitle":"and rarely general, if at all. There are countless ideas and sayings and"},{"startMs":679030,"durationMs":5380,"subtitle":"so-called wisdoms that can justify nearly any way of living. They all sound good, because"},{"startMs":684410,"durationMs":6790,"subtitle":"they all are. But by the same token, none are. All ideas and cliches and wisdoms are"},{"startMs":691200,"durationMs":5850,"subtitle":"both true and false, meaningful and meaningless, depending on where and when and how they are"},{"startMs":697050,"durationMs":5150,"subtitle":"applied. Even the most brilliant thoughts and lines ever written or uttered across history"},{"startMs":702200,"durationMs":5440,"subtitle":"inevitably face their falsehoods, hypocrisies, and righteous oppositions. One can travel"},{"startMs":707640,"durationMs":5480,"subtitle":"the world and back, through books or on their own two feet, just to discover that the answers"},{"startMs":713120,"durationMs":5320,"subtitle":"are not out there. But perhaps one does not need answers, nor certainty, nor solace of"},{"startMs":718440,"durationMs":6770,"subtitle":"this form. Bad things happen. Life is an impossible puzzle, missing a majority of its pieces."},{"startMs":725210,"durationMs":5770,"subtitle":"To live it in its ordinary form is courage. To find meaning in its mundane meaninglessness"},{"startMs":730980,"durationMs":5750,"subtitle":"is a sort of genius. To just exist for the time one has and to do one’s best, that’s"},{"startMs":736730,"durationMs":4740,"subtitle":"wise enough. It need not be more complicated than that. One should always be learning and"},{"startMs":741470,"durationMs":5100,"subtitle":"listening and considering the ideas and words of others, but I think I know now that this"},{"startMs":746570,"durationMs":6860,"subtitle":"wisdom is always a means and rarely an end.” Chris put the pen back into the notebook,"},{"startMs":753430,"durationMs":4905,"subtitle":"closed it, and sat back in his couch, eager to get back to and repair the life that"},{"startMs":758335,"durationMs":4003,"subtitle":"was his."}]
