[{"pageNumber":1,"pageContent":" Issue 4 - Journal for the Academic Study of Magic 147Angels with NanotechWings: Magic, Medicineand Technology in TheNeuromancer and BrainPlagueCatherine M. LordAngels with Nanotech WingsHow many angels can dance on the head of a pin? This questionperplexed medieval scholars. For them, the fantastic was not a matterof science fiction, but science fact. There was much debate as to whetherangels were material or occult. The unseen and enigmatic have alwaysprovoked scientific hypothesis. Quantum mechanics asked whether thebuilding blocks of matter form particles or waves. The miniaturethreatens to be everywhere but nowhere. Nanotechnology, or the art ofengineering miniature assemblages that can transit our bodies, couldsoon produce the equivalent of guardian angels with silicone wings.These might watch over cells tempted to turn cancerous. Science testschanges through hypotheses and measurement. Mysticism requiresspeculation, faith and the unknown. We fancy that Arthur C. Clarke’sfamous dictum that “Any sufficiently advanced technology isindistinguishable from magic” (Clarke’s Third Law 1962) has done awaywith the mystical. But like the Freudian repressed, it returns."},{"pageNumber":2,"pageContent":"148 Journal for the Academic Study of Magic - Issue 4Only more recent studies of the life work of Isaac Newton haveuncovered the relationship between his practice of magic, or alchemy,and the enlightenment rationality of his scientific discoveries (Golinski1988). For Newton, one did not preclude the other. Alchemy providedhim with what today, we might call a space for lateral thinking. This ledto the creative break-throughs of his major works in optics and gravity.One of the many enduring purposes of alchemy has been medicinal.Newton’s alchemy, unwittingly medical, came to reveal colour spectrumsand the laws of gravity. Without the latter, no rocket could have reachedthe moon. Magically (because technologically), there is a longstandingtradition in which medical explorations, however crude, lead to thedevelopment of technologies at both the cutting and bleeding edges. What then, does medical engineering have to do with discourses ofmagic and theology in contemporary science fiction? William Gibson’scelebrated cyber-punk classic The Neuormancer (1984) and JoanSlonczenski’s Brain Plague (2001), a novelistic ‘buddy movie’ about therelationship between a struggling artist Chrysoberyl and an acceleratedculture of sentient cells, both confront forces neither entirely humannor scientifically verifiable. The microbes, which trespass intoChrysoberyl’s body, summon her neurally in the voices of Old Testamentsupplicants praying to their god. In Gibson’s novel, one manifestationof the cyberspace system’s artificial intelligence, or AI, calls itself‘Neuromancer.’ The word itself conjures a configuration of discourses– neurology, romance and necromancy. Necromancers like the 17thcentury John Dee, claimed to raise demons. Artificial intelligence is aforce which science has confidently predicted or denounced asimpossible. AI remains the stuff of science fiction, and in Gibson’s"},{"pageNumber":3,"pageContent":" Issue 4 - Journal for the Academic Study of Magic 149novel, its connection to evil spirits is made explicit in the novel’s title.Indeed, both novels dramatize the less explored edges betweenmysticism, theology, and the discourses of medical engineering that areat present in development.The technologies that pose the potential to take us into a medicalrevolution are neural-enhancers and nantechnological robots. Anassociate professor of molecular and pharmacology and toxicology, Dr.Roberta Dia Brinton is developing a “neurochip” (Networker@USC,Jan./Feb 1999). This silicone device can be planted into the neuralconnections of the brain, and compensate for basic genetic dysfunctionsin neural tissue. Nanotechnology also works at the micro-level.Molecular-sized robots can now mark cells, so that doctors can trackfluctuations in a medical condition. The next frontier will involvenanomachines that repair damaged cells.Both The Neuromancer and Brain Plague seize every opportunity to throwtheir characters into countless situations of neural damage and drugaddiction. In a time when ‘mad cow disease’ still haunts, and SARSterrifies, readers can readily identify with Chrysoberyl’s risk venture.Allowing her brain to become the Promised Land for a culture ofreligiously minded microbes, Chrys gains their powers off immunization,but also team-mates to help her build a commissioned city, Silicone.Jonquil, one of the leader cells, declares the human project to becompletely in line with that of the miniature world (chapter 13). Similarly,in Gibson’s novel, Neuromancer implies that Case’s role requires thathe learn the correct codes to call up a burgeoning artificial intelligence(chapter 21). Case may be posthuman in his connection to cyberspace,but his contribution to the system - chemical, emotional and"},{"pageNumber":4,"pageContent":"150 Journal for the Academic Study of Magic - Issue 4unpredictable - cannot be dispensed with. Both novels explore whathappens when medical interventions tread into terrains beyond the scopeof healing, where creativity is pursued for creativity’s sake.Creativity is a concept that calls for clarification and attracts censure. Ina now famous essay, entitled “The Work of Art in the Age of MechanicalReproduction” (Collected Essays, Hannah Arendt), celebrated writer andscholar Walter Benjamin (1892-1940) wrote about how the ‘work ofart’ undergoes transformation through reproduction. Photography andfilm provided two key examples. The ‘aura’ around a painting fadeswhen reproduced through catalogues, photographs and copies. Benjaminargues that words such as “creativity” and “genius” have becomeoutmoded. The model of the powerful and solitary creative spiritbecomes discarded in an age where reproduction begins to produce atechnology of creativity.Both Chrysoberyl and Case, the protagonist of The Neuromancer, do notoperate as even independent beings. They can only perform creativelywith the aid of prostheses, pharmacological drugs and, in Chry’s case,microbes. For Case, super-hacking requires learned competence fromsystems with vast and already formulated rules. He can only outface hisAI opponents Wintermute and the Neuromancer through spontaneity.Case is the rightful precursor of Neo, from the blockbuster movie THEMATRIX (1999). Played by Kenau Reeves, Neo learns that his onlyadvantage against the ‘Matrix’, or the vast AI network, is the act ofbreaking rules. AIs cannot improvise. Humans can. With an ability toplay the system brilliantly, but also be unpredictable and emotional,humans can overwrite the apparently triumphant cybernetic system andits agents. Gibson’s novel and its successor The Matrix, provide what I"},{"pageNumber":5,"pageContent":" Issue 4 - Journal for the Academic Study of Magic 151have termed elsewhere (1999) a theoretical fiction for analyzing how asystem can be transversed and transformed through an act of creativity.Such fictions are more than ‘objects’ that give us ethical or scientificinsights into our current practices. These fictions act as bridges betweensystems from the past and those in the future. That bridge requiresinnovative thinking, and this requires more than a solitary human workingfrom inspiration.A relatively young field devoted to the topic of how individuals interactwith domains of knowledge has helped our understanding of creativity.The cliché that creativity is an aggressively individualistic act has beensubverted. Creative work is rarely left touched by culture and itscollective concerns. One of the field’s pioneers, Mihaly Csikszentmihalyi,has provided a definition of creativity which resonates uncannily withThe Neuromancer, Brain Plague, neurochipping and nanotechnology. Adomain of practice, be this the visual arts or biology, has its own fields,such as multimedia design or neurobiology. “Creativity occurs” clarifiesCsikszentmihalyi, when...a person using the symbols of a given domain...has a newidea or sees a new pattern, and when this novelty is selectedby the appropriate field for inclusion into this relevant domain.The next generation will encounter that novelty as part of thedomain they are exposed to, and if they are creative, they inturn will change it further. Occasionally creativity involves theestablishment of a new domain (1996, p 28). Take for example, the neurochips being developed by Dr. Roberta DiazBrinton and her colleagues (Online, Networker@USA, Sep/October,"},{"pageNumber":6,"pageContent":"152 Journal for the Academic Study of Magic - Issue 41999). Miniature chips can be connected into brain synapses. Once thebar on the high jump of the technology is raised several more notches,the benefits for stroke victims will be awaited. Such technology and itsmodern alchemists have formed a new domain. They have sutured theareas of microbiology and computer engineering. The results of thesecreative collaborations appear in business and marketing. One companyspecializing in the development of neural microchips dubbed itself, notsurprisingly, “Neuromancer Consulting: Your Telemedicine Partner.” Thisexample resonates with Csikszentmihalyi’s concept of creativity as athird term working between the already established and the future ofresearch and business. Science fiction inspires representations of medicalapplication and the domains of future research. The sci-fi narrative maybe regarded as the ‘fuzzy logic’ between what can be identified andquantified, and what can be qualitative and ineffable.The Medieval mind embraced the spiritual dimension of angels inunpredictable numbers. Despite the wish to quantify the angel, manyacknowledged the angel as numinous and beyond measurement. Perhapsthe metaphor of the angel persists because we know that in the creativeenterprise, be it scientific or artistic, resides in the ephemeral. Biomedicalscience will quantify and control, but when the angel of unpredictabilityshakes its wings, the chaos of weird science will out. Science fictionanalyses such chaos. It pursues sociological and aesthetic critiques ofbiomedical interventions, their uses and abuses. Such applications takeoff into the future on wings of technological achievement. These willbe the wings of flight for angels with glue on their horns."},{"pageNumber":7,"pageContent":" Issue 4 - Journal for the Academic Study of Magic 153Angels With Glue HornsHorns conjure the devilish side. Equal amounts of ‘good’ and ‘evil’might keep the cosmos in balance. Though a matter of irrelevance tohard-core science, tiny left-overs of shattered theologies hurtle into ourmedical and aesthetic futures. The interaction between science and artproduces an ethical minefield. Dr. Brinton treads carefully. The nanochipsshe is developing interconnect with brain tissue. They do so though aninterface that would allow the chip to absorb human tissue would bethe next gigantic step for pharmacology. However, as Brinton underlines:“It is possible to encode information into the neurochips. Those signalscan be devised for good or evil – that’s a possibility” (Networker@USA).While Brinton refers to societal consequences, she nonetheless usestheological terms.I am using the terms angels and demons as metaphors. I intend to treadthe opposition. Angels can have horns and pointed tails, just as demonsof revolt can bestow on us powers of creative thought. By using angelsand demons I maintain their magic, in Arthur C. Clarke’s sense. But Idepart from his formulation by arguing that the magical, angelic ordemonic side of the technology defines the unforeseen consequencesof its application. One could characterize science fiction as both a modeof sociological critique and a reminder that science will confront uswith bolts from the blue.As yet, we can only speculate how technologies such as neurochip andneural-chemical interventions will affect consciousness. Nor do we haveconcrete examples of how though biomedical engineering can be put touses beyond the medical. In The Neuromancer, the neurologicallydebilitated protagonist Case can only ‘jack’ back into the giant ‘matrix’"},{"pageNumber":8,"pageContent":"154 Journal for the Academic Study of Magic - Issue 4through receiving a neural re-wiring, both organic and synthetic. This ispaid for by his self-appointed and enigmatic boss Armitage, himselfmore construct than human, well-oiled on countless prostheses.Armitage ensures Case’s loyalty by inserting hidden toxin’s into hisemployees new nervous system. Disloyalty would mean re-debilitation.Such handicaps would deprive Case of the creative life, which for himis the cowboy life of Cyberspace. In the world of The Neuromancer,experimental technologies are applied to extreme limits. Gibson’s novelwarns of how medical technology will always provide the nextinnovation, and offer the human the next Faustian temptation. And asDr. Faust discovered, the dynamics of self-empowerment demanddependency. In fact, The Neuromancer is a world characterized by the one underlyingfact: there is no creative life, no possibility of making a difference, nopath to a colourful existence, without prostheses and medication.Dermatrodes link Case into his adventures and benthylmethane (afictional drug) control the emotional perils of his virtual life. In hisbattle with AI life, the enigmatic enigmatic Neuromancer and his sidekickWintermute, Case tackles products of the system that have developedtheir own agenda. In Gibson’s novel, the relationship of cause and effectbetween creative thinking and medical cures, becomes inverted anddiversified. The macabre alliances between electrodes, medication andhuman tissue are what produce AI. And here is the rub: the AIs havenot been birthed from intention, but are the results of endless collisionsby trial and error. The survival of the fittest is a lottery born from endlessinteractions. It is these endless algorithms of connect, disconnect, failureand success, which are the material procedures of science. Medical"},{"pageNumber":9,"pageContent":" Issue 4 - Journal for the Academic Study of Magic 155engineering can spawn technologies which create their own systems ofcause and effect. And it is this ‘created’ that the scientific creators mightnever have intended.The potential creations of medical technology are more pervasive thana single Frankstein’s monster running wild on a backward clock. Today,be it through the prostheses of nanotechnology, medication orneurochipping, we could soon be living on miniscule pieces of monster.The parts are expendable, multiple, aesthetic and fractal. Any pattern,natural or synthetic, can be broken down, re-produced, disseminated.The smaller versions iterate the larger structure. Nanotechnology canexplore and compute the natural fractal landscape of the human bodyin quest of disease. K. Eric Drexler, who coined the termnanotechnology, has written about the ‘tiny machines’ of DNA/RNAprotein cells. Star- studded with exotic atoms, these contraptions make‘assemblers.’ These miniscule miracles can re-programme bacteria andblood cells. Inevitably, they should be able to make semiotics with braincells. Roberta Brinton identifies the next threshold of her field’s research.It will occur when microchips and neurons can ‘talk to each other.’ Herewould be the moment when the organic and inorganic glue together likenever before. They would make a consciousness which as yet, no onehas sampled. The miniature worlds might become a source of dependencyto the macrocosm of daily, human consciousness.Brain Plague examines the problems dependency between macrocosmsand the monads within. Between the cities of arteries and stem cells,and those of human civilization, is the glue, or interface of Chrysoberyl’sconsciousness. It is tough being a local deity. For her, the tiny microbes,some angelic, priest-like, or unholy experimental, become indispensable"},{"pageNumber":10,"pageContent":"156 Journal for the Academic Study of Magic - Issue 4and omniscient to their heroine. Without the rise and fall of their nanocivilizations, Chrysoberly would lose her muses, and her success. Withoutthem and her expanded neural abilities, she could not take on an ambitiousarchitectural project. But the dramas of worldly success at themacrolevel, become challenged by the spiritual ambitions of dissentingmicrobes. One ‘nano-being’ Rose, wants to improve her condition insideChry’s brain. Rose wants to “enlighten” the protagonist’s mental centersin “small, subversive ways, feeding the brainless, tending the sick. Yetits seductions tempted her more than she cared to admit. The host’sdoses of AZ gradually sapped one’s will” (2001, p 242). Rose wouldlike to knock some sense into her Great Host. Angelic in their quest forsocial improvement, demonic in their defiance, Rose wishes to changethe shape of microbe destiny to come. Revolt produces creativity in itshost.Yet the resulting glue of medical interventions produces a dangerousreliance, that Chrysoberyl witnesses in a fellow host, Daeren. She noticesthat he has acquired the “shifting eyes of a slave.” The implication isthat the price of creative excellence is slavery to a domain. This domainis not static. It is undergoing its own evolution. There are winners ofthe freedom of the fittest race, and losers.Both Brain Plague and The Neuromancer may be a warning that the priceof developing medical technologies that can advance consciousness,creativity and our capacity to self-reflect upon the tensions betweenboth, may exact the dangerous price of our dependency. That weakeningreliance may produce unseen diseases and neurological conditions,which, in turn, demand, further interventions. Throughout Gibson’snovel, Case is constantly in need of medical attention and medication."},{"pageNumber":11,"pageContent":" Issue 4 - Journal for the Academic Study of Magic 157Chrysoberyl does not receive a cure so much as an ongoing medicalcondition which predicates her as an artist. Angels and demons aremetaphors for a spiritual, non-materialist excess which pervades bothnovels, and the contemporary technologies who ‘magic’ is an unknownquantity. The mysterious excesses of what we cannot predict from thefruits of our scientific adventures, become the technical visions of afictional genre that cannot rid itself of ancient spirits.The Memes in the MachineWhile not the genes themselves, memes are their powerful relatives. Asa metaphor for genes, the meme swims around in the pool of informationand ideas which jump from one generation to the next. Richard Dawkinslists many items that can jump, from catch phrases and techniques ofbuilding arches to broader bodies of (The selfish gene, 1976, qtd. andexpanded on in Drexler, p. 35-38). Just as genes compete, replicate,copy then deviate from each other in the journey of transformation, sodo memes. In terms of contemporary evolutionary biology, particularlyin the recent work of Stephen Pinker, memes and genes are inextricablylinked. To read the interaction between the gene and the meme ascomparable to that between a switch and a light, would be to simplify aproblem of oceanic proportions. How the ‘hard wiring’ of theneurological brain and its genetic codings process memes will underlinethe work of this century. Yet the frontiers of medical research will provideus with many cutting edge examples. The goal of medical technology isto find ways of making synthetic units to heal damaged tissue and genes.When the healing process has consequences for meme pool, ourrelationship to creativity and identity becomes transformed."},{"pageNumber":12,"pageContent":"158 Journal for the Academic Study of Magic - Issue 4Both The Neuromancer and Brain Plague examine how drugs, brains wiredenmeshed in a virtual matrix, and humans soaring on the wings of microbeimagination, are all propelled by the memes in our heritage machines.Both science fiction novels critique how our memes rely on the historyof medicine, and suggest how creativity will miscode or misread medicalinterventions. According to Dawkins, it is the competition and collisionsbetween different memes, the way in which one ‘incorrectly’ imitatesand replicates another that evolution (or devolution, according to some)takes place.The Neuromancer attempts to dramatize a life in which posthumanity cancontrol their all too human side; but it is precisely this flesh-riddenburden, forever in want of medical attention, that remains stamped onthe novel’s players. Gibson’s matrix of names bears testament to thefate of medical bodies in perpetual crisis. Take the protagonist Case,who in every chapter, experiences the vicissitudes of being a medical‘case’. His helper, Dixie Flatline, has a surname suggestive of emergencyresuscitation equipment. Case’s boss Armitage has a bodily ‘arm’ in hisname, and is discovered to be much older than expected. (Note the‘age’ in last suffix). Armitage is a sum-total of his prostheses, throughwhich one replica has replaced yet another. The ‘original’ Armitage isbut a simulacra. One of the two AIs, Wintermute, manifests virtuallyas ‘Finn.’ Perhaps the reference to the fin of a fish harks back to thefirst creatures of evolution. The more complex the interaction withvirtual reality, the greater is the tendency of images from prehistory tostalk the hard-wired future. The novel’s climax brings home how thecoded, molecular level of information, that is the meme, makes theapparently cybernetic Case unavoidably human."},{"pageNumber":13,"pageContent":" Issue 4 - Journal for the Academic Study of Magic 159His [Case] vision crawled with ghost hieroglyphs, translucentlines of symbols arranging themselves against the neurtralbackdrop of the bunker wall. He looked at the backs of hishands, saw faint neo molecules crawling beneath the skin,ordered by the unknowable code (1984, p. 241).The ghosts cause a physiological effect, as though Case is in the lure ofa drug. Thus, the shifting, nanotechnological interactions below thesurface of the skin, which suggest a primeval stirring in the undergrowth,act medicinally, and most unpleasantly. The ‘ghost’ and the ‘hieroglyphs’conjure ancient knowledge, and make its particles capable of trackingCase’s bloodstream. The memes of ancient and primeval times meetthose of our futurity. Indeed, creativity, from the evolutionary point ofview, is linked to dissemination of memes, which will not dispense withthe human body as a medical entity or, in contrast to evolutionary theory,as that set of codes which is constantly re-written by environmentalfactors: a technology that feeds on the unpredictable edges betweenhealth and sickness.In Brain Plague, the microbes debate questions of theology and creativityon a platform along brain capillaries. Revolutionary microbes worshiplesser gods or none at all. One microbe Rose reminded me of a religiousQuaker. So often, she turns within for inspiration. The old cliché thatartists in a creative struggle need to “go inside and ask the big questions”is not a decision Chrysoberyl needs to make. The life and death ofmicrobe nations, cultural inheritances religious and technologicalrevolutions at the monadological level, permit Chrys no sleep. In thecities of Chry’s mind, the meme-like microbes develop their fields ofknowledge at alarming rates. One microbe - Saf, ironically, less than"},{"pageNumber":14,"pageContent":"160 Journal for the Academic Study of Magic - Issue 4safe - learns how to build the first microbe space-ship. While theminiature populations can be transported from one human host to anotherthrough injections, the space ship is a sign of the memes ability to makea giant, and above all, self-motivated leap for ‘meme kind.’ Its quest forouter space is both religious yet infectious. In the wrong mixtures, thesedisease protecting microbes can themselves become the disease. Hence,this comical aspect of Brain Plague uses the miniature narrative ofmicrobe evolutionary leaps, to bring together three discourses – that ofcreativity, memes, theology and the spread of disease.Multiplying through both The Neuromancer and Brain Plague the discoursesof mysticism, theology, innovation and biomedicine dissolve, separateand intercut, making myriad patterns. These intimations of posthumanityare not fantasies based on fanciful expectations about the future ofneural programming or nanotechnology. Nor can the fiction of sci-fi beheld responsible for making inaccurate or partial predictions from themultiple pathways of now. The cybernetic system of The Neuromancerconceives of a metaphorical and exaggerated version of the Internet,which is not the Internet itself. Gibson’s novel hypothesizes that whichhas not happened; but this prediction may be a prescient metaphor forthat we cannot envisage. When Neuromancer appears as a boy doingsomersaults in the cyber system, he explains to Case that stating andcalling the correct computer codes is the equivalent of raising demons.Neuromancer has given us piece of advice about interpreting works ofsci-fi in an age of neural pharmacology. Neuromancer gives us a codefor reading, with and against the grain of science. Science fiction conjuresuntested moral, ethical and creative ciphers in technologies full ofuntapped demons and angels. Neuromancer warns us that no biomedical"},{"pageNumber":15,"pageContent":" Issue 4 - Journal for the Academic Study of Magic 161intervention can provide an innocent panacea. Humans seize hold ofone intention, to turn or pervert it to another. They do so in an attemptto escape from the human into the posthuman. Yet our fleshy, meaty,crude chemicals, full of emotion and fury, smoulder out. Towards theend of Gibson’s novel, Case realizes that he cannot escape “the oldalchemy of the brain and its vast pharmacy” (1984, p 262). WhenChrysoberyl credits the “brain in the back” for her work, she refers totechnologies of the future. But in Brain Plague, the nano-beings are basedon a model as old as Leibniz’s monads, and his concept of worlds withinworlds. What makes the new biomedical interventions intimidating isthat our humanness and its unpredictability show no signs ofdisappearing. We are our angels and demons. And as science fictionwarns us, there are few places where either party will fear to tread.ReferencesBenjamin, Walter, 1984, ‘The work of art in the age of mechanicalreproduction’, in H. Arendt (Ed) Illuminations, Schocken Books, New York,217-252.Brinton, Roberta Diaz, 1999, ‘A Chip on Her Shoulder’, [Online]Networker@ USA. Sep/October, 1999.Clarke, Arthur C, 1984, ‘Third law’, Profiles of the future: an inquiry into the limitsof the possible, Henry and Holt Company, London.Csikszentmihalyi, Mihaly, 1996, Creativity: flow and the psychology of discovery andinvention, Harper Collins, London.Dawkins, Richard, 1978, The selfish gene, OUP, Oxford.Drexler, K. Eric, 1990, Engines of Creation: The Coming era of nanotechnology,New York: Anchor Books.Gibson, William, 1984, The neuromancer, New York, Ace Books."},{"pageNumber":16,"pageContent":"162 Journal for the Academic Study of Magic - Issue 4Golinksi, Jan, 1988, ‘The secret life of an alchemist’ in John Fauvel,Raymond Flood, Michael Shortland, & Robin Wilson (Eds.), Let Newton be! anew perspective on his life and works, OUP, Oxford, 169-185.Lord, Catherine M, 1999, The Intimacy of Influence, ASCA University Press,Amsterdam.Slonczewski, Joan, 2000, Brain plague, A Tor Book. New York.Wachowski Andy, Larry, 1999, The Matrix, Warner Bros."},{"pageNumber":17,"pageContent":"COPYRIGHT INFORMATIONTITLE:Angels with Nanotech Wings: Magic, Medicine andTechnology in “The Neuromancer” and “Brain Plague”SOURCE:J Acad Study Magic no4 2007The magazine publisher is the copyright holder of this article and itis reproduced with permission. Further reproduction of this article inviolation of the copyright is prohibited. To contact the publisher:http://www.sasm.co.uk/journal.html"}]
