[{"pageNumber":1,"pageContent":"© Koninklijke Brill NV, Leiden, 2006Aries Vol. 6, no. 21This paper has benefited from the attention of Profs. Kocku von Stuckrad (Universiteit vanAmsterdam) and John Duffy (Harvard University). I am very grateful to them both for theirvaluable advice and suggestions.2Yates, Giordano Bruno, 13, 18-19.3Ibid. 1-2: ‘The returning movement of the Renaissance with which this book will be con-cerned, the return to a pure golden age of magic, was based on a radical error in dating. Theworks which inspired the Renaissance Magus, and which he believed to be of profound antiq-uity, were really written in the second to third centuries A.D.’.4I refer to the “Orient” fully in Said’s sense of the term; Said, Orientalism, 1-9, 12, 15.Moore-Gilbert (Postcolonial Theory, 34-73, esp. 41-53) offers a very useful introduction to Saidreplete with criticisms, as does Kennedy (Said, esp. 21-48); Macfie (Orientalism) and Kurz(Vom Umgang mit dem Anderen) provide important discussions of the scholarly debate aboutand appropriations of Said’s work. With Said one must read the counter of Baruma & Margalit(Occidentalism, 10): ‘Occidentalism is at least as reductive (as Orientalism); its bigotry simplyturns the Orientalist view upside down. To diminish an entire society or civilization to a massof soulless, decadent, money-grubbing, rootless, faithless, unfeeling parasites is a form of intel-THE CHALDEAN ORACLES OF ZOROASTER, HEKATE’S COUCH,AND PLATONIC ORIENTALISM IN PSELLOS AND PLETHON1DYLANBURNSFrances Yates does not begin her introduction to Giordano Bruno and Renais-sance Hermetic discourse with lofty praise for the wisdom of her subjects.Instead, she introduces them to us as dupes who are deeply devoted to acolossal failure: Lactantius’ error of dating the wisdom of the thrice-greatHermes to the era of Moses. She refers to it again and again2, a grand his-torical mishap which dramatically altered the West’s intellectual discourseeven to the present day3. However, little is said about another important errorof sourcing, one which is tightly entwined with the fate of the CorpusHermeticumin Renaissance and Modern Europe. I speak of George GemistosPl∂thon’s claim that the fragments of text hidden in the libraries of Byzantiumunder the heading Chaldean Oracleswere in fact written by Zoroaster.Indeed, Pl∂thon was the first individual to actually take the “Chaldean” aspectof the corpus—which is clearly limited to the title—seriously enough to iden-tify the Oraclesas Zoroastrian teachings. Pl∂thon’s claim that the Oracleswere Zoroastrian profoundly affected the development of Modern Europeandiscourse about the Hellenic themes of the Oraclesand, more generally, “theOrient”4. As Michael Stausberg has written in his exhaustive study of thefigure of Zoroaster in European culture,ARIES 6,2_f4_158-179I 6/8/06 5:13 PM Page 158"},{"pageNumber":2,"pageContent":"THE CHALDEAN ORACLES OF ZOROASTER159lectual destruction’. Despite the charge of Occidentalism (not to mention Said’s failure to pro-vide thorough investigation of gender and Orientalism [for which see Kennedy, Said, 37-46,and Kurz, Vom Umgang mit dem Anderen, 185-194]), I do find Said’s general intuition worthyof application in numerous contexts besides (post)-Colonial literature and philology, such as thepresent topic, the interface of magic, religious identity, and idealized fonts of wisdom in theLate Antique and Medieval worlds.5Stausberg, Faszination Zarathusthra, 971.6Readers intrigued by this subject will find all they desire in Stausberg, FaszinationZarathusthra.7Psellos, Philosophica Minora II, 148. See also idem, Theologica I, 16, 88-89. The transla-tions of Psellos given here are my own except where noted otherwise.8Ibid. p. 129.schon das Beispiel Pl∂thons macht daher deutlich, daß die Geschichte derRezeption des Namens Zoroaster in Europa bzw. die Geschichte der mit derRezeption dieses Namens verbundenen Motive und Interessen qualitativ etwasanderes ist als eine Geschichte von iranischen oder zoroastrischen “Einflüssen”auf Europa5.Pl∂thon and his Chaldean Oraclesclearly outdid Lactantius with hisHermetica; the Oracleswere not only mistakenly assigned to an impossiblyremote Antiquity, but an Eastern world of ancient wisdom. To be more pre-cise: the European discourse fetishizing the East as a source of ancient wis-dom came upon a dramatic and enduring locus fascin¬in the figure ofZoroaster when Pl∂thon titled his collection of the oracles the ChaldeanOracles of Zoroaster.This article is not an analysis of how that story unfurled and what hap-pened in the end6, but of a hitherto unexplored subplot which transpired atthe very beginning—in fact, the prologue. I begin there, with the 11th-cen-tury Byzantine theologian Michael Psellos. Psellos was one of Pl∂thon’s chiefsources not just for the Oraclesbut for general information about Greek phi-losophy—especially Late Neoplatonism.‘The Platonic and Orphic and, most of all, the Chaldean Writings’Psellos was almost certainly inspired a great deal by the Oraclesand treatedthem with respect, even going so far as to assert that Plato and Aristotlelargely subscribed to their doctrines, and that all the great Neoplatonicthinkers agreed with them entirely7. In fact, he found many of the Oraclesto be aligned with Christian doctrine8.However, he also expresses some ambivalence about the content of theOracles.The question of whether his reservations may have been feigned inARIES 6,2_f4_158-179I 6/8/06 5:13 PM Page 159"},{"pageNumber":3,"pageContent":"160DYLAN BURNS9See, however, the view of Kaldellis, who argues quite forcefully that Psellos in no uncer-tain way favored Plato and Hellenic religion over the Christianity of his age. Athanassiadi, onthe other hand, assigns Psellos a ‘gloomy’ Christianity torn between his genuine delight inHellenic texts and the prevailing orthodoxy of his day (Athanassiadi, ‘Byzantine Commentators’,245-247). For some middle ground with sympathy to Kaldellis, see the useful introduction toPsellos’ philosophical character in Duffy, ‘Psellos’.10My argument agrees with the brief but useful survey of Psellos’ various comments aboutthe Oraclesoffered by Duffy, ‘Reactions’, 85-90, esp. 86.11Duffy’s translation of Michael Psellos, Chronographia, in ibid., 87.12Psellos, Ep. Giovanni, 1. 234-239. See also ibid., l. 15-20.13Idem, Theologica I, 37.6-8. However, as Duffy suggests, Psellos’ commonplace denunci-the better interest of self-preservation is probably unanswerable (at least untilnew evidence is brought forward) but need not concern us here9. Regardlessof cause or motive, his comments about them are utterly contradictory. Onthe one hand, he hints that they are capable of imparting an undemonstrableknowledge, a perennial philosophy, and that the same divine revelation canbe found not only in the Bible but the teachings of the Neoplatonists andtheir own inspired text10.This revelation is a claim to absolute knowledge:I heard it said by the more adept philosophers that there is a wisdom which isbeyond all demonstration, apprehensible only by the intellect of a wise man,when prudently inspired. Even here my resolution did not falter. I read some ofthe occult books and grasped their meaning, as far as my human abilities allowed,of course, for I myself could never claim that I had an accurate understandingof these things nor would I believe anyone else who said he had11.Given Psellos’ fierce admiration for Proklos, and Proklos’ own zeal for theOracles, it is perfectly reasonable to assume that the Chaldean Oracleswereone of Psellos’ “occult books” transmitting ‘a wisdom which is beyond alldemonstration’. Hoping to salvage Plato and Aristotle in a letter to one ofhis critics, he distinguishes the philosophers from the occult wisdom of thesupposedly ancient books:And so on account of these things (I’ve said about Plato) I have come imme-diately to the text, speaking in defense of its insolence and demonstrating, asmuch as I can, that all Hellenic wisdom as old as ‘the most ancient age’—includ-ing with this the text of the Chaldeans and the Egyptians or some other occultknowledge (gn ̈sis aporr∂tos)—is, I have concluded, as a whole less old12.He further decries the Neoplatonic champions of the Chaldean Oracles: ‘Ifeel ashamed of Iamblichos and Proklos, and all of those couriers ofphilosophia, those bearers passing on the Chaldean nonsenses . . . But of thisI’ve said enough’13.ARIES 6,2_f4_158-179I 6/8/06 5:13 PM Page 160"},{"pageNumber":4,"pageContent":"THE CHALDEAN ORACLES OF ZOROASTER161ations of Neoplatonic and esoteric texts could simply have been his way of ensuring that hewould be able to read them at all without being put to the stake (Duffy, ‘Psellos’, 147-150, 154).Athanassiadi chides Psellos for his ‘hypocrisy’ (Athanassiadi, ‘Byzantine Commentators’, 246).14Psellos, Ep. 187, V.474.15Idem, De Omnifaria Doctrina, 45, 52.5-46, 12. See also Duffy’s analysis (‘Psellos’, 147)of Psellos’ exegesis (idem, Theologica18.33-40) of Mark 10:17-18. Psellos also admires theChaldean Oraclesfor their anticipation of Christian ascetic teaching (idem, Philosophica MinoraII, 127, 13-14, 127, 25-128); as will become clear in the below, Pl∂thon’s departure from Psellosin this matter is very significant.16Idem, Theologica I, 4.44-48, p. 16. The term I have translated as ‘practical purpose’(spoudasmati) generally refers to a zeal for practice, an action. Psellos carefully chooses hiswords to try to show that in now way is he practicing anything he researches in the ‘manybooks of the Platonists and Orphics and Chaldeans’, but that he is simply engaging in the usualheresiology.Yet Psellos also freely admits to having drawn magical practices from theOracles. I refer of course to his famous reference to the iynx wheel madeby attaching a leather strap to a golden ball, embedded with a single sap-phire. Gripping the other end of the strap, the theurgist would swing the ballaround like a bull-roarer14. Sometimes Psellos trumpets his own great knowl-edge of astrology, the manufacturing of apotropaic objects, and ancient Pagancosmologies. Moreover, he writes very enthusiastically about theurgic practiceand its consonance with Christian teaching because of its Platonic asceticism:. . . We are also made like God according to the theurgic virtues. This is at anyrate the most perfect similitude (we have to him). For purifying souls and the-orizing about existents are not at all like the divine, for it is something greaterthan purity and theory. That which can divinely force man to depart from mat-ter and delivers him from the passions, so that he can practice theurgy (dunasthaithourgein) on someone else, now this is the most perfect similitude (of thedivine). ‘And if you bring forth’, as God says in the Gospel, ‘the precious fromthe vile, you shall be as my mouth’ (Jer. 15:19)15.But Psellos also insists that he has never employed any of the magical tech-niques forbidden by the Church, rejecting the rituals associated with theOracles. In response to a criticism of one Oualentinos, he says,And concerning this great charge of Oualentinos’, that I have fallen in withmany books, Platonic and Orphic and especially Chaldean texts: in no way haveI turned to a passage (in one of these books) for any practical purpose (spoudas-mati). Rather I only do it with the very intention that I understand the recordsabout the heresies16.ARIES 6,2_f4_158-179I 6/8/06 5:13 PM Page 161"},{"pageNumber":5,"pageContent":"162DYLAN BURNS17Ibid. 4.44-50, p. 16; Duffy, ‘Psellos’, 149-150; idem, ‘Psellos and Italikos’, 88.18Garth Fowden (Hermes, 134-141) surveys Iamblichos’ evidence about the Hermetica(Iamblichos, Mysteries, Book VIII).19This statement follows from and agrees with Duffy, ‘Psellos and Italikos’, 84.20See Iamblichos, Mysteries, II.11.96, 9-II.11.98, 11, Proklos, Platonic Theology, I.25, andDamaskios’ famous statement that ‘while some, such as Porphyrios and Plotinos and many oth-ers, esteem philosophy more highly, Iamblichos, Syrianos, Proklos and the all the priests honorthe hieratic art more instead’. (Damascius, Phaedo, 105) For general introductions to Neoplatonictheurgy see Shaw, ‘Rituals’, and Dodds, ‘Theurgy’.Psellos’ strategy here is to paint himself as a heresy-hunter who does notpractice any of the occult techniques he reads about17. This of course wouldinclude the various ritual practices and meditations described in the Oracles.Michael Psellos, then, engages the Chaldean Oraclesin two separate, but(for him) totally interwoven discourses. The first is that of the philosophiaperennis: the existence of an absolute, undemonstratable wisdom which canbe found in other canonical great thinkers—in fact, everythinker worth read-ing. Psellos then provides an example of a Byzantine version of the themeof the prisci theologi; it is notable that he always mentions the Hermetic (lit-erally, “Egyptian”) texts on the level of the Neoplatonists and the Oracles,in contrast to two very prolific Neoplatonic writers: Proklos, who says noth-ing at all about Hermes Trismegistos, and Iamblichos, who describes the‘Hermetic books’ with great reverence but in passing.18But paradoxically, Psellos is also wary of assigning the Neoplatonists andthe Chaldean Oraclesthe same status as Plato, Aristotle, or canonicalChristian figures. He will not assign “occult knowledge” the authority ofAntiquity or the mantle of philosophy. We should remember, however, thatPsellos’ remarks on the Oracles, perennial wisdom, and magic are not madefreely. Openly admitting to the teaching and use of practices considered tobe magical would be tantamount to death or expulsion from the empire. Heseems to be especially sensitive to these issues when he discusses magicalpractices, with which he identified the rituals of the Oracles. There is anoverwhelming heresiological discourse in Psellos’ wavering stance theOracles. He has to dance around not only the Hellenic wisdom of the Oraclesbut the practices described in them, which are bound by this overarchingheresiological discourse to the discourse about magic19.At this point in the Chaldean Oracles’ history, the controversy over themdeparts from the Late Antique discourse of disputation over the efficacy oftheurgic practice versus intellectual, philosophical contemplation20to one inwhich magic and supra-philosophical learning are bound together as hereti-ARIES 6,2_f4_158-179I 6/8/06 5:13 PM Page 162"},{"pageNumber":6,"pageContent":"THE CHALDEAN ORACLES OF ZOROASTER16321Levinas (Alterity and Transcendence, 103), working with reference to Buber, coined theterm “alterity” to describe the ethical relationship of the subject with its “other” (‘In that rela-tion to the other, there is no fusion; the relation to the other is envisioned as alterity. The otheris alterity . . .’), but the term has been reinterpreted in a Lacanian sense in cultural studies withthe aim of discussing the process of identity formation through conceiving the “other”: ‘Allhuman cultures articulate, situate themselves by categorizing the world. Such a predicative act necessarily involves a distinction between that which is allowed into a sphere of culture,and that which is excluded; the circumscription of cultural identity proceeds by silhouetting itagainst a contrastive background of Otherness’ (Corbey and Leerssen, ‘Studying Alterity’, vi).See also Kippenberg & von Stuckrad (Einführung, 155): ‘Erst mit der kulturwissenschaft-lichen Neuorientierung der Disziplin setzte sich zunehmend die Erkenntnis durch, dass manGruppenbildunsprozesse nicht ohne einen Rückgriff auf geschichtliche Narration, geteilteErinnerungen oder auch das Ausgrenzen und Konstruieren des “Anderen”, also jener Menschenund Gruppen, die nicht dazu gehören sollen, erklären kann . . .’.22Duffy, ‘Psellos and Italikos’, 95. Late Antique Byzantium also saw the copious use of tex-tiles and floor mosaics decorated with Christian incantations and geometric symbols to invokeapotropaic power (Maguire, Rhetoric, Nature, and Magic, 265-274). During the debate of icon-oclasm in the early Medieval period, however, the sort of “Christian magic” of these textileswas removed from a magical discourse. Maguire (‘Magic and the Christian Image’, 70) describeshow Christian tapestry art of Late Antiquity and the early Medieval period illustrates ‘how thechurch after iconoclasm was successful in redefining and recontextualizing Christian imagery,so that it no longer was able to play a role in unofficial practices and belief systems that thechurch could not reconcile with the theology of the icon, and had previously associated with“magic”’. The crucial change was that ‘Christian images lost the status of powerful signs, becom-ing instead the representations of powerful individuals’ (ibid. 71). In other words, images thatwould have been conceived as magical became simply Christian, leaving “magic” as a categoryof alterity to Christian identity.Marie Theres Fögen has provided valuable evidence to support this conclusion in her com-parison of fourth-century Roman law about magic and the 12th-century testimony of Balsamon:‘(1) Whereas the character and works of the culprits (magicians) remain vague and undifferen-tiated in the fourth century, they later receive a more and more detailed description. (2) Whereasfourth-century legislation was not concerned with a neat distinction of pagan and Christianpractices and rites, this separation was later provided by a social and mental discriminationof the pagan forms.(3) Whereas for the emperors of the fourth century (and still for Basil),magicians, diviners, and their clients were nothing other than murderers, canon law categorizedcal, Pagan teachings. They become markers of alterity, of affinity with the“Other” in Byzantine theological discourse21. To understand Psellos’ periodicreticence about the Oraclesas an act of identity formation through distanc-ing himself from his “other”, it is helpful to glance at how other Byzantinesthought about magic.In the Byzantium of Late Antiquity, the use of magical objects, amulets,and spells was commonplace and could be explained away to the authoritiesrelatively easily. By Psellos’ own time, however, only obsequiously Christianmagical practices were tolerated, and “magic” became synonymous with anti-Christian heresy22. Alexander Kazhdan has demonstrated this by observingARIES 6,2_f4_158-179I 6/8/06 5:13 PM Page 163"},{"pageNumber":7,"pageContent":"164DYLAN BURNSand treated them according to their conscience and guilt in respect not to murder but to heresyand apostasy’ (Fögen, ‘Balsamon on Magic’, 110; emphasis mine).23Kazhdan, ‘Miracle Workers’, 81, 78.24Ibid., 78.25Ibid., 81.26Ibid. It is entirely probable that the individuals he describes were in fact charlatans; thepoint is how he describes them.27The world of the Persian empire is, in the Byzantine mind, that of ‘the Sphinx, Cleopatra,Eden, Troy, Sodom and Gomorroah, Astarte, Isis and Osiris, Sheba, Babylon, the Genii, the Magi, Nineveh, Prester John, Mahomet, and dozens more; settings, in some cases namesonly, half-imagined, half-known; monsters, devils, heroes; terrors, pleasures, desires’ (Said,Orientalism, 63).28Valerie Flint (‘The Demonisation of Magic’; The Rise of Magic, esp. 397) has argued thatit was precisely through the sort of ambivalent hand-wringing about magic we see in Psellosthat magic survived Antiquity at all; while Christian authorities condemned practices deemedmagical, they ultimately compromised it and failed to wipe it out.the difference in Medieval Byzantine discourse about miracles and magic.By and large, this discourse had ‘no palpable boundary between evil magicand the beneficial miracle’, but the ‘difference between the holy and unholymiracle becomes evident in the stories about contests between the saint andmagicians’23. In these stories, Christians triumph over Pagans, Muslims, andJews through martyrdom, the resurrection of animals, or ‘a miraculous lock-ing up of the mouth of the saint’s opponent—the saint just makes him muteand unable to continue his slander of the Christian faith’24.The evidence of the famous Byzantine historian Nik∂tas Choniates is alsorevealing in this respect. He admits that some events clearly unexplainableby natural causes were clearly the works of ‘sorcerers’. The descriptions ofthese warlocks, Kazhdan tells us, ‘contain the paraphernalia typical of theambiance of hagiographical demons: lust and rape, the bathhouse, the ser-pent’25. One of their villains, the astrologer Skleros Seth, uses a ‘Persianapple’ to seduce a virgin, conjuring the familiar Orientalist portrait of anti-Christian, Asiatic decadence26. The hazy image of the Persian, his magicaltricks and tools, and Pagan idolatry conjoin in the common MedievalByzantine imagination as a powerful image of the “other” by which Christianscould identify themselves27.Psellos’ wrestle with his own stance on the Oraclestakes place in thisworkshop of Christian identities constructed through differentiation from ananti-Christian ideal28. His writings on the Oraclesreveal that despite his admi-ration for them and interest in the practices described in them, he does not,for whatever reason, identify himself (publicly) with a discourse of PaganARIES 6,2_f4_158-179I 6/8/06 5:13 PM Page 164"},{"pageNumber":8,"pageContent":"THE CHALDEAN ORACLES OF ZOROASTER16529Stausberg, Faszination Zarathusthra, 60.30Pl∂thon’s paradigmatic treatment of the idea of “perennial wisdom” discovered by a vari-ety of thinkers is aptly described by Woodhouse: ‘if there were a common substratum to allreligions, it would be natural to identify it with the oldest known form of religion. Gemistos,who had no idea of the comparative antiquity of religions, looked to Zoroaster, Moses, and var-ious legendary Greeks as the nominal sources of his system. But he formulated its content interms of what he believed to be the oldest surviving religion, and also the best known to him,which was the Olympian religion of this ancestors, including its pre-Olympian core. This rever-sion to paganism on his part was deliberately provocative, but it was not mere foolishness’(Woodhouse, Pl∂thon, 168-169). See also Woodhouse’s paraphrase of the beginning of Pl∂thon’sBook of Laws(ibid. 326-328) and Masai, Pléthon, 130-141. It is significant that Pl∂thon doesnot seem to associate a very specific sort of truth claim, besides a rejection of Islamic andChristian thought, with his ur-Platonism. He did take seriously Plato’s argument in the Phaedrusthat true wisdom can only be disclosed in a personal pedagogical encounter rather than throughbook-learning (Woodhouse, Pl∂thon, 67), but there is no evidence to align him with Psellos’consideration that this wisdom is an unfalsifiable, revelatory truth-claim, even if it is probablethat he would have been amenable to this concept, especially considering his use of Plato’sSeventh Letterand Proklos’ works.philosophia perennisand magical practice. Rather, he uses this hybrid dis-course of Pagan beliefs and magical practices as the foil of alterity in for-mulating his own identity as a Greek Orthodox theologian, Neoplatoniclearning notwithstanding.The Newest Oldest SageGeorge Gemistos Pl∂thon’s treatment of the Chaldean Oracles, on the otherhand, displays no such equivocation, vacillation, or confusion. Whilst 14th-century Byzantium was slowly devoured from the bottom up by the Turks,Pl∂thon happily whiled away his days in the Peloponnessus, exiled for aclearly articulated, vigorous self-identification as a Pagan heretic. I willattempt to demonstrate in this section how Pl∂thon not only accepted anddefined himself by Psellos’ treatment of the Oraclesas a marker of an hereti-cal, Pagan, magical identity, but in fact intensified his anti-Christian identitythrough his unprecedented attribution of the authorship of the Oraclesto thePersian sage Zoroaster.Pl∂thon believes that Zoroaster was the most wise and ancient (havingapparently lived 5000 years before the Trojan War) of all sages29. Indeed, heincludes Zoroaster as the very first perennial philosopher usually (for his listsvary, but not very significantly) alongside Orpheus, Musaeus, Pythagoras,the Presocratics, Plato, some Stoic thinkers, and the Neoplatonists30.ARIES 6,2_f4_158-179I 6/8/06 5:13 PM Page 165"},{"pageNumber":9,"pageContent":"166DYLAN BURNS31Stausberg, Faszination Zarathusthra, 60.32Ibid. While Woodhouse acknowledges that the references to Zoroaster in Gemistos’ workcan all be traced to Greek sources, he is unwise to hint that Gemistos had any instruction at allin Persian religion when his every mention of Zoroaster points to the Platonism of the Oraclesand not to Persia. (Woodhouse, Pl∂thon, 63-64) Similarly Athanassiadi overreaches when sheargues that ‘the oral tradition of an Oriental mysticism—not necessarily Islamic—which hadflourished since the ninth century in the greater Middle East and which had been abundantlyfertilized by Neoplatonism, was a primary influence on him’. This argument rests entirely onspeculation about Pl∂thon’s activities during his Ottoman period and is bereft of any textualevidence.33John Walbridge coined the term in his study of the great Sufi mystical philosopherSuhraward¬. As he argues, ‘there certainly is no warrant whatever for considering Suhraward¬as an exponent of any sort of genuine pre-Islamic Iranian wisdom. He shows no evidence ofknowledge of ancient Iran beyond what might be expected of an educated Muslim of his timeand place . . .’. ‘He certainly was a mystic, but the mysticism, as befits a Platonist, is firmlyplaced in a rational setting and put in the service of epistemology. The romantic Orientalism islikewise authentic, but it is secondhand, like that of the Greeks. He is a champion of the ancientPersians, not because he is an Iranian himself, or even knows much about them, but becausethis kind of Orientalism is an integral feature of Pythagoreanizing Neoplatonism’ (Walbridge,Wisdom, 13, 83). See also the discussion, without recourse to Orientalism, of Athanassiadi,‘Byzantine Commentators’, 249-250.The “Zoroaster” of Pl∂thon keeps appropriate company, for all of his ideaswere not simply Greek but Platonic. Pl∂thon, reading Plutarch’s De Iside etOsiride369d-e, thinks that Zoroaster was the first to assert that a triple deityruled over the cosmos, a doctrine consonant with Platonic theology (he wasmost likely thinking of Plato’s Seventh Letter312e)31.Is it possible, then, that Pl∂thon actually knew anything about the histor-ical Zoroaster or the Persian religion of Zoroastrianism? There is no evi-dence to suggest that he did. The only ideas he cites as Zoroastrian arePlatonic and were available to him in Platonic sources (indeed, he says asmuch whenever he asserts, as he does in the title of one of his treatises, onthe agreement of the ideas of Plato and Zoroaster). The only clear evidenceregarding the question of his knowledge of Persian language shows thatPl∂thon knew nothing of Persian. He offers an etymology of the name of theancient Persian king Cyrus, concluding, wrongly, that it meant “sun”, thatmost hallowed of Platonic metaphors32. Pl∂thon is a “Platonic Orientalist”,deriving from Neoplatonic sources a fascination with the exotic, decadentEast as the source of arcane mystical wisdom33.Pl∂thon actually does not say very much about what particular aspects ofthe Oracleshe thinks are particularly Zoroastrian; the text, to him, speaksfor itself. Pl∂thon does, however, mention that the doctrine of the transmi-gration of souls, described in the first two lines of his edition of the Oracles,ARIES 6,2_f4_158-179I 6/8/06 5:13 PM Page 166"},{"pageNumber":10,"pageContent":"THE CHALDEAN ORACLES OF ZOROASTER16734Stausberg, Faszination Zarathusthra, 59; Woodhouse, Pl∂thon, 54.35Stausberg, Faszination Zarathusthra, 60.36Porphyry, Vita Plotini, 1.37Woodhouse, Pl∂thon, 64; contra Bidez/Cumont (Mages hellénisés, 161): ‘De même queles Mages, ses disciples, les LÒgia XaldaÛkãne prêchaient-ils pas, avec une sorte de dualisme,le culte du Feu divin?’38Aeschylus, Persians, 684-688: ‘As I behold my wife by my tomb I am overcome by dread,but graciously accept her libations. And while you, milling about my tomb, lament, shriekingpiteously, you call me with the magicians (goois) who conduct the dead (psukhag ̈gois)’. Formore on the Greeks’ ancient and persistent association of illicit magic with the East, seeBidez/Cumont, Mages hellénisés, 144-145; Graf, ‘Magic’, 35-36. And see, more generally, Said,Orientalism, 56-58.39The question of the status of the ancient Byzantine foe, the Persian, in the eyes of theMedieval Byzantine must at least be considered tangentially. In Psellos’ time, the Byzantinesdominated the Muslim caliphates to the South. By the 12th-century, however, Turkish Muslimshad become a force to be reckoned with in the South. The identification of this southern threatwith anti-Christian Persian barbarism is manifest in Theodore Prodomos’ panegyric to John IIafter a battle in which he compares the Emperor to the infant Christ in a painting of the ado-ration of the Magi: ‘. . . And the Emperor has entered out of Teman bearing victory. The starof God announces His Advent to the Magi, but the very stars of his trophies declare the Emperor.is Zoroaster’s34. He also says that Zoroaster is in agreement with ‘Platonicand Pythagorean wisdom’ on the relationship between the body and the soul35.In that context Pl∂thon deals with the quite literally “psychological” discussions in Greek thought typified by Aristotle’s De Animaor Plato’sTimaeus, a conversation which need not delay us here. For us, the crucialaspect of the relationship between the body and the soul in Pl∂thon’s thoughtis his rejection of the phenomenon of dualist asceticism in so many strandsof Platonic philosophy. Unlike Plotinos, Pl∂thon was not ashamed to be ina body, something he did not regard as a prison at all36. He despises the GreekChurch’s consecration of asceticism; and, as we will see below, he simplycan not accept the clear distaste for the body manifest in his own copy ofZoroaster’s “Chaldean” Oracles37.Why does Pl∂thon attribute the authorship of the Oraclesto Zoroaster?For the same reason that Psellos does not (publicly, at least) accept theOraclesas truly consonant with orthodox Christian teaching: they aren’tChristian. In Psellos’ time and before, their title was clearly a play on thefascination with Persian magic and wisdom fathered in mainstream Greekliterature by Aeschylus in The Persians. Any educated Greek, in Athens orConstantinople, knew that magoswas originally a Persian word38. Pl∂thonraises his own heretical ante by retaining the Hellenic theme of philosophiaperennis, probably using Proklos and Psellos, and introducing Zoroaster, aclassical Greek Orientalism, into it39.ARIES 6,2_f4_158-179I 6/8/06 5:13 PM Page 167"},{"pageNumber":11,"pageContent":"168DYLAN BURNSOne of them has three Persians doing obeisance to Him as He lies in His crib; the other has allof Persia bending its neck under his feet . . . Both of them regenerate the whole of Creation,both ascend on high, both . . . defeat all the barbarians, destroy cities, increase the boundariesof New Rome, and become saviors of the Christian clergy’ (Maguire, Style and Ideology, 229).For the impact of the Latin world’s reception of Islam on Orientalism, see Said, Orientalism,59-62.40Stausberg puts it quite well when he says that ‘das Zoroaster-Pseudepigraph ist demnachdas Relikt, das Monument einer ursprünglichen, zunächst in Asien beheimateten philsophischenWeisheit der Menschheit, die sich über Ägypten bis nach Griechenland ausgebreitet habe’(Stausberg, Faszination Zarathusthra, 66). See also Masai, Plethon, 57: ‘Pour Pléthon, Zoroastreest l’ancêtre du platonisme, l’inspirateur des Oracles Chaldaïques, c’est à ce titre seulement eten dehors de tout opportunisme qu’il en reconnaît l’autorité’.What about Pl∂thon’s contemporary Orientalist discourses about Judaism and Islam in hisbirthplace and long home, the Byzantine empire? Pl∂thon expressed admiration for the capa-bility and discipline of Islamic governments, and Scholarios attests that, as a youth, Pl∂thon hadbeen instructed by a Jew named Elisha. (Bidez/Cumont, Mages hellénisés, 160; Woodhouse,Pl∂thon, 23-28, 71-72; see also Stausberg, Faszination Zarathusthra, 40-41) But one does notget the sense from Pl∂thon that he thought Islam was nearly as profound as the perennial wis-dom of the Greek and Persian sages; Muhammad lived a thousand years after Plato, much lessZoroaster! Similarly, Pl∂thon never discusses Judaism, and no trace has been found of his mys-terious Jewish tutor, who could as easily have existed as been invented.41Bidez/Cumont, Mages hellénisés, 160; Stausberg, Faszination Zarathusthra, 41.42Stausberg discusses in some detail Pl∂thon’s conflict with Greek Orthodox Aristotelianismand his substitution of Zoroaster and his Oraclesfor Aristotle as the great equal to Plato, aconflict which is at the root of the dispute between Pl∂thon and Scholarios. (ibid. 66-69; 165-170; 240-266; 283-307). For Pl∂thon’s hand in instigating the Plato-Aristotle controversy, seeMonfasani, ‘Marsilio Ficino’, 183-186.Pl∂thon perpetrates Psellos’ heresiological discourse but magnifies it byintensely amplifying the Orientalist discourse of his Antique sources40. Themove worked; Scholarios, who viciously attacked Pl∂thon’s reputation, wasacutely aware of and disgusted by this enthusiasm for non-Christian, (sup-posedly) Eastern teaching41It is significant that Pl∂thon asserted the conso-nance of the doctrines of Plato and Zoroaster while giving lectures to Italianson the disagreement between Plato and Aristotle, sparking the controversyin Europe over the philosophers’ disparity42.There is no need to imagine Pl∂thon as some demented antichrist mali-ciously slapping Zoroaster’s name on the Chaldean Oraclesto attackChristendom and confound modern historians. Neoplatonic to the core, hebetrays no sense of cunning, cynicism or sarcasm in his writings, despite hisoccasional ferocity or harshness. Moreover, he speaks of Zoroaster so rev-erently that one cannot imagine that his mistaken attribution of the Oraclesto the Persian sage was intentional; and to leave the matter as a case of philo-logical naiveté is uncurious and boring (a great Zoroastrian sin!). Rather, itARIES 6,2_f4_158-179I 6/8/06 5:13 PM Page 168"},{"pageNumber":12,"pageContent":"THE CHALDEAN ORACLES OF ZOROASTER16943Majercik and Lewy describe the iunxes as mediating entities—abstract, Platonic demigods(Majercik, Oracles; esp. Lewy, Oracles and Theurgy, 250: ‘we have already seen that the func-tion assigned to the “Iynges” by the Oracles is that of a magical mediation between the SupremeGod and the invoking theurgist. They are designated in these texts as the “powers” or “thoughts”of the “Father” who, when their “ineffable magical names” are invoked, “hasten forth” out ofHim, “leap” into the spheres and then “return” to Him . . .This practice of theurgy is accord-ingly, judged by the action, a magic of the celestial sphere’). Pl∂thon on the other hand calledthem ‘spells’, and equated them with the ‘act’ and ‘act of piety’ mentioned in the Oracles(Woodhouse, Pl∂thon, 53, 53 n. 41). Pl∂thon believed that ritual was an absolutely necessarypart of everyday life. Introducing his hymns to the various Greek deities at the end of his Bookof Laws, he remarks that they are intended for use by the government of his Pagan polit∂ia.This social appreciation of ritual should be set alongside Athanassiadi’s portrait of Pl∂thon asa mystic, not a magician, who is entirely uninterested in the ritual discourse of the Oracles(Athanassiadi, 241-242, 249).is helpful to think of Pl∂thon as participating in the process of forming his own identity through defining himself consciously and strongly against“others”.As Pl∂thon negotiated the complex theological boundaries of his period,infinitely complicated by his rejection of Christianity in favor of his ownPagan ideas and practices, it must have been much easier for him to definehimself as anti-Christian once he considered himself a proponent not onlyof ancient Pagan but Eastern wisdom. The Oracles, as observed already inthe above, signaled an identity of otherness in the theological discourse ofmedieval Byzantium. Psellos admired the Oracles, but refused to identifyhimself with them as the “other” in the Byzantine theological community.Pl∂thon, on the other hand, enthusiastically painted himself as a figure oftheological alterity. Not only did he accept the form of the polemical “other”described by Psellos—an entwinement of “Pagan” identity and mystical wis-dom—he also transformed it, stoked it, by introducing an identification withthe “East”.Pl∂thon also graciously accepted Psellos’ association of magical practiceswith these “occult books”. As observed in the above, it is precisely on thesubject of magical practices that Psellos equivocates the most. Pl∂thon, onthe other hand, consciously translates the Oraclesto the end of creating adiscourse about magic. Instead of interpreting the famous inuxes of theOraclescosmologically as entities, hypostasized “connectors” on the ana-gogic highway, he interprets them to be spells, as ritual practices43. Psellos,too, says the iunxes are theurgic tools—which he would never use.Why Pl∂thon? Why did not Proklos or Psellos attribute these oracles toZoroaster before him? His two predecessors were equally conscious of theARIES 6,2_f4_158-179I 6/8/06 5:13 PM Page 169"},{"pageNumber":13,"pageContent":"170DYLAN BURNS44Ficino, Pico, the Romantics, and even Madame Blavatsky’s Theosophical Society all usedversions of Pl∂thon’s manuscript of the Oraclesand continued to ascribe the document toZoroaster (Stausberg, Faszination Zarathusthra, 83-91). It was not until Hans Lewy’s revolu-tionary study of the Oraclesin the 1940s that the question of a possible Mesopotamian originfor them was finally dropped—although not entirely, as Peter Kingsley’s comment that theyexhibit ‘genuine elements of both Iranian and Mesopotamian traditions’ shows (Kingsley, AncientPhilosophy, 304; Stausberg, Faszination Zarathusthra, 54-55).45It is fair to assume with Bidez/Cumont (Mages hellénisés, 161), however, that the theur-gic Neoplatonists probably considered the Oraclesto have something to do with Zoroaster, fol-lowing Plutarch of Chaeronea’s fascination with the figure.political and theological dominance of their Christian authorities, and theirtwo copies of the Oracleswere always Chaldean, after all.Another Mistake: Pl∂thon’s Edition of the Oracles and their de-Hellenization To answer this question I return to the first observation of this paper: howone historical accident, Lactantius’ dating of the writings of HermesTrismegistos to the time of Moses, is echoed by the much less frequentlymentioned but entirely analogous dating of the Chaldean Oraclesto a periodof impossibly remote Antiquity, an error perpetrated, as we have seen, byMichael Psellos. As we’ve seen, Pl∂thon added a second historical accident:the dating of the Oraclesnot only to the ancient East but specifically to thePersian sage Zoroaster, a move which is best described as a major-turningpoint at a meeting of Hellenic and heresiological (which is to say “Pagan”with fully orthodox distaste) discourses in the transmission of a central doc-ument in the history of Western esotericism44.To explain why Pl∂thon in particular made this attribution despite the avail-ability of almost identical sources to Neoplatonists a thousand years dead45,I will offer a brief glance at yet a third historical accident in this tale of philo-logical error committed in the name of the pursuit of supraphilosophical wis-dom: Pl∂thon’s own edition of the Oracles. In his text, two Platonic, Pagan,dualist ideas were missing; their absence made it easier for Pl∂thon to for-mulate as strongly as possible an anti-Christian identity beyond his love ofPagan Neoplatonism.His version of the Oraclesconsisted of sixty Greek hexameters—consid-erably smaller than Psellos’, and surely also than the versions possessed bythe Neoplatonists. Today we have the blessing of two scholarly reconstruc-tions of the Oracles(des Places’ and Majercik’s—I use the latter here) whichARIES 6,2_f4_158-179I 6/8/06 5:13 PM Page 170"},{"pageNumber":14,"pageContent":"THE CHALDEAN ORACLES OF ZOROASTER17146Athanassiadi criticizes the editions of both Des Places and Majercik for their uncritical use of Kroll (Athanassiadi, ‘Byzantine Commentators’, 238-239). She also offers a useful summary of the debate over Psellos’ own sources for the Oracles, especially regarding the com-mentary of Proklos (ibid., 238 n. 3).47I use the able translation provided by Woodhouse of Opsopoeus’ text in Woodhouse,Pl∂thon, 51-53. The supreme deity is described in lines 9, 46, 52-55, and 58-60; the second godand lesser gods in l. 10-12, 32-34, and 54.48Ibid., l. 4-6, 8.49Ibid., l. 13-16, 19-20, 25, 30-31, 38, 39-40, 46-48, and 55-56. For the vehicle of the soulin the Oraclessee Lewy, Oracles and Theurgy, esp. 182-185; Majercik, Oracles, 31-45; and,from the view of Late Neoplatonism in general, Finamore, Vehicle.50See, for example, his description of Hekate in a discussion of the Oracles’general cos-mology (Michael Psellos, Theologica, 88.38-41) or of divine circular motion. (idem, PhilosophicaMinora II, 133, 16-21).51Marinos, Vita Procli, c. 28.52Opsopoeus’ text in Woodhouse, l. 17-18.contain 226 fragments, drawn mostly from Damascius, Psellos and Proklos—far more than Pl∂thon could leave for us46.How does his version fare with the modern reconstructed text? At firstglance, the main features of the Oraclesas we know them today—a secondor third-century document poetically mixing Middle Platonic cosmologicalclaims, references to Greek deities, enigmatic aphorisms, and descriptions ofarcane rites—are also present in Pl∂thon’s edition.There is a clear emphasis on the differentiation between a supreme, tran-scendent deity and a second god who creates various intermediary entities47.The Stoic conception of the divine as a fiery being is as strong in Pl∂thon’stext as it is in modern editions. Pl∂thon’s text also mentions another Stoicidea, ‘dread heimarmen∂’48. Fate governs the soteriological ascent narrativewhich is also present in Pl∂thon’s text: employing a number of practiceswhich include the use of symbols and ritual breathing, the soul withdrawsfrom the body and ascends through the cosmos on the famous “vehicle ofthe soul”, a kind of body of light which guides the soul from the body toheaven49.But two features of Pl∂thon’s text differ significantly from modern recon-structions of the Oracles. First, Pl∂thon’s Oraclesdo not mention Hekate,who Psellos refers to so often50, and reportedly purified Proklos prior to hisinitiation into the Chaldean mysteries51. Pl∂thon does have a corrupt, ratherpuzzling version of one of Psellos’ fragments about Hekate which omits thegoddess’ name and replaces it with the somewhat similar koit∂s, “couch”:‘in the left flanks of the couch is the source of virtue which remains whollywithin and does not give away its virginity’52. Psellos quotes an uncorruptARIES 6,2_f4_158-179I 6/8/06 5:13 PM Page 171"},{"pageNumber":15,"pageContent":"172DYLAN BURNS53Michael Psellos, Philosophica Minora II, 135, 9-18, and Majercik, Oracles, fr. 52.54The “Chaldean Hekate”, so to speak, was a generative deity: ‘for from the salty hole onher right side a full, plentiful stream of primordially generated soul gushes forth, utterly ensoul-ing light, fire, aither, worlds’ (Majercik, Oracles, fr. 51; see also ibid. fr. 32, 35, 50). But Hekateis not the first cause of the universe; rather, through her status as a producer of lower particu-lars she also has the power to elevate them to the level of her own producer. As one oraclestates, division into plurality begins from perfect, transcendent unity along a ‘girdling, intel-lectual skin’ (ibid. fr. 6). Sarah Iles Johnston has persuasively argued that ‘Hekate, by meansof her womb, plays the same role as does the Cosmic Soul in other Middle Platonic doctrines.She receives the noetic Forms or Ideas and brings them forth anew for use in structuring—indeed creating—the physical world’ (Johnston, Hekate, 51; see also ibid., 18-20, 54-70).55‘The soul delivered from the body is immortalized by theurgical ascension—Iamblichus’spiritualistic formulas fail to disguise this cardinal Chaldean dogma’ (Lewy, Oracles and Theurgy,188). Majercik compares the Oracles’‘extreme derogation of material existence’ to that of theCorpus Hermeticumand various Nag Hammadi texts (Majercik, Oracles, p. 4).56Opsopoeus’ text in Woodhouse, Pl∂thon, l. 28, 35. My argument here agrees with that ofAthanassiadi, ‘Byzantine Commentators’, 242-245.57Ibid., l. 44.copy of the same fragment in his commentary on the Oracles53, so the ora-cle must have been corrupted in the centuries between Psellos and Pl∂thon.The absence of this Pagan, feminine hypostasization of mediation betweenthe soul of the theurgist and the pure Intellect of the second, creator divin-ity is a major turning point in the history of the Oracles54. The vacuum leftby Hekate is filled by a further emphasis on the abstract first principles of atranscendent deity and a creator-deity; moreover, the absence of the Paganidentity-marker becomes the presence of the Zoroastrian one.Second, Pl∂thon’s Oraclesare much more ambivalent about the nature ofmatter and the body. The Chaldean Oraclesof Late Antiquity had a stronglydualist, ascetic flavor which considered matter as an evil principle and thebody as evil’s instrument in the human experience55. Pl∂thon’s Oracles, onthe other hand, do refer to matter as “evil”, but only in an offhand remark56.Moreover, the concept of matter as an evil principle seems to be moreabstract than the sort of matter of the everyday world: Nature (phusin). ‘Donot call’, Pl∂thon’s Oraclewarns, ‘upon the self-revealed image of Nature’57.To be sure, this is not a statement of nature’s divinity either. Pl∂thon’s ora-cle bids the theurgist to interact with the intelligible deity instead of the mate-rial world, but does not say that the body is evil and must be rejected inorder to do so.Similarly, to describe how the world appears to the theurgist who sees the‘word’ (lepton), or deity, Pl∂thon’s text uses naturalistic similes as a nega-ARIES 6,2_f4_158-179I 6/8/06 5:13 PM Page 172"},{"pageNumber":16,"pageContent":"THE CHALDEAN ORACLES OF ZOROASTER17358Ibid., l. 41-43.59For passages from other fragments which display Middle Platonic geological and meteor-ological theories, see Majercik Oracles, fr. 54, 57, 61-62, 64-70. There can be no doubt thatthe Chaldean Oraclesas reconstructed today display a strongly ascetic hylopathy: ‘do not has-ten to the light-hating cosmos, violent and corporeal, for thither there is murder, discord, thefoul vapors of nature, desiccated plagues, corruptions, and fluctuating actions. He who wishesto desire the Intellect of the Father must flee these things’ (ibid. fr. 134). Matter is the sourceof lube∂n, the turbulence of the world of Becoming (ibid. 180. See also ibid, fr. 88, 94, 98, 100,114, 129, 181).60Lewy describes the invocation of Hekate as follows: ‘Hecate herself appears in this “mostsacred fire”; out of it she answers the questions of the conjuring theurgist. From these verseswe learn that the goddess did not manifest itself in a corporeal shape but in fire’ (Lewy, Oraclesand Theurgy, 245).61Woodhouse, Pl∂thon, 53; and Opsopoeus’ text in ibid. 53, l. 46-7.62Majercik, Oracles, 35, 37. Proklos mentions Aphrodite in the same breath as the Oraclesin ibid. 173; Hephaestus in ibid. 114. In some doubtful fragments left by Lydus, Synesius, andProklos, Zeus, the gods Dionysius, Osiris, and Helios appear (ibid. 215, 218, and 226).tive definition: ‘. . . then the curved mass of heaven is not visible, the starsdo not shine, the light of the moon is veiled, the earth stands not firm. Allthings appear as lightning’58. Again, while the oracle uses nature as a prop,a simile, a mild negative theology even, it does not damn matter and thebody either.59Do these characteristics of Pl∂thon’s text significantly influence his inter-pretation of the Oraclesand hence the doctrine of “Zoroaster”?Yes. For one, as already mentioned, Hekate is altogether absent in the text.This absence is filled by the greater presence of the first and second deities.In other Oraclefragments, fire is associated with anagogy in general, all thegods encountered on the road to heaven, and, as one would expect, Hekatein particular60. Pl∂thon, however, opens his Brief Explanationby stating that‘these Oracles mean by fire the deity’ which is ‘flashing with quivering flamesthrough the recesses of the whole world’61. He exhorts his reader to engagethe ‘reins of the fire’ manifest in religious rituals and practices. Fire, then,loses its status as a metaphor for the various steps of the ascent to heaven,and instead begins to express the individual’s encounter with the transcen-dent divinity in ritual.It should also be noticed that Hekate had, without doubt, a more personalpresence than any other deity in the original Oracles. She is the only Pagandeity mentioned in them at all besides Rhea, who seems to have fulfilled thesame generative/mediating dual function62. Her high profile in the text nec-essarily labeled it as a Pagan discourse. Even if he had wanted to declareARIES 6,2_f4_158-179I 6/8/06 5:13 PM Page 173"},{"pageNumber":17,"pageContent":"174DYLAN BURNS63Woodhouse, Pl∂thon, 54.64Ibid., 54.65Ibid., 56.the exact consonance of the Oracleswith Christianity, Psellos would havebeen at great pains to explain the strong presence of Hekate, mistress ofPagan khthonia. Her transformation into a couch ‘which does not give awayits virtue’ allowed Pl∂thon, on the other hand, to historically locate theOraclesby their name alone: thus they become the Chaldean Oracles ofZoroaster.The ambivalence towards matter in Pl∂thon’s edition is also deeplyentwined with the relationship between his theory of asceticism and ofZoroastrianism. As stated above, a strong ascetic streak flowed through theOraclesof Antiquity. Pl∂thon, as mentioned above, eschewed ascetic prac-tice, prized by the Greek Church. The tempered, more ambiguous asceticdiscourse in his own copy of the Oraclesgave him much more freedom tointerpret them as he might like on matters of ascetic living.Pl∂thon cosmologically interprets the Oracles’slightly negative hylologyin his Brief Explanationas follows: ‘when they call matter evil, they do notmean purely evil, for they would not say that things “worthy and good”spring from it, but they mean it is evil in comparison with the whole of for-mal being, by reason of its being last in the whole of essential nature’63.Thereupon, even though he attributes the doctrine of metempsychosis toZoroaster, he refuses to attribute to the Persian sage the ascetic anthropol-ogy which usually accompanies the Orphic/Platonic doctrine: ‘by the “dungof matter” they mean this mortal body. They bid us not to neglect it, thoughperishable, but to preserve it so far as possible’64. And in his Commentary,‘it follows that one must not “make away with the soul from the body” forthis would mean the soul making away with itself, contrary to the laws ofnature’65.Pl∂thon was the first transmitter of these Oraclesof Chaldea who wascapable of actually attributing them to a Chaldean because he had a slightlydifferent copy of them than did his predecessors. This copy differed in twoimportant ways. First, they no longer held the irascibly Pagan element ofHekate. A Greek deity in a supposed centerpiece of ancient Persian religionwould have been difficult for Pl∂thon to explain. Because of his copy, hedidn’t have to. Second, none of his Oraclesdisplay the strident ascetic ethiccommon to Middle/Neoplatonic texts. Pl∂thon’s particular edition of the text,then, greased the wheels of his identification with the Byzantine “other” byARIES 6,2_f4_158-179I 6/8/06 5:13 PM Page 174"},{"pageNumber":18,"pageContent":"THE CHALDEAN ORACLES OF ZOROASTER17566Stausberg, Faszination Zarathusthra, 57: ‘textgeschichtlich ist Pl∂thon von Michael Psellos’Kommentar zu den Chaldäischen Orakeln(also der Exeg∂sis) abhängig’.67These are fragments 107, 149, 150, 159, 206, 212; Athanassiadi, ‘Byzantine Commentators’,239-245.68Pl∂thon describes with elaborate detail his radical political programme in his Laws; for anexcellent discussion see Wokart, ‘“Hellenische Theologie”’.facilitating his self-alignment of his own identity with an arch-“other” Easternfigure and his rejection of asceticism, a way of life on which Psellos foundthe Oraclesto be in agreement with the Gospel.Why did Pl∂thon have these particular sixty lines of the Oracles, and notothers? Nobody knows Pl∂thon’s exact sources for the Oracles, but he almostcertainly relied on Psellos’ text and supplanted it with the fragments trans-mitted from Proklos66. In an important article on Pl∂thon’s reading of thetext, Athanassiadi argues that he consciously excised six fragments fromPsellos’ copy in view of his own Pagan and anti-ascetic theology—that thedifferent copy was no accident but a case of intentional philological mal-practice67. However, the case of Hekate’s couch presents the possibility ofcorruption of Psellos’ text. If we follow Athanassiadi’s reasoning on this mat-ter, Pl∂thon could have simply done away with the fragment like the six oth-ers instead of rendering it incomprehensible and having to admit confusionas to its meaning in his own commentary. Slips of the dictating tongue ortrembling pens were not unheard of, and the wear of the centuries betweenthe commentators could certainly have done of some of Pl∂thon’s editing forhim. Of course, it was also commonplace for an editor to, per Athanassiadi’sargument, simply ignore inconvenient or disagreeable aspects of a text andfail to transmit them.Regardless, the historical accident(s) by which these specific verses ofAntiquity found themselves in Pl∂thon’s tomes gave him enough freedom ofinterpretation to assert their consonance with the “doctrines of Zoroaster” hedrew from other Hellenic sources. Thus do the Chaldean Oraclesand theHellenic, magical philosophia perennisof Michael Psellos find themselvestransformed into a more deeply liminal space in the Western imagining ofPersia than ever before. At the same time, they continued to instill, nourish,and shield the intense conviction held by Proklos, Psellos, Pl∂thon, and even-tually so many esotericists of the Renaissance and early Modern Europe, thatthe wisdom of the ancients and the wisdom of the East are absolute, incom-municable, identical—and, moreover, manifest in magical practices.Pl∂thon’s Paganism was not that of the public cults of Graeco-Roman reli-gion. He theorized a totalitarian Pagan regime devoted to Zeus68, and in theARIES 6,2_f4_158-179I 6/8/06 5:13 PM Page 175"},{"pageNumber":19,"pageContent":"176DYLAN BURNS69Stausberg (Faszination Zarathusthra, 83-92) relates the pervasiveness of the idea thatZoroaster authored the Oraclesin some detail.70‘Dennoch hat Pl∂thon der europäischen Zoroaster-Rezeptiongeschichte die entscheidendenImpulse gegeben: Ohne Pl∂thons Zuschreibung der Chaldäischen Orakelan “Zoroasters Mager”hätte das Interesse an Zoroaster wohl nie jene Intensität erlangt, die vorliegende Untersuchungüberhaupt erst legitimiert’ (ibid. 44).process adopted the esoteric Platonism of the Late Antique intellectual milieu,although eschewing its generally ascetic ethos. Ficino and esotericists wholived after him did not read the Oraclesof Psellos. They read the Oraclesof Pl∂thon; they even read his commentary69. While Psellos left a greaternumber of fragments of texts from this Antique esoteric milieu for modernphilologists, Pl∂thon had a far wider impact on Western culture through theassimilation of his text of the Oracles, his ideas about the philosophia peren-nisand the Persian East as the most ancient font of wisdom70.Pl∂thon’s philological mistake—the assignment of the OraclestoZoroaster’s remote Antiquity—was made possible, at least in part, by thehistorical accident of his edition. Pl∂thon was no naïve fool, and to weavethe story of his reception of Psellos’Oracleswith thread of error’s hue mightbe exact but not entirely true. Pl∂thon believed that they bestowed an incred-ibly ancient, profound wisdom, surpassing all that Christendom had to offer.This conviction proved to be contagious.Dylan Burns (M.A. 2004, Universiteit van Amsterdam) studies in Yale University’s doctoralprogram in Ancient Christianity. His interests include the Nag Hammadi codices, Neoplatonism,its relationship with Antique and Medieval theology, and theory and method in New Testamentstudies and the History of Religions.BibliographyAeschylus (Herbert Weir Smith, ed.) Opera(Loeb Classical Library 145), Harvard UniversityPress: Oxford 2001.Athanassiadi, Polymnia, ‘Byzantine Commentators on the Chaldean Oracles: Psellos andPlethon’, in Ierodiakonou (ed.), Byzantine Philosophy.Baruma, Ian & Avishai Margalit, Occidentalism: The West in the Eyes of its Enemies, Penguin:New York 2004.Bidez, Joseph & Franz Cumont, Les Mages Hellénisés: Zoroastre, Ostanès et Hystaspe, d’Aprèsla Tradition Greque. Tome I, Les Belles Lettres: Paris 1938.Corbey, Raymond & Joep Leerssen, ‘Studying Alterity: Backgrounds and Perspectives’, in idem,et al. (eds.) Alterity, Identity, Image: Selves and Others in Society and Scholarship, Rodopi:Amsterdam/Atlanta 1991.ARIES 6,2_f4_158-179I 6/8/06 5:13 PM Page 176"},{"pageNumber":20,"pageContent":"THE CHALDEAN ORACLES OF ZOROASTER177Damascius (L. G. Westerink, ed.), The Greek Commentaries on Plato’s Phaedo, Volume II, NorthHolland Publishing Company: Amsterdam 1977.Dodds, Eric R., ‘Theurgy and its Relationship to Neoplatonism’, in: idem, The Greeks and theIrrational, University of California Press: Berkeley 1951.Duffy, John, ‘Hellenic Philosophy in Byzantium and the Lonely Mission of Michael Psellos’,in: Ierodiakonou (ed.), Byzantine Philosophy.——, ‘Reactions of Two Byzantine Intellectuals to the Theory and Practice of Magic: MichaelPsellos and Michael Italikos’, in: Maguire (ed.), Byzantine Magic.Finamore, John, Iamblichus and the Theory of the Vehicle of the Soul, Scholars’ Press: Chico1985.Flint, Valerie, ‘The Demonisation of Magic and Sorcery in Late Antiquity: Christian Redefinitionsof Pagan Religions’, in: idem, et al. (eds.), Witchcraft and Magic in Europe: AncientGreece and Rome, Athlone Press: London 1999.——, The Rise of Magic in Early Medieval Europe, Princeton University Press: Princeton 1991.Fögen, Marie Theres, ‘Balsamon on Magic: From Roman Secular Law to Byzantine CanonLaw’, in: Maguire (ed.), Byzantine Magic.Fowden, Garth, The Egyptian Hermes, Princeton University Press: Princeton 1993.Graf, Fritz, ‘Ancient Excluding the Charming: the Development of the Greek Concept of Magic’,in: Marvin Meyer & Paul Mirecki (eds.), Ancient Magic and Ritual Power, Brill: Leiden1995.Iamblichus (Emma C. Clarke, John M. Dillon & Jackson P. Hershbell, eds.) On the Mysteries,Society of Biblical Literature: Atlanta 2003.Ierodiakonou, Katerina (ed.) Byzantine Philosophy and its Ancient Sources, Oxford UniversityPress: Oxford 2002.Johnston, Sarah Iles, Hekate Soteira, Scholars’ Press: Atlanta 1990.Kaldellis, Anthony, The Argument of Psellos’ Chronographia, E. J. Brill: Leiden 1999.Kazhdan, Alexander, ‘Holy and Unholy Miracle Workers’, in: Maguire (ed.), Byzantine Magic.Kennedy, Valerie, Edward Said: A Critical Introduction, Polity Press: Oxford/Malden 2000.Kingsley, Peter, Ancient Philosophy, Mystery and Magic, Clarendon Press: Oxford 1995.Kippenberg, Hans G. & Kocku von Stuckrad, Einführung in die Religionswissenschaft, C. H.Beck: München 2003.Kurz, Isolde, Vom Umgang mit dem Anderen: Die Orientalismus-Debatte zwischenAlteritätdiskurs und interkultureller Kommunikation, Ergon: Würzburg 2000.Levinas, Emmanuel (Michael B. Smith, trans.), Alterity and Transcendence, Columbia UniversityPress: New York 1999.Lewy, Hans (Michael Tardieu, ed. and trans.), Chaldean Oracles and Theurgy (ÉtudesAugustiniennes), Paris 1978.Maguire, Henry (ed.), Byzantine Magic, Dumbarton Oaks Research Library and Collection:Washington D.C. 1995.—— (ed.), ‘Style and Ideology in Byzantine Imperial Art’, Gesta28 (1989), 217-231.——, ‘Magic and the Christian Image’, in: Maguire (ed.), Byzantine Magic.—— (ed.), Rhetoric, Nature, and Magic in Byzantine Art, Ashgate: Aldershot 1998.Masai, François, Pléthon et le Platonisme de Mistra, Les Belles Lettres: Paris 1956.Majercik, Ruth (ed. and trans.), Chaldean Oracles, Brill: Leiden 1989.Macfie, A. L., Orientalism, Pearson Education: London/New York 2002.Monfasani, John, ‘Marsilio Ficino and the Plato-Aristotle Controversy’, in: M. J. B. Allen et al.(eds.), Marsilio Ficino: His Theology, His Philosophy, His Legacy, Brill: Leiden 2002.Moore-Gilbert, Bart, Postcolonial Theory: Contexts, Practices, Politics, Verso: London/NewYork 1997.ARIES 6,2_f4_158-179I 6/8/06 5:13 PM Page 177"},{"pageNumber":21,"pageContent":"178DYLAN BURNSProclos (H.-D. Saffrey and L. G. Westerink, ed. and trans.), Théologie Platocienne, Les BellesLettres: Paris 1967-1997.Psellos, Michael (L. G. Westerink, ed.), De Omnifaria Doctrina, Centrale Drukkerij N.V.:Nijmegen 1948.——, Epistle 187, in: K. N. Sathas (ed.), Mesaionike Bibliotheke, Athens 1872-1894.—— (Ugo Criscuolo, ed.), Epistola a Giovanni Xifilino, University of Naples 1973.—— (D. J. O’Meara, ed.), Philosophica Minora II, Leipzig 1989.—— (Paul Gautier, ed.), Theologica, Vol. I. BSB B. G. Teubner Verlagsgesellschaft: Leipzig1989.Said, Edward, Orientalism, Penguin Books: New York 1995.Sathas, K. N, Mesaionike Bibliotheke, Athens 1872-1894.Shaw, Gregory, ‘Rituals of Unification in the Neoplatonism of Iamblichus’, Traditio(1985), 1-28.Stausberg, Michael, Faszination Zarathustra, De Gruyter: Berlin 1998.Walbridge, John, The Wisdom of the Mystic East: Suhraward¬and Platonic Orientalism, StateUniversity of New York Press: Albany 2001.Wokart, Norbert, ‘“Hellenische Theologie”: Die Religionsreform des Georgios GemistosPlethon’, in: Richard Faber & Renate Schlesier (eds.), Die Restauration der Götter: AntikeReligion und Neo-Paganismus, Würzburg 1985, 183-197.Woodhouse, C. M., George Gemistos Pl∂thon: The Last of the Hellenes, Clarendon Press: Oxford1986.Yates, Frances, Giordano Bruno and the Hermetic Tradition, orig. 1964, University of ChicagoPress: Chicago 1979.Die Chaldäischen Orakel des Zoroaster, die Couch der Hekate und platonischerOrientalismus in Psellos und Pl∂thonDie vorliegende Untersuchung geht der Frage nach, auf welche Weise Michael Psellos undGeorgios Gemistos Pl∂thon die Chaldäischen Orakelals eine Quelle uralter orientalischerWeisheit interpretierten. Psellos geht als ein Häresiologe an die Orakelheran, wenn auch mit ambivalenten Aussagen hinsichtlich der Rolle von Magie sowohl in der Lehre der Orakelals in seiner eigenen Philosophie. Der Artikel untersucht, inwieweit in der mittelalterlichenbyzantinischen Vorstellung Magie mit Konstruktionen orientalischer “Dekadenz” verbunden war, die ihrerseits Einfluss hatten auf Psellos’ eigene Auffassung, bei den Orakelnhan-dele es sich um illegitime östliche Zauberkunst, ungeachtet des Wertes ihrer metaphysischenLehre.Pl∂thon hingegen greift die Orakelim Kontext eines Diskurses neopaganer Alterität auf, inwelchem er sie mit einer antiken östlichen Weisheit identifiziert, die gegen das orthodoxeChristentum in Stellung gebracht wurde. Obwohl er keinerlei Kenntnisse über persische Religionbesaß, schrieb er dem Zoroaster die Autorschaft der Orakelzu, und zwar nicht aus schlichterNaivität, sondern im Zuge eines gängigen Deutungsmusters, das James Walbridge “PlatonischenOrientalismus” nennt: die Neigung neoplatonischer Denker, uraltes Wissen nicht nur Platonzuzuschreiben, sondern auch anderen Weisen aus dem Osten. Pl∂thon, selbsternannter Neuheidein einem christlich orthodoxen Reich, fühlte sich angesprochen von der orientalischen Othernessder Orakelund identifizierte sich mit ihnen.Sein Manuskript der Orakel, welches ursprünglich Psellos gehörte, half ihm bei diesemUnternehmen. Seit Psellos waren wichtige Fragmente, die Askese, Dualismus und paganeGottheiten betrafen, verloren oder doch unvollständig. Ohne diese fehlenden Fragmente war esein Leichtes für Pl∂thon, die Orakelals eine holistische persische Theologie zu lesen, und nichtARIES 6,2_f4_158-179I 6/8/06 5:13 PM Page 178"},{"pageNumber":22,"pageContent":"THE CHALDEAN ORACLES OF ZOROASTER179als eine hellenistische, mittelplatonisch-dualistische. Die Unterschiede zwischen Pl∂thonsExemplar der Orakelund jenen der frühen Neuplatonisten mögen ein Grund dafür sein, dassPl∂thon der erste Platonist war, der Zoraster als den Autor der Orakelidentifizierte, eineZuschreibung, die entscheidend werden sollte für die Rezeption und Interpretation der Orakelin Renaissance und moderner Esoterik.ARIES 6,2_f4_158-179I 6/8/06 5:13 PM Page 179"}]
