[{"pageNumber":1,"pageContent":"Journal of the American Academy of Religion September 2004, Vol. 72, No. 3, pp. 695–731doi:10.1093/jaarel/lfh064© 2004 The American Academy of ReligionMagia Sexualis: Sex, Secrecy, and Liberation in Modern Western Esotericism Hugh B. Urban Although the forces of Eros and Magic have long been linked in westernesoteric traditions, it is really not until the nineteenth century that we seethe emergence of a large and sophisticated body of literature on the art ofsexual magic. This article examines the rise of sexual magic in the latenineteenth and early twentieth centuries, placing it in the context of thelarger discourse surrounding sexuality in American and British society ofthe Victorian era. Specifically, I focus on the teachings of the Americanspiritualist Paschal Beverly Randolph; the infamous “Great Beast 666,”Aleister Crowley; and the founder of the first Tantrik Order in America,Pierre Bernard. Following the lead of Michel Foucault, I argue that thisnew literature on sexual magic was part of the larger interest in sex thatpervaded Victorian culture. Far from being a period of repression andprudery, the Victorian era witnessed an unprecedented explosion of dis-course on sex, particularly in its “deviant” and nonproductive forms. Therise of sexual magic at once reflects and yet also subverts many of the sexualvalues of mainstream Victorian culture. At the same time, however, I arguethat Randolph, Crowley, and Bernard were all in their own ways some-what ahead of their times and foreshadowed much of the obsession with sexand its liberation in contemporary America at the turn of the millennium. What is peculiar to modern societies is not that they consigned sex to ashadow existence, but that they dedicated themselves to speaking of it adinfinitum, while exploiting it as the secret. —Michel Foucault (1978: 35)Hugh B. Urban is an associate professor of religious studies in the Department of ComparativeStudies at the Ohio State University, Columbus, OH 43210."},{"pageNumber":2,"pageContent":"696Journal of the American Academy of ReligionIf this secret [of sexual magic], which is a scientific secret, were perfectlyunderstood, as it is not by me after more than twelve years’ almost con-stant study and experiment, there would be nothing which the humanimagination can conceive that could not be realized in practice. —Aleister Crowley (1969: 767)IT MIGHT SEEM AT FIRST somewhat surprising and not a little ironicthat the period of the late nineteenth century—the Victorian era, with itsrather restrictive attitudes toward the human body and sexuality—gavebirth to a large body of literature on the subject of magia sexualis.1 Thesame period that saw the proliferation of medical manuals on deviantsexuality, such as Richard von Krafft-Ebing’s Psychopathia Sexualis(1886), also saw the proliferation of a growing body of occult works on“affectional alchemy” and the mysteries of love as a profound source ofspiritual power. However, as Michel Foucault and others have argued,the Victorian era was by no means simply an era of prudish repressionand denial of sexuality; on the contrary, the late nineteenth centurywitnessed an unprecedented explosion of discourse about sex, which wasnow categorized, classified, and discussed in endless titillating detail(Anderson; Foucault 1978; Mason). A key part of this discourse on sexuality,I would suggest, was the new literature on sexual magic, which spreadthroughout America, England, and Europe from the mid–nineteenthcentury onward. Sexuality and the occult arts had, of course, long been associated inthe western imagination. Since at least the time of the Gnostic heresies,and continuing with the persecution of the Templars and the witch huntsof the late Middle Ages, illicit sexuality was often believed to go hand inhand with secret ritual and the black arts (Coulianu: 87–129; King 1971;Stephens). But it was really not until the middle of the nineteenth century,with figures like the American Spiritualist Paschal Beverly Randolph andhis European followers, that we see the birth of a detailed and sophisti-cated system of sexual magic (Deveney; Godwin, Chanel, and Deveney).And here by sexual magic I mean not simply the use of sexual union as ametaphor for spiritual experience but, rather, the explicit use of sexualintercourse and genital orgasm as a source of creative magical power thatcan be harnessed and manipulated by the practitioner. At the same time,perhaps not accidentally, western occult traditions were being increasingly1 Here I am using the phrase “Victorian era” primarily in the strict sense as referring to the dates ofQueen Victoria’s reign, ending in 1901. However, various historians have argued that, as a culturalphenomenon embodying certain attitudes toward society, morality, and sexuality, the “Victorianera” lasted well into the twentieth century (see Hall: 1–2; Mason: 1–3; Seidman: 1–8)."},{"pageNumber":3,"pageContent":"Urban: Magia Sexualis697mingled with esoteric practices drawn from recently discovered easterntraditions like Hinduism and Buddhism—and perhaps above all, fromthe esoteric sexual rituals of Indian Tantra. Indeed, most of the popularliterature now being sold in Barnes and Noble on the topics of “Tantra”and “sacred sex” is for the most part a melding of nineteenth-centurysexual magic and a somewhat garbled version of Indian Tantra, usuallywith a healthy dose of the Joy of Sex thrown in (Urban 2000, 2003). In this article I will critically examine the rise of sexual magic inAmerica and Europe from the mid–nineteenth to the early twentieth cen-tury, placing it in its larger cultural contexts. Specifically, I will trace thetransmission of magia sexualis from the United States to Europe, as it waspassed on through authors such as Randolph and the infamous “GreatBeast 666,” Aleister Crowley. At the same time, I will also examine theimpact of Indian traditions such as Tantra, which was introduced to theUnited States by figures like Pierre Arnold Bernard and soon becamefused (and perhaps hopelessly confused) with western sexual magic.Rather remarkably, although there is a vast body of popular literature onsexual magic, there is little critical scholarship on the subject. Apart fromthe important work of John Patrick Deveney, Joscelyn Godwin, and a fewothers, most of this literature has yet to be taken seriously by the aca-demic study of religion. Moreover, there has been little attempt to placethis literature in its larger social contexts, in relation to broader culturalforces in European and American history. The rise of sexual magic in the late nineteenth century, I will argue, isnot only a fascinating and neglected piece of the history of modern reli-gious movements; more important, it gives us some remarkable insightsinto modern western culture and its attitudes toward sexuality duringthis critical period. Ironically, most of these advocates of magia sexualiswere portrayed—both by their critics and in their own writings—asrebellious dissidents working against the grain of modern western societyand mainstream values. Both Randolph and Bernard, for example, werearrested for their alleged practice of “free love”; and Crowley not onlywas reviled throughout the media as the “wickedest man in the world”but took an apparent delight in overthrowing the sexual values of hisVictorian youth. As I will argue, however, these three figures are bestunderstood not as subversive enemies of modern society but, rather, asreflecting some of the deepest ideals, tensions, and contradictions at the heartof modernity itself.2 As several recent authors have argued, most ofthe new religious and occult movements of the late nineteenth century2 The concept of “modernity” is notoriously difficult to define; here I am following JürgenHabermas, who suggests that modernity is rooted in currents going back to the eighteenth century"},{"pageNumber":4,"pageContent":"698Journal of the American Academy of Religiondo not represent so much a rejection of modernity; on the contrary,as Paul Heelas suggests, they are often better described as powerful affir-mations of certain basic modern ideals, such as progress, individualism,and free will, and thus represent a “celebration of the self and sacraliza-tion of modernity” (169; cf. During; Owen 2001; Thurschwell). Figures likeRandolph, Crowley, and Bernard would take these ideals to their furthestextremes, by affirming the inherent divinity of the human self and pro-claiming the dawn of a new era in human history. Above all, these three figures reflect the growing preoccupation withsexuality and its liberation in the modern period (see Thurschwell: 2).3Here I will adapt some of the insights of Foucault and others who haveexamined the role of sexuality in the nineteenth and twentieth centuries.As Foucault suggests, much of the past literature on the Victorian era hasbeen burdened by what he calls the “repressive hypothesis”—that is, thebelief that Victorian society was hopelessly repressed about sexual mat-ters and that our own generation has liberated us from the prudishshackles of our forefathers. In fact, Foucault observes, the Victorian erawas anything but a period of silence and was instead a period of intenseproliferation of discourse about and scientific classification of sexuality,particularly in its “deviant” forms such as homosexuality and masturba-tion. Increasingly, sexuality was identified as the innermost essence ofhuman nature, as the secret of life and the body, and as the most import-ant force in the health and productivity of modern capitalist society(Birken: 40–56; Foucault 1978; Weeks 1981).4 Finally, with the rise ofFreudian psychoanalysis in the early twentieth century, the “liberation”of sex from its alleged repression would be seen as the key to personaland social health as well. and the project of the Enlightenment. Among other things, this project was an attempt to develop anobjective science and a universal law with the goal of human emancipation and liberation from theirrationalities of myth, religion, and superstition. Perhaps above all, the project of modernity restedin a fundamental belief in the value of the individual self and the possibility of progress, movingforward toward a truly free but well-ordered society (see also Owen 2001: 71–77). 3 As Thurschwell observes in her study of magic and science in the late nineteenth century,“Anxieties about the permeability and suggestibility of bodies and minds erupt in crises aroundsexuality. Sexual and gender panic manifests itself in representative figures such as the NewWoman and the dandy, in public scandals such as Oscar Wilde’s trials and in the reification ofmedicalizing, pathologizing and criminalizing discourses around homosexuality. Deep and far-reaching anxieties about the stability of the traditional grounds of gender and sexuality pervadefin-de-siècle culture” (2). 4 Foucault writes: “The society that emerged in the nineteenth century—the bourgeois capitalist orindustrial society . . . did not confront sex with a fundamental refusal of recognition. On thecontrary, it put into operation an entire machinery for producing true discourses concerning it. Notonly did it speak of sex and compel everyone to do so; it also set out to formulate the uniform truthof sex. As if it suspected sex of harboring a fundamental secret” (1978: 69)."},{"pageNumber":5,"pageContent":"Urban: Magia Sexualis699With their emphasis on sexual magic as the most powerful ritualsecret, authors like Randolph, Crowley, and Bernard epitomize this mod-ern fascination with sex. And with their bold call for a liberation of sexfrom its Victorian shackles, they would take the “repressive hypothesis”to its furthest extreme. For them, the liberation of sex is not only a meansto psychological health in Freud’s sense but the ultimate key to magicalpower. Particularly for Crowley and his students, sexual magic offered apowerful source of transgression, in Georges Bataille’s (1986, 1991) senseof the term: by deliberately overstepping the moral boundaries ofrespectable society, the magus hoped to unleash a tremendous source ofpower and an exhilarating sense of liberating bliss. Yet as Foucault (1999:117) also points out, the alleged “liberation” of sex in the modern era hasproven to be less some kind of radical freedom from our Victorian pastthan an increasing preoccupation, obsession, and a kind of “hyperdevel-opment of discourse” about sex. And it has also brought with it anincreasing commodification of sex in the context of consumer capitalistsociety. As we will see, the seemingly liberating power of sexual magicwas always a deeply ambivalent thing. Like sex itself in the modern era, itwould always bear the potential to become co-opted by the logic of theconsumer marketplace. After a brief discussion of the historical background of western sexualmagic, I will focus in turn on Randolph, Crowley, and Bernard, suggest-ing that they are powerful reflections of three broader trends in modernculture and attitudes toward sex. In the case of Randolph, we see anincreasing sexualization of love, an emphasis on the sacred nature ofsex itself, and a concomitant anxiety about the dangers of “free love” innineteenth-century America. In the case of Crowley, we see an emphasison sexual transgression and the explicit use of nonreproductive acts suchas masturbation and homosexual intercourse as a source of liberatingpower. Finally, in the case of Bernard’s “Tantrik Order in America,” wesee an increasing commodification of sex in the context of early-twentieth-century American capitalism. To conclude, I will suggest that these threefigures not only are remarkable reflections of their times but also antici-pated some of our own obsessions with sex and transgression at the turnof the millennium. SEX POWER IS GOD POWER: P. B. RANDOLPH AND THE BIRTH OF MODERN SEX MAGIC The whole power of Magic is founded on Eros. The way Magic works isto bring things together through their inherent similarity. —Marsilio Ficino, Amore VI, 10 (Coulianu: 87)"},{"pageNumber":6,"pageContent":"700Journal of the American Academy of ReligionTrue Sex-power is God-power. —Paschal Beverly Randolph,The Ansairetic Mystery (Deveney: 317)The belief in the magical potency of the sexual fluids and the spiritualpower of sexual intercourse has a long history in western esoteric trad-itions. Throughout the later Middle Ages and Renaissance, as Marie-HélèneHuet observes, there was a widespread belief in the links between the cre-ative imagination and the act of intercourse, during which the male andfemale could magically “impress” their desires onto the child in the momentof conception (Doniger and Spinner; Huet: 126–128). Many medievalJewish Kabbalists also believed in the sacred power of marital sex as akind of theurgic rite that united the male and female aspects of God. Byjoining the active and passive aspects of the human being, sexual unionrepresents both the reintegration of the primordial human nature andthe infusion of the transcendent spirit into the material world (Wolfson:92–93).5 During the Renaissance a variety of authors like Marsilio Ficinoand Giordano Bruno began to explore the connections between Eros andMagic, as the basic principles of attraction at work among all parts ofnature (Coulianu: 87–89; Walker: 82–83). Meanwhile, alchemists likeParacelsus began to employ both the “seminal” power of Imagination(Imaginatio) and the spiritual power of semen in magical arts. Accordingto Paracelsus, the Imagination itself has a kind of seminal efficacy; for“God planted the seed in all its reality and specificity deep in the Imagin-ation of man” (Jacobi: 33). This seminal power can be manipulated bythe magus in order to impress his will and bring about effects in the physicalworld. And in turn, the semen also has a spiritual power that can bemanipulated for magical ends (Urban forthcoming; Waite, 1: 124).6 However, perhaps the first author to develop a detailed, systematicmethod of sexual magic was the enigmatic Spiritualist and RosicrucianPaschal Beverly Randolph (Figure 1). Born in 1825 to a wealthy Virginian5 Wolfson has observed: “The relationship between the male and female below mirrors therelationship of the masculine and feminine potencies above. . . . By means of carnal intercourse . . .the union of a man and his wife assists in the unification of the male and female aspects of God” (92;see Sefer Ha-Zohar, II, 89a–89b, in Tishby, 3: 1391). However, Wolfson argues that Kabbalistpractice is by no means egalitarian but, rather, is clearly androcentric and reasserts the superiority ofmale over female, ultimately even absorbing the female into the male. 6 For example, semen may be planted in the ground and impregnated with Imagination to createan artificial human being or homunculus, generated without need of a physical mother. OnParacelsus’s view of Imagination, see also Urban forthcoming; Waite, 1: 122. As Kayser summarizes,“Imagination is Exstasis, that is, a magical projection, self-copulation and impregnation whichprecedes . . . a sensible action and makes the power of the Astral Spirit substantial” (458)."},{"pageNumber":7,"pageContent":"Urban: Magia Sexualis701father and a slave from Madagascar, Randolph was raised a poor, self-taught free black in New York City. Orphaned at age seven, he ran awayfrom his foster parents as a teenager in order to travel the world. Eventu-ally, he would emerge as one of the leading figures in nineteenth-centurySpiritualism and the most famous scryer (crystal seer) of his times. Atonce a famous medium, an outspoken advocate of black rights, and“one of the century’s great feminists,” Randolph was remarkable forboth his spiritual and political ideals (Godwin: 256). Tragically, hewould suffer a series of personal misfortunes in his later years. Afterfalling from an elevated train, he was left a paralyzed invalid; increas-ingly intoxicated and suspicious that his wife had betrayed him, hecommitted suicide in 1875. Today Randolph is best known as America’s foremost exponent ofmagical eroticism or affectional alchemy. In sexual love Randolph sawnothing less than “the greatest hope for the regeneration of the world, thekey to personal fulfillment as well as social transformation and the basisof a non-repressive civilization” (Rosemont: xv). In the course of hiswanderings through Europe, the Middle East, and Asia, Randolphencountered a wide variety of esoteric traditions, which included notFigure 1.Paschal Beverly Randolph."},{"pageNumber":8,"pageContent":"702Journal of the American Academy of Religionsimply European Spiritualist and Rosicrucian orders but also certain Sufilineages. In fact, he claims to have derived much of his knowledge fromhis experiences in the areas of Jerusalem and Bethlehem, where he wasfirst initiated into the mysteries of sex magic: “One night—it was in far-off Jerusalem or Bethlehem, I really forget which—I made love to andwas loved by, a dusky maiden of Arabic blood. I of her and that experi-ence learned—not directly, but by suggestion—the fundamental principleof the White Magic of Love” ([1874] 1978: 48). Shortly thereafter heclaims to have become affiliated with a group of fakirs, which may havebeen a branch of the unorthodox mystical order of the Nusa’iri, a grouplong persecuted by orthodox Islam because of its alleged Gnostic sexualrituals (Deveney: 211).7 Whatever his primary inspiration, Randolph began to teach a form ofsexual magic that would have a profound impact on much later western eso-tericism. For Randolph, the sexual instinct is the most fundamental powerin the universe, for it is the natural attraction between positive and negativeforces that flow through all things. Borrowing the language of “magneticattraction” (probably drawn from Franz Anton Mesmer and his students;see Godwin: 151–168), Randolph sees the male and female as complemen-tary electromagnetic forces.8 On the physical plane the male genitals arepositive and the female genitals are negative; conversely, on the mental planethe female mind is positive and the male mind is negative. Hence the twohave an innate attraction that is at once physical and spiritual: In effect, the entire universe, all living beings . . . are ruled by the prin-ciple of two contrary forces, exercising, one or the other, a power of inescap-able attraction. One calls the forces positive and negative, and onerediscovers them in good and bad, emission and reception, life anddeath, idea and action, man and woman (positive and negative magneticpoles) in the material plane and, conversely, the woman (active pole)and man (negative pole) in the mental plane. . . . [W]hile the phallus ofthe man is positively polarized and the kteis of the woman is negativelypolarized, the head of the man . . . is negative and magnetic for rapport7 As Deveney explains, “The Nusa’iri of Ansairreh . . . are a nominally Muslim group living . . . inisolated areas in the mountains of northwest Syria and Latakia. . . . What has mainly set the Nusa’irisapart and made them the object of persecution and massacre by the orthodox Muslims . . . is thebelief that they practiced pagan and Gnostic sexual rites” (211). Some speculate that Randolph mayhave encountered Tantric practices in the course of his wanderings, though there is no real evidenceof this (Douglas: 85). 8 Godwin notes: “To Newton’s gravitation, the Austrian doctor Franz Anton Mesmer . . . addedthe concept of ‘Animal Gravity,’ a force that works upon and in our bodies through substances moresubtle than matter. . . . [H]e became convinced that he was able to harness this force and employ itfor healing” (151)."},{"pageNumber":9,"pageContent":"Urban: Magia Sexualis703with the head of the woman which is positive and electric. (Randolph1988: 10–11)9 Because sexual attraction is the most fundamental force in nature, theexperience of orgasm is the critical moment in human consciousness andthe key to magical power. As the moment when new life is infused fromthe spiritual realm into the material, it is the crucial instant when the soulis opened up to the spiritual energies of the cosmos: “At the instant ofintense mutual orgasm the souls of the partners are opened to the powersof the cosmos and anything then truly willed is accomplished” (Deveney:218–219). As such, the experience of sexual climax has the potential tolead the soul either upward or downward, to higher states of spiritualtranscendence or to lower states of corruption: The moment when a man discharges his seed—his essential self—intoa . . . womb is the most solemn, energetic and powerful moment he canever know on earth; if under the influence of mere lust it be done, thedischarge is suicidal. . . . At the moment his seminal glands open, hisnostrils expand, and while the seed is going from his soul to her womb hebreathes one of two atmospheres, either fetid damnation from the borderspaces or Divine Energy from heavens. Whatsoever he shall truly will andinternally pray for when Love . . . is in the ascendant, that moment theprayer’s response comes down. (Randolph 1874 [1997b]: 339–340) The power of sex, then, can be deployed for a wide range of both spiritualand material ends. If one can harness the creative energy aroused by sexualcontact, one can attain not only spiritual insight but also the mundane goalsof physical health, financial success, or regaining the passions of a strayinglover. According to Randolph, the major uses of sex magic are the following: I. For purposes of increasing the brain and body power of an unbornchild, II. Influencing one’s wife or husband and magnetically controllingthem, III. regaining youthful beauty, energy, vivacity. . . . IV. prolonging9 One of the more intriguing aspects of Randolph’s sexual magic is his frequent use of the languageof modern science, magnetism, and electricity. Not only does he conceive of the entire universe interms of a polarization between positive and negative energies, but he also sees the manipulation ofthe laws of magnetic attraction as the key to magical power. For example, among his many magicaltechniques is the use of “Volts” or solid fluid condensers (1988: 59–67). Volts are small figurines,which are molded in the shape of the persons one wishes to influence. They are then “charged” withvital energy by being painted with special fluid mixtures, such as white wine, the juice of lily leaves,extract of mandrake, etc. The charged figurine is then placed in one’s bedroom for eight days, so thatit “may be seen during the coition of the operator.” When properly made, the Volt is so powerfulthat it gives complete influence over the intended subject, putting into one’s hands “the life anddeath of the person” (Randolph 1988: 64–67)."},{"pageNumber":10,"pageContent":"704Journal of the American Academy of Religionthe life of either the subject or actor or either at will, V. attainment ofSupreme white magic of will, affection or Love, VI. For the furtheranceof financial interests, schemes, lotteries, etc. VII. The attainment of theloftiest insight possible to the earthly soul. (1874 [1997b])10 However, perhaps the most striking feature of Randolph’s sexualmagic is his insistence that both male and female partners must havean active role in the process. In fact, he places great emphasis on theimportance of orgasm for both man and woman—ideally a simultaneousorgasm—in order for the magical operation to be successful: “For theprayer to be effective the paroxysm of both is necessary. . . . [T]hewoman’s orgasms should coincide with man’s emission, for only in thisway will the magic be fulfilled” (1931: 76–77). The resulting pleasurethe partners feel in this union is nothing less than the overflowing joyof the divine emanating from above like the breath of God: “Whenpleasure results from the meeting of the electric currents of the malewith the magnetic flow of the female, in the nerves of each, as in thetouch of loving lips, the two currents spread out into waves, whichflow all over the nervous network of both. . . . [T]he joy . . . is diffusedover both beings and each is based in the celestial and divine aura—the breath of God, suffusing both bodies, refreshing both souls!”(Randolph 1974: 126; see [N.d. (1873)] 1997a). Randolph was not, however, merely a sexual reformer calling for akind of erotic liberation. Like many nineteenth-century Spiritualists, hewas also a social reformer, calling for a liberation of women andoppressed minorities as well (see Owen 1990). During the Civil War hethrew himself behind the cause of the Southern slaves and worked toenlist black soldiers into the Union Army. At a speech in Syracuse, forexample, he gave a rousing call for black freedom and a new socialvision for the future, declaring: “We are here to ring the bells at thedoor of the world, proclaiming to the nations, to the white man in hispalace, the slave in his hut, kings on their thrones, and to the whole broaduniverse, THAT WE ARE COMING UP!” (Bell: 21–22). Randolph’shope for a “regeneration of the world,” in other words, involved both asocial and a personal liberation in order to create a truly “nonrepres-sive” civilization. Not surprisingly, many of Randolph’s writings on sexuality and liber-ation would generate fear, suspicion, and outrage from the surrounding10 Elsewhere, Randolph lists over 100 uses for sexual magic, which include “frustrating bad plansof others,” “relating to money dealings,” “the grand secret of domestic happiness,” “the power ofinfluencing others, solely financially,” “to derange the love relations of those not one’s lover,” and“the grand secret of life prolongation” (Deveney: 319–325)."},{"pageNumber":11,"pageContent":"Urban: Magia Sexualis705Victorian American culture. In 1872 he was arrested on suspicion ofdistributing immoral “free love” literature. Although the case was neverbrought to court, Randolph capitalized on his arrest and his time in jailby publishing a fictional transcript of a trial entitled P. B. Randolph, HisCurious Life, Works and Career: The Great Free-Love Trial. In it he depictsa prosecuting attorney as “finding nothing worse to say than thatRandolph encouraged women to think of themselves as equals to men”(Godwin: 256). Yet, despite the fears of social and moral subversion that it arousedfrom the surrounding society, Randolph’s practice of sexual magic isanything but mere hedonistic license. Sex, for Randolph, is strictly formarried couples united by the bond of love, to be undertaken with thepurest intentions and safeguarded by moral and physical sanctions. Inthis sense, I would argue, Randolph’s sexual magic is by no means a radicalantisocial practice going against the grain of mainstream American societyof the nineteenth century; on the contrary, it embodies many of the basicsexual values of his day. For example, with his language of electricalcharges and the magnetic attraction between the sexes, Randolph reflectsmuch of the discourse current in the nineteenth century on the naturalattraction between males and females. As Frederick Hollick put it inhis widely read 1855 text, The Marriage Guide, or A Natural History ofGeneration, “This mutual attraction is a species of Animal Magnetism,the male being positive and the female negative, so that they are drawnirresistibly together” (183). Still more important, however, Randolphalso reflects Victorian attitudes toward sexuality within the sacred contextof marriage. As Steven Seidman has argued in his study of nineteenth-century American sexuality, Victorian culture held a strong “spiritualideal of love”; marriage should be rooted in a spiritual affinity and com-panionship, of which sex was an “obligatory and healthy expression.”However, the Victorians also warned of the dangers of sexual desire as apowerfully creative but potentially destructive force that had to becontrolled within the guarded strictures of marriage: “Far from denyingand devaluing the importance of the sex instinct, the Victorians believedin its omnipresence and power. Indeed, they even exalted it as a benevolentpower. The obverse side to assuming the power of sex is its potential dan-ger. . . . The Victorians imagined a drama of an omnipresent powerful sexdrive propelled toward pleasure but susceptible to the dangers of excessand ruin” (Seidman: 18). At the same time, however, I would suggest that Randolph alsoforeshadowed some of the changing attitudes toward sex that wouldfollow toward the end of the Victorian era. As Seidman argues, the periodfrom 1880 to 1900 witnessed an increasing shift from the Victorian"},{"pageNumber":12,"pageContent":"706Journal of the American Academy of Religion“spiritualization of love” to a new kind of sexualization of love. That is,there was a marked shift from the Victorian emphasis on the importanceof love within marital bounds (and fears of the dangers of sex) to a post-Victorian emphasis on sex as a vital component to any male–female rela-tionship: “The language of love now intermingles with that of sex. Sexualattraction is taken as a sign of love; the giving and receiving of sexualpleasures are viewed as demonstrations of love. . . . The Victorian antithe-sis between love and sex . . . disappears” (Seidman: 7–8; cf. Birken: 1–39).With his emphasis on the awesome power of intercourse as a source ofboth material happiness and divine knowledge, Randolph was an impor-tant figure in this shift from love to sex in the late nineteenth century.And with his call for social liberation and the scandalous controversy thathis alleged “free love” teachings generated, he also reflects much of theintense anxiety that surrounded sexual liberation in the late Victorian era(see also Thurschwell: 1–5). But in any case, however we interpret theirbroader cultural significance, Randolph’s teachings would have a lastingimpact on many later occult traditions, introducing sexual magic into themainstream of western esotericism: “Through Randolph’s influencethe genie had been released from the bottle. . . . A multitude of sexualmysticism flourished” (Deveney: 252). UNLEASHING THE BEAST: ALEISTER CROWLEY AND THE ORDO TEMPLI ORIENTIS Our Order possesses the Key which unlocks all Masonic and Hermeticsecrets, it is the teaching of sexual magic and this teaching explainsall the riddles of nature, all Masonic symbolism and all religioussystems. —Oriflamme, 1912 (Clymer: 541)The sexual act is a sacrament of Will. To profane it is the great offense.All true expression of it is lawful; all suppression or distortion of it iscontrary to the Law of liberty. —Aleister Crowley, The Law Is for All (1996: 42)Once Randolph’s teachings on sexual magic took root in the latenineteenth century, they would quickly flower and give birth to a widearray of occult movements throughout America, England, and Europe.At the same time, they would also be reinterpreted in ways that mighthave been quite horrifying to Randolph himself, as they were nowmingled with the most transgressive acts of homosexual intercourse,autoeroticism, and even bestiality as a form of sexual magic."},{"pageNumber":13,"pageContent":"Urban: Magia Sexualis707Perhaps the most important vehicle for the transmission of Randolph’steachings on sexual magic was the highly esoteric movement known asthe Ordo Templi Orientis (O.T.O.). Inspired by Karl Kellner (d. 1905)and later founded by Theodor Reuss (d. 1923), the O.T.O. became themain conduit through which western sexual magic began to merge with a(somewhat deformed) version of Indian Tantric practices. A wealthyAustrian chemist and industrialist, Kellner claimed to have been initiatedinto Indian sexual techniques in the course of his Oriental travels, citing aSufi and two Indian yogis as his masters (Symonds 1958: 95; cf. Koenig1992, Howe and Möller 1993).11 Others, however, believe that Kellner and Reuss’s true inspiration wasin fact P. B. Randolph, whose sexual-magical teachings had been spreadto Europe by a group of disciples in the late nineteenth century. Many ofRandolph’s ideas were transmitted to Germany through a little knownbut extremely influential group known as the Hermetic Brotherhood ofLuxor (H. B. of L.), begun by Max Theon (d. 1927) and Peter Davidson(d. 1916) probably sometime in the 1880s (Godwin: 258–259, 347–361).Following Randolph, the H. B. of L. made sex central to its metaphysicalsystem and spiritual practice: it is the polarity of male and female energiesthat creates the universe, and it is the sexual union of males and femalesthat leads to the “reunion of the divine Ego and to angelhood” (Godwin,Chanel, and Deveney: 71). At the same time, however, the H. B. of L. waseven more emphatic about the dangers that arise from the abuse of sexualmagic. Indeed, it warns that Randolph himself was led to his ruin by hissexual excesses.12 Nonetheless, the teachings of the H. B. of L. would be oneof the most important means by which Randolph’s work was transmittedand had a formative impact on most later esoteric traditions in the West:“Once the secret was out of linking occultism with sex, it was impossible toignore and . . . practically every occult order after the 1880s had some debtto the H. B. of L.” (Godwin, Chanel, and Deveney: 67). Once these sexual techniques were transmitted to new movementslike the Ordo Templi Orientis, however, they would also undergo someprofound transformations. Much of the O.T.O.’s ritual practice centered11 Kellner claims to have been initiated by the Arab fakir Soliman ben Aifha and the Indian yogisBhima Sen Pratap and Sri Mahatma Agamya Guru Paramahamsa, from whom he learned “themysteries of yoga and the philosophy of the left hand path which he called sexual magic” (Symonds1958: 95). On Reuss and his knowledge of Tantra, see Naylor. Peter Koenig (1992, 1993) argues thatthe O.T.O. was not founded by Kellner but formed after his death under Reuss. 12 According to a text called “The Mysteries of Eros: Expressly Arranged for the Exterior Circle ofthe H. B. of L. by T. H. Burgyon,” “Especially must all sexual relations be carefully guarded and onlyparticipated in after due thought. . . . It is this very fatal mistake of sex that has ruined thousandsof . . . aspirants for occult initiation” (Godwin, Chanel, and Deveney: 273)."},{"pageNumber":14,"pageContent":"708Journal of the American Academy of Religionaround this “inner kernel” of sexual magic—though already quitedifferent from the more conservative system of Randolph. As the O.T.O.proclaimed in the journal Oriflamme in 1912, “One of the secrets whichour order possesses in its highest grades is that it gives members themeans to re-erect the temple of Solomon in men, to refind the lostWord. . . . [I]it is the teaching of sexual magic” (Clymer: 541; cf. Koenig1997). The O.T.O. developed a system of nine degrees (later expanded toeleven), the first six of which were more conventional Masonic initiations.The seventh, eighth, and ninth degrees, however, focused respectively onthe theory of sex magic and on the techniques of auto- and heterosexualmagic. Homosexual intercourse also played a central role in the rites(Koenig 2002). Through the magical act of intercourse, by focusing allone’s will and imagination on a desired goal in the moment of orgasm,one is said to achieve success in any occult operation, from the invocationof a god to the finding of hidden treasure. One may, for example, usethese techniques to magically empower a talisman or other magicalobject: by focusing one’s entire will on the desired object during the actof auto- or heterosexual orgasm, and then afterward anointing thatobject with the semen, one can use that empowered object to achievevirtually any desired end (King 1977: 79–80). Yet, although the sex magicof the O.T.O. may have found some of its inspiration in the techniques ofRandolph, there were also fundamental differences between the two. AsGodwin (255) points out, the autoerotic and homosexual techniquesdeveloped by Kellner and Reuss would have horrified the more reservedRandolph, for whom sex was a sacrament between married couples,guarded by ritual sanctity and moral injunctions. Surely the most infamous member of the O.T.O. was the notoriousmagician and self-proclaimed Great Beast 666, Aleister Crowley (1875–1947;figure 2). Reviled by the popular press as the “king of depravity, arch-traitor and drug fiend,” Crowley is today one of the most influential figuresin the revival of western occultism and neopagan witchcraft. Yet surpris-ingly, despite many popular and hagiographic works on Crowley, he hasseldom been taken seriously by modern scholarship, and even scholarsof western esotericism have typically dismissed him as either a dementedpervert or a ridiculous crank. However, as his most recent biographer,Lawrence Sutin, has persuasively argued, Crowley was far more than thesatanic drug fiend attacked by the media; he was, in fact, a striking reflect-ion of some of the most important literary, philosophical, and culturalforces of the early twentieth century (cf. Symonds 1952; Urban 2001a). Born in 1875, the son of a minister in the highly puritanical PlymouthBrethren sect, Edward Alexander Crowley embodied some of the deepesttensions within British Victorian culture as a whole. A child raised in strict"},{"pageNumber":15,"pageContent":"Urban: Magia Sexualis709Christian morality, he would later turn to the occult arts and to extremes ofsexual excess. Educated at Trinity College in Cambridge, Crowley inheriteda large amount of money while still young and was free for many years topursue his passions of poetry, mountain climbing, and the occult arts.While still at Trinity, he would also adopt the name “Aleister” (an homageto the hero of Shelley’s poem “Alastor, the Spirit of Solitude”) and also pub-lish his first book of poetry and his infamous erotic collection, White Stains. Crowley’s first real initiation into the world of esotericism and magicoccurred in 1898, when he was introduced to the Hermetic Order of theGolden Dawn. An eclectic movement that drew on a wide range ofesoteric traditions, from Freemasonry and Rosicrucianism to Kabbalah,the Golden Dawn attracted a number of prominent intellectuals andartists of the day, such as the Irish poet W. B. Yeats, among many others(Gilbert; Godwin: 222–225). However, it was in 1904 that Crowley came to believe that he hadreceived his first great revelation and the knowledge that he was to be theherald of a new era in history. According to his own account, his guardianangel, Aiwass, appeared and dictated The Book of the Law or Liber Legis.1313 Actually, the revelation came first through Crowley’s wife, Rose, during their trip to Cairo, whenthe voice of the god Horus allegedly began to speak through her. She later revealed that the beingspeaking through her was an emissary of Horus named Aiwass, and Crowley eventually claimed tohave received The Book of the Law directly from Aiwass without Rose’s mediation. Figure 2.Aleister Crowley dressed as an Oriental sage, in publicity photos to attractstudents."},{"pageNumber":16,"pageContent":"710Journal of the American Academy of ReligionWe have now, The Book of the Law declares, entered the third great age inhistory: the first eon was that of Isis, based on matriarchy and worship ofthe mother goddess; the second eon was that of Osiris, during which thepatriarchal religion of suffering and death (i.e., Christianity) was domi-nant. Finally, with the revelation of The Book of the Law, the corrupt age ofChristianity had come to an end, and a new eon of the child Horus wasborn. The guiding principle of this new era is the Law of Thelema, derivedfrom Greek, meaning “Will.” According to Crowley’s maxim: “Do whatthou wilt shall be the whole of the law.” In place of servile submission tosome imaginary God, the Law of Thelema is the full affirmation of the Selfand the free expression of the individual will: “The Law of Thelema avowsand justifies selfishness; it confirms the inmost conviction of each one ofus that he is the centre of the cosmos” (Crowley 1969: 873, 939). The key to Crowley’s Law of Thelema—and also the primary reason forthe scandalous reputation that followed him—was his practice of sexualmagic. For Crowley, sex is the most powerful force in human nature andthe supreme expression of the will; but it has been stupidly repressed by thechurch and so given birth to all manner of social and psychological ills: Mankind must learn that the sexual instinct is . . . ennobling. The shockingevils which we all deplore are principally due to the perversions producedby suppressions. The feeling that it is shameful and the sense of sincause concealment, which is ignoble and internal conflict which createsdistortion, neurosis and ends in explosion. We deliberately produce anabscess and wonder why it is full of pus, why it hurts, why it bursts instench and corruption. The Book of the Law solves the sexual problem completely. Eachindividual has an absolute right to satisfy his sexual instinct as is physio-logically proper for him. The one injunction is to treat all such acts assacraments. (1969: 874–875) Crowley’s sexual magic is itself a complex melding of both easternand western traditions. In fact, Crowley would become one of the mostimportant figures in the transmission of Tantra to the West—thoughwith significant transformations. As early as 1902 Crowley had beenintroduced to Tantra during his travels in India and Sri Lanka (Sutin:92).14 But he would also combine his knowledge of Tantra with thegrowing tradition of sexual magic in the West, as transmitted by Randolphand the O.T.O. Crowley became involved with the O.T.O. beginning in14 On Crowley’s Tantric influences, see Sutin: 92, 127; Urban 2001a. As Symonds comments, “Hisgreatest merit was to make the bridge between Tantrism and the Western esoteric tradition and thusbring together Western and Eastern magical techniques” (Crowley 1969: xxv)."},{"pageNumber":17,"pageContent":"Urban: Magia Sexualis7111910 and would soon become its most infamous leader. According toCrowley, sex magic is the most powerful of all magical operations, for it isthe raw power of human creativity, which has the potential to bring intobeing anything one desires: “If this secret, which is a scientific secret,were perfectly understood, as it is not by me after more than twelve years’almost constant study and experiment, there would be nothing which thehuman imagination can conceive that could not be realized. . . . If it weredesired to have an element of atomic weight six times that of uraniumthat element could be produced” (1969: 767). In Crowley’s revisedsystem the O.T.O.’s original nine degrees were expanded to eleven. Theeighth, ninth, and eleventh of these focused on more explicitly nonrepro-ductive sexual acts, including masturbation, the consumption of sexualfluids, and homosexual intercourse: Crowley’s VIIIth degree unveiled . . . that masturbating on a sigil of ademon or meditating upon the image of a phallus would bring power orcommunication with a (or one’s own) divine being. . . . The IXth degreewas labeled heterosexual intercourse where the sexual secrets weresucked out of the vagina and when not consumed . . . put on a sigil toattract this or that demon to fulfill the pertinent wish. . . . In the XIthdegree, the mostly homosexual degree, one identifies oneself with anejaculating penis. The blood (or excrements) from anal intercourseattract the spirits/demons while the sperm keeps them alive. (Koenig2002; cf. Crowley 1997) Many of Crowley’s sexual rites centered around explicit transgressionsand calculated inversions of conventional morality and religious practice.Not only did the eighth and eleventh degrees of Crowley’s O.T.O. initia-tions call for masturbation and homosexual intercourse as the supremekeys to magical power (something Randolph would have found repugnant),but they also often involved the oral consumption of semen and vaginalfluid as the supreme “elixir” and source of magical power (Crowley 1986;Sutin: 243–244; Symonds and Grant: 45–50). However, Crowley’s mostexplicitly transgressive practices began in the years between 1920 and1923, when he founded his own Abbey of Thelema at a farmhouse inSicily. According to his diaries from this period, Crowley believed that hehad transcended all moral bounds and material distinctions, such thateven the most defiling substances became for him divine. Thus, hedescribes one performance of his Gnostic mass in which the sacred Hostwas replaced with the excrement of his consort, Leah Hirsig, which sheforced him to eat as the true Body of God. As Crowley recounts, “Mymouth burned; my throat choked, my belly wretched; my blood fledwither who knows. . . . She ate all the body of God and with Her soul’s"},{"pageNumber":18,"pageContent":"712Journal of the American Academy of Religioncompulsion made me eat. . . . My teeth grew rotten, my tongue ulcered,raw was my throat, spasm-torn my belly, and all my Doubt of that whichto Her teeth was moonlight and to her tongue ambrosia; to her throatnectar, in her belly the One God” (Symonds and Grant: 235). On anotheroccasion in 1921 Crowley describes the performance of a blood sacrificethat involved both ritual and sexual transgression. The ceremony was toconsist in the beheading of a goat at the very moment that it ejaculated asit had intercourse with his “Scarlet Woman,” Leah, so that the drinkingof its blood could be a true “drinking thereof from the Cup of our Ladyof Whoredom” (Sutin: 293). Unfortunately, the goat seemed uninterestedin performing the sexual part of the ritual, and Crowley was forced tocomplete that portion of the ceremony himself. Crowley found in these explicit acts of transgression the key to atremendous source of power. Through these occult manipulations ofimpure substances, such as semen, blood, and excrement, he claimed tohave unleashed a magical will that could fulfill any spiritual or materialdesire, from intercourse with the gods to financial well-being (in fact,many of his magical operations were performed in order to generatesome quick cash when he had begun to deplete his bank account): “ASorcerer by the power of his magick had subdued all things to him-self. . . . He could fly through space more swiftly than the stars. Would heeat, drink, and take his pleasure? There was none that did not obey hisbidding. In the whole system of ten million times ten million spheres . . .he had his desire” (1952: 63). In his most exalted moments Crowleybelieved that he could achieve a supreme spiritual power: the power toconceive a divine child or spiritual fetus that would transcend the mortalfailings of the body born of a mere woman. This goal of creating animmortal child, Crowley suggests, lies at the heart of many esoteric tradi-tions through history: “This is the great idea of magicians in all times: Toobtain a Messiah by some adaptation of the sexual process. In Assyriathey tried incest . . . Greeks and Syrians mostly bestiality. . . . TheMohammedans tried homosexuality; medieval philosophers tried toproduce homunculi by making chemical experiments with semen. Butthe root idea is that any form of procreation other than normal islikely to produce results of a magical character” (1911: 385–386). Insum, the secret of sexual magic has the potential to unleash a power ofalmost messianic proportions, a power that heralds the dawn of thenew eon. Clearly, Crowley was going somewhat against the grain of theconventional values of the Victorian world in which he was born.As Patricia Anderson observes in her study of nineteenth-centuryBritish sexual attitudes, much of the discourse of the Victorian era was"},{"pageNumber":19,"pageContent":"Urban: Magia Sexualis713particularly focused on the importance of heterosexual marriage forthestability of society. In an era that valued economic productivity,generation of capital, and restraint in consumption, healthy sexuality hadto be useful, productive, and efficient: “Normal heterosexuality appearedin one guise . . . attraction between men and women that led to marriageand family. Normal sex was consistent with the values of Victorianindustrial society—it was another mode of production” (Anderson: 17–18).However, this did not mean that there was a simple silence about thoseforms of sexuality that did not fit into the heterosexual norm. On thecontrary, the nineteenth century witnessed a tremendous proliferation ofmedical treatises on sexuality, with an almost obsessive classification andscientific description of every imaginable perversion. Among the mostpopular works in late-nineteenth-century England was Krafft-Ebing’sPsychopathia Sexualis, which became the most influential catalog of devi-ations (Birken: 40–56). Under the protective cover of “medical nomen-clature” and the “posture of moral outrage,” Victorian readers “couldindulge in this ‘medicoforensic’ peep-show of sexual hyper-aesthesia,paresthesia, aspermia, polyspermia, spermatorrhea, sadism, masochism,fetishism, psychic hermaphroditism, satyriasis, and nymphomania”(Kern: 334–335; cf. Foucault 1978: 38). However, as Michael Mason (9–12) suggests, the first two decades ofthe twentieth century in England also gave birth to a powerful reactionagainst the sexual values of the Victorian era. As we see in a wide array ofauthors such as Havelock Ellis, Edward Carpenter, and D. H. Lawrence,there was a growing critique of the repressive prudery of the Victorianage and an increasing call for social and sexual liberation. As Carpenterput it, “The strange period of human evolution, the Victorian Age . . .marked the lowest ebb of modern civilized society: a period in which . . .cant in religion, the impure hush on matters of sex . . . the cruel barringof women from every natural expression of their lives, were carried to anextremity of folly difficult for us now to realise” (321–322). Crowley is a clear key example of this growing attack on Victorianmorality and this call for sexual freedom. Yet at the same time Crowleywould also go a great deal further than most others of his time wouldhave dared, by setting out deliberately to destroy that productiveVictorian social order through the most extreme acts of consumptionand excess. Much of his magical practice centered specifically around“nonproductive”—and, by Victorian standards, physically and morallydangerous—acts such as masturbation and homosexual intercourse. AsLesley Hall observes, masturbation was “reprobated universally throughoutVictorian society” and considered a source not just of moral decay but ofepilepsy and insanity. So too, homosexuality was foremost among those"},{"pageNumber":20,"pageContent":"714Journal of the American Academy of Religionacts seen to violate the “borders of masculinity” defined by middle-classVictorian society and thus among the greatest threats to a productive,efficient, and healthy social body (Hall: 26). Finally and perhaps mostshockingly, Crowley violated the sacred boundary between religionand sensuality by making sex a holy sacrament and treating semen,menstrual blood, and excrement as the supreme elements in his magicalrites. Much of the awesome power that Crowley found in sexual magic,I would suggest, lay precisely in the act of transgression: the deliberateviolation of the most sacred taboos and social norms. As GeorgesBataille observes, transgression is not a matter of simple hedonism orunrestrained sexual license. Rather, its power lies in the dialectic or playbetween taboo and transgression, sanctity and sacrilege, through whichone systematically constructs and then oversteps all laws. Indeed, thestricter the taboo, the more powerful the experience of transgressing itthrough impurity and the overturning of law. As Bataille comments,quoting Marquis de Sade, “It is always a temptation to knock down abarrier. Fear invests [the forbidden act] with an aura of excitement.‘There is nothing,’ writes de Sade, ‘that can set bounds to licentious-ness.’ The best way of enlarging and multiplying one’s desires is to try tolimit them” (1986: 48). For it is the experience of overstepping limitsthat brings the blissful sense of continuity and communion with theother: “Ecstasy begins where horror is sloughed off. . . . More than anyother state of mind, consciousness of the void about us throws us intoexaltation. . . . [W]e pass beyond that into an awareness of the act oftransgression” (Bataille 1986: 69). Nowhere is this dialectic betweentaboo and transgression more apparent than in the case of Crowley’smagic, which centers in large part around the explicit violation of themoral boundaries of the Victorian Christian world in which he wasraised. In this sense, like Randolph, Crowley was a striking reflection of theconflicts and anxieties of his own era, but he was also somewhat ahead ofhis time. Not only did he critique the Victorian culture in which hewas raised, but with his law of the Will, he also set out to destroy thatVictorian world and to create a whole new era of human history. Morethan one author has suggested that Crowley anticipated the sexualrevolutions of the 1960s and 1970s and perhaps our own age of massconsumption at the turn of the millennium. As Leslie Shepherd observes,“It is just as well that Crowley was ahead of his time; had he beenunleashed today,” amid our own obsessions with sex and transgression incontemporary consumer society, “he might have taken the world bystorm” (Crowley 1970: vii)."},{"pageNumber":21,"pageContent":"Urban: Magia Sexualis715THE OMNIPOTENT OOM: PIERRE BERNARD AND THE AMERICANZATION OF TANTRA In this day and age, when matters pertaining to the sexes are generallyavoided, and we are taught that the sexual appetite is an animal cravingthat should be subdued and concealed . . . it is not surprising that thegreat majority of persons are blind to the vast importance of the sexualnature. . . . [T]hey fail to realize that not only is the cause of our individualexistence, but . . . the well-spring of human life and happiness. —Pierre Bernard, “Tantrik Worship: The Basisof Religion” (1906: 71)Wily con man, yogi, athlete, bank president, founder of the TantrikOrder in America and the Clarkstown Country Club . . . the remarkable“Doctor” Bernard was all of these. He was also the Omnipotent Oom,whose devoted followers included some of the most famous names inAmerica. —Charles Boswell, “The Great Fuss and Fumeover the Omnipotent Oom” (31)Already in the works of Kellner, Crowley, and others involved withthe O.T.O., much of the western tradition of magia sexualis had begunto mingle and perhaps become hopelessly confused with the Indian trad-ition known as Tantra. A vast and enormously complex body of texts,traditions, and rituals, Tantra is essentially a form of religious practicethat emerged within the Hindu, Buddhist, and Jain traditions from aboutthe fourth or fifth century C.E. Tantra has long had a rather scandalousreputation in both the Indian and western imaginations, in large partbecause of its use of the physical body, sensual pleasure, and in somecases sexual intercourse as a means of spiritual liberation (see Urban2001b, 2003; White: 9–10); however, as Tantra entered the western worldin the nineteenth and twentieth centuries, it would become increasinglyidentified with its sexual aspects and increasingly defined simply as“spiritual sex” (Urban 2000).15 One of the most important figures in the transmission of Tantra tothe West, and also in its fusion with western sex magic, was the colorful,mysterious, and quite scandalous figure known as Pierre Arnold Bernard.15 There are many conflicting definitions of Tantra, a generic label that covers a vast array of texts,traditions, and practices. Among the more useful is White’s definition of Tantra as “that Asian bodyof beliefs and practices which, working from the principle that the universe we experience is nothingother than the concrete manifestation of the divine energy of the godhead that creates and maintainsthat universe, seeks to ritually appropriate and channel that energy, within the human microcosm, increative and emancipatory ways” (9). See also Urban 2003."},{"pageNumber":22,"pageContent":"716Journal of the American Academy of ReligionInfamous throughout the press as “the Omnipotent Oom,” Bernardclaimed to have traveled throughout the Orient in order to bring thesecrets of Tantra to this country and so found the first “Tantrik Order inAmerica” in 1906. Surrounded by controversy and slander for the sexualfreedom that he and his largely female followers were said to enjoy,Bernard is in many ways an epitome of Tantra in its uniquely Americanincarnations. And foreshadowing later American gurus such as the infam-ous Bhagwan Shree Rajneesh, he was also the first to commercializeTantric sex in a very lucrative way. Virtually nothing is known about Bernard’s early life. In fact, heseems to have gone to some lengths to conceal his background behind aveil of fictitious identities and false biography, often using the persona of“Peter Coons” from Iowa.16 Probably born in 1875 to a middle-classfamily from California, Bernard left home in his teens to work his wayto India to study the “ancient Sanskrit writings and methods of curingdiseases of mind and body.” After studying in Kashmir and Bengal, heclaimed to have won the title of “Shastri” and been initiated intothe inner mysteries of Tantra. Upon returning to America and nowintroducing himself with the title of “Dr.,” he worked at various odd jobsand began to study hypnotism. By 1900 he had become moderatelyfamous as a master of hypnosis who could use yogic techniques to placehimself in a state simulating death (Douglas: 192; figure 3). In 1904 Bernard established a clinic in San Francisco, the “BacchanteAcademy,” where he taught his own version of self-hypnosis and yoga.Even then, Bernard had become something of a scandal in the Californiapress, which charged that the academy “catered to young womeninterested in learning hypnotism and soul charming—by which theymeant the mysteries of relations between the sexes” (Douglas: 195).Sometime in the years 1906–1907 Bernard also founded the TantrikOrder in America, with an accompanying journal, whose document forinitiation reads as follows: As a tear from heaven he has been dropped into the Ocean of theTANTRIK BROTHERHOOD upon earth and is moored forevermore inthe harbor of contentment, at the door to the temple of wisdom and tohim will be unveiled the knowledge of the Most High. . . . 16 Described as “both a prophet and showman,” Bernard was a man “who could lecture on religionwith singular penetration and with equal facility stage a big circus, manage a winning ball team orput on an exhibition of magic which rivaled Houdini” (Charles Potter in Seabrook: 359). The fewstudies of Bernard’s life and works include Urban 2001a, Douglas, Ward, and Shepard. There aremany popular accounts, including Goodman, Lardner, and Boswell."},{"pageNumber":23,"pageContent":"Urban: Magia Sexualis717Armed with the key to the sanctuary of divine symbolism wherein arestored the secrets of wisdom and power, he no longer lives upon theappearance . . . but has proven worthy to be entrusted with the know-ledge . . . to soar above the world and look down upon it; to exalt thepassions and quicken the imagination . . . to treat all things with indiffer-ence; to know that religion is the worship of man’s invisible power . . . toenjoy well-being, generosity, and popularity. . . . He has learned to lovelife and know death. (1906: 96–97) After the San Francisco earthquake in 1906 Bernard left California andrelocated to New York City, where he would open his “Oriental Sanctum”in 1910. Teaching Hatha Yoga downstairs and offering secret Tantric ini-tiation upstairs, the sanctum quickly became an object of scandal in theNew York press. The notorious “Omnipotent Oom” was charged with kid-napping and briefly imprisoned, though the charges were later dropped.“I cannot tell you how Bernard got control over me or how he gets it overother people,” said the alleged kidnappee, Zella Hopp: “He is the most won-derful man in the world. No women seem able to resist him” (Sann: 190).Similar controversy surrounded the “New York Sanskrit College,” whichBernard founded a few years later. The press reported “wild Oriental musicand women’s cries, but not those of distress” (Douglas: 195). Figure 3.Pierre Bernard performing the “Kali Mudra” (Douglas: 192)."},{"pageNumber":24,"pageContent":"718Journal of the American Academy of ReligionBy 1918 Bernard had moved out to a large seventy-two-acre estate inNyack, New York, which he renamed the “Clarkstown Country Club”and made the site of his own utopian Tantric community. A sumptuousproperty with a thirty-room Georgian mansion, the club was designed tobe “a place where the philosopher may dance, and the fool be providedwith a thinking cap!” (Bernard 1935). Eventually, he would also purchasea huge property known as the Mooring and open a chain of Tantricclinics, including a center in New York and summer camp on LongIsland. His clinics were known for attracting the wealthiest, most affluentclients, including members of the Vanderbilt family, composer CyrilScott, and conductor Leopold Stokowski, among others. According toTown and Country magazine of 1941, “Every hour of the day limousinesand taxies drove up to the entrance of the Doctor’s New York clinic. Inthe marble foyer behind the wrought-iron portal . . . a pretty secretaryhandled appointments” (Douglas: 198). It is not surprising that Bernardquickly achieved a remarkable degree of wealth, fame, and status:“Almost overnight, Oom found himself showered with more money thanhe had ever dreamed of and chieftain of a tribe of both male and femalefollowers. . . . [E]ventually it would number well over 200 and carry on itsroster some of the best-known names in America” (Sann: 189). In many ways the colorful life and scandalous career of PierreBernard was parallel to that of the infamous Great Beast, Aleister Crowley.In fact, the two did briefly intersect. Not only do many of Crowley’steachings on sex magic bear some resemblance to Bernard’s AmericanTantra, but Crowley also had direct contact with the members of theTantrik Order in the 1920s. Crowley was first introduced to his ScarletWoman by her sister Alma in New York in 1918. Alma was herself adisciple of Bernard and deeply involved in his Tantrik Order in NewYork; however, she would later go on to publish an exposé of Bernard’sgroup, under the pseudonym of Marion Dockerill, entitled My Life in aLove Cult: A Warning to All Young Girls (1928). As Lawrence Sutindescribes her, “Alma was intensely interested in the occult and would goon . . . to become a disciple of a master named Pierre Bernard, who . . .taught the members of his ‘Secret Order of Tantriks’ a form of sexualmagic. Alma served for a time as the High Priestess of Oom, but laterrecanted. . . . There are . . . obvious parallels in the paths of Alma as HighPriestess and Leah as Scarlet Woman” (274). This parallel between thesister-consorts of Crowley and Bernard is quite fitting. After all, bothCrowley and Bernard were to become notorious in the western popularimagination as high priests of secret Tantric rites; and both would soonface intense slander and media attack, largely because of their scandaloussexual practices."},{"pageNumber":25,"pageContent":"Urban: Magia Sexualis719Like Crowley’s sexual magic, Bernard’s Tantric teachings weresurrounded with a tantalizing aura of secrecy, described as teachingsso profound that they must be reserved for the initiated few. Thus, theInternational Journal, Tantrik Order quotes the Kularnava Tantra, that“the principal rites of Tantrik worshippers take place in secret with closeddoors. This secrecy is strictly in accordance with the Tantrik precept . . .‘One should guard the Kaula system from uninitiated beasts . . . just asone guards money . . . from thieves’ ” (Bernard 1906: 27). According tothe police reports of a raid on Bernard’s clinic, entry involved a secret sig-nal and a complex series of taps on the bell. There also seems to havebeen a hierarchy of disciples, with the lower-level initiates performingyoga and physical exercises downstairs, while the inner circle or “SecretOrder of Tantriks,” engaged in the more esoteric rites upstairs: “Down-stairs, they found a bare room where Oom’s physical culture clients, pay-ing a $100 bite, toiled through exercises designed to produce the bodybeautiful. Upstairs . . . on canvas-covered mattresses, Oom’s inner-circleclients participated in secret rites. . . . [T]he upstairs customers, followingphysical examinations, had to pay large sums and then sign their namesin blood before they could be initiated into the cult” (Sann: 189). The popular press offers us some fairly vivid and probably ratherimaginative accounts of Bernard’s secret Tantric rituals and the occultinitiations into arcane esoteric techniques. During Tantrik ceremonies, Oom sat on his throne wearing a turban, asilken robe and baggy Turkish pants, and flourished a scepter. While soengaged, he invariably smoked one of the long black cigars to which hewas addicted. . . . The novitiate looks upon Doctor Bernard as a high priest—indeed, as asort of man-god. He kneels before Doctor Bernard and recites: “Be tome a living guru; be a loving Tantrik guru.” Then all present bow theirheads . . . and repeat in unison: “Oom man na padma Oom.” It is sungover and over in a chanting monotone, like the beating of drums in aforest, and is supposed . . . to induce a state of ecstasy. (Boswell: 32) There does appear to have been some need for the secrecy in Bernard’sTantric practice—particularly in the context of early-twentieth-centuryAmerican anxieties surrounding sex and liberation. According to most ofthe accounts that came out of Bernard’s Clarkstown Country Club, muchof the spiritual practice there centered around the full enjoyment of thebody and the liberation of sexual pleasure. As we read in the InternationalJournal, Tantrik Order, the human body is the supreme creation in thisuniverse and the most perfect place of worship—a truly embodied, sens-ual worship that requires no churches of stone or external priesthood:"},{"pageNumber":26,"pageContent":"720Journal of the American Academy of Religion“The trained imagination no longer worships before the shrines ofchurches, pagodas and mosques or there would be blaspheming thegreatest, grandest and most sublime temple in the universe, the miracleof miracles, the human body” (Bernard 1906: 105). Like dance, yoga, and other forms of physical expression, sex is, forBernard, a spiritual discipline and a means of realizing the divine withinthe physical body. As he put in his article “Tantrik Worship,” “Theanimating impulse of all organic life is the sexual instinct. It is that whichunderlies the struggle for existence in the animal world and is the sourceof all human endeavor. . . . That affinity which draws the two sexestogether . . . is the most powerful factor in the human race and has everbeen the cause of man’s most exalted thought” (1906: 71). Yet in modernwestern culture the mysteries of sexual love have been stupidly repressed,relegated by self-righteous prudes to the realm of depravity: “In this dayand age, when matters pertaining to the sexes are generally avoided, andwe are taught that the sexual appetite is an animal craving that should besubdued . . . it is not surprising that the great majority of persons areblind to the vast importance of the sexual nature” (Bernard 1906: 71). Asone disciple describes him, Bernard was the only teacher in modernAmerica who recognized the natural beauty and power of sex, which isnothing other than an expression of our union with the Divine: “Sex isdiscussed naturally. . . . Doctor Bernard believes that men and womencan learn a lot about living by learning a lot about playing and loving. Heteaches the Oriental view of love as opposed to the restrained Westernidea. Love, in its physical aspects, is akin to music and poetry. It unitesmen and women with the infinite” (Boswell: 31). Apparently, Bernardalso believed that certain individuals—particularly the repressed womenof modern America—needed more drastic surgical measures to liberatetheir sexual potential. Hence, sexually unresponsive or “desensitizedwomen” could be helped by a form of partial circumcision in whichthe clitoral hood was surgically removed, an operation believed toimprove receptivity by exposing the clitoral gland to direct stimulation(Douglas: 197).17 Not surprisingly, the popular press took no end of delight in sensa-tionalizing Bernard’s scandalous Tantric practices. Indeed, Bernard’sclinics seem to have represented something terribly shocking yet strangely17 Bernard’s wife, Blanche de Vries, also became a teacher of oriental dance and yoga. Shedeveloped her own “Tantric health system,” which she marketed to the wealthy New York upperclasses. She argued that Tantra is the most-needed remedy for modern America’s social ills, most ofwhich derive from repression: “Half the domestic tragedies . . . and not a few suicides and murders. . . are due to the inherent stupidity of the average Anglo-Saxon man or woman on the subject oflove” (King 1971: 155)."},{"pageNumber":27,"pageContent":"Urban: Magia Sexualis721tantalizing in the early-twentieth-century American imagination—something deliciously transgressive in a world where sex for the sake ofprocreation within heterosexual marriage was the unassailable pillar ofdecent society: “The rites are grossly licentious and are most ofteninvoked in veneration of the Shakti, the goddess of female energy. . . .A couple skilled in the rites . . . are able to make love hour after hour with-out diminution of male potency and female desire” (Boswell: 85). It seems inevitable that Bernard’s Tantric clinics should have elicitedsome complaints from his neighbors and attracted the attention of theauthorities. F. H. Gans, who occupied an apartment across the way,summed up the neighborhood grievance: “What my wife and I have seenthrough the windows of that place is scandalous. We saw men andwomen in various stages of dishabille. Women’s screams mingled withwild Oriental music” (Sann: 190). In Nyack, where Bernard was an affluent,respected citizen, the authorities received a host of complaints about hisscandalous Tantric clinic; reluctantly, the police were forced to investigateand rode into the estate on horseback: Nyack concluded Oom was running a love cult. The local prudesclucked and gasped their alarm. Oom, obviously, was a danger to theyoung of the community and would have to be run out of town. But theNyack police refused to act. Oom was a big taxpayer. So the prudescomplained to the New York State Police. . . . The night they received thecomplaint, a squad of troopers galloped to Oom’s estate and swungdown from their saddles near the main building. (Boswell: 91) After his brief rise to celebrity and his rapid descent into scandal,Bernard seems to have retired into a relatively quiet and comfortablelater life. Enjoying an affluent lifestyle, Bernard was known for his lavishwedding and anniversary celebrations, his generous patronage of profes-sional baseball and boxing, and his investment in sporting venues likebaseball stadiums and dog tracks, as well as his building of an airport.With a fondness for collecting fine automobiles, such as Rolls Royces,Stutzes, and Lincolns, Bernard is said to have been worth over $12 millionat his peak. “I’m a curious combination of the businessman and thereligious scholar,” as Bernard once described himself (Douglas: 204). Hedied in New York City in 1955 at the age of eighty. In sum, we might say that the enigmatic character of Pierre Bernard isof vital importance to the history of sexual magic for at least threereasons. First, he was a pioneer in the early transmission of Tantra toAmerica, where it became increasingly popular and increasingly fusedwith western traditions of sexual magic. Second, he was one of the first"},{"pageNumber":28,"pageContent":"722Journal of the American Academy of Religionfigures in the reinterpretation of Tantra as something primarily concernedwith sex and physical pleasure. In fact, most of the texts on “Tantra” and“sex magic” one finds today on the shelves of popular bookstores aremixtures of Crowleyian magic and a (rather distorted) form of IndianTantra. Thus, we now find a wide range of magazines, videos, and textsbearing titles like Sex Magic, Tantra and Tarot and Secrets of WesternTantra, most of which are based on the fundamental equation of IndianTantra and Crowleyian sex magic (see Douglas; Frater; Hyatt andDuquette; Kraig). Finally, like many later American Tantric gurus,Bernard also generated intense scandal and slander from the surroundingsociety, foreshadowing Tantra’s role in the American imagination assomething wonderfully seductive and deliciously transgressive. In this sense Bernard reflects and embodies many of the sexualattitudes of post-Victorian American society of the early twentieth cen-tury. He is an especially clear exemplar of what Seidman (7–8) calls the“sexualization of love” that took place in the decades after 1890, with theincreasing interest in the sexual nature of love as a good in itself. And likeCrowley, he also reflects the post-Victorian urge toward transgression inBataille’s sense of the term—the deliberate, even ecstatic overstepping ofthe moral boundaries of mainstream society as an exhilarating source ofliberating bliss. A large part of the attraction of his teachings, it wouldseem, lay in the possibility of transgressing the narrow limits of thedominant social and religious institutions of early-twentieth-centuryAmerica to achieve a truly godlike kind of pleasure and freedom. Yet at the same time, even more so than Crowley or Randolph,Bernard also foreshadowed many of the trends that would emerge in thelater twentieth century. Not only did he anticipate many of the debatesabout sexual liberation that would take place in the 1960s and 1970s (seeSeidman: 8), but he foreshadowed much of the commodification of sexthat now pervades modern consumer culture. With his affluent Tantricclinics and country clubs, catering to the wealthiest elite society, Bernardseems to have created a brand of Tantric sexual magic uniquely wellsuited to the consumer market of American capitalism. As Jeffrey Weeksargues, it is perhaps too simple to assume that the twentieth century wascharacterized by a radical sexual revolution, with a complete breakdownof sexual prohibitions. Rather, what has taken place is more of acommodification of sex, as part of the larger socioeconomic process ofthe expansion of capitalism to all domains of modern culture: “Sex hadlong been something you were. By the 1950s it was also something youcould buy, not just in the form of prostitution, but in the form of glossilymarketed fantasy. . . . Not only was sex an area that could be colonized bycapitalism, it was also one that could expand ever more exotically”"},{"pageNumber":29,"pageContent":"Urban: Magia Sexualis723(Weeks 1985: 23–24). Bernard’s Tantrik Order was among the earliestand most remarkable examples of this commercialization of sex as aspiritual good promising not only this-worldly pleasure but otherworldlybliss as well. CONCLUSIONS: SEXUAL MAGIC AND “SEXUAL LIBERATION” TODAY Sex is one of the most (some say THE most) powerful energies on theplanet. . . . Within our loins lies an energy that has the potential to createANY reality we want. . . . Religion has done much to suppress our divinesexual nature and has kept the masses ignorant of the potential uses ofsexual energy. . . . Sex Magic is based on the belief that the most power-ful moment of human existence is the orgasm. Sex Magic is the artof utilizing sexual orgasm to create a reality and/or expand conscious-ness. . . . It is a moment when a window opens to the unlimited abun-dance of the unlimited universe. —Jeffrey Tye, “Tantra: Sex Magic”We have not in the least liberated sexuality, though we have . . . carried itto its limits: the limit of consciousness, because it ultimately dictates theonly possible reading of our unconscious; the limit of the law, since itseems the sole substance of universal taboos. —Michel Foucault (1999: 57)To close, I would like to offer some general comments on the import-ance of figures like Randolph, Crowley, and Bernard for understandingour own larger cultural and religious history. With their elaborate, oftenscandalous and shocking techniques of sexual magic, they give us somekeen insights into the changing attitudes toward sex in nineteenth- andearly-twentieth-century England and America. Rather than dissidentrebels subverting modern western society, they might be better describedas extreme embodiments—and even intense magnifying glasses—of someof the most central tensions and contradictions in modern society itself.If we compare the sexual techniques of Randolph, Crowley, and Bernard,and if we compare the reactions they generated in the surrounding society,then we can see several broader shifts in the sexual values of modernwestern culture. Randolph’s more conservative system of sexual magic,for example, embodies the Victorian emphasis on the sacredness of lovewithin heterosexual marriage. Crowley’s sex magic, conversely, reflectsthe post-Victorian urge toward transgression and excess, the desire toshatter the productive bourgeois domestic life through explicit inversionsof Victorian morality. And finally, Bernard reflects in vivid, often"},{"pageNumber":30,"pageContent":"724Journal of the American Academy of Religionamusing detail the growing commercialization of sex in the context ofearly-twentieth-century consumer society. But more than simply reflecting the sexual tensions of the lateVictorian era, these three authors also foreshadowed many of the sexualanxieties in our own society at the turn of the millennium. In the lastthirty years, in fact, both Crowleyian sex magic and Tantra have becomeincreasingly influential in western pop culture and new religiousmovements. Not only can we now discover the secrets of western Tantraor browse the “E-sensuals catalogue” on the Tantra.com Web site, but thephrase “American Tantra” is now a registered trademark, representing aline of books, videos, and other sexual magical accessories through its on-line gift shop (Urban 2000). As one enthusiastic neo-Tantrik guru, SwamiNostradamus Virato, puts it, “The art of Tantra could be called spiritualhedonism, which says eat drink and be merry, but with full awareness!” As such, Randolph, Crowley, Bernard, and their contemporarydisciples are not only clear illustrations of the “repressive hypothesis”or the belief that sex has been prudishly repressed by our Victorianforefathers; rather, they are also striking embodiments of the modernsearch for liberation, the titillating pleasure and seemingly magical powerthat derives from the overstepping of taboos: If sex is repressed, that is, condemned to prohibition . . . then the merefact that one is speaking about it has the appearance of a deliberatetransgression. . . . We are conscious of defying established power. . . . Weknow we are being subversive. What stimulates our eagerness to speak ofsex in terms of repression is doubtless this opportunity to speak outagainst the powers that be, to utter truths and promise bliss, to linktogether enlightenment, liberation and manifold pleasures. (Foucault1978: 6–7) Yet in fact, Foucault argues, we have really not so much “liberated” sex inany radical way but, rather, continued a long history of preoccupationwith and discourse about sex, which has been described, debated, andcategorized in endless titillating detail. In our own generation sex hasperhaps not been so much liberated as increasingly commodified andcommercialized to a degree far beyond that imagined by Crowley orBernard: “Today’s media, while claiming to be shocked by the subver-siveness of carnal desires, deluge the public with explicit sexual imageryto sell everything from Calvin Klein jeans to Black and Decker powerdrills. Sexuality . . . has invaded every aspect of public life. Sexual identityhas become a key defining category in the twentieth century” (McLaren: 1).But perhaps what we have done is to push sex to the furthest possibleextremes—to extremes of transgression and excess, not resting until we"},{"pageNumber":31,"pageContent":"Urban: Magia Sexualis725have shattered every law, violated every taboo: “The twentieth centurywill undoubtedly have discovered the related categories of exhaustion,excess, the limit and transgression—the strange and unyielding form ofthese irrevocable movements which consume and consummate us”(Foucault 1999: 69). Though it may have lost much of its once seeminglyawesome magical power, sex remains for us a tantalizing secret, a sourceof endless transgression and infinite debate. REFERENCES Anderson, Patricia1995When Passion Reigned: Sex and the Victorians.New York: Basic Books. Bataille, Georges1986Erotism: Death and Sensuality. San Francisco:City Lights. 1991The Accursed Share, vol. 2: The History of Eroti-cism. New York: Zone. Bell, Howard Holman, ed.1969Minutes of the Proceedings of the National NegroConventions. New York: Arno Press. Bernard, Pierre, ed.1906International Journal, Tantrik Order 5/1. 1935Life at the Clarkstown Country Club. Nyack, NY:Clarkstown Country Club. Birken, Lawrence1988Consuming Desire: Sexual Science and the Emer-gence of a Culture of Abundance, 1871–1914.Ithaca: Cornell University Press. Boswell, Charles1965“The Great Fuss and Fume over the OmnipotentOom.” True: The Man’s Magazine (January): 31,32, 85, 91. Carpenter, Edward1916My Days and Dreams. London: G. Allen andUnwin. Clymer, R. SwinburneN.d.The Rosicrucian Fraternity in America: Authenticand Spurious Organizations, vol. 2. Quakertown,PA: Rosicrucian Foundation. Coulianu, Ioan P.1987Eros and Magic in the Renaissance. Chicago:University of Chicago Press. Crowley, Aleister1911The Vision and the Voice. London: Simpkin,Marshall, Hamilton, Kent."},{"pageNumber":32,"pageContent":"726Journal of the American Academy of Religion1952The Book of Lies, Which Is Also Falsely CalledBreaks. New York: Weiser. 1969The Confessions of Aleister Crowley: An Autohagio-graphy. Ed. by John Symonds. New York: Hilland Wang. 1970The Diary of a Drug Fiend. Ed. by LeslieShepherd. New Hyde Park, NY: UniversityBooks. 1986Liber Agape, De Arte Magicka. Toronto: KadathPress. 1996The Law Is for All: The Authorized Popular Com-mentary on Liber AL sub figura CCXX, The Bookof the Law. Tempe, AZ: New Falcon Publica-tions. 1997Magick: Liber ABA, bk. 4, pts. 1–4. York Beach,ME: Samuel Weiser. Deveney, John Patrick1997Paschal Beverly Randolph: A Nineteenth-CenturyAmerican Spiritualist, Rosicrucian and Sex Magi-cian. Albany: State University of New York Press. Doniger, Wendy, andGregory Spinner1998“Misconceptions: Female Imaginations andMale Fantasies in Parental Imprinting.” Daeda-lus 127/1: 97–127. Douglas, Nik1997Spiritual Sex: Secrets of Tantra from the Ice Age tothe New Millennium. New York: Pocket Books. During, Simon2002Modern Enchantments: The Cultural Power ofSecular Magic. Cambridge: Harvard UniversityPress. Foucault, Michel1978The History of Sexuality, vol. 1: An Introduction.New York: Vintage. 1999Religion and Culture. Ed. by J. R. Carrette. NewYork: Routledge. Frater, U. D.2001Secrets of Western Sex Magic. St. Paul: Llewellyn. Gilbert, R. A.1983The Golden Dawn: Twilight of the Magicians.Wellingborough: Aquarian. Godwin, Joscelyn1994The Theosophical Enlightenment. Albany: StateUniversity of New York Press."},{"pageNumber":33,"pageContent":"Urban: Magia Sexualis727Godwin, Joscelyn,Christian Chanel, andJohn Deveney1995The Hermetic Brotherhood of Luxor. York Beach,ME: Samuel Weiser. Goodman, Eckert1941“The Guru of Nyack: The True Story of FatherIndia, the Omnipotent Oom.” Town and Coun-try (April): 50, 53, 92–93, 98–100. Habermas, Jürgen1983“Modernity: An Incomplete Project.” In TheAnti-aesthetic: Essays on Postmodern Culture,3–15. Ed. by Hal Foster. Port Townsend, WA:Bay Press. Hall, Lesley A.2000Sex, Gender and Social Change in Britain since1880. New York: St. Martin’s Press. Heelas, Paul1996The New Age Movement: The Celebration of theSelf and the Sacralization of Modernity. Oxford:Blackwell. Hermetic Brotherhood ofLuxor1988Textes et Documents secrets de la Hermetic Brother-hood of Luxor. Milan: Arche. Hollick, Frederick[1855] 1974The Marriage Guide, or A Natural History ofGeneration. New York: Arno Press. Howe, Ellic, andHelmut Möller1986Merlin Peregrinus: Vom Untergrund des Abend-landes. Würzburg: Königshoven and Neumann. Huet, Marie-Hélène1993Monstrous Imagination. Cambridge: HarvardUniversity Press. Hyatt, Christopher, andLon Milo Duquette1991Sex Magic, Tantra and Tarot: The Way of theSecret Lover. Tempe, AZ: New Falcon Publica-tions. Jacobi, Jolande, ed.1979Paracelsus: Selected Writings. Princeton: PrincetonUniversity Press. Kayser, Hans, ed.1924Schriften: Thoephrastus von Hohenheim, GenanntParacelsus. Leipzig: Insel Verlag. Kern, Steven1992The Culture of Love: Victorians to Moderns.Cambridge: Harvard University Press. King, Francis1971Sexuality, Magic and Perversion. Secaucus, NJ:Citadel."},{"pageNumber":34,"pageContent":"728Journal of the American Academy of Religion1977The Magical World of Aleister Crowley. London:Weidenfeld and Nicolson. Koenig, Peter-Robert1992“The O.T.O. Phenomenon.” Theosophical His-tory 4/3: 92–98. 1993“Theodor Reuss as Founder of Esoteric Orders.”Theosophical History 4/6–7: 187–193. 1997Der Grosse Theodor Reuss Reader. Munich: Arbe-itsgemeinschaft für Religions- und Weltanscha-uungsfragen. 2002“Spermo-Gnostics and the O.T.O.” Available atwww.cyberlink.ch/~koenig/spermo.htm(accessed 17 April 2002). Krafft-Ebing, Richard von[1892] 1886Psychopathia Sexualis: With Especial Reference toContrary Sexual Instinct: A Medico-Legal Study.London: F. A. Davis. Kraig, Donald Michael1998Modern Sex Magick: Secrets of Erotic Spirituality.St. Paul: Llewellyn Publications. Lardner, John1939“Out of a Book.” Newsweek 29 (May): 24. Mason, Michael1994The Making of Victorian Sexuality. New York:Oxford University Press. McLaren, Angus1999Twentieth-Century Sexuality: A History. London:Blackwell. Naylor, A. R., ed.1999Theodor Reuss and Aleister Crowley, O.T.O. Rit-uals and Sex Magick. Thames: Essex House. Owen, Alex1990The Darkened Room: Women, Power, and Spir-itualism in Late Victorian England. Philadelphia:University of Pennsylvania Press. 2001“Occultism and the ‘Modern’ Self in Fin-de-SiècleBritain.” In Meanings of Modernity: Britain fromthe Late-Victorian Era to World War II, 71–96.Ed. by Martin Daunton and Bernhard Rieger.Oxford: Berg. Randolph, P. B.1872P. B. Randolph, His Curious Life, Works andCareer: The Great Free-Love Trial. Boston:Randolph Publishing House. 1931Magia Sexualis. Paris: Robert Telin."},{"pageNumber":35,"pageContent":"Urban: Magia Sexualis7291974Eulis! The History of Love: Its Wondrous Magic,Chemistry, Rules, Laws, Modes and Rationale;Being the Third Revelation of Soul and Sex.Toledo: Randolph Publishing Co. [1874] 1978The Immortality of Love: Unveiling the SecretArcanum of Affectional Alchemy. Ed. by R. S.Clymer. Quakertown, PA: Beverly Hall Corp. 1988Sexual Magic. Trans. by Robert North. NewYork: Magickal Child. [N.d. (1873)] 1997aThe Ansairetic Mystery: A New RevelationConcerning Sex! Reprinted in Paschal BeverlyRandolph: A Nineteenth-Century American Spir-itualist, Rosicrucian and Sex Magician. By JohnPatrick Deveney. Albany: State University ofNew York Press. [1874] 1997b“The Mysteries of Eulis.” MS reproduced in Pas-chal Beverly Randolph: A Nineteenth CenturyAmerican Spiritualist, Rosicrucian and Sex Magi-cian. By John Patrick Deveney. Albany: StateUniversity of New York Press. Rosemont, Franklin1997“Foreword.” In Paschal Beverly Randolph: ANineteenth Century American Spiritualist, Rosi-crucian and Sex Magician, xi–xx. By John PatrickDeveney. Albany: State University of New YorkPress. Sann, Paul1967Fads, Follies and Delusions of the American Peo-ple. New York: Bonanza Books. Seabrook, William1940Witchcraft: Its Power in the World Today. NewYork: Harcourt Brace. Seidman, Steven1991Romantic Longings: Love in America, 1803–1989.London: Routledge. Shepard, Leslie, ed.1991The Encyclopedia of Occultism and Parapsych-ology. Detroit: Gale Research Inc. Stephens, Walter2002Demon Lovers: Witchcraft, Sex and the Crisis ofBelief. Chicago: University of Chicago Press. Sutin, Lawrence2000Do What Thou Wilt: A Life of Aleister Crowley.New York: St. Martin’s Press."},{"pageNumber":36,"pageContent":"730Journal of the American Academy of ReligionSymonds, John1952The Great Beast: The Life of Aleister Crowley.New York: Rider. 1958The Magic of Aleister Crowley. London: FrederickMuller. Symonds, John, andKenneth Grant, eds.2001The Diaries of Aleister Crowley: The MagicalRecord of the Beast 666. London: Duck Editions. Thurschwell, Pamela2001Literature, Technology and Magical Thinking, 1880–1920. Cambridge: Cambridge University Press. Tishby, Isaiah, ed.1989The Wisdom of the Zohar: An Anthology of Texts,3 vols. Trans. by David Goldstein. Oxford:Oxford University Press. Tye, Jeffrey2002“Tantra: Sex Magic. Sex Magic Reality CreationProcess.” Available at the “Church of Tantra”Web site, www.tantra.org/sexmagic.html (accessed19 May 2002). Urban, Hugh B.2000“The Cult of Ecstasy: Tantra, the New Age andthe Spiritual Logic of Late Capitalism.” Historyof Religions 39: 268–304. 2001a“The Omnipotent Oom: Tantra and Its Impacton Modern Western Esotericism.” Esoterica: TheJournal of Esoteric Studies 3: 218–259. 2001b“The Path of Power: Impurity, Kingship, andSacrifice in Assamese Tantra.” Journal of theAmerican Academy of Religion 69/4: 777–816. 2003aTantra: Sex, Secrecy, Politics and Power in theStudy of Religion. Berkeley: University of CaliforniaPress. 2003b“Unleashing the Beast: Aleister Crowley, Tantraand Sex Magic in Late Victorian England.” Eso-terica 5: 138–192.Virato, Nostradamus2002“Tantric Sex: A Spiritual Path to Ecstasy.” Avail-able at the “Church of Tantra” Web site,www.tantra.org (accessed 17 April 2002). Waite, A. E.1910The Hermetic and Alchemical Writings of Aureo-lus Phillippus Theophrastus Bombast, of Hohenheim,Called Paracelsus, 2 vols. Chicago: De Laurence,Scott."},{"pageNumber":37,"pageContent":"Urban: Magia Sexualis731Walker, D. P.1958Spiritual and Demonic Magic from Ficino toCampanella. London: Warburg Institute. Ward, Gary L.1991“Pierre Arnold Bernard (Tantrik Order inAmerica).” In Religious Leaders of America: ABiographical Guide to Founders and Leaders ofReligious Bodies, Churches, and Spiritual Groupsin North America, 39–40. Ed. by J. GordonMelton. Detroit: Gale Research, Inc. Weeks, Jeffrey1981Sex, Politics and Society: The Regulation of Sex-uality since 1800. London: Longman. 1985Sexuality and Its Discontents: Meanings, Mythsand Modern Sexualities. London: Routledge. White, David Gordon, ed.2000Tantra in Practice. Princeton: Princeton Univer-sity Press. Wolfson, Elliot R.1995Circle in the Square: Studies in the Use of Genderin Kabbalistic Symbolism. Albany: State Univer-sity of New York Press."}]
