[{"pageNumber":1,"pageContent":"© Koninklijke Brill NV, Leiden, DOI: 10.1163/156798912X645908ARIES  () –ARIESwww.brill.nl/arieThe “Language of Canaan”:Pietism’s Esoteric SociolectLucinda MartinMartin Luther Universität Halle-WittenbergAbstractDieser Aufsatz behandelt die soziolinguistische Innovationen deutscher Pietisten des acht-zehnten Jahrhunderts, ein Register das sie selbst als die “Sprache Canaan” bezeichneten.Dieser Soziolekt (Gruppensprache) war ein Ausdruck eines esoterischen Weltbildes, das imPietismus weit verbreitet war. Pietisten inszenierten sich als “wahre” Christen im Kontrast zuihren nichtpietistischen Zeitgenossen, die sie als “weltlich” bezeichneten. Als “wahre” Chris-ten verstanden sie sich als Adepten, die in der Lage waren, die tiefere (esoterische) Bedeutungder heiligen Schriften—und eine heilige Semiotik der Welt selbst—dechiffrieren zu können.Der Aufsatz umreißt die kulturellen und sozialen Funktionen, die die Sprache für Pietistenerfüllte und verfolgt die esoterische Ansichten der Pietisten zurück zu den Schriften deslutherischen Pastors, Johann Arndt, der ein Anhänger Paracelsus war. Schließlich präsen-tiert der Aufsatz ein Beispiel wie Pietisten die Sprache Canaan eingesetzt haben, um radikalesoziale und theologische Stellungnahmen zu argumentieren.KeywordsPietism; Arndt; Boehme; Jahn; prophecy; Halberstadt; conventicles; rebirth; signature doc-trine, theosophyLanguage as Social Marker in PietismThis article explores the socio-linguistic innovations of eighteenth-centuryGerman Pietists, a register that they themselves referred to as the “Language ofCanaan.”1This unique sociolect (group language) was but one of many esotericmodels of knowledge taken up by Pietists, who styled themselves as “true”1)Hans-Jürgen Schrader has identified Pietist language as a major research lacuna and hassummarized the scant research carried out to date: Schrader, ‘Die Sprache Canaan’. Unlessotherwise noted, all translations are mine."},{"pageNumber":2,"pageContent":"Lucinda Martin / ARIES  () –Christians and thus adepts who—in contrast to “worldly” contemporaries—could understand the deeper (esoteric) significance of Scriptures and indeed,the semiology of the world itself.2Pietism was a socio-religious revival movement sweeping through the Ger-man-speaking lands of Europe beginning in the mid- to late seventeenth cen-tury and continuing through much of the eighteenth century.3It was closelyrelated to religious reform movements throughout Europe and the NorthAmerican colonies, leading some scholars to conceive of a “Transatlantic Evan-gelical Revival Movement”, of which German Pietism was but one part.4At anyrate, German Pietism did not gel into one single denomination, but includedreform movements in the Lutheran and Calvinist churches as well as spin-offseparatist groups. Yet all of these reformers, despite a wide variety of beliefs,understood themselves as part of the same movement, since they all sharedcertain concerns: a desire for a more heart-felt religion, more lay participa-tion in church matters (although understandings of “church” varied), greateremphasis on the Bible, conventicles as a way to promote fellowship and theexperience of “re-birth” (Wiedergeburt).5Pietists soon came to see themselvesas the “born-again”, the “true” Christians, or the “children of God”, in con-trast to so-called “outer Christians” (Scheinchristen), or “mouth Christians”(Maulchristen), who, they believed, adhered merely to the outer trappings ofreligion, giving it lip service, but not truly living according to a higher stan-dard.Pietists, especially more radical Pietists, began to do whatever they could toset themselves apart from their “worldly” neighbors and the “corrupt” officialstate churches, which they referred to as “Babylon” (Babel).6Pietists rejected2)On the relationship between esotericism and Christianity in the Early Modern period,see Neugebauer-Wölk, ‘Esoterik’.3)That is, this was the “classical” period of German Pietism. The movement continues inother forms to the present day. Scholars have not been able to agree on a definition ofPietism, its time span or even its geographical boundaries. For a review of the approaches,see Strom, “Problems.”4)See the following: Ward,Evangelical Awakening; Lehmann, et al.,Jansenismus,andMartin, ‘Female Reformers.’5)Pietist and Mennonite immigrants transported the notion of “re-birth” to the NorthAmerican colonies. The concept still thrives inconservative Christian circles in the U.S,and indeed, throughout the world. In such communities, being “born-again” is central togroup identity and inclusion, just as it was for eighteenth-century Pietists.6)The term “Radical Pietist” and who counted as one is just as contested as the term“Pietism”. See Schneider,German Radical Pietism, especially –."},{"pageNumber":3,"pageContent":"Lucinda Martin / ARIES  () –“worldly” entertainments such as card playing and dancing, ostentatious dis-plays of wealth such as jewelry or luxurious clothing and—key for this in-quiry—a “worldly” use of language. Interestingly, Pietists’ language did notparallel their dress habits by stressing simplicity over standard norms. To thecontrary, their “Language of Canaan” was incredibly complex, full of Bibli-cal citations, neologisms, allegory, emotional excess and even orthographicalinnovations.7Pietists believed that the Language of Canaan was an outward sign ofthe “born-again” which set them apart from, and indeedabovetheir non-Pietist contemporaries. The most radical among Pietists exaggerated linguisticdifference the most. To produce this register, Pietists adapted Biblical languageand made obscure, allegorical references to Scripture. They also borrowedvocabulary, grammar and even grammatical moods from other languages andidioms. Most significantly, they drew upon esoteric discourses like alchemy,theosophy and Cabala, sources that many of the day, not only Pietists, believedto contain secret, arcane knowledge that had been handed down through theages and that might hold the key to unlocking authentic meanings of Scripture.In the German-speaking lands, the notion of an elite, esoteric “true” Chris-tianity stems especially from Johann Arndt (–), often understoodas the literary father of Pietism.8The first of Arndt’sFour Books on TrueChristianity(Vier Bücher von wahrem Christenthumb), was published in ,the other volumes came out in , and the work quickly became one ofthe most popular of the Early Modern period.9Significantly, Arndt had not7)Although the different streams within the Pietist movement each developed their ownspecial terminology, certain Pietist texts, such as biographies, exhibit a great deal of similarityin structure and in vocabulary across the varieties. This indicates that Pietists of all flavorswere reading the same literature (Langen,Wortschatz, –). Indeed the spread of Pietismand the growth of the book market went hand-in-hand between  and  (Schrader,Literaturproduktion).8)Scholars have traditionally seen Arndt as theinventor of many of Pietism’s key concepts,but have posited Philipp Jakob Spener (–) as the founder of Pietism as a sociallycoherent movement. In his monumental study of Arndt, Hermann Geyer lays bare thehermetic sources of Pietism (Geyer,Verborgene Weisheitand Geyer, ‘die pur lautere Essenz’).9)The first version ofTrue Christianitywas entitled,Die Bücher vom Wahren Christentum,which appeared in . In  Arndt published the expandedVier Bücher von wahremChristenthumb. A plethora of editions followed under varying titles and spellings (someposthumously) in various languages, some including emblems, poems and a register. In, with the addition of two appendices, the work was published asSechs Bücher vomWahren Christentum."},{"pageNumber":4,"pageContent":"Lucinda Martin / ARIES  () –studied theology, but medicine.10He was an adherent of Paracelsus and in hisTrue ChristianityArndt draws on hermetic ideas to develop a semiotic cosmol-ogy in which all the world is a text that only the “born-again” can decode.11Asearly as  Arndt had written on the holy connection between signs (thingsin the world) and the signified (their mysterious inner meanings).12Arndt’swritings contributed to Jakob Böhme’s “signature doctrine” and to the Rosi-crucians’ “Book of the World”, so that the esoteric idea of a symbolic worldpermeated with secret, holy meanings spread even further.13In fact, a rangeof thinkers believed that the inner (God-given) essence of things was reflectedin their outer forms. These thinkers thus recognized no boundary betweenthe era’s natural philosophy and religion.14Yet it is through Johann Arndt’sextremely popular writings that this kind of “natural physiognomic mysti-cism”15infiltrated Pietism, and with it the Lutheran Church and mainstreamGerman society. Importantly, Pietists and others read Arndt to mean that, aswith other things in the world, the outer appearancesof peoplereflected aninner essence. Those influenced by Arndt thus saw a need to set themselvesvisually and behaviorally apart.16For Pietists, the world itself constituted a kind of “text.” The movements ofclouds and stars, the behavior of plants and animals, and the dreams of menand women, were all regarded as divine symbols, with language itself as themost profound form of signification. Pietists thus understood the “Languageof Canaan” to be God’s language, the language of the Garden of Eden andof the first Christians. Pietists knew, of course, that people had spoken otherlanguages in Biblical times. Indeed, they emphasized study of the ancientlanguages, especially Greek and Hebrew, in order to read Scripture, wheneverpossible, in the original. According to Pietists, the fall into sin had perverted10)Schneider, ‘Johann Arndts Studienzeit’, –.11)Compare Schmidt-Biggemann,Philosophia perennis, –; and Warncke,SprechendeBilder, –.12)Arndt,IKONOGRAPHIA.13)See Weeks,Boehme; compare Neugebauer-Wölk, “Esoterik”, –.14)These thinkers include Heinrich Khunrath, Aegidius Gutmann, Robert Fludd andOswald Croll, among others.15)Rothacker,Buch der Natur, .16)Arndt’s notion of “true” Christians who looked and acted differently from the corrupt“world” around them influenced many separatist groups. For example, Arndt’s writings wereextremely popular among Mennonites and Amish throughout the Early Modern period,although to what extent the groups drew from Arndt’s writings is not clear."},{"pageNumber":5,"pageContent":"Lucinda Martin / ARIES  () –the original “Language of Adam”, which had further mutated after the hubrisof the Tower of Babylon. Pietists thus believed that God expressed himselfin different idioms to different peoples. The “Language of Canaan” wasGod’sGerman, French, Dutch or English.In contrast, Pietists defined the “worldly” by linguistic separation. Pietistsoften pointed out that the children of Babylon could neither understand the“children of God” nor one another. One Pietist remarked of a famous linguistrenowned for his mastery of languages: “What does he use it for? How manysouls does he bring to Jesus? If he understands all of the languages of the world,but can’t speak the Language of Canaan through which he can speak to Godand God to him?”17“True believers” of all nations could thus understand theLanguage of Canaan, but the “worldly” everywhere were excluded—lack offaith meant lack of understanding.An exclusive language laden with obscure references helped Pietists to createand perpetuate a unique group identity, especially important in areas wherePietists were persecuted. Opponents ridiculed their language as “dark” and“ambiguous,” pointing especially to their use of theosophic terms.18In herplay,Pietism in Petticoats (Die Pietisterey im Fischbein-Röcke), Luise Gottschedridiculed Pietist speech as a series ofsilly catchphrases strung together byspeakers who were ignorant of any real underlying meaning.19In one exchange,the Pietists, “Mrs. Gullible” (Frau Glaubeleicht) and “Mrs. Bickering-Home”(Frau Zanckenheim) argue over the meaning of the Pietist concept of “rebirth”(Wiedergeburth) and its relationship to Sophia and the “heavenly essence”.The discussion turnsad absurdumwhen Mrs. Bickering-Home understandsthe term, “fountain of the heart” (Quell-Wasser des Herzens), to mean “bathwater” (Wasser-Bad).20Gottsched has the ladies mouthing phrases that thewomen themselves do not understand, phrases that entered German Pietism17)The quote is from He(i)nrich Wilhelm Ludolf who was himself multi-lingual. Theoriginal: ‘Was macht er für einen Gebrauch davon? [...] Welche und wie viele Seelen bringter vermittlest dieses Talents zu JEsu Christo? [...] Wenn er alle Sprachen der gantzen Weltverstünde/und könte die Sprache Canaans nicht/durch welche er mit GOtt/und GOttmit ihm/kan sprechen?’ (quoted after Schrader, ‘Die Sprache Canaan’, ).18)The anti-Pietist periodical,Unschuldige Nachrichten(also calledFortgesetzte Sammlungvon Alten und Neuen Theologischen Sachen) contains many such complaints about Pietistlanguage. See, for example, the discussion of the second volume of theBerleburger Bible(),Unschuldige Nachrichten, vol.  (), .19)Gottsched,Die Pietisterey, esp. –, –, –, –.20)Gottsched,Die Pietisterey, –."},{"pageNumber":6,"pageContent":"Lucinda Martin / ARIES  () –less through the writings of Jakob Böhme (these were long suppressed inGermany) than through the translated works of the English Philadelphians orthrough Pietists such as Johanna Eleonora Petersen (–)and GottfriedArnold (–) who had been influenced by the Philadelphians.21Yet I refer to the Language of Canaan as an “esoteric sociolect” not onlybecause of the ubiquity of theosophic, cabalistic and alchemical concepts inPietist speech, but also because of the secret, exclusive nature of this non-standard register. Pietists believed that their ability to understand this mys-terious, dense language proved them to be God’s “chosen” people, in con-trast to the “worldly” who could not understand the Language of Canaan.As one Pietist noted, “the language of the Children of God is foreign to theforeigner.”22Pietists even went so far as to refer to the language of outsidersas the “lingua draconis”, or “language of the beast” mentioned in the Bookof Revelations, and they sometimes contrasted the “language of the serpent”(Sprache der Schlange) to their own “tongue of angels” (Engels Zungen).23In their battles with officials, Pietists claimed that they had access to the lan-guage of the Holy Ghost, while “the school scholars” (die Schul-Gelehrten)—that is, the university-educated, orthodox church officials who opposed Pie-tism—relied on their “serpents’ cleverness” (Schlangen-Klugheit), that is, theartificial, corrupted knowledge of the world. Pietists’ anarchistic claim thatGod himself was speaking to them and giving them instructions in a languagethat only they could hear and understand was perhaps the most radical tenetof Pietism—one that made the movement very attractive but also very vulner-able.Prophetic Speech as One Example of the Language of CanaanScholars have barely begun to study the implications of the Language ofCanaan for the development of Pietism, not to mention the broader culturalimplications. Relying on archival documents, I would like now to turn to oneinstance in which the Language of Canaan was deployed to argue radical socialand religious positions.21)On the channels of reception and the impact of Böhme’s Sophia doctrine on GermanPietism, see Martin, ‘Göttliche Sophia’.22)Quoted after Schrader, ‘Die Sprache Canaan,’ .23)Revelations :. The commentary in the Pietist-produced “Berleburg Bible” discussesthe differences in worldly and godly language:Heilige Schrifft, VII, Berleburg (), ."},{"pageNumber":7,"pageContent":"Lucinda Martin / ARIES  () –In the early s a prophetic wave swept through Pietist circles. Throughthe medium of the Language of Canaan, divine “tools”—so-calledWerk-zeuge—delivered spoken and written messages during conventicle meetingsthat were ostensibly from God. Utterances included direct channeling of Godor Jesus, as well as dialogues with God, Jesus or angels. Writings included awide range of genres, including divinely-inspired poetry and songs, interpre-tations of symbolic dreams, chiliastic warnings, divine dictation and even theemergence of strange letters and symbols written in blood upon the bodies ofthe prophets.24Pietists believed that the apocalypse foretold in the Book of Revelations wasdawning and that God was trying to communicate in these “last days” with histrue followers through signs, miracles, dreams and prophecy. These were bleaktimes in the Holy Roman Empire. The half-century following the devastatingThirty Years War (–) was marked by plagues, wars and economiccrises, all of which seemed to fulfill Biblical prophecies about the end of mortaltime. Even the persecution that Pietists faced in many regions confirmed thatthey were God’s chosen people, so that some Pietists even sought persecution asa validation of their faith.25The prophetic Book of Isaiah predicated that thosewho remained true to God during the trials of the “last days” would speak the“Language of Canaan”, and the Book of Joel predicted that even the lowliestin society, women and slave-girls, would begin to prophesy.26Thus, in late  or early , a poor servant woman, Anna MargarethaJahn, began to experience divine visitations, what contemporaries referred toas “raptures” (Entzückungen), or “ecstasies” (Ekstasen).27In contrast to manyother Pietist mystics who entered trance-like states, Jahn’s encounters with24)For an overview of the divine visitations of the “tools”, see Martin, ‘Werkzeuge’.25)For example, after a missionary visit to Germany, the Quaker, William Penn records inhis diary a comment by Johanna Eleonora Merlau (later Petersen) that, ‘it will never be wellwith us [Pietists], till persecution come, & some of us be lodg’d in the Stadthouse, that is,the prison’. The entry is from August , . See DunnThe Papers of William Penn, .For more on the Merlau-Penn exchange, see Martin, ‘Female Reformers’, here: –.26)The Language of Canaan is mentioned in Isaiah :. The passage in Joel is in :–in English Bibles. Because of differences in chapter divisions between Luther’s translationand traditional English Bibles, the passage appears in Joel :– in the Luther Bible.Both French and English writers had made reference to the Language of Canaan in theseventeenth century, but none developed the concept to the extent of Pietists (Schrader,‘Die Sprache Canaan’, ).27)On Jahn, see Martin, ‘Werkzeuge’; Mori,Begeisterung,f.,– and f.;Shantz‘Politics’; as well as multiple references in Witt,Bekehrung()."},{"pageNumber":8,"pageContent":"Lucinda Martin / ARIES  () –the divine were more physical. On one occasion, she shook and poundedher chest.28Another time, she reportedly screamed, clapped her hands andfainted.29And on at least one occasion, she “crowed like a rooster” and “bleatedlike an ox” during a church service.30Divine possessions such as those experienced by Jahn were not an inventionof Pietism but rather a transformation of an older cultural pattern. A richtext corpus records incidents of both divine and demonic “possession” sincethe sixteenth century in all the German-speaking lands.31Such experienceswere part and parcel of the world-view that obtained in the Early Modernera and were thus too part of Pietism. Magical and esoteric beliefs permeatedChristianity, especially in the minds of regular folk.32Many, but not all, of those who experienced visitations in the s weresimple women from the lowest strata of society. These women rarely actedas full-blown prophets. Typically they entered a trance-like state in whichthey stared straight ahead and did not react to outer stimuli. Sometimes theysat silently with folded hands, other times they chanted hymns or poems.Sometimes the illiterate women invented new songs or poems that their fellowPietists took as linguistic proof of the divine status of their utterances. Similarly,when some sang in High German, although they usually were able only tospeak dialect, this too served as evidence that the episodes were “real”.Pietists interpreted the behavior of the enthusiastic women semiotically,as signs from God. The first crude “ecstasies” paved the way in Pietist cir-cles for more narrative forms of communication with God such as symbolicdreams and predictions about the future. Most of those who later acted asprophets were from a higher social rank than these first women who experi-enced “ecstasies.” In general, the women prophets could read and record theirown messages, they had the means to travel to spread news of their experienceswith others and had enough education to interpret the underlying meaningsthemselves. A detailed history of how simple possessions evolved into full-blown prophecies in Pietist conventicles would go beyond the scope of this arti-28)Mori,Begeisterung, .29)Feustking,Historie, .30)Jahn probably wanted to disrupt preachingthat she disagreed with. Such disruptionshad a long history among dissident groups. For the reference to her behavior, see [Carpzov],Ausführliche Beschreibung, . Carpzov published the polemical work anonymously.31)See Blackwell, “Narratives”, –.32)Martin, “Werkzeuge” explores more fully these phenomena as a cultural pattern."},{"pageNumber":9,"pageContent":"Lucinda Martin / ARIES  () –cle.33Here I would like simply to highlight the linguistic and esoteric aspectsof prophetic Pietist speech, focusing on Anna Margaretha Jahn as a case study.Jahn is an interesting example since she was one of the few women whoexperienced both simple, trance-like possessions as well as more narrative formsof prophecy, making predictions about the future and even travelling to shareher messages with other Pietists. For a short time, the illiterate daughter ofa poor salesman in the small central German town of Halberstadt was one ofthe most prominent figures among radical Pietists.34Pilgrims came from afar toparticipate in Pietist conventicles where Jahn was present, in hope of witnessingone of her prophetic episodes first-hand. Under the auspices of the Pietist-oriented pastor, Andreas Achilles, one such gathering of the “born-again” tookplace on December ,  in Halberstadt.35According to the records, Jahnwas leading a prayer when a higher power took control of her faculties and shespoke thusly:Praise/Praise/Praise/[...]/PraisetheLordonhigh/[...]rejoice/rejoice/[...]becausehe and no other is the only God/[...]/Yes Father/Yes Father/it was pleasing beforeyou [...] my mighty arm will scatter the liars/[...] I will spare none/whoever does notaccept my truth/will be cast into the fiery pit/yes/yes/yes/I the Lord Jehova havespoken/I am with my Zion.36Jahn begins speaking in her own voice, praising God. Yet she abruptly breaksoff and speaks to God directly, apparently answering questions or commands33)On this development, see Martin, ‘Werkzeuge’.34)Jahn was from Halberstadt, but spent much of her time in the radical Pietist strongholdof nearby Quedlinburg. The prophetic wave of Pietism emanated principally from thesetowns in the Harz mountains, as well as from the neighboring central German cities ofErfurt and Halle.35)The meeting took place at the home of the Schlütte family ([Carpzov],AusführlicheBeschreibung, ). The father of the family held an important governmental post (Raths-Kammer) and his son held a position at the St. Moritz church in Halberstadt ([Carpzov],Ausführliche Beschreibung, ).36)Forschungsbibliothek Gotha, Chart , Nr.  (unpag). The events have been recountedalmost identically to the manuscript account in Gotha in [Carpzov],Ausführliche Beschrei-bung, here: . Hereafter I cite only the pages in [Carpzov]. I have retained the originalspellings: Jubel / Jubel / Jubel [...] Jubel dem Herrn in der Höhe / [...] frolocket / frolocket /[...] denn er heist Gott und keiner mehr [...]/Ja Vater/Ja Vater/so war es wolgefällig vordir [...] mein mächtiger Arm soll die Lügner zerstreuen/[...] ich schone nicht/wer nichtin meiner Warheit erfunden wird/wird in den feurigen Pfuhl geworffen/ja/ja/ja/Ich derHerr Jehova habe es geredt/ich bin mit meinem Zion."},{"pageNumber":10,"pageContent":"Lucinda Martin / ARIES  () –that only she can hear (“Ja Vater”). Then, just as suddenly, God begins to speakthrough Jahn, “my mighty arm will scatter the liars [...] I the Lord Jehova havespoken”. Jahn leaves little doubt to whom the messages are directed. “I am withmy Zion” expresses God’s solidarity with Pietists, who saw themselves as God’schosen people, as “Zion”.Jahn’s speech slipped easily from a first-person prayer in her own voice,to a dialogue with God, to a first-person imperative, ostensibly spoken inthe voice of God. The manner of delivery also lent her speech authenticity.When speaking in the voice of God her voice became deep and masculine—according to witnesses and to a Pietist physician who later examined her,far too deep for a young woman to have produced on her own.37Further-more, Jahn and other prophets chanted or sang their messages. The sing-songcadences further served to distance their prophetic vocalizations from standardspeech.38The religious addresses of Jahn and other Pietist prophets have been pre-served because contemporaries recorded them. Gebhard Levin Semler, a the-ology student active in Pietist circles, became known as the recorder of Jahn’sprophetic messages. Jahn could not readand write, but during this same meet-ing on December ,  the oracular voice commanded:Write/write/write the words/He/He/He/He/He/He/He/He/is coming again/again/he is there/the bell tolls. He is coming again/he is there/the rage of the Lordupon you/you/the sword/sword is drawn. I/I the Lord/I the Lord/I the Lord/.../Ihave heard your pleas ...39Repetitions and fragmentary speech were typical of Jahn’s prophecy. Theylend a certain poetry to the speeches, but also communicate that Jahn wasstruggling to transmit the messages accurately: In the grip of cosmic forces,she could hardly be expected to speak in a calm, flat voice. Jahn was apparentlya frail woman and witnesses claimed that she could have only withstood37)This was the medical opinion of Dr. Friedrich Hoffmann: ‘Von der Medicorum derÄrzte Bedencken über des inhafftirten Semlers und der Jahnin Complexion Konstitution’,printed in [Carpzov],Ausführliche Beschreibung, .38)[Carpzov],Ausführliche Beschreibung, –; .39)[Carpzov],Ausführliche Beschreibung, –. Schreibet/schreibet/schreibet dieWorte/Er/Er/Er/Er/Er/Er/Er/Er/kommetwieder/wieder/erist da/dieGlockeschlä-get. Er kommet wieder/da ist er/der Zorn des Herrn über dich/dich/das Schwerdt/Schwerdt ist ausgezogen. Ich/Ich der Herr/Ich der Herr/Ich der Herr/.../Ich habe deinFlehen erhöret ..."},{"pageNumber":11,"pageContent":"Lucinda Martin / ARIES  () –such powerful episodes with supernatural assistance.40The confidence withwhich Jahn spoke contradicted every assumption about a small, poor womanfrom the lowest levels of society—further linguistic proof of her status as a true“tool” of God.In this case, Jahn was especially motivated to have her words recorded.Prophetic messages were sometimes addressed to specific individuals and thisone concerned Jahn’s former pastor, Johann Christophorus Wurtzler. Jahnhad been involved for some time in a nasty public dispute with the ortho-dox Lutheran pastor who had contested Pietist beliefs in general and espe-cially Jahn’s assertion that she was a chosen “tool” of God. Jahn had enragedWurtzler by claiming to be free of sin and therefore not in need of his ser-vices as father confessor. The dispute between Wurtzler and Jahn worsenedwhen she began to attend the church services of the Pietist-oriented pas-tor Andreas Achilles, instead of her assigned church. Achilles was well con-nected in Pietist networks. He had been friends with the Halle Pietist leader,August Hermann Francke, since the two had studied together in Leipzig.In January of  Achilles had taken up his post in Halberstadt as pas-tor of the Heiliggeistspital, an institution for the poor. He soon initiatedconventicle meetings and began to draw followers such as Anna MargarethaJahn.41On December , , at the height of the conflict between the Pietists(led by Achilles) and the orthodox Lutherans (led by Wurtzler), the latterhad died. Wurtzler’s death seemed to the Halberstadt Pietists like a sign fromGod, so that when they met just three days later it was perhaps inevitablethat Jahn’s prophecy would concern her former pastor. Nonetheless her boldmessage surprised those in attendance: Jahn claimed that her prophetic dic-tation would reanimate the dead pastor, proving once and for all that shewas right and he was wrong. In her speech before the gathered assembly,Jahn condemns the pastor for not “answering the call of God,” that is, fornot supporting Pietists, and for instead putting his faith in “worldly” institu-tions, that is, the official Lutheran church. Jahn, ostensibly acting as a mouth-piece for God, calls Wurtzler a “tyrant” who let himself be “worshipped” bythe “heathens” who attended his church.42In this she emphasizes the esoteric40)Thus argued the Pietist physician, Dr. Hoffmann ([Carpzov],Ausführliche Beschreibung,).41)Martin, ‘Werkzeuge’; Shantz: ‘Politics’, –.42)[Carpzov],Ausführliche Beschreibung, –."},{"pageNumber":12,"pageContent":"Lucinda Martin / ARIES  () –Pietist trope of the corrupt outer church in opposition to an underground“true” church of believers.Illustrating the poetry and power of the Language of Canaan, Jahn addressesthe dead pastor in all three voices of the Trinity:I the Father know you not/but I do know my child; I the Son have not illuminatedyou/but I have illuminated my child; I the Holy Ghost/have not given you peace/butI have given it to my child.43The illiterate Jahn presents herself in one sentence as the mouthpiece for allthree persons in the Trinity, but also as a “child.” In the rest of the lengthyspeech, she further styles herself as God’s “Lioness” and “Bride” while thepastor is “Babylon,” a “whore” and too many other epithets to list here.44In thevoice of God, she proclaims that Wurtzler’s sins will not be forgiven, at whichpoint the oracular voice responds to pleas for mercy for Wurtzler. It is not clearwhether these pleas for mercy came from the gathered Pietist audience or fromJahn herself. At any rate, according to the transcript the Lord was not to bepersuaded:No/no/no/no/no/no/I do not hear you/no [...] Sins/sins against the Holy Ghost/they will not be forgiven/also not in the future world [...] I do not hear you/I theGOD JEHOVA who reveals himself in these times/has spoken. [...] This the livingGod has testified in great power through his tool, the maiden Jahn.45Jahn’s address ends with the command that the prophetic dictation be sentto Wurtzler’s home where reading it aloud would, she maintained, cause thepastor to rise from the dead.46When the prophetic episode ended, the Pietists43)[Carpzov],Ausführliche Beschreibung, : Ich der Vater kenne dich nicht/aber wolmein Kind; Ich der Sohn habe dich nicht erleuchtet/aber wol mein Kind; Ich der heiligeGeist/habe dir nicht Friede gegeben/aber meinem Kinde.44)[Carpzov],Ausführliche Beschreibung, –.45)[Carpzov],Ausführliche Beschreibung, –: Nein/Nein/Nein/Nein/Nein/Nein/ich höre dich nicht/[...] Die Sünden/die Sünden in dem H. Geist/die werden nichtvergeben/auch nicht in der zukünfftigen Welt.[...]Ichhöredichnicht/...IchderGOTTJEHOVA der sich zu diesen Zeiten offenbahret/habe es geredet. [...] Dieses hat der leben-dige Gott in grosser Krafft bezeiget (sp!) durch seinen Werckzeug die Jungfer Jahnin.46)The reanimation of the dead is also a recurrent theme in earlier, pre-Pietist narrativesof possession. This is explored more fully in Blackwell, ‘Narratives’, –, and Martin,‘Werkzeuge’."},{"pageNumber":13,"pageContent":"Lucinda Martin / ARIES  () –in attendance asked if Jahn were sure that this particular message was fromGod. She assured them that it was and that the letter must either be read aloudinthepresenceofthecorpseoratleastbeplacedinWurtzler’shand.47The Pietists in Jahn’s circle were not the riffraff of society. They includedPietist-oriented pastors ordained in the Lutheran Church, local city officialsfrom wealthy bourgeois families, members of the aristocracy and universitystudents, all of whom put enough stock in Jahn’s prophecies to carry outher extraordinary wishes. The Halberstadt Pietists thus sealed Jahn’s propheticmissive in an envelope and sent it to Wurtzler’s home, whereupon the man’sshocked family wasted no time in reporting the matter to the authorities.Despite the tense situation with city officials, Halberstadt Pietists met againthe following day.48Once again, Jahn served as a “tool” for the channelling ofdivine messages. This time, in a chanted dialogue with God, Jahn communi-cates God’s wish that the Pietists help to heal a local Jewish woman:YouLord/youspeakLord/.../yes/yes/yes/yes/Ihaveheardyou/Ispeak/Ispeak/Ispeak/you/you/should have her come the daughter/the daughter/the daughter ofthe house/the house/the house of Judah/of the house of Judah. I/[...] hurry/hurry/hurry/and fetch her here/hurry/hurry/hurry/hurry/and fetch her here/don’t youunderstand me/don’t you understand me/don’t you understand me/you don’t under-stand me/they won’t be able to understand it/Ah/ah/ah/you show them/I haveheard you/let her come/let her come/the daughter/the daughter of my people [...]I want to free her from her bonds.49Again, the Pietists in Jahn’s circle exhibited little doubt. They went to theJewish quarter and managed to convince the sick woman to return with themto hear Jahn’s preaching, which, the Pietists asserted, would heal the woman.Despite a lengthy address in which Jahn appealled to the Jews to convert to47)[Carpzov],Ausführliche Beschreibung, .48)They met Friday, December , , once again in the home of the Schlütte family inHalberstadt.49)[Carpzov],Ausführliche Beschreibung, : Du Herr/du Herr sprichst/.../Ja/Ja/Ja/Ja/Ichhabedicherhöret/ichspreche/ichspreche/ich spreche/Ihr/Ihr/solt kommen lassendie Tochter/die Tochter/die Tochter von dem Geschlechte/Geschlechte/GeschlechteJuda/von dem Geschlechte Juda. [...]/eilet/eilet/eilet/und holet sie her/eilet/eilet/eilet/eilet/und holet sie her/verstehet ihr mich nicht/verstehet ihr mich nicht/verstehet ihrmich nicht/ihr verstehet mich nicht/sie werdens nicht verstehen können/Ach/ach/ach/zeige du es ihnen/ich habe dich erhöret/laß sie kommen/laß sie kommen/die Tochter/dieTochter meines Volcks [...] Ich will sie erlösen von ihren Banden."},{"pageNumber":14,"pageContent":"Lucinda Martin / ARIES  () –Christianity, the woman’s condition did not improve. The sick woman and theJewish neighbours who had accompanied her left the conventicle meeting inanger. Pietists claimed that the “Spirit” had not yet fully inhabited Jahn andtriedtotalkthewomanintostaying.YetthepartyofJewswenthometofacean angry rabbi who punished them for attending a Pietist meeting.50This latter episode illustrates Pietists’ fascination with Judaism and withthe Jewish scriptural tradition in particular. Indeed, at one point during herpreaching, Jahn proclaimed:My servant Moses stands before me with the tablets/ah/ah laughing/and the prophetswho have prophesied in my name/but the lamb has eradicated the signature which wasagainst us.51Here both God and the forces of evil take form as language. The Ten Com-mandments—“the tablets”—and the speech of the prophets represent God,while the “writing against us” stands for worldly limits on the prophets andultimatelyfor Satan. Here Jahn is directly quoting Scripture. Colossians :–contrasts Christ’s power to awaken sinners to a rebirth with worldly legalism.The passage states that Christ takes these“writings that were against us, whichoriginated in regulations ... and nails them to the cross”.52Colossiansgoesonto say that Christ disarmed worldly authorities and made a public spectacle ofthem. Jahn’s prophecy recalls this passage for her Pietist audience, suggestingthat, with Wurtzler’s death, Christ has once again triumphed over evil. Jahnbelieved that her prophecy, and thus Scripture, would be fulfilled when a lettercontaining her words was delivered to the dead man. With the reanimation ofthe pastor, Christ would make a “public spectacle” of the worldly power thathad fought against Jahn’s Pietist circle.As was typical for the era, Jahn knew the Bible intimately, not from reading,but from hearing it read aloud. Yet her uses of Scripture reveal that she was also50)Those who participated reportedly had toeat and sleep on the floor for the next fourweeks. [Carpzov],Ausführliche Beschreibung, .51)[Carpzov],Ausführliche Beschreibung, : Mein Knecht Moses stehet vor mir mitden Tafeln/ach/ach lachend/und die Propheten die da geweissaget haben in meinemNahmen/aber das Lamm hat ausgetilget die Handschrifft/so wider uns war.52)According to the Luther Bible of : Christus ... “ausgetilgt die Handschrift, so wideruns war, welche durch Satzungen entstand und uns entgegen war, und hat sie aus dem Mittelgetan und an das Kreuz geheftet”. Later versions tend to translate “Schuldbrief” (bond,borrowers’ note) instead of “writing”."},{"pageNumber":15,"pageContent":"Lucinda Martin / ARIES  () –familiar with the discourses of radical dissenting literature that asserted a “true”,inner Christianity struggling against a corrupted “worldly” church. AlthoughJahn herself was illiterate, the Pietist groups that she kept company with spentmuch of their time reading aloud and discussing radical literature.In fact, Andreas Achilles, the preacher who acted as Jahn’s spiritual advisorand as leader of the Halberstadt Pietists, promoted such literature. In  hepenned a defense of himself, answering charges that he spread heretical litera-ture.53Achilles admitted that he did recommend books as a form of edification,but denied that the texts were heretical. After the Bible itself, Achilles recom-mended Arndt’sGarden of Paradise(Paradiesgärtlein)andhisTrue Christianity.In the defense, Achilles specifically answered the criticism that he had recom-mended the writings of Jakob Böhme. Achilles denies this, saying that sincehe could not understand Böhme, he felt he could not recommend him. Hislibrary nonetheless contained copies of texts by Böhme, Jane Leade and otherradicals.54Achilles was not the only one in Halberstadt who had to answer to theauthorities for his unorthodox activities. In January , just one month afterthese events, authorities cracked down on prophetic Pietism and a number ofparticipants were jailed, exiledor suspended from their jobs. Officials took bothAnna Margaretha Jahn and her recorder, the student Semler, into custody andultimately banned them from the city.ConclusionAnna Margaretha Jahn and other Pietists challenged rational models of knowl-edge and put forth a magical, esoteric world view. They saw themselves as the“born-again”, adherents of a “true” Christianity that had survived undergroundthrough the ages. As such, they were adepts who were able to decode and under-stand messages from God that were not available to others. Scripture containedhidden with it the blueprint for the cosmos. Those, like Jahn, who masteredthe “Language of Canaan” could not only foretell the future, they could alsoenact magical feats, such as the reanimation of the dead.Prophetic speech such as that exhibited by Anna Margaretha Jahn is but oneform of the Language of Canaan. Pietists’ linguistic and semiotic practices weremuch broader and included phenomena such as the random drawing of lots53)Achilles’ defense was not available to me. I quote after Shantz, ‘Politics’, –.Shantzpostulates that Achilles may have sought to cultivate a distinct Pietist reading culture.54)Shantz, ‘Politics’, ."},{"pageNumber":16,"pageContent":"Lucinda Martin / ARIES  () –to discern God’s will, the emergence of divine writing directly on the bodiesof prophets in blood and even eating Bible verses written on paper in orderto affect real change in the world. The range of performative situations for theenactment of the Language of Canaan was conditioned by the social contextof chiliasm and religious fundamentalism—phenomena that are still shapingthe world in dramatic ways.BibliographyArndt, Johann,IKONOGRAPHIA. Gründtlicher und Christlicher Bericht von Bildern, ihremuhrsprung, rechtem gebrauch und mißbrauch im alten und newen Testament[...] Halber-stadt: Kote [/].Blackwell, Jeannine, ‘German Narratives of Women’s Divine and Demonic Possession andSupernatural Vision –’,WomeninGermanYearbook (), –.[Carpzov, Johann Benedict],Ausführliche Beschreibung des Unfugs welchen die Pietisten zuHalberstadt im Monat Decembri  ümb die heilige Weyhnachts-Zeit gestifftet. Dabeyzugleich von dem Pietistischen Wesen in gemein etwas gründlicher gehandelt wird. [Halle]:n. pub. .Dunn, Mary Maples and Richard S. Dunn (eds.),The Papers of William Penn, vol. , –. Philadelphia: University of Pennsylvania Press .Feustking, Johann Heinrich,Ioannes Henricus Feustkingius Gynaeceum Haeretico Fanaticum,Oder Historie und Beschreibung Der Falschen Prophetinnen, Quäkerinnen, Schwärmerin-nen, und anderen sectirischen und begeisterten Weibes-Personen Durch welche die KircheGottes verunruhiget worden; sambt einem Vorbericht und Anhang, entgegen gesetzet denenAdeptis Godofredi Arnoldi. Frankfurt, Leipzig: Gottfried Zimmermann .Die Heilige Schrift Altes und Neues Testaments/Nach dem Grund-Text aufs neue übersehen undübersetzet[...], vols. Berleburg: Johann Heinrich Haug –.Geyer, Hermann,Verborgene Weisheit: Johann Arndts ‘Vier Bücher vom Wahren Christen-tum’ als Programm einer spiritualistisch-hermetischen Theologie,  vols. Berlin: Walter deGruyter .———, ‘“die pur lautere Essenz und helles Licht”: Verschmelzung von Alchemie undTheologie in Johann Arndts “Vier Bücher vom wahren Christenthum” (/)’, in:Anne-Charlott Trepp & Hartmut Lehmann (eds),Antike Weisheit und kulturelle Praxis:Hermetismus in der Frühen Neuzeit. Göttingen: Vandenhoeck & Ruprecht , –.Gottsched, Luise A.V.,Die Pietisterey im Fischbein-Rocke, Stuttgart: Reclam  [].Langen, August,Der Wortschatz des deutschen Pietismus. Tübingen: Niemeyer  [].Lehmann, Hartmut, Hans-Jürgen Schrader, and Heinz Schilling (eds),Jansenismus, Qui-etismus, Pietismus. Göttingen: Vandenhoeck & Ruprecht .Martin, Lucinda, ‘Female Reformers as the Gate Keepers of Pietism: The Example ofJohanna Eleonora Merlau and William Penn’,Monatshefte für deutschsprachige Literaturund Kultur, No.  (), –.———, ‘Jakob Böhmes „göttliche Sophia“ und Emanzipationsansätze bei pietistischen Auto-rinnen’, in: Friedrich Vollhardt and Wilhelm Kühlmann (eds.),Offenbarung und Epi-"},{"pageNumber":17,"pageContent":"Lucinda Martin / ARIES  () –steme. Zur europäischen Wirkung Jakob Böhmes im . und . Jahrhundert.Tübingen:Niemeyer [in press].———, ‘“Werkzeuge Gottes”: Ergriffenheit und Besessenheit und ihre Transformationenim Pietismus’, in: Udo Sträter (ed.),‘Aus Gottes Wort und eigener Erfahrung gezeiget’.Erfahrung, Glauben, Erkennen und Handeln im Pietismus, Beiträge des III. Interna-tionalen Pietismuskongresses. Tübingen: Niemeyer [in press].Mori, Ryoko,Begeisterung und Ernüchterung in christlicher Vollkommenheit: PietistischeSelbst- und Weltwahrnehmungen im ausgehenden . Jahrhundert. Tübingen: Niemeyer.Neugebauer-Wölk, Monika, ‘Esoterik und Christentum vor : Prolegomena zu einerBestimmung ihrer Differenz’,Aries: Journal for the Study of Western Esotericismvol. ,no.  (), –.Rothacker, Erich,Buch der Natur. Materialien und Grundsätzliches zur Metapherngeschichte,Edited and assembled by Wilhelm Perpeet. Bonn: Bouvier  [].Shantz, Doug, ‘Politics, Prophecy and Pietism in the Halberstadt conventicle’, in: Fredvan Lieburg (ed.),Confessionalism and Pietism: Religious Reform in Early Modern Europe.Mainz: Philipp von Zabern : –.Schmidt-Biggemann, Wilhelm,Philosophia perennis, Historische Umrisse abendländischerSpiritualität in Antike, Mittelalter und Früher Neuzeit. Frankfurt: Suhrkamp .Schneider, Hans,German Radical Pietism. Lanham, MD: Scarecrow Press .———, ‘Johann Arndts Studienzeit’, in:Jahrbuch der Gesellschaft für Niedersächsische Kir-chengeschichte (), –.Schrader, Hans-Jürgen, Die ‘“Sprache Canaan”’. Pietistische Sonderterminologie und Spe-zialsemantik als Auftrag der Forschung’, in: Martin Brecht, et al, (eds),Geschichte desPietismus. Vol. . Göttingen: Vandenhoeck & Ruprecht , –.——— ,Literaturproduktion und Büchermarkt des radikalen Pietismus. Johann Henrich Reitz’‚Historie der Wiedergebohrnen‘ und ihr geschichtlicher Kontext. Göttingen: Vandenhoeck& Ruprecht .Strom, Jonathan, ‘Problems and Promises of Pietism Research’,Church History (:),–.Unschuldige Nachrichten von Alten und Neuen Theologischen Sachen, Büchern, Uhrkunden,Controversien, Veränderungen, Anmerckungen, Vorschlägen, u.d.g.[...].Leipzig:JacobAndreas Bock [under changing titles from –].Ward, William R,The Protestant Evangelical Awakening. Cambridge: Cambridge UniversityPress .Warncke, Carsten-Peter,Sprechende Bilder—sichtbare Worte. Das Bildverständnis der frühenNeuzeit. Wiesbaden: Harrossowitz .Weeks, Andrew,Boehme. An Intellectual Biography of the Seventeenth-Century Philosopher andMystic. Albany: SUNY .Witt, Ulrike,Bekehrung, Bildung und Biographie: Frauen im Umkreis des Halleschen Pietis-mus. Tübingen: Niemeyer ."},{"pageNumber":19,"pageContent":"Copyright of Aries is the property of Brill Academic Publishers and its content may not be copied or emailed tomultiple sites or posted to a listserv without the copyright holder's express written permission. However, usersmay print, download, or email articles for individual use."}]
