[{"pageNumber":1,"pageContent":"226 Journal for the Academic Study of Magic - Issue 2Trafficking with an‘onslaught of compulsiveweirdness’: 1Kenneth Grant and the Magickal revivalDave EvansThe British occultist G. Kenneth Grant (1924- ) has been variouslyapplauded “It’s hard to name another single living individualwho has done more to shape contemporary western thinkingwith regard to Magic” 2 - and slated, with his sanity doubted: “aschoolboy gone berserk on brimstone aftershave” 3 - throughout his50 year literary and magickal career. This article will briefly outline his earlyinfluences; literary output, examine some seeming factual and historicalanomalies within his narrative and describe some of the broad influencesthat he has had on modern magic.Grant had read very widely on occultism and Eastern philosophy by hisearly teens 4, and had been using his own personal magical symbol inspiredby a powerful dream vision, since 1939 5. Since it was wartime, Grantvolunteered for the army at 18, expecting to be “sent to India where Ihad hopes of finding a guru” 6; which as Moore remarks, shows “agrasp upon conventional worldly reality that was at best precarious”7. However Grant developed an unspecified medical condition and wasinvalided out of the service aged 20."},{"pageNumber":2,"pageContent":"Journal for the Academic Study of Magic - Issue 2 227Continuing his magical studies, Grant tried to meet the ageing magicianAleister Crowley by writing to Crowley’s publishers, fruitlessly, as it turnedout, as the address he took from the flyleaf of a book was a decade out ofdate. When Grant discovered London’s Atlantis Bookshop he tried togain an audience with Crowley through Atlantis’ proprietor, MichaelHoughton, who knew Crowley. Houghton refused to help (privately writingthat Grant was “mentally unstable” 8). Grant considered it to be becauseHoughton did not want to “incur evil karma” 9 from linking him to Crowley,but later modified this to a more pragmatic notion that “Houghton hadearmarked me for his own organization, The Order of HiddenMasters” 10 and was thus trying to divert him from Crowley’s influence,despite the apparent paradox of Houghton selling Grant numerous expensiveCrowley books in the meantime.Grant wrote instead to the publishers’ addresses in these newer Crowleybooks and eventually his mail was forwarded. Grant and Crowley later metin the autumn of 1944, 11 and after several amicable meetings and a furtherexchange of letters Grant offered to work for Crowley as secretary-cum-personal assistant, in return for magickal instruction in lieu of pay. Crowleyagreed, and in the early spring of 1945 Grant moved into in a lodge cottagein the grounds of Netherwood, the boarding house in Sussex where Crowleywas then resident.Crowley had an ambivalent relationship with Houghton and warned Grant(far too late, as it transpired) “don’t let Atlantis know you know me” 12.Grant busied himself working with and for Crowley for some months, dealingwith Crowley’s correspondence and daily needs, reading voraciously fromCrowley’s own library and magickal record, running errands to London,writing occult essays, performing rituals including ether-magnified magicalpath workings with Crowley 13 and becoming a high initiate of Crowley’smagical order, the Ordo Templi Orientis, with Crowley writing in his diary:“value of Grant. If I die or go to the USA, there must be a trainedman to take care of the English OTO” 14.However Grant left Netherwood in June 1945 15, after only a few monthswith Crowley, due to familial pressure to take on a ‘proper’ job 16. In the"},{"pageNumber":3,"pageContent":"228 Journal for the Academic Study of Magic - Issue 2face of this problem the financially bankrupt Crowley, by then reliant onsupporters’ donations to survive was unable to canvas sufficient funds tomake Grant’s position salaried. Crowley later wrote to Grant’s father “Iam very sorry to part with Kenneth...I feel ... that he is giving uphis real future” 17.However the hard taskmaster Crowley had criticised Grant’s secretarialfailings regularly: “it’s all very unsatisfactory. You must put a sock in itif you still want to work with me for the Order” 18. Crowley also foundGrant’s verbosity and general flights of imagination “a terrible defect inyour outlook on life; you cannot be content with the simplicity ofreality and fact; you have to go off into a pipe-dream” 19. Howeverafter Grant had left his employ, Crowley moderated this, in a letter to anotherOTO member, David Curwen: “I feel that I may have treated him tooseverely” 20.Although Grant continued to correspond with, and support Crowley henever saw him again. Since much stock could be placed on Grant being apupil of Crowley, it should be emphasised that their face-to-face associationwas not long, only a matter of months and thus although now regarded asan authority on Crowley he did not have a lengthy apprenticeship ‘at thefeet of the master’, so to speak. Crowley died in 1947 and Grant attendedhis funeral.In his Ninth Arch, published in 2003, Grant claims a biological relationshipto Crowley: early in their relationship Aleister Crowley asked him “it’s alarge clan, I know; but do you know Gregor Fergus Grant... mycousin?” 21. In Grant’s book where this remark is published, from 1991,Grant does not footnote this with any commentary at all, let alone in theaffirmative, which seems odd when 12 years later he claimed distinct andlong-term knowledge of such a familial relationship. Gregor Grant ismentioned several times in various of Crowley’s own volumes which wereeither jointly or solely posthumously re-edited for publication by Kenneth"},{"pageNumber":4,"pageContent":"Journal for the Academic Study of Magic - Issue 2 229Grant 22, but again no editor references are made there as to any familiallink. It is indeed a large Clan: given the common nature of the surnameGrant, any genealogical research to verify this claim would be pointlesswithout considerable further information such as given names, birth datesand places.This claimed link is through one Dr Phineas Marsh Black, a fictitious characterin one of Grant’s ‘novels’ (although confusingly the same novel is dedicatedto Phineas) - both Grant’s great-uncle 23 and a cousin of Gregor Grant,which would provide a very distanced familial, if not specifically genetic,link from Kenneth Grant to Crowley. Dr Black was allegedly a competitorwith Crowley to find a particular ancient magic book, The Grimoire ofClan Grant 24, this being a record allegedly created over generations ofthe Grant Clan having magical traffic with otherworldly entities. Grant givesvarious details of Black in Against the Light, including a lifespan (1854-1957) and names one of Blacks’ publications, as a medical doctor, whichbook has to date been untraceable 25. This Grimoire, Phineas Marsh,Phineas Black or Phineas Marsh Black all fail to merit any mention in theindex of Crowley’s autobiography, The Confessions 26, which seems unusualgiven the 900-plus pages of very detailed autobiographical information givenby Crowley therein, which covers often very brief and whimsicalacquaintances and which would be expected to mention other prominentoccultists with whom he ad any significant dealings, especially givenCrowley’s often vicious wit in criticising others in his field.However a potential confounding factor might be that this autobiographyis a book edited by Kenneth Grant, and indexed by his wife Steffi Grant,so there would have been ample opportunity to delete references to Blackor the Grimoire if they wished to keep the matter secret for whateverpurpose. However, neither does Phineas Marsh Black (or permutationsthereof) nor the Grant Grimoire merit a mention in the indices of sevenmajor biographies of Crowley 27 which predated publication of The NinthArch, and with which Kenneth Grant was not connected as editor. Thiswould seem unusual if Phineas did indeed exist as an eminent occultresearcher in contact with Crowley."},{"pageNumber":5,"pageContent":"230 Journal for the Academic Study of Magic - Issue 2Perhaps more conclusively, none of the terms Phineas Black, Phineas MarshBlack or The Grant Grimoire appears in the index of any of KennethGrant’s own books prior to 2003’s Ninth Arch, which would seem unusualgiven the alleged vital importance of Phineas and the Grimoire throughoutGrant’s life.Grant’s life however did intersect with a very real and documented personafter Crowley’s death. There is not scope here to provide a full biographicalbackground of Austin Osman Spare (1886-1956), instead the reader isdirected to Grant’s own masterwork Zos Speaks 28. However, in brief,Spare was a much-feted artistic child prodigy, later a member of one ofCrowley’s magickal orders for a short time and the author of several bookson art and magic, plus an arts magazine editor. Steffi Grant said she soughtout Spare in 1949 and shortly afterwards introduced Kenneth to him 29. Bythat time Spare was living a fairly Spartan existence in South London, havingpublished no books for decades and living in virtual obscurity, eking out aliving as a jobbing artist, sometime art tutor and quietly practicing anddeveloping his method of visual, symbolic (sigilic) magic that was extremelyinnovative.There are many problems with the easy academic or magical interpretationof Spare, in that he was, by today’s standards, probably dyslexic 30 and“Spare just invented, amalgamated or altered words to suit hismeaning” 31: examples include “there is a word precention meaning‘anticipated perception’ or I’ve imagined it!” 32, (he imagined it) and“stectatorially” 33.To compound the problems of interpretation “sometimes his spellingwas very odd... Kenneth made a lot of tactful enquiries about themeaning” 34 and he had “cryptic handwriting” 35. Either or both ofthese factors make Grant’s minute, lengthy and often cabbalisticinterpretations of Spare’s writings potentially fraught with error; such asinvesting them with arcane esoteric meanings that are perhaps simply notthere. Elsewhere Grant’s crucial misreading of a letter during his researchesinto Jack Parsons (an American occultist connected with Crowley) led topossibly similar problems 36. Artist and Occultist Jan Fries believes that"},{"pageNumber":6,"pageContent":"Journal for the Academic Study of Magic - Issue 2 231“Spare’s writings, and Grant’s presentation of them, have been toocryptic for a mass audience. Numerous individuals and organisationshave confused the basic simplicity of the method...” 37 and Matt Leesees Spare’s works as perhaps “artificially assimilated by Grant, to aparticular, linear magical current, when they are more fluid than thisshould allow” 38. Spare himself seems to have had some reservations aboutGrant’s writings on occasion: “I think you are a trifle ambiguous forthe ordinary reader” 39.To further cloud the matter, Spare had recollections that “cannot be fullytrusted...due to vagaries of memory” 40 for example his first bookEarth: Inferno was privately printed as a run of 265 copies which tookover a decade to find buyers for all copies, but he later recalled it as ‘500that sold out immediately’ 41 This seems to have been a lifelong problem: hefailed his formal art examinations as a youth because “he could neverremember technical terms for parts of the body” 42, and later in life hehad problems reprising some of his unpublished textual works lost in thewartime bombing of his house, about which he lamented his “loss ofmemory (from the bombing injuries and general shock) and lousy normalmemory” 43. Even almost at the end of Spare’s life, after 6 years of dealingwith his handwritten papers intended for a book, Grant was still havingtroubles transcribing the words into typed text: “little of this last batch isintelligible to me” 44.Even when Grant was confident that he did understand Spare, he was onoccasion wrong: in early 1955, when he had been working with Spare’swriting for five years, he wrote to Spare with horror at his discovery that hehad made a continual transcription error, misreading “predicate” (a wordSpare used a lot) for “predict”, thus substantially changing meaning 45.Spare’s response that “I get mixed up with ‘per’ and ‘pre’” 46 failed tomake any sense of the matter, since both words begin with ‘pre’.Additionally, in many accounts of time spent with the Grants (and others)late in life there is a distinct feeling of Spare as an old man, almost exclusivelyinhabiting a bar-room environment, with the alcohol-based culture that implies(“a relentless round” of drinking as Steffi Grant recalled it 47, and this"},{"pageNumber":7,"pageContent":"232 Journal for the Academic Study of Magic - Issue 2was despite the hedonistic Crowley’s lifestyle warning to Kenneth aboutalcohol of a few years before “Drink: at your age, the less the better”48). Perhaps Spare was toying with young and possibly over-earnestacolytes, seeing how far his raconteur’s act would go before any tall taleswere ‘found out’. As he said to his dear friend Frank Letchford, as a generalphilosophy: “if you are going to tell a lie, tell a big one for it is morelikely to be believed!” 49. There may not have been any particular maliceimplicit, it seemingly being done for his own plain amusement, perhaps tobring some interest to an immediately post-War austere lifestyle and/or simplyproviding entertainment which might justify the price of another drink. Therewas certainly stimulation to weave a good yarn: his narratives “becamemore elaborate with Kenneth’s unfailing encouragement... and thelateness of the hour, cosy pub, convivial company and the agreeablevapours of alcohol and tobacco” 50, with Letchford believing that Spareoften told “white lies...to boost a flagging ego” 51. So far as the shadeof the lies is concerned, Spare variously had told Letchford that duringWorld War One he had once been stuck in a pile of corpses in ‘no man’sland’ between the opposing armies’ trenches, had contracted malaria inWest Africa, and was aboard a troopship that was torpedoed. Much laterLetchford checked Spare’s war record and found all of these tales to becomplete falsehoods 52.Yet despite all the public bar verbosity, Spare said he found “pleasure indestroying words... reducing a concept to its most simple verbalform” 53. Grant, by comparison, does the opposite in his general writing,making almost an art-form of complexity and learned ideas, an examplebeing “This symbolism, although apparently complex, is simple, asmay be seen by equating it with the well-known Buddhist formula:First there IS (i.e. Malkuth)- Form (i.e. presence of Object). Thenthere is NOT (i.e. Kether) – Void (i.e. presence of Subject). Thenthere IS (i.e. Ain)- Neither Form nor Void, but absence of thepresence of both Object and Subject (i.e. the Absolute Absence, orVoid).” 54 Crowley had also apparently earlier twice rebuked him forverbosity and other related faults in his use of language: “I wanted an"},{"pageNumber":8,"pageContent":"Journal for the Academic Study of Magic - Issue 2 233answer, not a sermon!” 55, and “you must learn to be systematic &accurate and unambiguous” 56.Perhaps this is learned behaviour: Grant’s mentor Crowley was not shy ofcodifying and making matters obscure: “The verses of... several... ofthe Holy Books of Thelema are numbered from nought (the ain 57 orzero) instead of from one” 58 so that a verse numbered four is sometimesbut not always actually the fifth; for example. Then later, when AleisterCrowley might refer back, perhaps to ‘the fourth verse’ of that piece ofwriting, one is often not sure which verse he means.As well as being a very creative performer with his anecdotes, the financially-straitened Spare was “streetwise” with his money, with an eye for a bargainand likely sources of income well before he met Grant 59, and he was notaverse to subtly pitting Grant against other potential buyers in order tomanifest quicker sales of his artworks 60. He also became aware that verycheap bric-a-brac items (such as pseudo-ethnic carvings) that he purchasedfrom flea markets as content or background for the scenes of his picturesthen became very saleable in themselves once the picture was completed,for being ‘one of his models’. Although dyslexics sometimes also havegenuine cognitive problems with numbering, Spare also deliberately andfraudulently mis-dated some artworks for sale; two contemporary and just-completed sketches were signed and dated many years apart to suit theintended buyer who was keen to acquire ‘Spare originals from differentartistic periods’ in one fell swoop and at a seemingly favourable price 61.There is also plausible speculation that Spare’s ‘Zen-like’ detachment frommaterial life in middle-age, so lauded by some of his post-mortem admirersas a sign of his holiness and magickal commitment to a higher plane, mayhave instead been a necessary and expedient withdrawal from artistic societyand the up-market art publication scene. This is believed by Naylor to bedue to rumours of extensive plagiarism and fraud (which appear now to beaccurate), which may have prevented many other artists and editors fromever risking their reputations by working with him again on any publicationprojects. Naylor believes that this also casts doubt on the veracity of Spare’sclaimed ‘psychic automatic’ drawings, and mentions that some of his"},{"pageNumber":9,"pageContent":"234 Journal for the Academic Study of Magic - Issue 2illustrations as an official war artist (during and just after World War One)were banned since some scenes he depicted were either highly inaccurateor completely fake 62. In any case, Spare’s subsequent choice of home, inpoverty-stricken South London was from “force of circumstances, lackof cash” and a wish not to be disturbed 63 rather than any ‘class-conscious’act or spiritual retreat from Bohemian ‘arty’ London.One particular aspect of ‘Spare’s world according to Grant’ is found severelylacking under scrutiny; Spare’s relationship with a ‘Mrs Patterson’, whosupposedly taught him a hereditary form of witchcraft, but about whom noindependent information can be found. In 1975 Grant wrote that Spare“was extremely reticent about Mrs. Paterson. All that I was able toelicit from him during the eight years of friendship was that she wasvery old when he met her and that she claimed descent from a line ofSalem (New England) witches that Cotton Mather had failed toeradicate” 64. Despite this apparent dearth of information, in subsequentbooks Grant has written a considerable amount about Mrs Patterson,investing her with particular magical abilities and heritage in great detail,which in light of his comment does not seem to have come from Spare (andPatterson was an old woman in Spare’s early life, so would have been longdead by the time Grant first met Spare). In addition, the veracity of thosetried at Salem in the 17th Century being any kind of ‘witches’ - in the modernunderstanding of the word as someone with ‘real magical powers’- hasbeen largely discredited.In a challenging article, Cantu demonstrates how this initially scant informationon Patterson has been drip-fed over several decades by Grant, often whenconvenient to him, as confirmatory ‘evidence’ of his own published magickaltheories, and that very little independent information about Patterson survives65. Often when writers quote Spare “by his own account...(of) MrsPatterson” 66 they are actually reliant on the accuracy and honesty ofGrant’s account of something Spare may or may not have said, either inexactly the words given, or at all. Equally, much of the seemingly Grant-corroborative information from Spare’s old friend and financier FrankLetchford is corroborative simply because it derives from Grant’s accounts,rather than being a confirmatory remark heard direct from Spare 67, since"},{"pageNumber":10,"pageContent":"Journal for the Academic Study of Magic - Issue 2 235Letchford wrote only that “Austin mentioned the woman in vague termsto myself” 68. Letchford was an avid reader and was certainly aware ofGrant’s later writings about Spare in general 69. It seems unusual that Mrs.Patterson, who was supposedly, according to Grant, so very influential inSpare’s life would not have been a major topic of conversation betweenSpare and such a dear friend as Letchford, given the latter’s interest inspiritual matters.Grant has said that Spare said very little about Patterson, however there isa lot of ill-provenanced detail about her in Grant’s books. If Grant’s remarkis not true then there is an alternative possibility, that Spare was spinning aspecial yarn to Grant that was particularly tailored to Grant’s occult interests.This is not without precedent. To others “Austin liked to believe (withoutmuch foundation) that he was descended from an illegitimate sonborn to Lord Nelson and Lady Hamilton... objects belonging to theAdmiral were sold by Spare when he was in financial stress (a fairlyfrequent state)” 70. This seems to be both a flight of fancy and a usefulway to earn money from the credulous by profitably recycling various ‘naval’artifacts that Spare probably picked up cheaply from London bric-a-bracshops. Given Grant’s overwhelming occult fascination, what better way tokeep him interested than to claim to have had a powerful witch-figure as achildhood mentor, a character perhaps nominally based on a local fortune-teller recalled from Spare’s youth, but whose magical attributes and abilitieswere considerably ‘beefed-up’ in the repetitive re-telling?Perhaps equally surprising, given that they were two such close andcontemporary associates of Spare, Grant and Frank Letchford first met ata hospital; only shortly before the seriously ill and by then mostly unconsciousSpare died in 1956, so there was never scope for a 3-way confirmatoryconversation about Patterson, magic or anything else 71. Whatever thesource, this gradual accretion of ‘facts’ onto the name of Mrs. Pattersonreached such a point that Grant’s emerging and expanding mythos of‘Patterson the great witch’ was taken up by others who created a probablyspurious link between her to an extant coven of modern witches, and this‘news’ was breathlessly ushered back into Grant’s writings as independentsupporting evidence of his own beliefs about Patterson the Witch 72, when"},{"pageNumber":11,"pageContent":"236 Journal for the Academic Study of Magic - Issue 2it may instead merely be an evolving and distorted ‘Chinese Whisper’ thathad finally returned to its progenitor, or at least, publisher. Since Grant andLetchford, two of Spare’s closest confidantes, have both written on occasionthat Spare didn’t speak much about Mrs. Patterson, then if these commentsare both true the main source of ‘information’ about her seems to be Granthimself, who never met her. An alternative is that Grant was prey to Spare’spossibly bar-room fuelled elaborate recreation of Patterson and that muchof his subsequent mythologising of her, by repeating some tall stories ofSpare’s, and incorporating these into his own system has distorted his ownmagical writings considerably.In any case some kind of recognisable witchcraft element to Spare’s workmay be totally spurious: “since the publication ...of Zos Speaks! thefallacy of subsuming Spare the magician within some ‘tradition’becomes clear; look at the texts - where is the witchcraft, exactly?Even the text of (Spare’s book) ‘Witches’ Sabbath’ refers explicitlyto ‘Ehr’ ... Lao Tzu, the Taoist sage” 73.Letchford, a mystically-interested writer, bibliophile and appreciator of artrather than outright practicing occultist, gave a different, somewhat morerounded view of Spare than others, being “especially keen tocommunicate his (Spare’s) humanism, often lost on somberly-garbedseekers after sigillic mysteries” 74, similarly Semple’s book Zos Kiaattempted to “reconcile the rather austere yet joyful... mysticalphilosophy we find in The Book of Pleasure with the image of theskulduggerous sorcerer which emerges in the works of KennethGrant.” 75. This view has considerable plausibility, since Spare did notknow what the Qliphoth was in 1955 76, this being a technical Cabbalisticterm, and one absolutely central to the dark magickal work that Grantwas engaged in with his Typhonian OTO in the same year and onwards tothe present. Such a knowledge gap for a member of Grant’s Order wouldperhaps be of the same magnitude to a practicing Christian not knowinganything about Judas.An additional temporal problem with Grant’s adoption of Spare as anothermagickal mentor is his claim to have co-founded the magickal group the"},{"pageNumber":12,"pageContent":"Journal for the Academic Study of Magic - Issue 2 237Zos Kia Cultus with Spare, based on Spare’s methods, in 1948 77, whenGrant’s own published correspondence indicates he did not actually meetSpare until 1949 78.The final thing to remember about Grant’s work with Spare is that it wasnever finished, Spare had been variably in poor health for some years, butwas taken very suddenly seriously ill and died in a very short space of time,so his remaining notes were only partial at the time of his death 79, andGrant has had the metaphorical task of reconstructing a jigsaw without benefitof a full picture as a guideline. This might explain why he took nearly 20years to produce his first major book about Spare and over 40 years toproduce the second.All of these factors imply that the enigmatic Spare was cryptically hard tounderstand, often a sharp businessman under the guise of a mystic (andprobably vice-versa) and suffered several problems with his memory. Hewas shrewd to the point of creating some very tall tales, often within analcohol-fuelled culture, and Grant’s work with him was unfinished, yetconsiderably ‘varnished’ (and perhaps manipulated to fit a TyphonianMagickal schema which might have been inappropriate) so far as accuracy,selectivity and honesty of reporting when it was published. Thus withoutdenying their magical veracity, any all-encompassing view of both Grant’sand Spare’s works must include these considerations as a major caveat.Perhaps oddly, despite Grant’s major role and truly Herculean effort inpreserving and then promoting Austin Spare materials and methods; andthe efficacy with which he regards them in his own practice, his magickalorder the Typhonian OTO do not currently formally incorporate any AustinSpare techniques into their teachings or ritual work 80.Publications these arent just books about Magick;these books are Magick 81After Crowley and then Spare had died, Grant began in earnest on hismajor writing work. He had exclusive access to Spare’s unpublished writtenworks, having been bequeathed them in Spare’s will, and his remit to useCrowley’s unpublished and published archive was all but unchecked since"},{"pageNumber":13,"pageContent":"238 Journal for the Academic Study of Magic - Issue 2Grant worked directly with Crowley’s literary executors on editing and re-producing several of the Beast’s major books. He also wrote his own piecesfor publication, and apart from miscellaneous articles and essays this currentlyextends to over a dozen, usually hefty books. Bogdan sees him as “perhaps(the) most original and prolific English author of the post-modernoccultist genre” 82.Grant’s occult publications are as follows: The Carfax Monographs, alimited print run of only sets of 100 illustrated articles published in a seriesof ten installments between 1959 and 1963. These were reprinted in oneslim volume as Hidden Lore in 1989.The Magical Revival (1972, reprinted 1991) was Grant’s first mainstreamoccult book to be published in an appreciable number of copies, and wasthe first volume of the nine Typhonian Trilogies. As well as the historicalslant to the title and content, Magical Revival can also be seen as a manifestofor the future of magick, encouraging interested parties to become involved.Aleister Crowley and the Hidden God followed in 1973 (reprinted 1992),being volume 2 of the Typhonian Trilogies. It deals with the sex-magickalsystem of Crowley (much of it previously unpublished), Tantra and some ofthe methods within the Typhonian OTO.Images and Oracles of Austin Osman Spare (1975) was a ground-breaking collection of the art and writings of Spare, the result of almost 20years’ work by Grant. It was not a rapid or high selling title initially, beingremaindered 83 before becoming a very sought-after volume, with scarcecopies later consistently selling on the second-hand market for very manytimes the original cover price. A long-awaited 2003 reprint of the workseemed destined for the same kudos only weeks after publication.Cults of the Shadow (1975, reprinted 1994), was Typhonian Trilogiesvolume 3. The First trilogy ended with Grant providing details of, and histheories of the linkages between Left-Hand path magical cults (both thosecurrently in existence, and historical) and his own practices. These includedCrowley and Spare’s work, Voodoo cults and Eastern Tantric groups."},{"pageNumber":14,"pageContent":"Journal for the Academic Study of Magic - Issue 2 239Nightside of Eden (1977, reprinted 1994) was Typhonian Trilogies volume4: Part One of the book discusses various dense magickal formulae in Grant’s(by now usual) complex and gnomic manner, including detailed cabbalisticexegesis. Part Two details the numerous branches of The Tunnels Of Set,a dark and dangerous magickal realm explored by Grant using the formulaeexamined in Part One. Reaction was mixed, and polarized; readers eitherhated it, Suster deriding him as “ignorant... perverted ... Tunnels ofSet ? Sewers of shit... those who accept Grant’s statements ... areeating his used lavatory paper” 84, or loved him: believing that in generalGrant in the 1970s was “practically alone in offering new contributionsto the literature of magick” 85.Outside the Circles of Time (1980) was Typhonian Trilogies volume 5;covering similar materials as before, with the addition of a discussion of‘Ufology’ with relation to occultism, some autobiographical information,and a great deal about insectoid symbolism, which prompted one critic tohighlight a plausible belief held in some quarters that as well as him beingactually insane, there are errors of fact: Grant “went totally loopy... it’sbiologically incorrect some of the things he says about honey bees”86. The same critic who lauded him for his huge contribution during the1970s wrote “while he gets high marks for originality, his manner ofexegesis is difficult for the beginner, and his later books areprogressively bizarre” 87. Another, anonymous, reviewer remarks, “whileparts are inaccurate in the strict historical sense, it remains a valuablesource” 88.Grant then either lost or had completed his publication contract with Mullerand no new material by him appeared in book form for eleven years, until1991’s Remembering Aleister Crowley, a thin and rather expensive volumeof diary entries, correspondence, photographs and general memoirs ofGrant’s short time with Crowley. His new publisher, Skoob, reissued severalof his previous volumes in the early 1990s, and The Trilogies resumed withHecate’s Fountain in 1992 (Typhonian Trilogies volume 6). In this bookGrant gives many anecdotes of the workings of the New Isis Lodge, withthe preliminary comment that: “It would seem that almost all successfulmagick manifests as a ricochet, a sidekick to group ceremonies..."},{"pageNumber":15,"pageContent":"240 Journal for the Academic Study of Magic - Issue 2or to isolated magickal workings. I call this peculiarity a tangentialtantrum” 89. He then devotes much of the book to the various magickalaccidents, including insanity and many deaths, believed to be directly as aconsequence of ritual work, that his group encountered. On occasion thesedeaths were due to seemingly very bizarre circumstances, with evoked alienentities being culpable. Quite how these deaths, illnesses and injuries can beviewed as successes is debatable. Before an extremely hostile review ofthe book draws to a close, Suster castigated the body count and injury listas being the results of “crass magical incompetence”, for which he saysGrant seems almost proud 90.Outer Gateways (1994) continued the Typhonian Trilogies, being volume7. Part One of the book covers Grant’s theories regarding the older pre-history of Typhonian traditions from around the world, with relation toCrowley, Spare and the works of HP Lovecraft and the book concludeswith the entire text of, and a lengthy analysis of a clairvoyantly-receivedtext, The Wisdom of S’lba.Against the Light: A Nightside Narrative (1997) is a novel, involvingone ‘Kenneth Grant’ as a character. There is a major emergent academicproblem that is highlighted at this point in reading any of Grant’s supposedlyfictional work as pure fiction, since elsewhere he makes comments aboutthis book being both “quasi-autobiographical” 91 and a “magicalbiography” 92. This implies strongly that many of the events in the ‘novel’actually happened, although Grant does not specify which events comeunder this heading. With this book Grant changed publishers again to Starfire,the Typhonian OTO’s own imprint, where he remains, apart from thefollowing for Fulgur Ltd, a specialist publisher on Austin Spare matters.Zos Speaks! Encounters with Austin Osman Spare (co-authored withSteffi Grant, 1998), was a weighty and presumably comprehensive collectionof 7 years’ worth of chronological diary entries and correspondence (from1949 to Spare’s death in 1956), photographs, illustrations and Grant’sreconstruction of Spare’s magical techniques and philosophical aphorisms."},{"pageNumber":16,"pageContent":"Journal for the Academic Study of Magic - Issue 2 241Beyond the Mauve Zone (1999) was Typhonian Trilogies volume 8. TheMauve Zone is a magickal realm which Grant claims to have explored, andbelieves to be a place accessed by all manner of mystics, mages and artistsover the ages; many of which he discusses in detail. He does this by nowfamiliar blend of cabbalistic permutations and with repetitive reference to‘the usual suspects’, Spare, Lovecraft and Crowley; plus some contemporaryoccultists from around the world who had contacted him in previous yearsto compare notes.Snakewand and the Darker Strain (2000) was two stories in one volume,describing African sorceries, voodoo and the like. It is not clear whetherany elements of these stories are partly autobiographical.The Ninth Arch (2003) was Typhonian Trilogies volume 9, and final volumein the three trilogies. It comprises more of Grant’s continued convolutedcabbalistic interpretations and musings on Crowley, Spare, Lovecraft et aland then a lengthy verse-by-verse analysis of some more material, calledthe Book of the Spider, received by mediumistic methods from the era ofthe New Isis magickal group; similar to the format of The Wisdom of S’lbain Outer Gateways (above).Gamaliel and Dance, Doll, Dance! (2003) was his most recent product,and another example of Grant’s ‘fiction’, being two supposedly fictionalstories in one volume, one tale of a vampire and one about a Tantric sexualgroup. Again, it is not clear whether any elements of these stories are partlyautobiographical.Despite this wealth of titles, and his editorial work on Crowley re-issues,publishing life has not been all plain sailing for Grant, however. After oftenslow sales in the earlier years and some temporary remaindering of titles inbookshops Grant’s works are now all much sought-after and of considerableresale/collector value, and one of his staunchest critics concedes that all ofGrant’s books are “graced by artwork of the utmost distinction” 93and beautifully presented, a lesson learned probably from Crowley’sconsummately high publication standards 94. The mere thought of a"},{"pageNumber":17,"pageContent":"242 Journal for the Academic Study of Magic - Issue 2paperback mass-market standard Kenneth Grant volume would beanathema.Despite the several lengthy gaps between books (and in some cases betweenpublishers) this amounts to a considerable and detailed corpus. Some ofthese gaps are perhaps explained by major preparatory work before thepublication dates of his edited editions of works by Aleister Crowley, andGrant’s own Zos Speaks was the result of four decades’ work. Bogdanbelieves that “the works of Kenneth Grant... can be seen as a modern‘lesemysterium’ - a mystery one experiences while reading thebooks” 95 which provides a “consciousness-jerking shift”, accordingto Phil Hine 96. Grant himself simply summarised his books as primarily to“prepare people for encounters with unfamiliar states ofconsciousness... extra-, sub-, and ultra-terrestrial encounters” 97,(whatever those distinctions actually mean) although one critic sees thosestates of consciousness induced as being more mundane, and painful: “onemight suspect that he is employed by the makers of headacherelieving medications” 98. The Magical System: Mercury rules the sphere of mentalmagick; his image is the dog and the ape, both notoriousmasturbators 99Although Grant states explicitly that his magick is a system of ceremonialand ritual magick that primarily relates to psychosexual mysteries 100, forthe most part little specific unequivocal detail is given, and certainly no actualfull instructions of how to perform these rituals. Although in some instancesit may be impossible to describe, “because the formula may not becommunicated in dualistic language, but only in the depths of thedream itself” 101, primarily his books are at most only partially, and oftenobliquely descriptive of the work done, rather than a set of prescriptiveinstructions, with the main focus of his description being on the underlyingtheory and experienced effects.Fact versus fiction: “knowledge that appears to have beenchanneled rather than researched” 102"},{"pageNumber":18,"pageContent":"Journal for the Academic Study of Magic - Issue 2 243Grant has written a considerable quantity, and in a seemingly impressiveand learned fashion, but there has been doubt cast on the verifiable content:“Grant...has a knack for creating glamours, weaving mystique forspecific ends.” 103 Colin Wilson was captivated, but read Grant’s books“without believing more than one word in ten” 104.Grant is also an avid proponent of referring to documents that the readersimply cannot access themselves, such as ‘secret grimoires’ (usually un-named) or restricted papers that are only circulated within the exclusivemembership of small magickal groups, themselves often un-named 105. Whileon first appearance this may be seen as helpful in offering the reader a smalltaste of literature inside a magickal order, it raises the doubt as to whetherthis is just not some kind of magical one-upmanship, and relies totally ontrust in the reader as to whether such documents, and groups, really exist.Given Grant’s track record for veracity, this stance is perhaps asking toomuch of the reader’s credulity: he has been criticised, mildly, for being notstrictly accurate historically in one book. (Outside the Circles of Time, seeabove). This sentiment may be hardened, and extended to his entire output,as simple errors of fact are common, for example Grant, writing of AleisterCrowley and Victor Neuberg’s dark magickal adventures in 1909 withEnochian entities, describes these as being the same magical arenas“partially explored two centuries earlier by Dee and Kelley” 106.This places Dee’s life dates to the 1700s, which is wrong by approximatelyone hundred years (John Dee, 1527- 1609 107). This seems a slipshodfactual mistake for Grant to have made, especially in the light of Grant’sseemingly expert knowledge of Necronomical matters and him presumablyknowing something about Dee, the latter’s Liber Loagaeth 108 being areal historical book, to which the Necronomicon, if it existed at all, mayhave had similar content.Grant’s use of references to support his ideas is also not a strictly academicexercise, since he gives equal weight to a mix of citations from learnedhistory, anthropology and physical science disciplines, quotes from fictionalauthors such as Sax Rohmer (1893-1959) 109 and HP Lovecraft, ancienthistorical manuscripts from the British Museum 110, The actor Bela Lugosi"},{"pageNumber":19,"pageContent":"244 Journal for the Academic Study of Magic - Issue 2(1882-1956) 111, the occult symbolism which he sees within Salvador Dali’s112 (1904-1989) artwork, the supposed magickal voodoo rhythms withinthe music of Count Basie (1904-1984) 113, a considerable number oflinguistic puns and wordplay 114, the early vampire film Nosferatu 115, andperhaps most bizarrely a cat called Tibbles 116, from whose name he makessome important cabbalistic links to HP Lovecraft, Crowley and MadameBlavatsky.Suster sees it as laughable that Grant “casually assumes... as facts...(that) Atlantis and Lemuria existed” 117, when in the continued absenceof credible archaeological records they are still regarded as mythology inmost academic quarters. Grant also regularly uses the works of the‘Reverend’ Montague Summers (1880-1948) as an authoritative source,however Summers is now largely seen as someone who fairly indiscriminatelycollected and published (with a missionary slant) a great deal of ‘information’about the Satanic evil which he believed to be manifest in largely folkloricsources. It also appears that he was not a ‘real’ Priest in any conventionalterms and so despite giving a public face of being a devout devil- and witch-hunting clergyman, who would have been more at home in the 16th than the20th Century, it appears that Summers’ works are at best to be treated withcaution 118. Just as Grant seems almost fixated on seeing significant cabbalisticlinks in every cat and every piece of horror fiction, Summers was just asinsistent that malefic witches lurked behind every hedgerow and Satancrouched in every shadow.Those above are areas in which Grant may perhaps have been aware of hishistorical errors, or the reliance on (academically) dubious source materials,however in a tale of a magical ritual in 1949, (first published in 1977) Grantmakes a huge and knowing factual error in detailing the fates of various ofthose who took part. This was apparently an aborted group ritual which‘short-circuited’, resulting in unfortunate consequences to the participants,including some mysterious deaths almost immediately afterwards and“Gardner was himself not long in following suit” 119. Gerald Gardnerdied in 1964, and Grant must certainly be aware that he lived for at leastfive more years after the ritual in 1949, since the two men were in contactby letter at various points after the ritual and it was in 1954 that Grant"},{"pageNumber":20,"pageContent":"Journal for the Academic Study of Magic - Issue 2 245claims to have personally introduced Gardner to Austin Spare 120. Thiswould appear to be a knowing distortion of facts, with possibly the onlymatter in question being whether either of five or fifteen years later after1949 constitutes ‘not long’ when writing in terms of a human lifespan.I was able to proffer this question (among several others regarding his work)to Mr Grant by letter in 2002. Having outlined the problem with the physicaldeath date I made the suggestion that his talk of Gardner’s death ‘soonafterwards’ was a symbolic comment, in that this was around the date whenGardner withdrew from the OTO arena and took on his role within therevival or recreation of the modern witchcraft movement, which could beseen as a ‘death’ so far as OTO-style magick was concerned. Mr Grantreplied, citing the complexity of my questions as a whole (some of whichwere, I believed, simple yes-no matters) needing “a book, no less, tomeaningfully explicate the queries” and invoked his understandableunwillingness to breach confidence to provide me with excerpts from“confidential correspondence over the years, some of which wouldstill leave questions incompletely explained” 121. From this I concludedthat Mr Grant did not mean a simple, physical death being involved, and thequestion was one or both of too difficult, or inappropriate, for me to examinefurther as I may be unequipped to recognise, let alone understand anyanswer that I might uncover. Perhaps the Gardner tale and other apparentbendings of historical data is an example of Starr’s view that Grant “recyclesideas and refits them to his real science of the universe, which isunconstrained by the limits of academic knowledge” 122.While Grant makes errors that can be highlighted with reference to history,his many other magical theories described in his books are supported bythe results of ritual and trance experiment and detailed cabbalistic exegesis.Neither of these, although common and valid occult techniques, would beconsidered as valid academic methods of research, although accepting ashistorical fact that the practitioners believed in both the veracity of techniquesand the results would be a valid approach.Aside from Cabbalistic workings, Grant’s more general tales of magical lifeare often rather lurid, seemingly without complete justification, and imply a"},{"pageNumber":21,"pageContent":"246 Journal for the Academic Study of Magic - Issue 2tendency to exaggerate and-or make wild claims, aside from the ‘manydeaths after ritual’ element discussed above. The artist and occultist IthellColquhoun said that Kenneth Grant “makes the (Magical Order of the)Inner Light set-up sound more exciting that any impression of it whichI received, ” 123 and Suster said, in general that “it is difficult to takeMr. Grant’s claims seriously” 124. Grant himself tries to give some degreeof clarification about the reality of his writings: “by fantasy is here meantthe fantastic or ‘impossible’” 125, and, in more detail: “terms such asvampirism, cannibalism, death, sleep etc., connote operationsapplicable not to terrestrial levels, but to alien dimensions ...confusion arises principally from an interpretation in mundane termsof concepts not relating to mundane dimensions. This leads certainlyto ludicrous and sometimes dangerous results” 126, the former impliesthat much of it is outside the realm of earthly verification, and the latter pointbeing that the effects of supposed fictionality in magic can be totally real tothose who believe in it, and subsequent practical magical mistakes madecan thus be dangerous, leading to one becoming a casualty, as Moore hasso elegantly and beautifully named, in Wizard of Oz-esque terminology“Yellow Brick Roadkill” 127. Moore continues to provide useful analysisof Grant, seeing all of his books as being “an apparent deliberate blurringof the line between describing Separate Reality and writing MagicFiction, if there ever really was a line to blur” 128.Bertiaux, one of Grant’s magickal collaborators adds a further useful remark:“there is the cosmic world of the imagination, and that is what weare talking about when we discuss our magical creations anddiscoveries... there is the world of archetypal images... which is‘between’ the world of sense-perception and the world of the abstractessences of ideas in the mind of God” 129, so in other words, very littleof this material may happen ‘really, on earth, as written’, even if it is presentedas such.Regardless of the earthly reality aspect, it appears that among practitionersboth the risks and rewards of such a magical approach are regarded ascommensurately greater than other, ‘safer’ occult practices: Grant’s books“despite, or possibly because of their forays into dementia, have"},{"pageNumber":22,"pageContent":"Journal for the Academic Study of Magic - Issue 2 247more genuine occult power than works produced by moreconventionally coherent authors” 130. Although controversial in manyways within occultism, perhaps Grant’s most frowned-upon quality is hisinsistence on citing HP Lovecraft and other authors, these being nominallyfictional writers, as presenting highly relevant occult ‘facts’, and his thenperforming rituals to contact Lovecraftian entities.Grant’s accounts of various rituals are in many respects reminiscent of theunearthly referents sometimes described in early-modern accounts of thealleged Witches’ Sabbat. An important difference here is not one of content,but of context. Unlike many historical witch-trial transcripts, which werevery often written by hostile, clerically-biased scribes, during (or closelyfollowing) intimidation or torture of the accused; and adhering to anecclesiastical agenda of seeing the Devil ever-present in the world, Grant’saccounts are his own, freely written, albeit perhaps some time after theevent in some cases, and electively published in a country where his activitiesare not outside the law.To an extent, modern academics looking into occultism, when examiningsuch claims are in a similar interpretative position to the early-modernjudiciary: Ginzburg discusses the legal problems inherent with trying witcheswho claimed to have been to the witches Sabbat (especially when theymake a seemingly impossible, or magical claim, such as having flown there,for example) and perhaps consorted with the Devil. A major considerationin Law at the time being whether this act had been physical, or imaginal, butGinzburg concludes, “even if the sabbat had been a purely mentalphenomenon (and this cannot be proved) its importance for thehistorian would not be diminished” 131. In the same way, Grant’s accountsof ritual are important, whether they ‘really’ happened ‘on earth’ or as nowseems more likely, on some ‘astral plane’ since the imagery has since beenwritten, printed and circulated, thus entering the consciousness of a greatmany occultists, who will themselves have developed their own ideas as towhat plane of existence such events occurred on. Gaskill remarks on theacademic problems inherent in exploring “alternative and contrastingdefinitions of what too often we confidently call ‘the truth’” 132 andthe manner in which cultural boundaries and memes often determine truth,"},{"pageNumber":23,"pageContent":"248 Journal for the Academic Study of Magic - Issue 2at least as much as perception and historical record within that cultural groupis concerned. Grant himself remarked, “I am very exact in matters ofoccultism and would not make any statement I could not substantiateeither historically or magically” 133, which appears to give equal weightto either discipline, and thus either view of what is ‘real’, and implies thatthe two disciplines are not mutually conducive.In any case, such magical writing satisfies needs that are “are notnecessarily the same to ... believers and to observers (particularlyhistorians)” 134. Whether it ‘happened’ or not in the materialist, earthly,historically-supportable sense becomes almost immaterial to the effects onthe readers, and in any case, as Heelas points out, “the academic studyof religion must remain neutral in regard to ultimate truth” 135 suchas this.Conclusions: “no-one could doubt that Kenneth Grant is one hellof a meanass occultist” 136Despite a tendency to write profusely while revealing little of his actualmethods, Grant has consistently excited considerable interest among occultwriters and practitioners, however two Crowley biographers (Colin Wilsonand Roger Hutchinson 137) inexcusably fail to mention Grant at all. HoweverWilson has subsequently written, briefly, about Grant and says that he wasaware of him 20 years before the Crowley biography was published 138,while other Crowley biographers (Booth for example 139) only mention himin passing, as a post mortem editor of Crowley’s works. Perhapssurprisingly, there has as yet been no published biography (or autobiography)of Grant. This may relate to him being apparently “obsessively secretiveabout his personal life, refusing to release biographical details ...(he) prefers to live the life of a scholar and recluse” 140. A rare publishedinterview provides a rather stilted glance at the man, being it was conductedby an anonymous interviewer, for a magazine friendly to Grant (being runby his publisher at the time) and only gives what appears to be a truncateddiscussion 141.Grant’s output, while not monstrous in terms of sheer page count accruedover more than 50 years, seems to be scattered widely- books, monographs,"},{"pageNumber":24,"pageContent":"Journal for the Academic Study of Magic - Issue 2 249translations of his work into several languages, art exhibition catalogues,some very sale-enhancing ‘guest introductions’ to the books of lesser-knownwriters, encyclopaedia entries and journal articles; many of which are nolonger obtainable, such as a series of pieces on Eastern thought in journalspublished in India in the early 1950s 142. In the late 1960s he wrote somepopulist magazine articles including calls for magickal discipline and will inthe use of drugs, not as hippy ‘kicks’ 143 and promoted the magical use ofTantric sex 144. As with many magicians, his work has inspired a distinctlynovel Tarot Deck 145.Grant has an advantage over many writers on occultism in that as well asbeing a pupil of Crowley and Spare he has continued access to a great dealof unpublished materials from those prominent occultists, being literaryexecutor of the latter and closely involved with the executors of the former.146Gerald Suster summarises Grant’s writing as, “mystified, one tries toread ... concluding that if he wishes to conceal, he should keep silent;and if he wishes to reveal, he should learn how to write” 147, howeverStarr exhorts hard work from the reader as a prerequisite: “if we don’tapply ourselves to understand his work, we have only ourselves toblame if we cannot perceive his vision” 148, which again implies aDarwinian approach to the readership. Understanding Grant is far fromsimple, however it appears that the necessary work to comprehend isworthwhile for occultists: “Grant’s images impart a wisdom or anexperience not found in more easily accessible models” 149, and hiswritings are of “inestimable value” and “transaeonic” 150, the lattercomment meaning that they are of use and appeal to a wide range of occultistswho might otherwise have major ‘doctrinal differences’ in their reading matter.A convenient, if crude, metaphor might be that ‘if Crowley was a Pope,then Grant was his Cardinal, and yet Grant’s published works have beenappreciated by Protestants, Mormons, Muslims and Jews’.Grant’s apparent command of a broad range of magickal methods and fineuse of language seems to goad his critics to either attempt to emulate hiswordiness, or failing that to descend to base crudities; for example his laterbooks are seen by Moore as “an information soup, an overwhelming"},{"pageNumber":25,"pageContent":"250 Journal for the Academic Study of Magic - Issue 2and hallucinatory bouillon of arcane fact, mystic speculation andapparent outright fantasy” 151, while the late Gerald Suster simply calledsome of it ‘shit’, as mentioned above. Dave Lee perhaps provides a middleview: “Grant explores the refuse left behind by the Great Man ofsolar religion. Whilst such a pastime is not to every magician’s taste,the importance of this work is that it adds to our conception of totality”152. Another reasoned view comes from Sennitt, who attacks some criticismof Grant which is “misplaced; he has been accused of everything fromover-glamourising the occult to being anti-evolutionary” 153.Grant is “as fascinating and ultimately mystifying as a giant squid ina cocktail dress” 154, a troubling enigma, the last surviving writer andpractitioner to have known and worked with Britain’s 20th Century’s ‘greattriumvirate’ of influential occultists: Aleister Crowley, Austin Spare andGerald Gardner (and being the secretary and/or archivist of the former two).His place in occult history would be assured, simply for that, regardless ofthe caveats discussed above such as the numerous potential and actualproblems inherent in Grant’s interpretation of the works of the enigmatic,dyslexic, slippery, multi-faceted and absent-minded Austin Spare, hisseeming leading role in the creation or transmission of an expanding fablearound ‘Mrs. Patterson the great witch mother’, and his cryptic commentson the often equally unfathomable Aleister Crowley. To this should also beadded the interpretation problems added by Grant’s own idiosyncrasies ofcabbalistic method, his historical re-interpretation and the worrying (to theacademic) width of what he considers to be valid source materials and thewithholding of a great deal of detail about his actual methods. However,quite how Grant will be eventually assessed is a moot point; anywherebetween Magus and maniac, depending upon each viewers’ perspective,and the clarifying or revelatory effect of any texts which might emerge afterhis death. To a large extent, the question of sanity or sanctity is not an areathat can be approached academically- as Heelas remarks, “if people saythey are Enlightened... the academic simply does not have the toolsto assess the claim” 155. Regardless of what Grant may or may not be,his influence has been immense, and his magickal systems are in use acrossa broad range of occult disciplines."},{"pageNumber":26,"pageContent":"Journal for the Academic Study of Magic - Issue 2 251Despite heated discussion and divided opinions about his veracity andmethods, Grant continues to consistently provide highly stimulating,contentious and unusual fare for magickians to both read and work with.His corpus remains a convoluted and multidisciplinary challenge toacademics, covering as it does, Cabbala, Hebrew, Sanskrit, history, magick,voodoo, mediumship, astronomy, astrology, Tantra, Eastern and Westernphilosophies, literature (including what was once published as ‘pulp fiction’),linguistics, etymology, Egyptology, folklore, zoology, ‘Ufology’, alchemy,religious studies and conspiracy theory. To further add to the task ofinterpretation, much of this is provided in a far from straightforward, andoften seemingly counterfactual manner, with tidbits of information aboutvarious events being spread often across several books; requiring painstakingreconstruction to gain a clear (er) picture.In summary, regardless of any occasionally dubious factually-supportable‘truth’ in his works, Grant might be seen to be providing a vital service. In aworld where comparative ‘truths’ compete with eachother and there isperhaps no absolute truth, there is a social situation where people needmagic- just as some need to believe in a God, or conversely that there is noGod, or that friendly aliens orbit the planet in spaceships, that ‘fictional’characters are somehow ‘ real’, or a thousand other viewpoints. As Gaskillpoints out: “it will never be proven that God and the Devil arescholastic fictions... sheer desire to imagine an enchanted universewould inevitably be indulged in, and the idea would catch on” 156.Grant, in writing about magic with such aplomb, provides magic in hugedoses for those who wish to believe, and gives any number of detailedjumping-off points for those occultists with the will to experiment, and thehistorian of modern occultism simply cannot ignore Mr Grant’s work.Notes1 Alan Moore, Beyond our Ken (a review of Kenneth Grant, Against the Light), inKaos, 14, London, Kaos-Babalon Press, 2002, p 155- 162, p 1562 Ibid, p 1623 Ibid, p 1564 John Symonds, The King of the Shadow Realm. Aleister Crowley, his life andmagic, London, Duckworth, 1989, p 570-572"},{"pageNumber":27,"pageContent":"252 Journal for the Academic Study of Magic - Issue 25 Richard Kaczynski, Perdurabo: the life of Aleister Crowley, Tempe, Arizona,New Falcon, 2002, p 4406 Kenneth Grant, Remembering Aleister Crowley, London, Skoob, 1991, p v7 Moore, Kaos, 14, p 1568 Kaczynski, Perdurabo, p 4409 Kenneth Grant, Outside the Circles of Time, London, Muller, 1980, p 87.10 Grant, Remembering, p 111 Ibid, p 612 Ibid, Aleister Crowley to Kenneth Grant, Letter of 22-2-194513 Lawrence Sutin, Do What Thou Wilt: A life of Aleister Crowley, New York, StMartins, 200, p 40614 Symonds, King of the Shadow Realm, p 57215 Ibid, p 570-57216 Sutin, Do What Thou Wilt, p 40617 Grant, Remembering, Letter from Aleister Crowley to Kenneth Grant’s father14-5-194518 Ibid, p 40, Letter from Aleister Crowley to Kenneth Grant, 21-06-45, emphasisoriginal19 Ibid, Letter from Aleister Crowley to Kenneth Grant, 15-2-194520 Ibid, Letter from Aleister Crowley to David Curwen, 22-1-4621 Ibid, p 3, Letter from Aleister Crowley to Kenneth Grant, 27-11-194422 For example Aleister Crowley, Magick without tears, Scottsdale, Arizona, NewFalcon, 1991, p 357. This volume originally appeared as ‘Aleister ExplainsEverything’ in 195423 Kenneth Grant, The Ninth Arch, London, Starfire, 2002, p 49824 Ibid, p 411-41225 Kenneth Grant, Against the Light: a Nightside narrative, London, Starfire,1997, p ix, the questionable book being Phineas March Black, Clinical Studies inSenescence and Diseases of Memory, Edinburgh, 1886 via an un-named publisher.26 Aleister Crowley (John Symonds and Kenneth Grant, Eds.), The Confessions ofAleister Crowley, London, Routledge, 197927 These being John Symonds. The Great Beast, St Albans, Mayflower, 1973;John Symonds, The King of the Shadow Realm. Aleister Crowley, his life andmagic, London, Duckworth, 1989; Richard Kaczynski, Perdurabo: the life ofAleister Crowley, Tempe, Arizona, New Falcon, 2002; Martin Booth, A MagickLife, London, Hodder & Stoughton, 2000; Colin Wilson Aleister Crowley: thenature of the Beast, Wellingborough, Aquarian, 1987; Roger Hutchinson, Aleister"},{"pageNumber":28,"pageContent":"Journal for the Academic Study of Magic - Issue 2 253Crowley: the Beast demystified, Edinburgh, Mainstream, 1999, and SusanRoberts, The Magicians of the Golden Dawn, Chicago, Contemporary Books,1978.28 Kenneth & Steffi Grant, Zos Speaks! Encounters with Austin Osman Spare,London, Fulgur, 1998.29 Ibid, p 3030 Kenneth Grant, Beyond the Mauve Zone, London, Starfire, 1999, p 3331 Grant, Zos Speaks!, p 2032 Ibid, p 129, p 284 fn 11933 Ibid, p 12334 Ibid, p 2035 Gavin Semple, Study for a portrait of Frank Letchford, London, Fulgur, 2002, p1836 Kenneth Grant, Hecate’s Fountain, Skoob, London, 1992, p 25, citingCorrespondence between Jack Parsons and his ‘elemental’ Marjorie Cameron,letter of 27-1-1950. The letters were handwritten originally, and Grant does notmention that ‘backside’ may actually read “blackside” (www.babalon.net). Thisis presumably because ‘backside’ fits better into Grant’s magical worldview of the‘other’, or ‘back’ side of the cabalistic Tree of Life being so important to hissystem.37 Jan Fries, Visual Magick, Oxford, Mandrake, 1992, p 42. In this instance Friesis talking about sigilisation techniques.38 Matt Lee, ‘Memories of a sorcerer’: notes on Gilles Deleuze, Felix Guattari,Austin Osman Spare and anomalous sorceries, Journal for the Academic Study ofMagic, 1, 2003, p 102-130, p 124, Emphasis added39 Grant, Zos Speaks!, p 6840 Keith Richmond, Discord in the garden of Janus: Aleister Crowley and AustinOsman Spare, in Austin Osman Spare: Artist, Occultist, Sensualist, Bury StEdmunds, Beskin, 1999, no page numbering41 Sunny Shah, An Edwardian Blake: an introduction to the Life and Works ofAustin Osman Spare, Thame, Oxon, Mandrake Press, 1996, p 2042 Frank Letchford, Austin Osman Spare, From the Inferno to Zos, Volume 3,Thame, Oxon, First Impressions, 1995, p 4443 Grant, Zos Speaks!, p 93, Emphasis added44 Ibid, p 12845 Ibid, p 12946 Ibid,47 Ibid, p 13"},{"pageNumber":29,"pageContent":"254 Journal for the Academic Study of Magic - Issue 248 Grant, Remembering, p 1549 Letchford, From the Inferno to Zos, Volume 3, p 6950 Grant, Zos Speaks! p 15, Emphasis added51 Letchford, From the Inferno to Zos, Volume 3, p 8752 Ibid, p 10353 Grant, Zos Speaks!, p 2054 Kenneth Grant, Nightside of Eden, Skoob, London, 1994, p 40. Malkuth, Ketheretc need to be defined somewhere. The capitalisation used may also hide a code,in the same way that Crowley used to, in the sentence above Grant may bealluding to the magical order the AA, Argentum Astrum, by his use of capitals.55 Grant, Remembering, p 5856 Ibid, p 38.57 Cabbalistic term, meaning “neither Form nor Void, but absence of the presenceof both Object and Subject (i.e. the Absolute Absence, or Void.” Kenneth Grant,Nightside of Eden, Skoob, London, 1994, p 4058 Grant, Nightside, p 36, fn 759 Frank Letchford, The search for a Guru, Skoob Occult Review, 3, 1990, p 30-36,p 3160 Gavin Semple, Study for a portrait of Frank Letchford, London, Fulgur, 2002, p2161 Richmond, Discord in the garden of Janus, in Austin Osman Spare: artist,Occultist, Sensualist, Bury St Edmunds, Beskin, 1999, no page numbering, fn 5862 For an extensive discussion of Spare’s alleged plagiarism see A.R.Naylor,Stealing the Fire from Heaven, Thame, Oxon, IHO, 2002, especially pages p 9-2263 Grant, Zos Speaks! p 16-1764 Kenneth Grant, Introduction to Austin Osman Spare, The Book of Pleasure,1975. (Online) Fulgur website http://www.fulgur.org/articles/grant1975.html65 David Cantu, A brief evolution of “Mrs Patterson”, witch mentor to AustinOsman Spare, in Joel Biroco (Ed.), Kaos 14, London, Kaos-Babalon Press, 2002, p38-41, p 38.There is a lead that I am pursuing from a possible Patterson descendant -with alikely Mrs. Patterson being described as having a large occult library, including arare 14th Century alchemical treatise which sold for a very large sum of money afterher death, and it seems her family was associated with Watkins Occult bookshopin London very early in the 20th Century. However further information, including ahoped-for birth certificate from which to make further enquiries, is likely to beslow in emerging due to internal divisions and communication breaks within that"},{"pageNumber":30,"pageContent":"Journal for the Academic Study of Magic - Issue 2 255family. It is only after such information should become available that the depth ofany link with Austin Spare will become researchable.66 Richmond, Discord in the garden of Janus, in Austin Osman Spare: Artist,Occultist, Sensualist, Bury St Edmunds, Beskin, 1999, no page numbering67 Correspondence between David Cantu and Joel Biroco, in Kaos 14, London,Kaos-Babalon Press, 2002, p 42-4468 Letchford, From the Inferno to Zos, Volume 3, p 147, Emphasis added69 My own copy of Grant’s Aleister Crowley and the Hidden God came from asale of the library of Mr. Letchford after his death. It has been well-thumbed bysomebody, and he had taken the trouble to cover it in a second dust jacket topreserve it.70 Letchford, From the Inferno to Zos, Volume 3, 1995, p 3571 Semple, Study for a portrait of Frank Letchford, p 2172 Ronald Hutton, Triumph of the Moon, Oxford, Oxford University Press, 1999, p303 and Kenneth Grant, Outer Gateways, London, Skoob, 1994, p 17-3173 Hermetic Com website, An Interview with Gavin Semple, February 2001 http://www.hermetic.com/spare/semple-interview.html74 Semple, Study for a portrait of Frank Letchford, p 2975 Hermetic Com, Interview with Gavin Semple,76 Grant, Zos Speaks! p 135.77 Kenneth Grant, Outside the Circles of Time, London, Muller, 1980, p 140 fn 1078 Grant, Zos Speaks!, p 2979 Ibid, p 15080 Michael Staley, personal communication, October 2001. Mr. Staley is a seniorofficial in the Typhonian OTO of Kenneth Grant, and runs their publication arm,Starfire.81 Nema (Margaret Ingalls), Maat Magick: a guide to self-initiation, York Beach,Weiser, 1995, p 21882 Henrik Bogdan, Kenneth Grant A bibliography- from 1948, AcademiaEsoterica Press, Gothenburg, 2003, p viii83 Sunny Shah, An Edwardian Blake: an introduction to the Life and Works ofAustin Osman Spare, Thame, Oxon, Mandrake Press, 1996, p 1284 Gerald Suster, Letters, Nox, 5, 1987, p 7-885 Kaczynski, Perdurabo, p 46186 Uncarved website: Current 93: Interview with David Tibet, June 1989http://www.uncarved.demon.co.uk/music/OOOc93.html87 Kaczynski, Perdurabo, p 461, Emphasis added"},{"pageNumber":31,"pageContent":"256 Journal for the Academic Study of Magic - Issue 288 Anon, Review of Kenneth Grant, Outside the Circles of Time, CincinnatiJournal of Ceremonial Magick, 1, 5, 1983, p 76, Emphasis added89 Kenneth Grant, Hecate’s Fountain, Skoob, London, 1992, p i, italics authorsown.90 Gerald Suster, Barking up the wrong tree: Review of Kenneth Grant, Hecate’sFountain, Skoob Esoterica Anthology, 1, London, Skoob, 1995, p 187-190, p 19091 Grant, Ninth Arch, p 8592 Ibid, p 26093 Suster, Barking up the wrong tree, Skoob Esoterica Anthology, 1, p 18794 For an superb examination of the ritualisation and elaborate quality of thepublication process by Crowley, see Timothy d’arch Smith, Books of the Beast,Oxford, Mandrake, 1991, chapter 195 Bogdan, Kenneth Grant, p viii96 Phil Hine, Review of Kenneth Grant, Hecate’s Fountain, The Occult Observer,2, 3, Winter 1992, p 56-797 Anon, Interview with Kenneth Grant, Skoob Occult Review, 3, 1990, p 5-7, p 598 Frater M.E.D, Review of Hecate’s Fountain, Online http://www.geocities.com/Athens/Parthenon/7069/grant6.html99 Grant, Nightside, p 150.100 Ibid, introduction, p xi101 Ibid, p 181, footnote 16102 Moore, Beyond our Ken, Kaos 14, p 155- 162, p 155103 Hermetic Com website, An Interview with Gavin Semple, February 2001 http://www.hermetic.com/spare/semple-interview.html104 Colin Wilson, Tentacles across time, Skoob Esoterica Anthology, 1, London,Skoob, 1995, p 13- 15, p 13105 Grant, Nightside, p 90 fin 37106 Kenneth Grant, Hecate’s Fountain, Skoob, London, 1992, p 5107 Benjamin Woolley, The Queen’s conjuror: the science and Magic of Dr Dee,London, HarperCollins, 2001, p 3, p 322. The exact birth and death dates are opento debate, as discussed by Woolley, but are not so wrong as to make Grant’scomment remotely accurate.108 John Dee, Liber Loagaeth, or Liber Mystorium, Sextus et Sanctus,Approximately 1583, British Library Sloane Ms A3189. Online atwww.esotericarchives.com/dee/sl3189.htm109 Sax Rohmer: pen name of Arthur Henry Sarsfield Ward, a “prolific mysterywriter best known for the master criminal Fu Manchu” among his characters,"},{"pageNumber":32,"pageContent":"Journal for the Academic Study of Magic - Issue 2 257with his first successful novel being published in 1913 and his numerous worksincluding some occult fiction remaining best-sellers into the 1950s. KirijastoWebsite. www.kirijasto.sci.fi/rohmer.htm Ward was a member of the HermeticOrder of the Golden Dawn110 For example Grant, Ninth Arch, p 512111 Most famous for his horror film roles such as Dracula, the Hungarian BelaLugosi (Bela Ferenc Dezso Blasko) was at the height of his fame in the 1920s and1930s. EOFFTV.com website. www.eofftv.com/names/l/lugosi_bela_main.htm112 Salvador Dali, Famous Spanish Cubist and Futurist artist. Grant makesseventeen references to Dali in one book alone (Grant, Outside the Circles ofTime, London, Muller, 1980)113 For example Grant, Nightside, p 148. William “Count” Basie: an extremelypopular 20th Century Black American Jazz and Swing Pianist and Band Leaderwho reached the height of his fame on either side of World War II. Harlem OrgWebsite, www.harlem.org/people/basie.html114 For example Grant, Ninth Arch, p 337, where Grant equates a Chinesecharacter called Li Sing with one of his mediums, Margaret Leesing115 Grant, Ninth Arch, p 509116 Ibid, p 490. This may seem particularly strange to include as a source, but atleast Grant does not go so far as to write an entire occult book about mysticalcats, as was done by Mama San Ra-Ab Rampa in Pussywillow, London, Corgi,1965. Mrs Rampa was the wife of T Lobsang Rampa, the probably fraudulent‘Tibetan Lama’ who published numerous spurious occult titles in the 1960s117 Suster, Barking up the wrong tree, Skoob Esoterica Anthology, 1, p 188118 d’arch Smith, Books of the Beast, p 37-46119 Grant, Nightside, p 124 (Skoob 1994 edition, original 1977)120 Grant, Zos Speaks!, numerous mentions in correspondence, p 86-97121 Kenneth Grant, personal communication, 17-7-2002122 Martin Starr, Foreword to Henrik Bogdan, Kenneth Grant A bibliography-from 1948, Academia Esoterica Press, Gothenburg, 2003, p vi, Emphasis added.123 Ithell Colquhoun, Sword of Wisdom: MacGregor Mathers and the GoldenDawn, London, Spearman, 1975, p 189124 Gerald Suster, The Legacy of the Beast: the life, work and influence ofAleister Crowley, London, WH Allen, 1988, p 216125 Kenneth Grant, Hecate’s Fountain, Skoob, London, 1992, p 221126 Ibid, p 197127 Moore, Beyond our Ken, in Kaos 14, p 155- 162, p 161128 Ibid, p 156"},{"pageNumber":33,"pageContent":"258 Journal for the Academic Study of Magic - Issue 2129 Michael Bertiaux, La Couleuvre Noire Course, Section GG, Part 2, paper 2. InKenneth Grant, Hecate’s Fountain, Skoob, London, 1992, p 197130 Moore, Beyond our Ken, in Kaos 14, p 161, Emphasis added131 Carlo Ginzburg (John & Anne Tedeschi, Trans.) The Night Battles, Witchcraftand Agrarian cults in the Sixteenth and Seventeenth Centuries, Baltimore, JohnsHopkins University Press , p xiv Emphasis added132 Malcolm Gaskill, Hellish Nell; last of Britain’s Witches, London, FourthEstate, 2001, p 2133 . Letter from Kenneth Grant to Cecil Williamson, 25-6-1951, Museum ofWitchcraft Archive. Emphasis added.134 Bengt Ankarloo & Stuart Clark, Introduction to The Athlone History ofWitchcraft and Magic in Europe, Volume 6: The Twentieth Century, London,Athlone, 1999, p vii135 Paul Heelas, The New Age movement, Oxford, Blackwell, 1996, p 6, Emphasisoriginal136 Herman Skelder, “Laughing stock” danger of worshipping strange entities, inKaos 14, p 35-37, p 36137 Colin Wilson Aleister Crowley: the nature of the Beast, Wellingborough,Aquarian, 1987; Roger Hutchinson, Aleister Crowley: the Beast demystified,Edinburgh, Mainstream, 1999138 Colin Wilson, Tentacles across time, Skoob Esoterica Anthology, 1, London,Skoob, 1995, p 13- 15, p 13139 Martin Booth, A Magick Life, London, Hodder & Stoughton, 2000140 Wilson, Tentacles across time, Skoob Esoterica Anthology, 1, p 14141 Anon, Interview with Kenneth Grant, Skoob Occult Review, 3, 1990, p 5-7142 Bogdan, Kenneth Grant A bibliography, p 11143 Kenneth Grant, The Golden Dawn, International Times, 33, June 14-27 1968,no page numbering144 Kenneth Grant, Love Under Will, International Times, 49, January 31-February 13, 1969, p 18145 Linda Falorio & Fred Fowler, Shadow Tarot, Cincinnati Journal of Magick, 7,1989, p 48-9146 Kenneth Grant, The Magical Revival, London, Frederick Muller, 1972, p 1-2147 Suster, Legacy of the Beast, p 215148 Martin Starr, Foreword to: Henrik Bogdan, Kenneth Grant A bibliography-from 1948, Academia Esoterica Press, Gothenburg, 2003, p vii149 Stephen Sennitt, Editorial, Nox, 2, 1986, p 3"},{"pageNumber":34,"pageContent":"Journal for the Academic Study of Magic - Issue 2 259150 Anon, Foreword to Cincinnati Journal of Ceremonial Magick, 1, 5, 1983, p 6151 Moore, Beyond our Ken, Kaos 14, p 155152 Dave Lee, What is magick for? Nox, 5 p 11-16, p 13, the ‘Great Man’presumably being Crowley153 Stephen Sennitt, Editorial, Nox, 2, 1986, p 3154 Moore, Beyond our Ken, Kaos 14, p 155155 Paul Heelas, The New Age movement, Oxford, Blackwell, 1996, p 6156 Gaskill, Hellish Nell, p 364"},{"pageNumber":35,"pageContent":"COPYRIGHT INFORMATIONTITLE:Trafficking with an ‘onslaught of compulsive weirdness’SOURCE:J Acad Study Magic no2 2004The magazine publisher is the copyright holder of this article and itis reproduced with permission. Further reproduction of this article inviolation of the copyright is prohibited. To contact the publisher:http://www.sasm.co.uk/journal.html"}]
