[{"pageNumber":1,"pageContent":"TThhee SSccrroollll ooff SSeettTThhee SSccrroollll ooff SSeett--------------------------------------------------------------------------------------------------------------------------Issue Number 122Issue Number 122Volume XVIII-3Volume XVIII-3June 1992June 1992Editor: Editor: Linda Reynolds IV°Linda Reynolds IV°Copyright © 1992 Temple of SetCopyright © 1992 Temple of Set--------------------------------------------------------------------------------------------------------------------------[1] [1] Executive Director Address ChangeExecutive Director Address ChangeEffective immediately the in-Temple mailing Effective immediately the in-Temple mailing address for the Executive Director is:address for the Executive Director is:Ms. Linda ReynoldsMs. Linda ReynoldsPost Office Box 1011Post Office Box 1011Placerville, CA 95667Placerville, CA 95667U.S.A.U.S.A.Now please pay careful attention:Now please pay careful attention:Do not send mail for her to the old Tennessee Do not send mail for her to the old Tennessee address.address.Do not send mail for her to the Temple’s San Do not send mail for her to the Temple’s San Francisco address.Francisco address.Do not write any Temple of Set titles on Do not write any Temple of Set titles on envelopes.envelopes.Do not decorate envelopes with occult emblems, Do not decorate envelopes with occult emblems, or use black envelopes with silver-ink handwriting, or use black envelopes with silver-ink handwriting, or use wax-seals on envelopes. [You are welcome to or use wax-seals on envelopes. [You are welcome to be as creative as you want to with the papers inside be as creative as you want to with the papers inside your envelope.]your envelope.]Do not scrawl addresses on envelopes that the Do not scrawl addresses on envelopes that the Post Office can’t possibly read, or scratch them in Post Office can’t possibly read, or scratch them in #10 pencil, or emboss them with a five-year-old, #10 pencil, or emboss them with a five-year-old, ink-starved typewriter ribbon.ink-starved typewriter ribbon.Got it? If not, please go back and read this all Got it? If not, please go back and read this all again.again.Still don’t get it? Read it one more time, s-l-o-w-Still don’t get it? Read it one more time, s-l-o-w-l-y.l-y.Got it this time? Great!Got it this time? Great!Magistra Reynolds can still be reached at MCI-Magistra Reynolds can still be reached at MCI-Mail account 314-3953. Since she is still in the Mail account 314-3953. Since she is still in the process of moving, however, allow some time for process of moving, however, allow some time for her to receive the computer from the movers and get her to receive the computer from the movers and get it operational again.it operational again.______________________________________________________________________[2] [2] XeperXeper and Transformation and Transformation- by Dennis Mann III°- by Dennis Mann III°Follows herewith a modest proposal. Giving Follows herewith a modest proposal. Giving credit where it is due, I offer my thanks and a tip of credit where it is due, I offer my thanks and a tip of the Setian Double Crown (of Upper and Lower the Setian Double Crown (of Upper and Lower Egypt) to Adept Andrew Nourse for his suggestion Egypt) to Adept Andrew Nourse for his suggestion of the above theme.of the above theme.As we follow the multiple paths of personal As we follow the multiple paths of personal darkness to that internal realm of darkness to that internal realm of XeperXeper, we are , we are always engaged in the process of transformation. always engaged in the process of transformation. You need only reflect on the changes, internal and You need only reflect on the changes, internal and external, to your world in the last year to understand external, to your world in the last year to understand the truth of that statement. Yet for all our changes, it the truth of that statement. Yet for all our changes, it sometimes seems as if we spend too much of our sometimes seems as if we spend too much of our time dodging loose cannons on the rolling deck of time dodging loose cannons on the rolling deck of humanity; the actively hostile, the foolish, the humanity; the actively hostile, the foolish, the psychic vampires who would drain us dry, and so psychic vampires who would drain us dry, and so on. A mark held by most of our enemies and on. A mark held by most of our enemies and opponents is their resistance to change [and to what opponents is their resistance to change [and to what we know as we know as XeperXeper].].Every now and again, we see how we too have Every now and again, we see how we too have been resisting changes in one area or another; been resisting changes in one area or another; having obtained that insight, we then move to rectify having obtained that insight, we then move to rectify the situation and solve the particular problem area the situation and solve the particular problem area that was holding us back.that was holding us back.The pace and rapidity of change have increased The pace and rapidity of change have increased in the last five years. Situations that were stable - in the last five years. Situations that were stable - like the Cold War and the USSR - have collapsed, like the Cold War and the USSR - have collapsed, leaving a vacuum effect in their wake. We did not leaving a vacuum effect in their wake. We did not foresee all the changes, good or bad. But we can foresee all the changes, good or bad. But we can see the possibilities for flexibility and see the possibilities for flexibility and XeperXeper in the in the overall human condition; the possibilities for change overall human condition; the possibilities for change in itself are better than they have been since the end in itself are better than they have been since the end of World War II.of World War II.What I propose is a mass Setian celebration What I propose is a mass Setian celebration starting at midnight, July 18/19. That’s is why I starting at midnight, July 18/19. That’s is why I have given the time, right down to the second (in have given the time, right down to the second (in Europe, it would be early Sunday morning). The Europe, it would be early Sunday morning). The theme would be Transformation. The intent of the theme would be Transformation. The intent of the working is to (1) to give this type of change known working is to (1) to give this type of change known as transformation a “push” from many Setians all as transformation a “push” from many Setians all working their individual magics at the same moment working their individual magics at the same moment in time; and (2) to actually transform people, events in time; and (2) to actually transform people, events and paradigms/world views through the mass and paradigms/world views through the mass application of magic. I look upon this as a lever and application of magic. I look upon this as a lever and fulcrum device, where we have the skills and the fulcrum device, where we have the skills and the energy to work the levers of our minds and alter the energy to work the levers of our minds and alter the positions of subjective and objective universes in positions of subjective and objective universes in this arena of human endeavor through our wills.this arena of human endeavor through our wills.A major lesson of the MetaMind experiments A major lesson of the MetaMind experiments was that when everyone focussed upon one was that when everyone focussed upon one particular object in ritual, the object itself was particular object in ritual, the object itself was usually obscured, while things at the edges were usually obscured, while things at the edges were more readily noticeable. This is, I submit, an more readily noticeable. This is, I submit, an example of night vision in action; you cannot look example of night vision in action; you cannot look directly at an object at night. Instead, you must look directly at an object at night. Instead, you must look slightly to one side in order to see what you really slightly to one side in order to see what you really want to have come into focus.want to have come into focus.Perhaps the result of a working that encourages Perhaps the result of a working that encourages [individual, group, Setian, human] transformation [individual, group, Setian, human] transformation will be something else other than transformation will be something else other than transformation itself (at least on a larger scale than individually). itself (at least on a larger scale than individually). This is a proposal for a mid-year “meta-This is a proposal for a mid-year “meta-experiment” in night vision. But then, consider: the experiment” in night vision. But then, consider: the net effect of what we have been doing in small net effect of what we have been doing in small groups or individually for the last 17 years is a groups or individually for the last 17 years is a meta-experiment.meta-experiment.We have had as many as one-third of the We have had as many as one-third of the Temple members personally present at major Temple members personally present at major workings during a conclave. We have never, to the workings during a conclave. We have never, to the best of my knowledge, tried a mass Working where best of my knowledge, tried a mass Working where nearly all Setians participated at the same time. The nearly all Setians participated at the same time. The time for it is now, while the world is undergoing one time for it is now, while the world is undergoing one of its occasional bursts of flexibility.of its occasional bursts of flexibility."},{"pageNumber":2,"pageContent":"I do not want to propose one rigid central theme. I do not want to propose one rigid central theme. That smacks too much of the old “Order without That smacks too much of the old “Order without Law” system to me. No, some people will want to Law” system to me. No, some people will want to work upon self-transformation, while others will be work upon self-transformation, while others will be concerned with events, or other people, or their concerned with events, or other people, or their ongoing process of opening their own way. I believe ongoing process of opening their own way. I believe that a central impulse coupled with random that a central impulse coupled with random subtheme selection will be the best method of subtheme selection will be the best method of performing the Work at hand.performing the Work at hand.XeperXeper possesses enough flexibility inherent in it possesses enough flexibility inherent in it to where we now have to where we now have RemanifestationRemanifestation and and RunaRuna as follow-on Words; so far, the experiment of as follow-on Words; so far, the experiment of XeperXeper has worked out well. I look forward to this has worked out well. I look forward to this experiment in concentrated experiment in concentrated XeperXeper working out working out equally well.equally well.Feedback to the Editor of the Feedback to the Editor of the ScrollScroll concerning concerning the individual or group results of this mass the individual or group results of this mass Working is encouraged.Working is encouraged.______________________________________________________________________[3] [3] Operant Magic ofOperant Magic of RunaRuna II II- by Don Webb III°- by Don Webb III°Bull of Ombos PylonBull of Ombos PylonI’d like to share with you a Working that has I’d like to share with you a Working that has helped me develop a sense of the Hidden in my own helped me develop a sense of the Hidden in my own life as well as given me access to more of my own life as well as given me access to more of my own self in the form of memories. You may wish to try self in the form of memories. You may wish to try something like it.something like it.You’ll need a spiral notebook and something You’ll need a spiral notebook and something that you can conceal the notebook in - black cloth is that you can conceal the notebook in - black cloth is good. The exercise will take four or five minutes a good. The exercise will take four or five minutes a day and will last for 36 days. Get a little spiral day and will last for 36 days. Get a little spiral notebook. It shouldn’t be fancy; you won’t write notebook. It shouldn’t be fancy; you won’t write freely in a fancy notebook. Remember this is a book freely in a fancy notebook. Remember this is a book for you - one you can write anything in, draw for you - one you can write anything in, draw pictures, cross-out things etc. Scribble and doodle if pictures, cross-out things etc. Scribble and doodle if you want to. Try to write in it every day. Not a lot. you want to. Try to write in it every day. Not a lot. Two sentences will do, or a picture. Remember this Two sentences will do, or a picture. Remember this is something entirely for fun, you don’t have to is something entirely for fun, you don’t have to show to anybody, remembering to spend sometime show to anybody, remembering to spend sometime with yourself is an important part of the with yourself is an important part of the XeperXeper process. But there are two things you must write process. But there are two things you must write about every time they happen:about every time they happen:1. Every time you remember an intentional 1. Every time you remember an intentional change you made in your life - starting a new job, change you made in your life - starting a new job, moving, quitting smoking, whatever - write about it. moving, quitting smoking, whatever - write about it. Answer three questions: “What choices did I have? Answer three questions: “What choices did I have? What did it feel like to make the change? What What did it feel like to make the change? What benefits and consequences did it bring into my benefits and consequences did it bring into my life?”life?”2. When you find yourself doing something and 2. When you find yourself doing something and don’t know why you’re doing it - humming a don’t know why you’re doing it - humming a particular song, taking a new way home from the particular song, taking a new way home from the grocery store, or whatever, just note it down. Or if grocery store, or whatever, just note it down. Or if you wish, you can write down puzzling dreams.you wish, you can write down puzzling dreams.The entries for #1 will begin to show that The entries for #1 will begin to show that you’ve always had more power over your life than you’ve always had more power over your life than you thought, and that you’ve always been a little you thought, and that you’ve always been a little wiser than you’ve imagined.wiser than you’ve imagined.The entries for #2 will show you that there’s The entries for #2 will show you that there’s still a great deal about yourself that you don’t know. still a great deal about yourself that you don’t know. These unconscious stirrings can tell you things These unconscious stirrings can tell you things about your true nature. Don’t force yourself to about your true nature. Don’t force yourself to figure them out, just note them. When the time figure them out, just note them. When the time comes revelations will follow. Don’t worry if you comes revelations will follow. Don’t worry if you don’t write everyday; try to get 5 out of 7 days. You don’t write everyday; try to get 5 out of 7 days. You can also put in pictures from magazines or cartoons can also put in pictures from magazines or cartoons or anything that makes you happy.or anything that makes you happy.When you’ve done the diary for 18 days, cover When you’ve done the diary for 18 days, cover it in black cloth or otherwise conceal it [wrapping it it in black cloth or otherwise conceal it [wrapping it up as a present might be nice], for the next 18 days.up as a present might be nice], for the next 18 days.Be sure you see the wrapped up diary. Don’t Be sure you see the wrapped up diary. Don’t open it to look at it, don’t take it out to change open it to look at it, don’t take it out to change anything - just be sure you see it. Putting it on your anything - just be sure you see it. Putting it on your altar might be nice. The idea is to let your altar might be nice. The idea is to let your anticipation at seeing the diary after the ritual on the anticipation at seeing the diary after the ritual on the 36th night. That’s the diary part.36th night. That’s the diary part.The study part is to reread The study part is to reread Black MagicBlack Magic. Read it . Read it through slowly, and ask yourself: “What are my through slowly, and ask yourself: “What are my ideas on this subject, and how are they like and ideas on this subject, and how are they like and unlike these ideas?” Read during the 36 days so unlike these ideas?” Read during the 36 days so you will be familiar with the major ideas of the you will be familiar with the major ideas of the Temple for the 36th night.Temple for the 36th night.The daily ritual: Every day during the 36-day The daily ritual: Every day during the 36-day period make a small affirmation of your intent. This period make a small affirmation of your intent. This can be done during other work, or just by itself. can be done during other work, or just by itself. This may not feel magical, but this sort of thing This may not feel magical, but this sort of thing works best with repetition. Just stand in front of works best with repetition. Just stand in front of your altar and say something like: “I address all of your altar and say something like: “I address all of the Intelligences in the Universe that they may the Intelligences in the Universe that they may witness the unfolding marvel of my being and bear witness the unfolding marvel of my being and bear the mark of that which is newly of me. O Set, shaper the mark of that which is newly of me. O Set, shaper of my mind, hasten to be with me that you may of my mind, hasten to be with me that you may rejoice as I discover the mysteries of my black heart. rejoice as I discover the mysteries of my black heart. I love all that I am, and I thrill at that which I will to I love all that I am, and I thrill at that which I will to Become. O Set, where you are time has no meaning. Become. O Set, where you are time has no meaning. By your touch I will remember all that has lead me By your touch I will remember all that has lead me to this place, and I will see the possibilities where I to this place, and I will see the possibilities where I may go even unto the beginning and ending of may go even unto the beginning and ending of dimensions.”dimensions.”On the 36th night construct a simple ritual to On the 36th night construct a simple ritual to help you find the answer to questions of: “Who am help you find the answer to questions of: “Who am I, and what do I wish to Become in and beyond this I, and what do I wish to Become in and beyond this life?” A sample ritual might be:life?” A sample ritual might be:• Open the Gate. Light the Black Flame.• Open the Gate. Light the Black Flame.• Invocation of Set (as above).• Invocation of Set (as above).• Third part of the Word of Set (English).• Third part of the Word of Set (English).• Graal: “I have filled my mind with the wisdom • Graal: “I have filled my mind with the wisdom of your Temple, O Set. Now in your presence I am of your Temple, O Set. Now in your presence I am risen up into the realm of Understanding. Hidden risen up into the realm of Understanding. Hidden within this dark sheath is a record of my Becoming. within this dark sheath is a record of my Becoming. Here is the mystery of how I have made decisions Here is the mystery of how I have made decisions against the uncertainty of time, and yet by my against the uncertainty of time, and yet by my godhead found my way here. O Set, let me see the godhead found my way here. O Set, let me see the Scroll of SetScroll of Set - June 1992- Page - June 1992- Page 22"},{"pageNumber":3,"pageContent":"power of my life as I drink in my words, that I may power of my life as I drink in my words, that I may gain the strength to live forever. By this work I gain the strength to live forever. By this work I create a movement within my self to see ever more create a movement within my self to see ever more clearly how one Word leads to another Word, and clearly how one Word leads to another Word, and one work to another work. By this work I bring one work to another work. By this work I bring forth in me the desire to act in the objective world on forth in me the desire to act in the objective world on this great stream of self Becoming!”this great stream of self Becoming!”• Take the cover off the diary, sit down, and read • Take the cover off the diary, sit down, and read your words. When you have read all of them, arise your words. When you have read all of them, arise and say: “Derived from the First Form of isolate and say: “Derived from the First Form of isolate intelligence, I see now the slow steps that I made intelligence, I see now the slow steps that I made toward the secret of self creation. By my work I am toward the secret of self creation. By my work I am Become divine and my Becoming reveals evermore Become divine and my Becoming reveals evermore secrets residing in the darkness. Into that Darkness secrets residing in the darkness. Into that Darkness I plunge to glorify my self and the name of Set in I plunge to glorify my self and the name of Set in my Becoming.”my Becoming.”• Close in your regular fashion.• Close in your regular fashion.You’ll probably want to have pencil and paper You’ll probably want to have pencil and paper and ready the next few days to write down some and ready the next few days to write down some impressions that will come to you.impressions that will come to you.I found this ritual useful in focusing and I found this ritual useful in focusing and discovering those experiences of divinity I was discovering those experiences of divinity I was creating before I joined the Temple. I found that this creating before I joined the Temple. I found that this ritual taught me that there was a great deal of my ritual taught me that there was a great deal of my own life hidden to me. I have felt a great excitement own life hidden to me. I have felt a great excitement everyday because of my everyday because of my XeperXeper, this ritual also , this ritual also enabled me to turn that excitement - like a flashlight enabled me to turn that excitement - like a flashlight - into my own past. This also seems a way to get - into my own past. This also seems a way to get yourself going during dry periods.yourself going during dry periods.I hope others may find these techniques useful, I hope others may find these techniques useful, and I’d like to hear about your results.and I’d like to hear about your results.REYN TIL RUNAREYN TIL RUNA______________________________________________________________________[4] [4] Inter-Communication RosterInter-Communication RosterEnclosed with this issue of the Enclosed with this issue of the ScrollScroll is a is a current run of the Inter-Communication Roster, current run of the Inter-Communication Roster, together with current Officials, Pylons, & Orders together with current Officials, Pylons, & Orders sections from the sections from the Crystal TabletCrystal Tablet. Let’s review a few . Let’s review a few ICR considerations:ICR considerations:* * ** * *A completely up-to-date ICR is run for each A completely up-to-date ICR is run for each new batch (10 copies) of new batch (10 copies) of Crystal TabletCrystal Tablets for new s for new Setian admission packets. At the same time the ICR Setian admission packets. At the same time the ICR is updated on Glinda (is updated on Glinda (Crystal TabletCrystal Tablet file directory). file directory).Glinda is the fastest, easiest, and most efficient Glinda is the fastest, easiest, and most efficient way for you to acquire the latest ICR. If you do not way for you to acquire the latest ICR. If you do not have access to Glinda, you can write to the Temple have access to Glinda, you can write to the Temple office for a hardcopy, but such requests will be office for a hardcopy, but such requests will be filled on a time-available basis, hence may be filled on a time-available basis, hence may be delayed.delayed.* * ** * *Occasionally a Setian writes in to say that letters Occasionally a Setian writes in to say that letters to several other Initiates on the ICR have gone to several other Initiates on the ICR have gone unanswered.unanswered.If you enter your name on the ICR, it is If you enter your name on the ICR, it is assumed that you are not interested just in receiving assumed that you are not interested just in receiving mail, but in sending answers as well. Otherwise you mail, but in sending answers as well. Otherwise you are wasting the time of correspondents who, instead are wasting the time of correspondents who, instead of writing to you, could be writing to someone who of writing to you, could be writing to someone who is indeed interested in a two-way dialogue.is indeed interested in a two-way dialogue.This doesn’t mean that you are required to This doesn’t mean that you are required to respond to every single letter or note you receive via respond to every single letter or note you receive via the ICR. But if you receive, say, 10 letters and the ICR. But if you receive, say, 10 letters and respond to none of them, then something is clearly respond to none of them, then something is clearly out of balance. Either you need to revise your ICR out of balance. Either you need to revise your ICR statement so as to more accurately describe yourself statement so as to more accurately describe yourself to potential correspondents, or you should consider to potential correspondents, or you should consider taking your name off the ICR entirely until you do taking your name off the ICR entirely until you do have the time and desire to engage in have the time and desire to engage in correspondence.correspondence.The other side of this: If you are sending out The other side of this: If you are sending out lots of letters and getting few or no answers, lots of letters and getting few or no answers, consider whether your letters are conveying a consider whether your letters are conveying a positive impression or not. Re-read Magister positive impression or not. Re-read Magister Menschel’s advice in “Protocol” in the Menschel’s advice in “Protocol” in the Crystal Crystal TabletTablet on how to write letters which are pleasant and on how to write letters which are pleasant and interesting for others to receive.interesting for others to receive.Again please remember that the higher the Again please remember that the higher the degree of an ICR Setian, the more Temple-related degree of an ICR Setian, the more Temple-related mail & other responsibilities that individual is mail & other responsibilities that individual is probably trying to manage. In such cases probably trying to manage. In such cases proportionate delays are difficult to avoid.proportionate delays are difficult to avoid.* * ** * *As you know, some ICR entries are very helpful As you know, some ICR entries are very helpful to potential correspondents; others reveal very little to potential correspondents; others reveal very little about you to someone scanning the list. When you about you to someone scanning the list. When you write or update your entry, put yourself in the write or update your entry, put yourself in the position of someone else reading it. Would you position of someone else reading it. Would you write to someone on the basis of write to someone on the basis of thisthis statement? statement?ICR Historical Entry File #1ICR Historical Entry File #1Name: Christ, Mr. Jesus H.Name: Christ, Mr. Jesus H.State: Galilee. Country: IsraelState: Galilee. Country: IsraelPers Statement:Pers Statement:I was raised in the Jewish religion, but I I was raised in the Jewish religion, but I found it increasingly unsatisfactory. I like found it increasingly unsatisfactory. I like swimming, and am thinking about starting a swimming, and am thinking about starting a religion where everyone has to go swimming religion where everyone has to go swimming before they can join.before they can join.Professionally I am a carpenter, probably Professionally I am a carpenter, probably because I have always liked to nail things because I have always liked to nail things together. As a child I once nailed a rat to a tree together. As a child I once nailed a rat to a tree and have always felt guilty about it. I sometimes and have always felt guilty about it. I sometimes dream about atoning for this act by getting dream about atoning for this act by getting myself nailed to something. This usually makes myself nailed to something. This usually makes me wake up sexually aroused and thinking me wake up sexually aroused and thinking about God.about God.I would like to meet some Setians, I would like to meet some Setians, especially women. I am not very experienced especially women. I am not very experienced about women, as all the ones I’ve met have about women, as all the ones I’ve met have been either virgins or whores. Are there other been either virgins or whores. Are there other kinds too?kinds too?Scroll of SetScroll of Set - June 1992- Page - June 1992- Page 33"},{"pageNumber":4,"pageContent":"I had some pet sheep once, and I had some pet sheep once, and considered working as a shepherd, but there considered working as a shepherd, but there was a problem and the neighbors wouldn’t let was a problem and the neighbors wouldn’t let me near their sheep anymore. So I became a me near their sheep anymore. So I became a carpenter. I enjoy playing Dungeons & carpenter. I enjoy playing Dungeons & Dragons, listening to Heavy Metal music (my Dragons, listening to Heavy Metal music (my favorite is Dio), and sticking myself with pins.favorite is Dio), and sticking myself with pins.* * ** * *The ICR is one of the most effective tools the The ICR is one of the most effective tools the Temple of Set has to offer. When it is used Temple of Set has to offer. When it is used correctly, it is very efficient and very rewarding for correctly, it is very efficient and very rewarding for participants. Keep these pointers in mind, and you participants. Keep these pointers in mind, and you can put it to work for you.can put it to work for you.______________________________________________________________________[5] [5] Starry Wisdom Church to be SavedStarry Wisdom Church to be Saved- by Don Webb III°- by Don Webb III°Sentinel, Bull of Ombos PylonSentinel, Bull of Ombos PylonCondensed from Condensed from Lovecraft StudiesLovecraft Studies #26 #26In December of 1991 the Catholic Dioceses of In December of 1991 the Catholic Dioceses of Providence, Rhode Island, decided to demolish St. Providence, Rhode Island, decided to demolish St. John’s Church - the setting for Lovecraft’s John’s Church - the setting for Lovecraft’s The The Haunter of the DarkHaunter of the Dark. In January of this year the . In January of this year the gruesome work began. However by an act of gruesome work began. However by an act of Providence Mayor Vincent Cianci saved the church Providence Mayor Vincent Cianci saved the church from destruction. Mayor Cianci had been driving from destruction. Mayor Cianci had been driving thorough the Federal Hill area and was shocked to thorough the Federal Hill area and was shocked to see that the back 15-20 feet of the church had been see that the back 15-20 feet of the church had been removed. After a series of negotiations the city was removed. After a series of negotiations the city was able to take over the church property and would able to take over the church property and would attempt to save as much of the church as possible.attempt to save as much of the church as possible.Latest word is that the church’s tower, as well as Latest word is that the church’s tower, as well as portions of the structure which will be turned into portions of the structure which will be turned into arches, will be saved, and the piece of land will be arches, will be saved, and the piece of land will be turned into a public park. The mayor recently stated turned into a public park. The mayor recently stated that the project should be completed by fall of 1992. that the project should be completed by fall of 1992. While the entire church may not stand, important While the entire church may not stand, important portions of it will remain, and Providence will keep portions of it will remain, and Providence will keep one of its most interesting literary landmarks. What one of its most interesting literary landmarks. What is not known, however, is whether it was the is not known, however, is whether it was the church’s history that prompted the city to save it, or church’s history that prompted the city to save it, or their hesitancy to allow demolition to continue and their hesitancy to allow demolition to continue and unleash whatever might still be in that tower.unleash whatever might still be in that tower.______________________________________________________________________[6] [6] Recording RitualsRecording Rituals- by Carmel Hind II°- by Carmel Hind II°Infernus & Gates of Hell PylonsInfernus & Gates of Hell PylonsSome basic notes which may be helpful in Some basic notes which may be helpful in documenting or designing ritual:documenting or designing ritual:State the time, date, place, and purpose of the State the time, date, place, and purpose of the rite.rite.An introduction to the ritual: Give a brief outline An introduction to the ritual: Give a brief outline of the style of working, your own methods or those of the style of working, your own methods or those drawn from a particular tradition. The reason why drawn from a particular tradition. The reason why you chose to perform the ritual.you chose to perform the ritual.Preparation: Any special exercises or techniques Preparation: Any special exercises or techniques for preparing yourself for the rite, and the reasons for preparing yourself for the rite, and the reasons for them.for them.Set up: Describe the use and reasons for the Set up: Describe the use and reasons for the altar and any objects on it, its orientation, music altar and any objects on it, its orientation, music used, mantra, colour, incense, specific ritual items, used, mantra, colour, incense, specific ritual items, elements, gods. The use of light and darkness. elements, gods. The use of light and darkness. Methods of making sigils.Methods of making sigils.The rite: Try to express the atmosphere created The rite: Try to express the atmosphere created in your ritual space or chamber. For example, the in your ritual space or chamber. For example, the “Nox” or “Star Ruby” ritual is set in a deserted “Nox” or “Star Ruby” ritual is set in a deserted night. The sequence of the working, the type of night. The sequence of the working, the type of powers you wish to invoke. Invocations used and powers you wish to invoke. Invocations used and actions performed within the ritual.actions performed within the ritual.Results: Your thoughts and feelings during and Results: Your thoughts and feelings during and after your working. Do you think you succeeded in after your working. Do you think you succeeded in achieving what you desired? Include any photos, achieving what you desired? Include any photos, tapes, sigils, or any other art forms that were created tapes, sigils, or any other art forms that were created for or inspired by the rite. Note any references from for or inspired by the rite. Note any references from books or movies.books or movies.______________________________________________________________________[7] [7] Editorial ArenaEditorial Arena“Why go public as a Setian?”“Why go public as a Setian?”Carmel Hind II°, Australia:Carmel Hind II°, Australia:As I am not a Priestess, I don’t attempt to As I am not a Priestess, I don’t attempt to explain Setian philosophy publicly, but do speak in explain Setian philosophy publicly, but do speak in terms of Satanism and the LHP traditions. Why go terms of Satanism and the LHP traditions. Why go public? To communicate clearly what the Setian public? To communicate clearly what the Setian religion is and to attempt to dispel fears & religion is and to attempt to dispel fears & misconceptions about Satanism generally and the misconceptions about Satanism generally and the philosophy of the Temple of Set in particular. There philosophy of the Temple of Set in particular. There is nothing worse than having those opposing you is nothing worse than having those opposing you incorrectly defining what you are.incorrectly defining what you are.I chose after much debate to speak out due to I chose after much debate to speak out due to the fact that the Setian/Satanic religion is neither the fact that the Setian/Satanic religion is neither “legal” nor “illegal” in Australia. If I don’t stand “legal” nor “illegal” in Australia. If I don’t stand up for the right to practice my religion the way I up for the right to practice my religion the way I choose to, a law could easily be imposed stating that choose to, a law could easily be imposed stating that what I believe & practice is illegal. We certainly what I believe & practice is illegal. We certainly have people who would very much like to see that have people who would very much like to see that happen. By broadcasting through media channels happen. By broadcasting through media channels you just may change some people’s minds.you just may change some people’s minds.______________________________________________________________________[8] [8] Fight Fire with Fire,Fight Fire with Fire,Stiffness with ...Stiffness with ...Every day it seems that we learn of a new Every day it seems that we learn of a new disease or something else that is bad to eat disease or something else that is bad to eat [particularly if it tastes good]. Thanks therefore to [particularly if it tastes good]. Thanks therefore to the the San Francisco ChronicleSan Francisco Chronicle for the following news for the following news item:item:Sex stimulates the adrenal gland. The Sex stimulates the adrenal gland. The gland secretes cortisone. The cortisone gland secretes cortisone. The cortisone relieves pain and swelling in inflamed joints. A relieves pain and swelling in inflamed joints. A doctor was quoted here to that effect sometime doctor was quoted here to that effect sometime Scroll of SetScroll of Set - June 1992- Page - June 1992- Page 44"},{"pageNumber":5,"pageContent":"back. He said he explains it to certain of his back. He said he explains it to certain of his patients before telling them what they ought to patients before telling them what they ought to do for their arthritis.do for their arthritis.______________________________________________________________________[9] [9] Thirsty?Thirsty?- by James Knowles I° (”The Black Tiger”)- by James Knowles I° (”The Black Tiger”)Kaliyuga PylonKaliyuga PylonHow dry is your throat?How dry is your throat?What will you give that you might drink?What will you give that you might drink?Dare you reach through the darkness for this Dare you reach through the darkness for this Unholy Graal?Unholy Graal?Are you not afraid the sweet nectar you desire Are you not afraid the sweet nectar you desire will be your poison?will be your poison?Me? Oh, I want nothing from you. I know you Me? Oh, I want nothing from you. I know you most intimately. You have nothing to offer which I most intimately. You have nothing to offer which I do not already possess.do not already possess.Do you smell the incense? It is your mortality Do you smell the incense? It is your mortality burning in divine transformation.burning in divine transformation.Careful! Don’t break the mirror.Careful! Don’t break the mirror.______________________________________________________________________[10] [10] For Set, With LoveFor Set, With Love- by Hubert J. Dirksz I° (Aruba)- by Hubert J. Dirksz I° (Aruba)Long suppressed by family Christian tradition Long suppressed by family Christian tradition and Right-Hand Path believers, I finally met with and Right-Hand Path believers, I finally met with him, first through a black book of occultism and him, first through a black book of occultism and magic. It was on that cold European night that I first magic. It was on that cold European night that I first met him.met him.As I began to discover the great concepts, places, As I began to discover the great concepts, places, people, and occult institutions of antiquity, I entered people, and occult institutions of antiquity, I entered into an entirely new life. But I searched for years for into an entirely new life. But I searched for years for an institution with which I could affiliate and an institution with which I could affiliate and through whose guidance begin to ascend the true through whose guidance begin to ascend the true path of initiation.path of initiation.At first I studied Satanic philosophy and rituals At first I studied Satanic philosophy and rituals as a solitary adventurer. Year after year I persevered, as a solitary adventurer. Year after year I persevered, even as I continued my search for others like myself even as I continued my search for others like myself with whom to share experiences and information.with whom to share experiences and information.Then the Black Flame started to burn more Then the Black Flame started to burn more brightly, and one day I received a gift: another black brightly, and one day I received a gift: another black book in which I first read about Set: his power, book in which I first read about Set: his power, knowledge, love, and Word. Immediately I realized knowledge, love, and Word. Immediately I realized my kinship with him and began to search for his my kinship with him and began to search for his Temple.Temple.I discovered it. I wrote. On the ninth day of I discovered it. I wrote. On the ninth day of December XXVI, after waiting anxiously, I received December XXVI, after waiting anxiously, I received the greatest black book, the the greatest black book, the Crystal Tablet of SetCrystal Tablet of Set. It . It contained, finally, the secrets of initiation I had contained, finally, the secrets of initiation I had sought so long.sought so long.With mingled pleasure and respect I read of the With mingled pleasure and respect I read of the Æonic Word Æonic Word XeperXeper. Knowing myself among the . Knowing myself among the Elect, I promised Set that I will do everything in my Elect, I promised Set that I will do everything in my capacity and knowledge to advance the Æon.capacity and knowledge to advance the Æon.Set seeks all Setians through love, and through Set seeks all Setians through love, and through this love we this love we XeperXeper with him. Now that I am an with him. Now that I am an Initiate of his new Temple, like his Temple in Initiate of his new Temple, like his Temple in ancient Egypt, I, with my fellow Elect, will seek the ancient Egypt, I, with my fellow Elect, will seek the knowledge and power that his Gift has brought to knowledge and power that his Gift has brought to us. With love you Become one with the Eternal Set.us. With love you Become one with the Eternal Set.______________________________________________________________________[11] [11] Affirmation of FaithAffirmation of Faith- by Sam Giancana- by Sam Giancana[to an evangelist who asked if he were a [to an evangelist who asked if he were a Christian]Christian]“Yeah, sure, now beat it.”“Yeah, sure, now beat it.”______________________________________________________________________[12] [12] Don’t Forget the LibraryDon’t Forget the Library- by John A. Syphrit I°- by John A. Syphrit I°In the quest for the more obscure volumes on In the quest for the more obscure volumes on the Temple’s reading list, a source which should not the Temple’s reading list, a source which should not be overlooked - especially before contacting rare-be overlooked - especially before contacting rare-book dealers - is your local college or public library. book dealers - is your local college or public library. Today’s libraries have no walls; through Today’s libraries have no walls; through InterLibrary Loan nationwide resources are available InterLibrary Loan nationwide resources are available to you. Using ILL is like checking the card to you. Using ILL is like checking the card catalogue of thousands of libraries all over the catalogue of thousands of libraries all over the country for the book you need.country for the book you need.Nearly all college libraries, and most public Nearly all college libraries, and most public ones, are members of a library consortium called ones, are members of a library consortium called OCLC. OCLC is an enormous database which lists OCLC. OCLC is an enormous database which lists the holdings of nearly every library in the United the holdings of nearly every library in the United States. A system also exists that enables your local States. A system also exists that enables your local library to request that the particular volumes you library to request that the particular volumes you desire be borrowed for your use. The books are desire be borrowed for your use. The books are shipped to your library, which lends them to you, shipped to your library, which lends them to you, often for up to a month.often for up to a month.In practical terms this means that you can find In practical terms this means that you can find virtually anything! As a case in point, I was looking virtually anything! As a case in point, I was looking for for The King in YellowThe King in Yellow. Since none of the local . Since none of the local college or public libraries had the book, I requested college or public libraries had the book, I requested it via ILL. Within two weeks I had a copy in my it via ILL. Within two weeks I had a copy in my hand from a library in another state - the original hand from a library in another state - the original 1895 edition to boot. [Ed. Comment: From the 1895 edition to boot. [Ed. Comment: From the Miskatonic U. Library, no doubt.]Miskatonic U. Library, no doubt.]______________________________________________________________________[13] [13] NosferatuNosferatu- by James B. Severson II°- by James B. Severson II°(”The Vampyre Akasha”)(”The Vampyre Akasha”)In the Darkness the sound shatters the clear, In the Darkness the sound shatters the clear, unbroken silence, a mournful hiss. From my unbroken silence, a mournful hiss. From my slumber I pull myself into the fitful manifestation of slumber I pull myself into the fitful manifestation of subjective overlays. I rise! I walk among these ant subjective overlays. I rise! I walk among these ant hills of man’s chaotic creation. This is the work of a hills of man’s chaotic creation. This is the work of a God? Hardly.God? Hardly.I am the only God within myself. I have I am the only God within myself. I have memory and awareness, in this current shape and memory and awareness, in this current shape and form. A spirit removed by form. A spirit removed by decisiondecision from the from the mindless flow of delusions, I walk among them, I mindless flow of delusions, I walk among them, I walk above them, I walk below them, I walk in front walk above them, I walk below them, I walk in front Scroll of SetScroll of Set - June 1992- Page - June 1992- Page 55"},{"pageNumber":6,"pageContent":"of them, and I walk behind them. If they could look of them, and I walk behind them. If they could look into my soul, they would surely run in terror, for into my soul, they would surely run in terror, for they would find themselves staring back at them. I they would find themselves staring back at them. I mirror their world, but my essence is of quite mirror their world, but my essence is of quite another.another.I am I am NosferatuNosferatu. My dark desire burns within . My dark desire burns within my black heart like the furnaces of Hades. My my black heart like the furnaces of Hades. My “Black Soma” bubbles across the Akashic “Black Soma” bubbles across the Akashic membrane from the eternal darkness of my membrane from the eternal darkness of my potentiality. And in my eternal darkness is the potentiality. And in my eternal darkness is the Jeweled Gate. This only I may traverse. For the Jeweled Gate. This only I may traverse. For the mighty Prince of Darkness and I share our realities mighty Prince of Darkness and I share our realities across that threshold. It is the source: the dark blood across that threshold. It is the source: the dark blood of my forever. I drink deeply of its infinity.of my forever. I drink deeply of its infinity.Through the vortex of this physical form I ride Through the vortex of this physical form I ride the lightning of the great current, the current that the lightning of the great current, the current that flows from my great beyond, that of the Æon of Set. flows from my great beyond, that of the Æon of Set. Its expression is my eternal seduction, the Its expression is my eternal seduction, the perception and understanding of infinity.perception and understanding of infinity.Constraints of time that attempt to bind my Constraints of time that attempt to bind my semblance, I spit on your laws in their delusions, the semblance, I spit on your laws in their delusions, the laws of the God of men. I now drive this mighty, laws of the God of men. I now drive this mighty, blazing chariot. I am the lawgiver, the law taker, and blazing chariot. I am the lawgiver, the law taker, and the lawchanger. It is my will that I shall see the the lawchanger. It is my will that I shall see the becoming of my power in this Æon of Set. It shall becoming of my power in this Æon of Set. It shall spread like fire in a moisture-choked landscape - the spread like fire in a moisture-choked landscape - the landscape of my subjective creation and its ever-landscape of my subjective creation and its ever-evolving objective expression. It is mine to control!evolving objective expression. It is mine to control!I am what I am and will to be that which I desire I am what I am and will to be that which I desire to become! Hail Akasha! Hail Set! to become! Hail Akasha! Hail Set! XeperXeper and and Remanifest.Remanifest.______________________________________________________________________[14] [14] Political ThinkingPolitical Thinking (#16G) (#16G)DiscussionDiscussion- Bull of Ombos Pylon, Texas- Bull of Ombos Pylon, TexasJune 7, XXVIIJune 7, XXVIIThe major points we arrived at in our political The major points we arrived at in our political discussion were that:discussion were that:1. Most political movements have strength in 1. Most political movements have strength in proportion that they claim to having the solution to proportion that they claim to having the solution to man’s estrangement.man’s estrangement.2. As a group which actually glorifies man’s 2. As a group which actually glorifies man’s estrangement we would be a target if we were estrangement we would be a target if we were understood, but most likely we are understood, but most likely we are incomprehensible.incomprehensible.3. The tearing of the social fabric in America 3. The tearing of the social fabric in America could be very good for us, if we are able to institute could be very good for us, if we are able to institute a civic creed of tolerance - actually such a creed is a civic creed of tolerance - actually such a creed is developing, but it is connected with the contradictory developing, but it is connected with the contradictory creed of the politically correct attitude.creed of the politically correct attitude.4. Political thinking is necessary to know who 4. Political thinking is necessary to know who you are - rather than reacting on received ideas.you are - rather than reacting on received ideas.5. Political thinking is necessary to know what 5. Political thinking is necessary to know what ideas you want to bring into the world. Without this ideas you want to bring into the world. Without this examination, one of two things may happen.examination, one of two things may happen.a. You are basically unformed - you have no real a. You are basically unformed - you have no real philosophy and it is harder to set the limits between philosophy and it is harder to set the limits between you and the natural order. It would be almost you and the natural order. It would be almost impossible to experience Initiation if you’re living impossible to experience Initiation if you’re living by yourself in a tent in the wilderness.by yourself in a tent in the wilderness.b. With an examination if the Principles you are b. With an examination if the Principles you are trying to bring into the world - the practice of magic trying to bring into the world - the practice of magic and LBM in particular could lead to a mindless and LBM in particular could lead to a mindless exercise of power without initiation. You’d just be exercise of power without initiation. You’d just be messing around with other peoples lives. Worse still messing around with other peoples lives. Worse still you would probably be moving them into patterns you would probably be moving them into patterns you’d received unquestioned from society. In short you’d received unquestioned from society. In short you’d be using your magic to reinforce the very you’d be using your magic to reinforce the very forces which bind you to sleep.forces which bind you to sleep.6. Political thinking is necessary to bring about 6. Political thinking is necessary to bring about the changes in your environment necessary for your the changes in your environment necessary for your XeperXeper..7. Observing the times we decided that it would 7. Observing the times we decided that it would be very good for. each Setian to very consciously be very good for. each Setian to very consciously and deliberately work on getting a loyal support and deliberately work on getting a loyal support structure at many levels of society and as diverse as structure at many levels of society and as diverse as possible. These personal networks - based on a real possible. These personal networks - based on a real exchange of value will give the Setian especial exchange of value will give the Setian especial resources to draw on in a disintegrating society, as resources to draw on in a disintegrating society, as well as in a stable one. The guiding word for this well as in a stable one. The guiding word for this endeavor is one of the words associated with endeavor is one of the words associated with RunaRuna - - the word the word TrothTroth..8. We decided that the self empowering group 8. We decided that the self empowering group or tribe is the most healthy type ,of society in the or tribe is the most healthy type ,of society in the disintegrating/ re solidifying New World Order. We disintegrating/ re solidifying New World Order. We think it would be better to try to bring about cultural think it would be better to try to bring about cultural change by introducing the notion of change by introducing the notion of TrothTroth. See also . See also #1 in my latest Uncle Setnakt article on White #1 in my latest Uncle Setnakt article on White Magic. All of this for the Setian needs to be Magic. All of this for the Setian needs to be understood as a tool.understood as a tool.9. We were pretty surprised at how unexamined 9. We were pretty surprised at how unexamined our own ideas were. We came up with this working our own ideas were. We came up with this working definition of evil - Anything that prevents a psyche definition of evil - Anything that prevents a psyche from finding the real. This is a very relative value, from finding the real. This is a very relative value, and one that also considers the evil as being and one that also considers the evil as being something much more difficult to do against the something much more difficult to do against the empowered personality.empowered personality.______________________________________________________________________[15] [15] Set-XIIISet-XIII- by Lilith Aquino IV°- by Lilith Aquino IV°Plans for the Set-XIII Conclave [on the east Plans for the Set-XIII Conclave [on the east coast of the United States] are coming together coast of the United States] are coming together rapidly. Initiates who have sent in the registration rapidly. Initiates who have sent in the registration fee have received the necessary information, which fee have received the necessary information, which is provided only upon registration.is provided only upon registration.Please keep in mind the room reservation and Please keep in mind the room reservation and Conclave registration deadlines to allow yourself Conclave registration deadlines to allow yourself enough time to complete your personal enough time to complete your personal arrangements.arrangements.The hotel will hold rooms for the Temple of Set The hotel will hold rooms for the Temple of Set until September 24, 1992CE. If you have not made a until September 24, 1992CE. If you have not made a Scroll of SetScroll of Set - June 1992- Page - June 1992- Page 66"},{"pageNumber":7,"pageContent":"reservation directly with the hotel by that date, space reservation directly with the hotel by that date, space may not be available at the hotel. And alternative may not be available at the hotel. And alternative hotel accommodations in the vicinity may be hotel accommodations in the vicinity may be difficult to book as we get close to Conclave time.difficult to book as we get close to Conclave time.I have set a date of October 5, 1992CE for I have set a date of October 5, 1992CE for Conclave registration. You will note that this date is Conclave registration. You will note that this date is later than that required for hotel room reservations. later than that required for hotel room reservations. This is to give those of you who live close enough This is to give those of you who live close enough to commute, or who for one reason or another don’t to commute, or who for one reason or another don’t want or need to stay at the hotel as much time to want or need to stay at the hotel as much time to register as possible. Everyone who plans to stay at register as possible. Everyone who plans to stay at the hotel, however, should obviously register by the hotel, however, should obviously register by mid-September in order to receive hotel-reservation mid-September in order to receive hotel-reservation information in time for the September 24th hotel information in time for the September 24th hotel deadline.deadline.Setians I° are reminded that, in order to attend, Setians I° are reminded that, in order to attend, you must be sponsored by an Initiate of the you must be sponsored by an Initiate of the Priesthood (III°+). The reason for this, if you are Priesthood (III°+). The reason for this, if you are not familiar with it, is that due to the size, rapid not familiar with it, is that due to the size, rapid growth, and geographic diversification of the growth, and geographic diversification of the Temple, we simply do not know every new Initiate Temple, we simply do not know every new Initiate as well as we would like to. We want to be as well as we would like to. We want to be reasonably sure that everyone who walks in the door reasonably sure that everyone who walks in the door of an international Conclave is as sincere, serious, of an international Conclave is as sincere, serious, and at least potentially qualified as a Setian as he or and at least potentially qualified as a Setian as he or she has represented at the time of admission. Hence she has represented at the time of admission. Hence Priesthood sponsorship. So if you are a I°, would Priesthood sponsorship. So if you are a I°, would like to attend, and have not yet been sponsored, now like to attend, and have not yet been sponsored, now is the time to contact a member of the Priesthood for is the time to contact a member of the Priesthood for some personal dialogue.some personal dialogue.Set-XIII promises to be exciting and full of Set-XIII promises to be exciting and full of various activities such as art shows, workshops, various activities such as art shows, workshops, discussion groups, seminars, lectures, a Mythic discussion groups, seminars, lectures, a Mythic Theatre Danse presentation, Order Theatre Danse presentation, Order meetings/workings/rituals, and the ominous/eternal meetings/workings/rituals, and the ominous/eternal banquet dinner. Not to forget the Conclave Working banquet dinner. Not to forget the Conclave Working itself. Squeezed into any extra time and space is itself. Squeezed into any extra time and space is plenty of good fellowship, sightseeing, dining, and plenty of good fellowship, sightseeing, dining, and everything except sleep.everything except sleep.Some time ago I asked those of you who want Some time ago I asked those of you who want to attend Set-XIII to advise me: not a commitment, to attend Set-XIII to advise me: not a commitment, but a means of advance planning for meeting rooms, but a means of advance planning for meeting rooms, the banquet, and other size/capacity arrangements. If the banquet, and other size/capacity arrangements. If you would like to attend, even if you don’t know you would like to attend, even if you don’t know exactly where the Conclave will be or what it will exactly where the Conclave will be or what it will cost, please drop me a line and notify me of your cost, please drop me a line and notify me of your interest. This helps us rough out the amount of interest. This helps us rough out the amount of space we will need.space we will need.At last year’s Set-XII Conclave in San At last year’s Set-XII Conclave in San Francisco, attendees were asked for improvement Francisco, attendees were asked for improvement and innovation suggestions. Among them were and innovation suggestions. Among them were these:these:• Members of the Priesthood might give • Members of the Priesthood might give presentations on their areas of individual expertise.presentations on their areas of individual expertise.• While the Priesthood III°+ meets on the first • While the Priesthood III°+ meets on the first day of the Conclave, provide facilities for I°/II° day of the Conclave, provide facilities for I°/II° Setians to hold a meeting of their own at the same Setians to hold a meeting of their own at the same time. [This has been scheduled for Set-XIII. It is not time. [This has been scheduled for Set-XIII. It is not a pre-structured event, but rather a “time and place” a pre-structured event, but rather a “time and place” indicated on the schedule. If you are a II° and would indicated on the schedule. If you are a II° and would like to coordinate such an event, please advise me of like to coordinate such an event, please advise me of your interest.]your interest.]• Presentations on the various Orders and • Presentations on the various Orders and Pylons to be given by Grand Masters and Sentinels.Pylons to be given by Grand Masters and Sentinels.Requested topics for discussions, meetings, and Requested topics for discussions, meetings, and workshops:workshops:• Neurolinguistic programming relative to LBM • Neurolinguistic programming relative to LBM & GBM.& GBM.• Ethical applications of magic.• Ethical applications of magic.• Lucid or otherwise Setian dreams, to include • Lucid or otherwise Setian dreams, to include dream art.dream art.• Techniques for Workings.• Techniques for Workings.• Exploring and measuring results from • Exploring and measuring results from Workings.Workings.• A resource catalogue display.• A resource catalogue display.None of these things will “just happen” by None of these things will “just happen” by itself. If you are interested in making one or more of itself. If you are interested in making one or more of them happen, again now is the time to talk with me them happen, again now is the time to talk with me about space on the program. It will be far easier to about space on the program. It will be far easier to accommodate you now than if you come running up accommodate you now than if you come running up at the last moment with a “great idea”!at the last moment with a “great idea”!Conclaves of the Temple of Set are strange Conclaves of the Temple of Set are strange animals. They are not conventions or even animals. They are not conventions or even “meetings” in the way that profane organizations “meetings” in the way that profane organizations hold such affairs. They are rather a point and place hold such affairs. They are rather a point and place in time where a number of the magicians who in time where a number of the magicians who comprise the Temple happen to all come together at comprise the Temple happen to all come together at once, whereupon all the Workings they are engaged once, whereupon all the Workings they are engaged in also tend to come together - which often yields in also tend to come together - which often yields some unexpected and spectacular results! It is also some unexpected and spectacular results! It is also fun to watch and fun to do - for no one ever just fun to watch and fun to do - for no one ever just “sits on the side” during a Temple of Set Conclave. “sits on the side” during a Temple of Set Conclave. [You may think you will, but you won’t!][You may think you will, but you won’t!]The following year, after several years of The following year, after several years of anticipation, we will finally be heading overseas to anticipation, we will finally be heading overseas to Europe for our Set-XIV Conclave. Setians from Europe for our Set-XIV Conclave. Setians from several European countries have already indicated several European countries have already indicated that they will be at Set-XIII, so expect that they will be at Set-XIII, so expect brainstorming!brainstorming!======================================================================The Black PyramidThe Black Pyramid- by Michael A. Aquino VI°- by Michael A. Aquino VI°======================================================================______________________________________________________________________[16] [16] Madness Accompanied by DrumsMadness Accompanied by DrumsDoes the world seem to be coming apart faster Does the world seem to be coming apart faster than usual?than usual?1992CE is a bacchanal for doomsday-sayers 1992CE is a bacchanal for doomsday-sayers and conspiracy theorists. The worldwide depression and conspiracy theorists. The worldwide depression Scroll of SetScroll of Set - June 1992- Page - June 1992- Page 77"},{"pageNumber":8,"pageContent":"crawls onward. In the United States a medieval crawls onward. In the United States a medieval Supreme Court, a helpless/hapless Congress, and a Supreme Court, a helpless/hapless Congress, and a Big Brother Presidency have engendered a sullen, Big Brother Presidency have engendered a sullen, cynical apathy within the electorate. The Vice cynical apathy within the electorate. The Vice President struggles to spell the word “potato” President struggles to spell the word “potato” while the Democratic Presidential candidate plays while the Democratic Presidential candidate plays the saxophone on TV. Nobody knows what Ross the saxophone on TV. Nobody knows what Ross Perot plans to do if he’s elected, but nobody cares Perot plans to do if he’s elected, but nobody cares either.either.In Eurasia the newly-independent nations of the In Eurasia the newly-independent nations of the former Warsaw Pact struggle to prevent capitalist former Warsaw Pact struggle to prevent capitalist dreams from foundering in a dictatorial backlash. dreams from foundering in a dictatorial backlash. Evangelists swarm into their midst like maggots, Evangelists swarm into their midst like maggots, seeking to lay their parasitic eggs before the seeking to lay their parasitic eggs before the weakened victim can beat them back.weakened victim can beat them back.The Balkans flame anew with ancient, The Balkans flame anew with ancient, meaningless hatreds. Israel calmly persecutes non-meaningless hatreds. Israel calmly persecutes non-Jews exactly as Nazi Germany calmly persecuted Jews exactly as Nazi Germany calmly persecuted the Jews who founded Israel so that a “Holocaust” the Jews who founded Israel so that a “Holocaust” would never happen again.would never happen again.Fighting, corruption, and drug-running plod Fighting, corruption, and drug-running plod drearily onward in Latin America. Unknown, drearily onward in Latin America. Unknown, uncared-for people bleed, cry, and die in little uncared-for people bleed, cry, and die in little countries as they always have and always will.countries as they always have and always will.The ecological destruction of the planet, by The ecological destruction of the planet, by plundering of its resources and rampant plundering of its resources and rampant overpopulation, tightens slowly like a hangman’s overpopulation, tightens slowly like a hangman’s noose about the throat of all life on this planet.noose about the throat of all life on this planet.Racial hatreds burn brightly: So many races, so Racial hatreds burn brightly: So many races, so many to hate. “Education” disintegrates into many to hate. “Education” disintegrates into nothing more than a desperate scrabble for nothing more than a desperate scrabble for employability. Economics, both national and employability. Economics, both national and international, has become a sort of monetary international, has become a sort of monetary Dungeons & Dragons with no discernible ties to Dungeons & Dragons with no discernible ties to reality.reality.We have forgotten how to actually go to the We have forgotten how to actually go to the Moon, and we no longer have the technology to do Moon, and we no longer have the technology to do so even if we wanted to. But we don’t care any so even if we wanted to. But we don’t care any longer. Space-fantasies in darkened theaters and longer. Space-fantasies in darkened theaters and telescreen-rooms - the opium-dens of 1984 - are telescreen-rooms - the opium-dens of 1984 - are more gratifying and less trouble.more gratifying and less trouble.Don’t even get me started on the varieties of Don’t even get me started on the varieties of religious insanity sweeping the globe, from religious insanity sweeping the globe, from Christian fundamentalism in the west to Islamic Christian fundamentalism in the west to Islamic fundamentalism in the east. [I note that the term fundamentalism in the east. [I note that the term “fundamental” implies a merging of “fundament” “fundamental” implies a merging of “fundament” and “mental”, which pretty well sums up the and “mental”, which pretty well sums up the situation.]situation.]Sex is now deadly. If you survive, pregnancy is Sex is now deadly. If you survive, pregnancy is a ferocious battleground for control of your body. If a ferocious battleground for control of your body. If you have children, you can only watch helplessly you have children, you can only watch helplessly while others prey upon their innocence. You hope while others prey upon their innocence. You hope that somehow they may survive the ordeal of their that somehow they may survive the ordeal of their youth and adolescence with some spark of the trust, youth and adolescence with some spark of the trust, happiness and love they knew as infants intact.happiness and love they knew as infants intact.We are falling, slowly as in a dream, backwards We are falling, slowly as in a dream, backwards into a new and greater Dark Age: a into a new and greater Dark Age: a Kali YugaKali Yuga which which reassures us by pretending not to exist, by reassures us by pretending not to exist, by pretending to be only a brief “recession”, by pretending to be only a brief “recession”, by pretending to be a Brave New World.pretending to be a Brave New World.And the Temple of Set?And the Temple of Set?First we need to recall the environment at the First we need to recall the environment at the time of our founding in 1975 CE. While the world time of our founding in 1975 CE. While the world was far from perfect at that time, it was an era of was far from perfect at that time, it was an era of tolerance and encouragement of new intellectual tolerance and encouragement of new intellectual directions in society. The revolutionary and directions in society. The revolutionary and evolutionary breakthroughs of the 1960s seemed to evolutionary breakthroughs of the 1960s seemed to have made their point. Perhaps we couldn’t all fly have made their point. Perhaps we couldn’t all fly up, up and away in our beautiful balloon right now, up, up and away in our beautiful balloon right now, but things were definitely moving in that direction.but things were definitely moving in that direction.And “Satanism”? It was simply one more And “Satanism”? It was simply one more alternative, and by no means a negative one, in the alternative, and by no means a negative one, in the pleasant and stimulating mix of metaphysical pleasant and stimulating mix of metaphysical alternatives loosely referred to as “new age” alternatives loosely referred to as “new age” religion.religion.We are all too familiar with the surprising and We are all too familiar with the surprising and shocking neo-barbarism that lashed the 1980s like shocking neo-barbarism that lashed the 1980s like the Black Death: an ominous vindication of the Black Death: an ominous vindication of Liber Liber ALAL #III-46 and the Ninth and Tenth Parts of the #III-46 and the Ninth and Tenth Parts of the Word of SetWord of Set. We survived and are warned and so . We survived and are warned and so more vigilant now, but the question remains: What more vigilant now, but the question remains: What can the Temple of Set be in such an environment? can the Temple of Set be in such an environment? What should we propose to do for our Initiates?What should we propose to do for our Initiates?Inquiries concerning admission arrive daily. Inquiries concerning admission arrive daily. They too are different than they used to be. People They too are different than they used to be. People used to approach the Temple of Set as tranquilly as used to approach the Temple of Set as tranquilly as Her-Bak approached that of Amon-Ra: in peaceful Her-Bak approached that of Amon-Ra: in peaceful reflection and contemplation. Today, more often reflection and contemplation. Today, more often than not, there is a note of angry desperation in than not, there is a note of angry desperation in letters of application. People clutch at the Temple of letters of application. People clutch at the Temple of Set as drowning persons might a life-preserver. Set as drowning persons might a life-preserver. They run to us from a society which they feel has They run to us from a society which they feel has cheated, betrayed, abused, and deceived them. We cheated, betrayed, abused, and deceived them. We are supposed to correct all of that; we are a refuge of are supposed to correct all of that; we are a refuge of sanity, of decency, of fairness, and of intellectual sanity, of decency, of fairness, and of intellectual honesty.honesty.This is a tall order. I wish that the Temple were This is a tall order. I wish that the Temple were both this excellent and this efficient. Certainly we both this excellent and this efficient. Certainly we aspire to be. But we cannot compensate either aspire to be. But we cannot compensate either immediately or adequately for years of inferior immediately or adequately for years of inferior education, or for personal habits of mental education, or for personal habits of mental undiscipline which parents, teachers, profane undiscipline which parents, teachers, profane religious propagandists, and the individual religious propagandists, and the individual him/herself have allowed to corrupt and rot a him/herself have allowed to corrupt and rot a fledgling personality.fledgling personality.We receive letters requesting initiation into the We receive letters requesting initiation into the higher mysteries of the universe, written in pencil on higher mysteries of the universe, written in pencil on torn-out binder paper, in fragmented sentences torn-out binder paper, in fragmented sentences plagued with misspelled words. How are we plagued with misspelled words. How are we supposed to say to such a correspondent: “We’re supposed to say to such a correspondent: “We’re sorry, but you’re going to have to go back and sorry, but you’re going to have to go back and spend another twelve years getting a good basic spend another twelve years getting a good basic education, to include the rudiments of philosophy, education, to include the rudiments of philosophy, history, grammar, composition, and etiquette. Clean history, grammar, composition, and etiquette. Clean Scroll of SetScroll of Set - June 1992- Page - June 1992- Page 88"},{"pageNumber":9,"pageContent":"yourself up, both inside and outside. Then, when yourself up, both inside and outside. Then, when you are a shining example of perfect humanity, you are a shining example of perfect humanity, come back to us and we will see about taking it from come back to us and we will see about taking it from there.”there.”Because that is what the Temple of Set should Because that is what the Temple of Set should properly be doing. We are not a grammar or high properly be doing. We are not a grammar or high school or even an undergraduate university. We are school or even an undergraduate university. We are not a reform school or a halfway house for profane not a reform school or a halfway house for profane religious derelicts. We are not a magical “Saturday religious derelicts. We are not a magical “Saturday night special” for sulky failures to brandish to “get night special” for sulky failures to brandish to “get even” with their real or imagined tormenters. We even” with their real or imagined tormenters. We are not the answer to all or even many of society’s are not the answer to all or even many of society’s revolting sicknesses.revolting sicknesses.The Temple of Set The Temple of Set isis a means by which persons a means by which persons who have raised themselves up as high as possible who have raised themselves up as high as possible by ordinary education and socialization processes by ordinary education and socialization processes can then go beyond that excellence into something can then go beyond that excellence into something even more rarefied and ennobling: a state of being in even more rarefied and ennobling: a state of being in which the tools of magic and initiatory self-which the tools of magic and initiatory self-consciousness are added to one’s state of being. consciousness are added to one’s state of being. But these tools cannot be added if the raw material But these tools cannot be added if the raw material is not there first. To try to do so is to invite failure is not there first. To try to do so is to invite failure and disappointment, a kind of cruelty similar to and disappointment, a kind of cruelty similar to giving an amputee a set of roller-skates as a present.giving an amputee a set of roller-skates as a present.You see the dilemma: In a world increasingly You see the dilemma: In a world increasingly devoid of things which can be trusted and respected, devoid of things which can be trusted and respected, many people come to the Temple as their “last many people come to the Temple as their “last hope”. Are we to turn our back on them because the hope”. Are we to turn our back on them because the very society which they reject in disgust has made very society which they reject in disgust has made them cripples?them cripples?Yet if we accept them, how are we to address our Yet if we accept them, how are we to address our authentic and original purpose of initiation? Are we authentic and original purpose of initiation? Are we to relax our standards of admission, and thereafter to relax our standards of admission, and thereafter “Recognize” persons to higher degrees who still “Recognize” persons to higher degrees who still have trouble understanding, much less articulating have trouble understanding, much less articulating their own thoughts? Who have no idea where they their own thoughts? Who have no idea where they want to go, or why, but are nevertheless in a hurry? want to go, or why, but are nevertheless in a hurry? If we do, we may appease egos and aspirations If we do, we may appease egos and aspirations momentarily, but we will be moving the Temple momentarily, but we will be moving the Temple towards mediocrity and ultimately inauthenticity.towards mediocrity and ultimately inauthenticity.Pseudo-occult organizations in which Pseudo-occult organizations in which malcontents, incompetents, and assorted ding-dongs malcontents, incompetents, and assorted ding-dongs huddle together to tell one another how wise and huddle together to tell one another how wise and wonderful they are - shades of Kipling’s bander-wonderful they are - shades of Kipling’s bander-log! - are a dime-a-dozen. Anton LaVey even did log! - are a dime-a-dozen. Anton LaVey even did this by design with the Kennel of Satan after 1975, this by design with the Kennel of Satan after 1975, as if to show me how easy even “Satanists” are to as if to show me how easy even “Satanists” are to fool and exploit, and to mock me for my visionary fool and exploit, and to mock me for my visionary trust in the inherent divinity of the human soul. trust in the inherent divinity of the human soul. Uncannily, had Anton and I corresponded thereafter, Uncannily, had Anton and I corresponded thereafter, he might have written to me very much as Satan did he might have written to me very much as Satan did to his altruistic counterpart Michael in Taylor to his altruistic counterpart Michael in Taylor Caldwell’s Caldwell’s Dialogues with the DevilDialogues with the Devil::I look upon the twentieth century, as they I look upon the twentieth century, as they call it, of the men of Terra, and I know that call it, of the men of Terra, and I know that madness, accompanied by drums, is now sole madness, accompanied by drums, is now sole temporal power all over that disastrous world. It temporal power all over that disastrous world. It was not I who did that. It was the caressing was not I who did that. It was the caressing dreamers who accomplished it, who refused to dreamers who accomplished it, who refused to look upon the nature of man and to deal with it, look upon the nature of man and to deal with it, and therefore evoked insanity in governments and therefore evoked insanity in governments and individuals. The truth, as you know, dear and individuals. The truth, as you know, dear Michael, cannot be evaded except at the cost Michael, cannot be evaded except at the cost of madness.of madness.But enough of that foul little Earth, which But enough of that foul little Earth, which lies snugly in my hand, reeking. It is nothing but lies snugly in my hand, reeking. It is nothing but bloody offal, ready for the sewer it has prepared bloody offal, ready for the sewer it has prepared for itself. I cannot help but congratulate myself, for itself. I cannot help but congratulate myself, for in this century of Terra I have been for in this century of Terra I have been supremely successful. It was I who gave the supremely successful. It was I who gave the inconsequential gigglers to her, the creators of inconsequential gigglers to her, the creators of contorted art-forms, the demented “wild contorted art-forms, the demented “wild music”, the earnestly insistent, the souls who music”, the earnestly insistent, the souls who never knew laughter, the anxious watchers of never knew laughter, the anxious watchers of the deportment of others while their own the deportment of others while their own deportment was unspeakable, the enviers, the deportment was unspeakable, the enviers, the slothful, the whiners, those who believed life slothful, the whiners, those who believed life was unfair to them in some vague and petulant was unfair to them in some vague and petulant manner, the deniers of life, the liars and the manner, the deniers of life, the liars and the dream-spinners, the pursuers of novelty for its dream-spinners, the pursuers of novelty for its own sake, the busy-bodies, the interferers, the own sake, the busy-bodies, the interferers, the philosophers of government who espoused philosophers of government who espoused only the vilest members of their society, the only the vilest members of their society, the teachers of ineffable fallacies, the tolerant of teachers of ineffable fallacies, the tolerant of evil who were also the traducers of virtue, the evil who were also the traducers of virtue, the casual and urbane, the planners of the casual and urbane, the planners of the Excellent Society, Hell receive them! and those Excellent Society, Hell receive them! and those who believed that filth has its own verity and who believed that filth has its own verity and despised the pure of heart. In short, the despised the pure of heart. In short, the unproductive, the twisted, the frenzied, and unproductive, the twisted, the frenzied, and the wild and uncouth. These are my demons; I the wild and uncouth. These are my demons; I raised them from my hells to infest Terra and raised them from my hells to infest Terra and the men thereon received them with love and the men thereon received them with love and delight.delight.As the Temple of Set stands against the As the Temple of Set stands against the corruption and decay of the Earth, so we are corruption and decay of the Earth, so we are challenged to stand against what is imperfect in challenged to stand against what is imperfect in ourselves as well. If we do so carefully and ourselves as well. If we do so carefully and honestly, that “light in the darkness” known as the honestly, that “light in the darkness” known as the Æon of Set may yet continue to burn. If we falter, Æon of Set may yet continue to burn. If we falter, deceiving and ultimately betraying ourselves, then deceiving and ultimately betraying ourselves, then whether or not the Kennel of Satan endures much whether or not the Kennel of Satan endures much longer as an organizational scarecrow, Anton LaVey longer as an organizational scarecrow, Anton LaVey will have been proved right: that the Age of Satan is will have been proved right: that the Age of Satan is all that Terra deserves.all that Terra deserves.Ultimately the battle is not to be fought in Ultimately the battle is not to be fought in society, nor within any organization such as the society, nor within any organization such as the Temple of Set. It is an exclusively, intensely Temple of Set. It is an exclusively, intensely individual and personal battle. Whenever each new individual and personal battle. Whenever each new Crystal TabletCrystal Tablet is mailed out, the Temple has in is mailed out, the Temple has in essence done all that it can to arm the aspirant for essence done all that it can to arm the aspirant for that battle - by alerting the new Setian to its that battle - by alerting the new Setian to its Scroll of SetScroll of Set - June 1992- Page - June 1992- Page 99"},{"pageNumber":10,"pageContent":"existence. Thereafter the other features of the existence. Thereafter the other features of the Temple, and other Setians, are accessories to what is Temple, and other Setians, are accessories to what is centrally at issue: the individual’s self-awareness, centrally at issue: the individual’s self-awareness, self-respect, self-affirmation, self-perfection. This is self-respect, self-affirmation, self-perfection. This is what is meant by what is meant by XeperXeper..______________________________________________________________________[17] [17] Film Review:Film Review: The ResurrectedThe ResurrectedLive Home Video 1991, ISBN 1-55658-765-1Live Home Video 1991, ISBN 1-55658-765-1“Someday someone will make a really good “Someday someone will make a really good film of H.P. Lovecraft’s film of H.P. Lovecraft’s The Case of Charles The Case of Charles Dexter WardDexter Ward,” I wrote in #F7F of the reading list, ,” I wrote in #F7F of the reading list, “and what a dazzler that will be!”“and what a dazzler that will be!”Well, someone did indeed do it, and it is a Well, someone did indeed do it, and it is a dazzler. At least about 90% of potential. dazzler. At least about 90% of potential. The The ResurrectedResurrected is avowedly an attempt to bring is avowedly an attempt to bring CDWCDW to the screen. In terms of creepiness and horror, it’s to the screen. In terms of creepiness and horror, it’s got it all, right there, right now. This is serious HPL, got it all, right there, right now. This is serious HPL, not Sandra Dee stuff. I am a reasonably seasoned not Sandra Dee stuff. I am a reasonably seasoned Black Magician, and I took more than a few deep Black Magician, and I took more than a few deep breaths during this film. I also smiled a little, breaths during this film. I also smiled a little, because, dear readers, this is what most of profane because, dear readers, this is what most of profane society thinks that we do behind closed doors.society thinks that we do behind closed doors.[You mean we actually [You mean we actually dodo ...?] ...?]I don’t think that I don’t think that ResurrectedResurrected ever made it into ever made it into theaters - at least not that I noticed. Seems to have theaters - at least not that I noticed. Seems to have gone straight into videocassette. That too is gone straight into videocassette. That too is probably a good thing; I don’t know if I could probably a good thing; I don’t know if I could handle Joseph Curwen’s, um, “pets” in 70mm.handle Joseph Curwen’s, um, “pets” in 70mm.I said 90%. What’s missing?I said 90%. What’s missing?The original novel [in #7B The original novel [in #7B The Mountains of The Mountains of Madness & OthersMadness & Others] is very intricate and very ] is very intricate and very antiquarian. Tiny clues and plot-keys are sprinkled antiquarian. Tiny clues and plot-keys are sprinkled all through it, much like Tolkien’s all through it, much like Tolkien’s LOTRLOTR or or Fowles’ Fowles’ The MagusThe Magus. Much of the fun of reading . Much of the fun of reading CDWCDW is to pick up all of these little gems and piece is to pick up all of these little gems and piece them together into what is actually going on in the them together into what is actually going on in the story.story.You just can’t do this in a movie. You’ve got to You just can’t do this in a movie. You’ve got to shorten it and simplify it, stuffing the plot down the shorten it and simplify it, stuffing the plot down the viewer’s throat rather than challenging him to figure viewer’s throat rather than challenging him to figure it out. So it out. So The ResurrectedThe Resurrected is straightforward rather is straightforward rather than being a jigsaw puzzle.than being a jigsaw puzzle.Because of time constraints the film regretfully Because of time constraints the film regretfully abridges or eliminates some of the most charming abridges or eliminates some of the most charming games that HPL plays with his nefarious characters. games that HPL plays with his nefarious characters. Curwen’s malevolently comical adventures as a Curwen’s malevolently comical adventures as a “Setian” in 18th-century Providence, Rhode Island “Setian” in 18th-century Providence, Rhode Island are missing. “By 1760,” wrote HPL, “Joseph are missing. “By 1760,” wrote HPL, “Joseph Curwen was virtually an outcast, suspected of vague Curwen was virtually an outcast, suspected of vague horrors and demonic alliances which seemed all the horrors and demonic alliances which seemed all the more menacing because they could not be named, more menacing because they could not be named, understood, or even proved to exist ... There seemed understood, or even proved to exist ... There seemed to lurk in his bearing some cryptic, sardonic to lurk in his bearing some cryptic, sardonic arrogance, as if he had come to find all human arrogance, as if he had come to find all human beings dull through having moved among stranger beings dull through having moved among stranger and more potent entities.” See what I mean? And:and more potent entities.” See what I mean? And:“What the thing [in the pit] was, Willett would “What the thing [in the pit] was, Willett would never tell. It was like some of the carvings on the never tell. It was like some of the carvings on the hellish altar, but it was alive. Nature had never made hellish altar, but it was alive. Nature had never made it in this form ... It was not the worst thing depicted it in this form ... It was not the worst thing depicted on that stone, but Willett never opened the other pits on that stone, but Willett never opened the other pits ...” Good old HPL!...” Good old HPL!The novel’s present-day episodes are set in the The novel’s present-day episodes are set in the 1920s, while those of 1920s, while those of ResurrectedResurrected take place in the take place in the 1980s. Again some of HPL’s original flavor is lost; 1980s. Again some of HPL’s original flavor is lost; how much depends upon how much of a how much depends upon how much of a Lovecraftian purist you are. The plot-line is quite Lovecraftian purist you are. The plot-line is quite powerful enough to survive it, however.powerful enough to survive it, however.Another amusing change: When the characters Another amusing change: When the characters in the novel encountered something distinctly in the novel encountered something distinctly unpleasant, they were still too well-bred - an HPL unpleasant, they were still too well-bred - an HPL emphasis - to utter so much as a single, ahem, vulgar emphasis - to utter so much as a single, ahem, vulgar expletive. When our modern actors run into “ye expletive. When our modern actors run into “ye liveliest Awfullness”, they say just about what you liveliest Awfullness”, they say just about what you or I would probably say under similar or I would probably say under similar circumstances.circumstances.This is a tasty little movie. Enjoy.This is a tasty little movie. Enjoy.______________________________________________________________________[18] [18] AbortionAbortionUntil now the Temple of Set hasn’t had much to Until now the Temple of Set hasn’t had much to say on the subject of abortion. The reason is pretty say on the subject of abortion. The reason is pretty simple; we don’t understand why there’s such a simple; we don’t understand why there’s such a fuss about it. Your body is your body. As such, it’s fuss about it. Your body is your body. As such, it’s no one else’s business what you do with it. If you no one else’s business what you do with it. If you want to pig out and make it fat, or pump iron until want to pig out and make it fat, or pump iron until its muscles bulge out, or pierce your ear, or get a its muscles bulge out, or pierce your ear, or get a tattoo, or not have something independently growing tattoo, or not have something independently growing inside you (whether it’s cancer, ringworm, or a inside you (whether it’s cancer, ringworm, or a fetus), that’s your decision. By the same token the fetus), that’s your decision. By the same token the Temple has no religious prohibition against suicide, Temple has no religious prohibition against suicide, though we of course do not recommend it nor though we of course do not recommend it nor propose to interfere with social laws concerning it.propose to interfere with social laws concerning it.As with so much else today, this eminently As with so much else today, this eminently simple principle of “your body, your business” simple principle of “your body, your business” seems to be very difficult for a large part of the seems to be very difficult for a large part of the profane masses to accept. And in most cases the axe profane masses to accept. And in most cases the axe that is being ground is quite clear: Anti-choice that is being ground is quite clear: Anti-choice people are either religious cranks or male-people are either religious cranks or male-supremacists or women-haters or “all of the supremacists or women-haters or “all of the above”. Without exception they couldn’t care less above”. Without exception they couldn’t care less about the fetus itself, as evidenced by “pro-life” about the fetus itself, as evidenced by “pro-life” groups’ utter disinterest in improving facilities, groups’ utter disinterest in improving facilities, procedures, funding, or opportunities for pre-natal procedures, funding, or opportunities for pre-natal care or for the post-birth, childhood, and adolescent care or for the post-birth, childhood, and adolescent rearing of the human being in question.rearing of the human being in question.Oddly enough, the Temple of Set has had a very Oddly enough, the Temple of Set has had a very special reason to be concerned about the ethics of special reason to be concerned about the ethics of abortion, and it has to do with the essence of the abortion, and it has to do with the essence of the soul and self. Alone among the world’s religions, soul and self. Alone among the world’s religions, we take the psyche/soul/ba very literally and very we take the psyche/soul/ba very literally and very seriously. It is not something to be dispensed with seriously. It is not something to be dispensed with casually. Murder and mass-murder (war) are casually. Murder and mass-murder (war) are Scroll of SetScroll of Set - June 1992- Page - June 1992- Page 1010"},{"pageNumber":11,"pageContent":"destructive not just in terms of bodies but in terms destructive not just in terms of bodies but in terms of the psyches which are disrupted or destroyed as a of the psyches which are disrupted or destroyed as a result.result.Where, therefore, does the conscious self begin? Where, therefore, does the conscious self begin? At conception? At birth? Or even a year or so after At conception? At birth? Or even a year or so after birth? [What is the earliest coherent memory you birth? [What is the earliest coherent memory you have?]have?]Benjamin Libet, Professor of Physiology at the Benjamin Libet, Professor of Physiology at the University of California San Francisco Medical University of California San Francisco Medical Center, sent a pertinent comment to the April 6, Center, sent a pertinent comment to the April 6, 1992 1992 San Francisco ChronicleSan Francisco Chronicle::The so-called “scientific fact - that human The so-called “scientific fact - that human life begins at conception” is flatly contradicted life begins at conception” is flatly contradicted by present medical science.by present medical science.One must distinguish between “living One must distinguish between “living human tissue”, which does start developing at human tissue”, which does start developing at conception, and the “life of a human person”. conception, and the “life of a human person”. Without a functioning brain there is no human Without a functioning brain there is no human person. At conception and for a time thereafter, person. At conception and for a time thereafter, there is no brain at all. A minimally functioning there is no brain at all. A minimally functioning brain does not develop until well into the brain does not develop until well into the second trimester of pregnancy, or later. Let’s second trimester of pregnancy, or later. Let’s stop using the term “human life” when it refers stop using the term “human life” when it refers simply to human tissue or organs.simply to human tissue or organs.Accordingly there is no “killing” of “an Accordingly there is no “killing” of “an unborn child” in an abortion of an early fetus; unborn child” in an abortion of an early fetus; there is only the removal of some living human there is only the removal of some living human tissue that still has only a potential to develop tissue that still has only a potential to develop into a human person.into a human person.______________________________________________________________________[19] [19] Church of SatanChurch of Satan Revision (Ctd.) Revision (Ctd.)As indicated in the February XXVII As indicated in the February XXVII ScrollScroll, I am , I am partway through the current revision of my partway through the current revision of my Church Church of Satanof Satan history. The major updates have to do with history. The major updates have to do with the circumstances surrounding the early life of the circumstances surrounding the early life of Anton LaVey and the founding of the Church, as Anton LaVey and the founding of the Church, as well as with a section concerning post-1975CE well as with a section concerning post-1975CE affairs. I had hoped to have the new edition done by affairs. I had hoped to have the new edition done by now, but it looks as though it won’t be ready for now, but it looks as though it won’t be ready for announcing until the next announcing until the next ScrollScroll. As previously . As previously mentioned, I would like to have this edition - mentioned, I would like to have this edition - hopefully the final/definitive one - available in both hopefully the final/definitive one - available in both an economy (pressboard/regular paper/b&w plates) an economy (pressboard/regular paper/b&w plates) format and in a collector’s (hardbound/rag format and in a collector’s (hardbound/rag paper/color plates) format (similar to the first paper/color plates) format (similar to the first edition). Although more material is being added to edition). Although more material is being added to this third edition of the book, moving the text down this third edition of the book, moving the text down to 10-point size (identical to this to 10-point size (identical to this ScrollScroll text) should text) should actually make the book more compact.actually make the book more compact.Meanwhile the LaVey situation in the courts has Meanwhile the LaVey situation in the courts has continued to percolate. As of the February continued to percolate. As of the February ScrollScroll article Anton LaVey had filed for a Chapter 11 article Anton LaVey had filed for a Chapter 11 (reorganization) bankruptcy, thus freezing the (reorganization) bankruptcy, thus freezing the Superior Court’s order for him to pay a substantial Superior Court’s order for him to pay a substantial monetary judgment to Diane Hegarty (the former monetary judgment to Diane Hegarty (the former Diane LaVey).Diane LaVey).Diane’s attorneys have tried repeatedly, and so Diane’s attorneys have tried repeatedly, and so far unsuccessfully, to get Anton ousted from 6114 far unsuccessfully, to get Anton ousted from 6114 California Street in order that it could be sold and California Street in order that it could be sold and the proceeds applied to the judgment. On 2/24/92 the proceeds applied to the judgment. On 2/24/92 they filed a statement with the court:they filed a statement with the court:On 2/18/92 we viewed the subject On 2/18/92 we viewed the subject property for the first time. The house reflects property for the first time. The house reflects the last 20 years as the Church of Satan. All the last 20 years as the Church of Satan. All maintenance has been deferred, and the maintenance has been deferred, and the property is in filthy and deteriorating condition. property is in filthy and deteriorating condition. There is substantial doubt whether the building There is substantial doubt whether the building in its present condition could pass building, in its present condition could pass building, fire, and/or safety codes. Further the entire fire, and/or safety codes. Further the entire property is filled with books, icons, artifacts, and property is filled with books, icons, artifacts, and memorabilia connected with the Church of memorabilia connected with the Church of Satan, including a crystal skull and shrunken Satan, including a crystal skull and shrunken head. The lighting is deliberately subdued, the head. The lighting is deliberately subdued, the walls are painted black or red, the odor is walls are painted black or red, the odor is oppressive, and cobwebs & dust abound.oppressive, and cobwebs & dust abound.Our impression of the property after Our impression of the property after inspection was verified by our real estate inspection was verified by our real estate consultant, who indicated to us that in its consultant, who indicated to us that in its present state the property had no rental value present state the property had no rental value whatever since it is not in habitable condition. whatever since it is not in habitable condition. The kitchen and baths are unusable, there is The kitchen and baths are unusable, there is substantial structural and renovation work substantial structural and renovation work which needs to be done in addition to interior which needs to be done in addition to interior and exterior painting, the windows need to be and exterior painting, the windows need to be uncovered to allow light in, and there is no uncovered to allow light in, and there is no heat. Further the property cannot be shown in heat. Further the property cannot be shown in its present state until the debtor vacates and its present state until the debtor vacates and takes all his personal property with him.takes all his personal property with him.The Church of Satan’s current financial The Church of Satan’s current financial operations have also come under some question. On operations have also come under some question. On 4/29/92 Hegarty’s attorneys stated to the court:4/29/92 Hegarty’s attorneys stated to the court:The debtor’s petition indicates that no The debtor’s petition indicates that no income is forthcoming from the Church of income is forthcoming from the Church of Satan when this is the very entity which seeks Satan when this is the very entity which seeks bankruptcy protection. The debtor’s income is bankruptcy protection. The debtor’s income is generated from royalties on the publications generated from royalties on the publications authored by both the debtor and the creditor authored by both the debtor and the creditor and indicated in the petition. I am informed and and indicated in the petition. I am informed and believe that debtor has failed to report income believe that debtor has failed to report income which is derived from his business as the which is derived from his business as the Church of Satan.Church of Satan.A recent issue of A recent issue of The Black FlameThe Black Flame, the , the International Forum of the Church of Satan, International Forum of the Church of Satan, indicates that memberships are sold for $100, indicates that memberships are sold for $100, franchises are available for $150,000, and that franchises are available for $150,000, and that posters, mugs, jewelry, and other memorabilia posters, mugs, jewelry, and other memorabilia are also available for sale. It does not appear are also available for sale. It does not appear that the proceeds from any of these articles that the proceeds from any of these articles were included in debtor’s petition.were included in debtor’s petition.Scroll of SetScroll of Set - June 1992- Page - June 1992- Page 1111"},{"pageNumber":12,"pageContent":"On 5/5/92 Anton declared under penalty of On 5/5/92 Anton declared under penalty of perjury that he derives no income from any of the perjury that he derives no income from any of the BFBF-advertised trinkets except for the $100 C/S -advertised trinkets except for the $100 C/S membership setup. This is interesting, as in that membership setup. This is interesting, as in that same same BFBF Blanche Barton (”Secretary of the C/S”) Blanche Barton (”Secretary of the C/S”) proclaims:proclaims:Getting money by representing yourself as Getting money by representing yourself as a Church of Satan outlet or franchise is a Church of Satan outlet or franchise is unethical and unlawful. If you want to use the unethical and unlawful. If you want to use the symbols, title, philosophy, and reputation, you symbols, title, philosophy, and reputation, you can can buybuy a C/S franchise for $150,000. Those a C/S franchise for $150,000. Those using our symbols otherwise will be using our symbols otherwise will be prosecuted.prosecuted.Notwithstanding the fact that the Baphomet Notwithstanding the fact that the Baphomet cannot be trademarked because it predates the cannot be trademarked because it predates the Church of Satan by several centuries [and the Church of Satan by several centuries [and the specific C/S design by several decades], this specific C/S design by several decades], this statement by Barton would seem to suggest that statement by Barton would seem to suggest that either several [unreported] $150K franchises have either several [unreported] $150K franchises have gone into the 6114 kitty or that lots of Baphomet-gone into the 6114 kitty or that lots of Baphomet-merchants advertised in the BF, including editor merchants advertised in the BF, including editor Peter Gilmore, are now in the process of being sued Peter Gilmore, are now in the process of being sued by Anton for their “unethical and unlawful” by Anton for their “unethical and unlawful” practices.practices.Even if Anton’s 5/5/92 statement is true, it still Even if Anton’s 5/5/92 statement is true, it still contradicts his earlier sworn statement on 12/10/91 contradicts his earlier sworn statement on 12/10/91 that the only income he receives is from his book that the only income he receives is from his book royalties.royalties.What the judge thinks of all of this is not What the judge thinks of all of this is not recorded. However on 5/7/92 he ordered the case to recorded. However on 5/7/92 he ordered the case to be converted from Chapter 11 (reorganization) to be converted from Chapter 11 (reorganization) to Chapter 7 (liquidation).Chapter 7 (liquidation).Now the bankruptcy court, as the superior court Now the bankruptcy court, as the superior court before it, appears to be moving in the direction of before it, appears to be moving in the direction of dissolving the Church of Satan as a “business” dissolving the Church of Satan as a “business” altogether.altogether.______________________________________________________________________[20] [20] GlindaGlindaGlinda’s acquisition of a text-scanner means Glinda’s acquisition of a text-scanner means that a number of archive documents will gradually that a number of archive documents will gradually be making their way into her files for acquisition by be making their way into her files for acquisition by interested Setians. We will also try to scan Pylon interested Setians. We will also try to scan Pylon and Order newsletters as received and load them and Order newsletters as received and load them into the appropriate file areas as well. Sentinels and into the appropriate file areas as well. Sentinels and Grand Masters who would like to facilitate this Grand Masters who would like to facilitate this process are asked to use as much “regular” process are asked to use as much “regular” typeface (i.e. non-script or calligraphic) as possible, typeface (i.e. non-script or calligraphic) as possible, and to provide clear, dark, distinctly-printed copies and to provide clear, dark, distinctly-printed copies of their newsletters. Meanwhile Magister Menschel of their newsletters. Meanwhile Magister Menschel indicates that he is working on a master-index of all indicates that he is working on a master-index of all Temple publications for Glinda, to appear later this Temple publications for Glinda, to appear later this summer.summer.______________________________________________________________________[21] [21] SecretSecret of the LOST ARK of the LOST ARKWhen the Lucasfilm movie When the Lucasfilm movie Raiders of the Lost Raiders of the Lost ArkArk was released in the summer of 1981, I was in was released in the summer of 1981, I was in Washington, D.C. on assignment to the Defense Washington, D.C. on assignment to the Defense Intelligence Agency. The subject of the movie Intelligence Agency. The subject of the movie piqued my curiosity, so in my free time I started to piqued my curiosity, so in my free time I started to poke around in the Library of Congress, the poke around in the Library of Congress, the National Archives, and other repositories to see what National Archives, and other repositories to see what I could uncover.I could uncover.Libraries of interesting organizations often have Libraries of interesting organizations often have correspondingly interesting materials. For example, correspondingly interesting materials. For example, I found Edward Hall’s I found Edward Hall’s The Hidden DimensionThe Hidden Dimension in in the library of the JFK Special Warfare Center at the library of the JFK Special Warfare Center at Fort Bragg, North Carolina during an assignment Fort Bragg, North Carolina during an assignment there. It explored the entire art/science/ magic of there. It explored the entire art/science/ magic of proxemics, and formed the basis for my proxemics, and formed the basis for my RunesRunes #III- #III-4 (July XX) article on the topic.4 (July XX) article on the topic.The DIA has an equally fascinating library, as The DIA has an equally fascinating library, as does the State Department’s Foreign Service does the State Department’s Foreign Service Institute. Because of the eclectic interests of such Institute. Because of the eclectic interests of such organizations, they often collect books and organizations, they often collect books and documents which, while unclassified, are obscure, documents which, while unclassified, are obscure, unique, and downright odd.unique, and downright odd.So over a period of weeks I combed through So over a period of weeks I combed through eldritch tomes and took lots of notes. I had in mind eldritch tomes and took lots of notes. I had in mind to write a to write a ScrollScroll article on the subject, but as the data article on the subject, but as the data accumulated a story format began to suggest itself. accumulated a story format began to suggest itself. Ultimately I wrote the original version of Ultimately I wrote the original version of Secret of Secret of the Lost Arkthe Lost Ark as a series of “cliff-hanger” short- as a series of “cliff-hanger” short-stories which I sent to the Priesthood in installments stories which I sent to the Priesthood in installments as they were drafted. For the fun of it I wrote some as they were drafted. For the fun of it I wrote some Setians fictionally into the narrative as well.Setians fictionally into the narrative as well.A couple of years later I re-edited the A couple of years later I re-edited the installments into a single text, re-named the artificial installments into a single text, re-named the artificial Setian characters into purely-generic ones, and made Setian characters into purely-generic ones, and made the result casually available to interested persons the result casually available to interested persons within the Temple.within the Temple.And so matters rested until recently, when an And so matters rested until recently, when an agitated Priest Peter Rivera came to me inquiring agitated Priest Peter Rivera came to me inquiring how I had discovered all of this information. “It how I had discovered all of this information. “It was all so shocking,” he said nervously, “that was all so shocking,” he said nervously, “that Dennis and Karen and I couldn’t bring ourselves to Dennis and Karen and I couldn’t bring ourselves to tell anyone about it.”tell anyone about it.”Then, in a hushed, furtive voice - punctuated Then, in a hushed, furtive voice - punctuated with occasional wild laughter and spontaneous with occasional wild laughter and spontaneous screams - he told me the screams - he told me the hideous truthhideous truth behind the behind the story that I imagined I had invented eleven years story that I imagined I had invented eleven years ago. Feverishly I scribbled notes as he raved on. At ago. Feverishly I scribbled notes as he raved on. At length he could apparently bear the strain no more, length he could apparently bear the strain no more, as he sprang to his feet, looked desperately about as he sprang to his feet, looked desperately about him, and bolted for the door.him, and bolted for the door.Checking with Priest Mann and Setian Revay Checking with Priest Mann and Setian Revay only added to my consternation. They seemed oddly only added to my consternation. They seemed oddly distressed at Rivera’s revelations, yet clearly distressed at Rivera’s revelations, yet clearly anxious to appease my curiosity in ways curiously anxious to appease my curiosity in ways curiously Scroll of SetScroll of Set - June 1992- Page - June 1992- Page 1212"},{"pageNumber":13,"pageContent":"designed to suggest that the entire affair belonged to designed to suggest that the entire affair belonged to the realm of fantasy. Further queries from me were the realm of fantasy. Further queries from me were met with polite but transparent attempts to change met with polite but transparent attempts to change the subject.the subject.A short time later Priest Rivera called me to A short time later Priest Rivera called me to strenuously deny that any element of his previous strenuously deny that any element of his previous account was true. “It never happened!” he shrieked account was true. “It never happened!” he shrieked insanely over the telephone. “Bad dreams! Bad insanely over the telephone. “Bad dreams! Bad dreams!” he hissed, then slammed the phone down.dreams!” he hissed, then slammed the phone down.Not knowing what to make of all this, I decided Not knowing what to make of all this, I decided simply to make revisions to simply to make revisions to SLASLA necessary to necessary to correct it to Rivera’s earlier account, and provide it correct it to Rivera’s earlier account, and provide it to the Temple for such evaluation and comment as to the Temple for such evaluation and comment as may be forthcoming. How much [if any] of may be forthcoming. How much [if any] of SLASLA is is truth? How much is fiction? Who knows? I can say truth? How much is fiction? Who knows? I can say only that it is reported reasonably straightforwardly, only that it is reported reasonably straightforwardly, except that to respect the privacy of a certain except that to respect the privacy of a certain professor and his wife I have substituted the name professor and his wife I have substituted the name of the University of North Carolina for the actual of the University of North Carolina for the actual university in question.university in question.Scroll of SetScroll of Set - June 1992- Page - June 1992- Page 1313"}]
