[{"pageNumber":1,"pageContent":"TThhee SSccrroollll ooff SSeettTThhee SSccrroollll ooff SSeett--------------------------------------------------------------------------------------------------------------------------Issue Number 64Issue Number 64Volume VII-4Volume VII-4August 1982August 1982Editor: Editor: Robert H. Moffatt III°Robert H. Moffatt III°Copyright © 1982 Temple of SetCopyright © 1982 Temple of Set--------------------------------------------------------------------------------------------------------------------------[1] [1] XemXem and and Per-tPer-t::From Magic to MysticismFrom Magic to Mysticism- by Michael A. Aquino VI°- by Michael A. Aquino VI°The critical events prior to, during, and following The critical events prior to, during, and following the Set-IV Conclave are now so well known the Set-IV Conclave are now so well known throughout the Temple of Set that it is unnecessary throughout the Temple of Set that it is unnecessary to recount them here. It is important, however, that to recount them here. It is important, however, that the magical consequences of those events be the magical consequences of those events be evaluated. The disgrace of Ronald Barrett and Lynn evaluated. The disgrace of Ronald Barrett and Lynn Norton is significant in that these two individuals Norton is significant in that these two individuals were recognized as Magi V° by the Temple, hence were recognized as Magi V° by the Temple, hence were acknowledged to have made significant were acknowledged to have made significant breakthroughs in the magical and philosophical breakthroughs in the magical and philosophical principles of the Left-Hand Path.principles of the Left-Hand Path.Something, however, went very badly wrong. Something, however, went very badly wrong. What and why? And what are the resultant What and why? And what are the resultant implications for the Temple?implications for the Temple?For the first two years of Barrett’s High For the first two years of Barrett’s High Priesthood (mid-XIV to mid-XVI), his Utterance of Priesthood (mid-XIV to mid-XVI), his Utterance of the Word the Word XemXem was in keeping with the traditional was in keeping with the traditional climate of magical and philosophical freedom that climate of magical and philosophical freedom that had characterized the Temple of Set since had characterized the Temple of Set since XeperXeper: : that is, the Word was expected to stand on its own that is, the Word was expected to stand on its own merits, and no one was forced to concentrate on it. merits, and no one was forced to concentrate on it. Barrett was a strict High Priest, but only insofar as Barrett was a strict High Priest, but only insofar as Temple protocol and administration were concerned.Temple protocol and administration were concerned.This happy state of affairs began to deteriorate, This happy state of affairs began to deteriorate, as far as I can determine, at the Set-III Conclave a as far as I can determine, at the Set-III Conclave a year ago. On that occasion Lynn Norton was year ago. On that occasion Lynn Norton was Recognized to the V°, and Barrett’s attitude towards Recognized to the V°, and Barrett’s attitude towards XemXem underwent a change. Now it was important that underwent a change. Now it was important that those who had not paid what he felt to be sufficient those who had not paid what he felt to be sufficient attention to attention to XemXem do so forthwith. This was to be do so forthwith. This was to be done by (1) the introduction of a written II° test and done by (1) the introduction of a written II° test and (2) the redefinition of the Temple’s degree system (2) the redefinition of the Temple’s degree system to make the degrees correspond simply to the to make the degrees correspond simply to the progression of Magus-Words from Crowley progression of Magus-Words from Crowley forward. [Barrett announced these two policies in forward. [Barrett announced these two policies in ScrollScroll #VI-6.] #VI-6.]At the time there seemed no particular reason for At the time there seemed no particular reason for concern. Barrett’s record was a good one, and he concern. Barrett’s record was a good one, and he was the first to assure Setians that the test was not to was the first to assure Setians that the test was not to be used punitively, nor would it be centrally graded, be used punitively, nor would it be centrally graded, nor would there be a specific passing score. It nor would there be a specific passing score. It would be used as an aid to evaluation only.would be used as an aid to evaluation only.During the ensuing year, Barrett altered all three During the ensuing year, Barrett altered all three positions. He and he alone decided passing grades positions. He and he alone decided passing grades and correct answers to the often-ambiguous and correct answers to the often-ambiguous questions on the test. II°s not passing were demoted questions on the test. II°s not passing were demoted to I°. All III°s were forced to take the test with a to I°. All III°s were forced to take the test with a short time limit when few did so on their own. III°s short time limit when few did so on their own. III°s not passing the test, said Barrett, should be not passing the test, said Barrett, should be inactivated until they did. By April XVII all II°s in inactivated until they did. By April XVII all II°s in the Temple had been demoted to I° [if they had not the Temple had been demoted to I° [if they had not resigned by then], and action against the III°s was resigned by then], and action against the III°s was halted only by Magistra Sinclair, who as Chairman halted only by Magistra Sinclair, who as Chairman of the Council of Nine informed Barrett that she of the Council of Nine informed Barrett that she would not tolerate punitive actions against would not tolerate punitive actions against Councillors merely because of their performance on Councillors merely because of their performance on the test.the test.Absorbed with the massive project of Absorbed with the massive project of The The Church of SatanChurch of Satan history, I was not immediately history, I was not immediately alarmed by the test or by the comments concerning alarmed by the test or by the comments concerning the degree system. I trusted Barrett’s integrity, and I the degree system. I trusted Barrett’s integrity, and I assumed that the test problems were “growing assumed that the test problems were “growing pains” that would be solved constructively. As for pains” that would be solved constructively. As for the degree-system, I did not perceive Barrett’s intent the degree-system, I did not perceive Barrett’s intent as being a change to its underlying structure - a as being a change to its underlying structure - a structure so strong and time-tested that it has structure so strong and time-tested that it has endured formally for a century [since the founding endured formally for a century [since the founding of the Golden Dawn].of the Golden Dawn].In a letter to the III°+ on 7/15/XVI, Barrett In a letter to the III°+ on 7/15/XVI, Barrett commented on the Recognition of Norton at Set-III:commented on the Recognition of Norton at Set-III:First and foremost is the Coming Into Being First and foremost is the Coming Into Being of a new Magus V°. I’m not going to say much of a new Magus V°. I’m not going to say much about it at this time until the Recognition has about it at this time until the Recognition has become official, except that I’m delighted and become official, except that I’m delighted and magically elated beyond Words.magically elated beyond Words.I will say this however: I will say this however: XemXem is no longer is no longer only conceptual, for the Coming Into Being of only conceptual, for the Coming Into Being of Magus Norton (Ptah) has validated one of the Magus Norton (Ptah) has validated one of the Principles of Principles of XemXem, for the idea has become in , for the idea has become in first Manifestation. first Manifestation. XemXem’s first truth is, and ’s first truth is, and through that through that XemXem isis!!Now the Gates which are open have been Now the Gates which are open have been passed through, and it is the time of the new passed through, and it is the time of the new Magi, of whom Ptah and I are but the first. Now Magi, of whom Ptah and I are but the first. Now comes the Great Work. What is more and very comes the Great Work. What is more and very important is that the Curse of the Magus is important is that the Curse of the Magus is broken; it is no more.broken; it is no more.More on all of this will be explained later, More on all of this will be explained later, but in the meantime Magus Norton needs time but in the meantime Magus Norton needs time to get a grip on what is happening and on to get a grip on what is happening and on a Per-a Per-tt; I need time to get the reality of all this into my ; I need time to get the reality of all this into my brain; and he and I need time to put our Words brain; and he and I need time to put our Words together for the first phase in the construction together for the first phase in the construction of the new realm. Sound exciting? You might of the new realm. Sound exciting? You might say that.say that.I was concerned about this odd notion of the I was concerned about this odd notion of the Curse of the Magus being ended, and further about Curse of the Magus being ended, and further about what I had heard - but not read as policy - that what I had heard - but not read as policy - that “now everyone could attain a personal V°”. I “now everyone could attain a personal V°”. I decided that I had best remind both Barrett and decided that I had best remind both Barrett and Norton of the seriousness of the concept of Magus. Norton of the seriousness of the concept of Magus. To Norton [with a copy to Barrett] I wrote on To Norton [with a copy to Barrett] I wrote on 7/25/XVI:7/25/XVI:"},{"pageNumber":2,"pageContent":"From many of the Masters I have heard From many of the Masters I have heard accounts of your Utterance of the Word of a accounts of your Utterance of the Word of a Magus. While I was not fortunate enough to be Magus. While I was not fortunate enough to be present at the Set-III Conclave, I respect their present at the Set-III Conclave, I respect their Understanding and your own sense of Coming Understanding and your own sense of Coming Into Being as expressed both at the Conclave Into Being as expressed both at the Conclave and in your 7/13/XVI letter.and in your 7/13/XVI letter.As was also the case at the time of my own As was also the case at the time of my own and Anubis’ V° initiations, I do not think that and Anubis’ V° initiations, I do not think that congratulations would be magically appropriate. congratulations would be magically appropriate. While the path from I° to IV° is one of increasing While the path from I° to IV° is one of increasing exaltation and satisfaction, the V° is, like Satan’s exaltation and satisfaction, the V° is, like Satan’s fabled fall from Heaven, a plunge into an fabled fall from Heaven, a plunge into an entirely new environment. The Magister Templi entirely new environment. The Magister Templi can be an explorer, a teacher, a philosopher. All can be an explorer, a teacher, a philosopher. All these pleasant pursuits are shattered for the these pleasant pursuits are shattered for the Magus, as he must be a creator. That is his Magus, as he must be a creator. That is his Task, and therein also lies his Curse:Task, and therein also lies his Curse:And this is the horror that was And this is the horror that was shown by the lake that was nigh unto shown by the lake that was nigh unto the City of the Seven Hills, and this is the City of the Seven Hills, and this is the Mystery of the great prophets the Mystery of the great prophets that have come unto mankind, that have come unto mankind, Moses, and Buddha, and Lao Tan, Moses, and Buddha, and Lao Tan, and Krishna, and Jesus, and Osiris, and Krishna, and Jesus, and Osiris, and Mohammed; for all these and Mohammed; for all these attained unto the grade of Magus, attained unto the grade of Magus, and therefore were they bound with and therefore were they bound with the curse of Thoth. But, being the curse of Thoth. But, being guardians of the truth, they have guardians of the truth, they have taught nothing but falsehood, except taught nothing but falsehood, except unto such as understood; for the unto such as understood; for the truth may not pass the Gate of the truth may not pass the Gate of the Abyss. - 666, 6th Æthyr, Abyss. - 666, 6th Æthyr, The Vision The Vision and The Voiceand The VoiceI know that there is a good deal of I know that there is a good deal of excitement and interest in the Temple at the excitement and interest in the Temple at the prospect of witnessing the Coming Into Being prospect of witnessing the Coming Into Being of a new Magus. It is a rare and sublime of a new Magus. It is a rare and sublime occasion, and it is all the more stimulating occasion, and it is all the more stimulating because of its mystery. A Magus presents the because of its mystery. A Magus presents the magical universe with a new unknown factor magical universe with a new unknown factor which necessarily alters many, if not all which necessarily alters many, if not all preconceptions about the initiatory process. preconceptions about the initiatory process. Witness the environmental changes from Witness the environmental changes from Crowley to LaVey to myself to Anubis.Crowley to LaVey to myself to Anubis.You must recognize, however, that this You must recognize, however, that this initial excitement and interest on the part of initial excitement and interest on the part of onlookers is in ignorance of what your Word will onlookers is in ignorance of what your Word will actually imply for them. If this were not the case actually imply for them. If this were not the case - if you fitted neatly into the existing magical - if you fitted neatly into the existing magical universe, “making it perfect” - then you would universe, “making it perfect” - then you would not be a true Magus but rather a Magister not be a true Magus but rather a Magister Templi who had succeeded, perhaps, in Templi who had succeeded, perhaps, in making a major breakthrough in Understanding making a major breakthrough in Understanding of the existing environment Then you would of the existing environment Then you would not be Uttering not be Uttering Per-tPer-t but rather fulfilling but rather fulfilling XemXem..I have read carefully Anubis’ #OS-93 I have read carefully Anubis’ #OS-93 comments on the ending of the Curse of the comments on the ending of the Curse of the Magus, and a few evenings ago he and I were Magus, and a few evenings ago he and I were able to discuss this at some length. I have able to discuss this at some length. I have reflected on what he said and the reasoning reflected on what he said and the reasoning behind it, and yet I still feel I should counsel behind it, and yet I still feel I should counsel caution and care on this point.caution and care on this point.If Anubis’ magical universe does not If Anubis’ magical universe does not encompass what is meant by encompass what is meant by Per-tPer-t - and again - and again that is necessarily the case if that is necessarily the case if Per-tPer-t is a true V° is a true V° Word - then Anubis’ apprehension of Word - then Anubis’ apprehension of Per-tPer-t is is that of a Magister Templi [just as my that of a Magister Templi [just as my apprehension and subsequent Understanding apprehension and subsequent Understanding of of XemXem has been that of a Magister Templi]. has been that of a Magister Templi].At this moment, if you are in truth a Magus, At this moment, if you are in truth a Magus, no one Understands you but youno one Understands you but you. That . That is why a Magus is characterized as Uttering a is why a Magus is characterized as Uttering a “falsehood”, and that is why the Curse: He “falsehood”, and that is why the Curse: He encounters skepticism and then disbelief, and encounters skepticism and then disbelief, and then even annoyance and rejection as he then even annoyance and rejection as he insists upon proclaiming the Word. Yet if he is a insists upon proclaiming the Word. Yet if he is a Magus, then he cannot help himself; he Magus, then he cannot help himself; he mustmust continue to proclaim the Word, and that is the continue to proclaim the Word, and that is the Task of the Magus.Task of the Magus.Remember that it took our Initiates a long, Remember that it took our Initiates a long, slow, and often difficult process to make the slow, and often difficult process to make the magical switch from Indulgence to magical switch from Indulgence to XeperXeper. Some . Some fell by the wayside. Then it took a similar fell by the wayside. Then it took a similar process to make the switch from process to make the switch from XeperXeper to to XemXem. . The word of Nuit - “inertia” - works for the The word of Nuit - “inertia” - works for the Magister Templi (who streamlines and fulfills the Magister Templi (who streamlines and fulfills the existing magical universe) and against the existing magical universe) and against the Magus (who expands it and thus alters all Magus (who expands it and thus alters all preexisting formulæ concerning it).preexisting formulæ concerning it).It is most important that you are aware of It is most important that you are aware of this inertia distinction. Otherwise you might this inertia distinction. Otherwise you might tend to interpret resistance and ignorance tend to interpret resistance and ignorance concerning your statements as petty, concerning your statements as petty, interpersonal antagonism.interpersonal antagonism.That was a mistake made by Robert Ethel, That was a mistake made by Robert Ethel, who grasped after the V° and found that he was who grasped after the V° and found that he was totally unable to stand the shock of the cold totally unable to stand the shock of the cold water after the comforting magical sauna of the water after the comforting magical sauna of the IV°. He tried to save himself by “enforcing” IV°. He tried to save himself by “enforcing” belief in and understanding of the Word he belief in and understanding of the Word he endeavored to Utter; he tried to wrench the V° endeavored to Utter; he tried to wrench the V° environment into a IV° semblance.environment into a IV° semblance.The only result was that he made it clear The only result was that he made it clear that he was not a true Magus, for a Magus is that he was not a true Magus, for a Magus is compelled to see the distance and distinction compelled to see the distance and distinction between his Word and the preexisting between his Word and the preexisting universe. He stresses it; he does not try to hide universe. He stresses it; he does not try to hide it or disguise it. And then he carries on despite it or disguise it. And then he carries on despite the Curse, for a true Magus is also identified by the Curse, for a true Magus is also identified by his willingness to fulfill his Task. As it is written in his willingness to fulfill his Task. As it is written in Liber B vel MagiLiber B vel Magi::Scroll of SetScroll of Set - August 1982 - Page - August 1982 - Page 22"},{"pageNumber":3,"pageContent":"And woe, woe, woe, yea woe, And woe, woe, woe, yea woe, and again woe, woe, woe unto and again woe, woe, woe unto seven times be His that preacheth seven times be His that preacheth not His law to men! And woe also be not His law to men! And woe also be unto Him that refuseth the curse of unto Him that refuseth the curse of the grade of a Magus, and the the grade of a Magus, and the burden of the Attainment thereof.burden of the Attainment thereof.Only you are in a position to know if you are Only you are in a position to know if you are in truth a Magus V°. All others, Anubis and in truth a Magus V°. All others, Anubis and myself included, can only offer you a “best myself included, can only offer you a “best possible” environment to undertake your Task - possible” environment to undertake your Task - which is what the V° Recognition is in actuality.which is what the V° Recognition is in actuality.I°-IV° Recognitions are decisions of I°-IV° Recognitions are decisions of certainty and validation. The V°, of course, is certainty and validation. The V°, of course, is outside both of these concepts. So what the outside both of these concepts. So what the Temple actually does by a V° Recognition is to Temple actually does by a V° Recognition is to proclaim to the entire membership: “This is an proclaim to the entire membership: “This is an Initiate who believes he is a Magus. The High Initiate who believes he is a Magus. The High Priest and the Nine see no apparent reason to Priest and the Nine see no apparent reason to disallow that claim and, from his statements to disallow that claim and, from his statements to date to them, they are of the opinion that the date to them, they are of the opinion that the claim has a reasonable probability of being true. claim has a reasonable probability of being true. Therefore they formally agree to Recognize Therefore they formally agree to Recognize him as a Magus, that his Task may be made him as a Magus, that his Task may be made easier and his Curse lighter for all Initiates will easier and his Curse lighter for all Initiates will attempt to interpret him in a unique way once attempt to interpret him in a unique way once they are alerted to the purple medallion.”they are alerted to the purple medallion.”All these things I say to you now, as I said All these things I say to you now, as I said them less clearly years ago to Anubis, and as I them less clearly years ago to Anubis, and as I learned them even more crudely myself years learned them even more crudely myself years earlier. If you know that you are in truth a earlier. If you know that you are in truth a Magus, then consider them well, for this is the Magus, then consider them well, for this is the state of being that you now assume - a state of state of being that you now assume - a state of being attained by only eleven other beings. being attained by only eleven other beings. This is a distinction beyond perfection, for This is a distinction beyond perfection, for attainment of perfection is a characteristic of the attainment of perfection is a characteristic of the Magister Templi. It is a distinction beyond all Magister Templi. It is a distinction beyond all honor, beyond reward, beyond compensation. honor, beyond reward, beyond compensation. Others may honor you or they may not, but you Others may honor you or they may not, but you will be a Magus just the same.will be a Magus just the same.If on the other hand you know that you are If on the other hand you know that you are notnot a Magus that the phenomena of Set-III and a Magus that the phenomena of Set-III and thereafter are IV° and not V°, then I warn you thereafter are IV° and not V°, then I warn you most emphatically not to accept the purple most emphatically not to accept the purple medallion, for to do so would destroy you.medallion, for to do so would destroy you.The decision is yours, and as you decide, The decision is yours, and as you decide, and as the Temple of Set Recognizes that and as the Temple of Set Recognizes that decision, so I send you my encouragement, decision, so I send you my encouragement, endorsement, and confidence.endorsement, and confidence.Norton answered that he felt himself legitimately Norton answered that he felt himself legitimately a Magus by these criteria. Hence I decided I had no a Magus by these criteria. Hence I decided I had no reason to be concerned for the definition of the V°.reason to be concerned for the definition of the V°.Norton’s few communiques to the IV°+ Norton’s few communiques to the IV°+ concerning concerning Per-tPer-t were vague concerning its were vague concerning its definition, but he said that he was preparing a major definition, but he said that he was preparing a major presentation and explanation for Set-IV. Probably presentation and explanation for Set-IV. Probably the most coherent statement concerning the most coherent statement concerning Per-tPer-t was was written by Magister James Lewis in a 7/28/XVI written by Magister James Lewis in a 7/28/XVI letter to III°s C. Moffatt, Cole, and Folkler:letter to III°s C. Moffatt, Cole, and Folkler:... Our closest meaning will be ... Our closest meaning will be “manifestation”, because it is higher man who “manifestation”, because it is higher man who will be seen in Manifestation through man!will be seen in Manifestation through man!Per-tPer-t is a refinement of Indulging the Will to is a refinement of Indulging the Will to Come Into Being as one of the eternally Come Into Being as one of the eternally evolving gods. evolving gods. Per-tPer-t is an occult (hidden) thing, is an occult (hidden) thing, for it must be an individual work first and for it must be an individual work first and foremost before it’s done in concert.foremost before it’s done in concert.The question which comes immediately to The question which comes immediately to mind is: “What will Manifest?” And here it can mind is: “What will Manifest?” And here it can get a bit ominous, for which of us is 100% free get a bit ominous, for which of us is 100% free of some flaw, insecurity, or weakness? I’ll be the of some flaw, insecurity, or weakness? I’ll be the first to admit that I have a few here and there, first to admit that I have a few here and there, but I can also state with the voice of experience but I can also state with the voice of experience that initiation in that initiation in MaatMaat purifies. [”Is initiation so purifies. [”Is initiation so horrible?” Yes and no.]horrible?” Yes and no.]At this point I would refer you to Key #1, At this point I would refer you to Key #1, 7th paragraph: I surmise it is possible to 7th paragraph: I surmise it is possible to manifest an anomaly. Read that last again, and manifest an anomaly. Read that last again, and then go back to Key #1. Is it a sure thing that a then go back to Key #1. Is it a sure thing that a mutant would horribly bloom? Not if initiation is mutant would horribly bloom? Not if initiation is used along with an awareness of the self and used along with an awareness of the self and MaatMaat. And not if one is constantly, actively . And not if one is constantly, actively reaching for the higher goals. But it seems it reaching for the higher goals. But it seems it can happen though even a minor flaw is can happen though even a minor flaw is permitted to take root.permitted to take root.If this leaves you with a feeling of being at If this leaves you with a feeling of being at unknown and unmarked crossroads, let me unknown and unmarked crossroads, let me suggest this: Be neither overly optimistic nor suggest this: Be neither overly optimistic nor pessimistic. Utilize balance. Magister Seago pessimistic. Utilize balance. Magister Seago once said: “For years I have been harping on once said: “For years I have been harping on the necessity of keeping one’s balance.” I the necessity of keeping one’s balance.” I personally feel there cannot be too much personally feel there cannot be too much emphasis placed on the “balance factor”. It is a emphasis placed on the “balance factor”. It is a basic necessity to living and one of the basic necessity to living and one of the safeguards against mutation.safeguards against mutation.Upon Barrett’s surprise resignation from the Upon Barrett’s surprise resignation from the Temple in May XVII and my consequent Temple in May XVII and my consequent reappointment as High Priest, I decided that the II° reappointment as High Priest, I decided that the II° test and the “Order Without Law” policies as test and the “Order Without Law” policies as enforced, mandatory systems in the Temple should enforced, mandatory systems in the Temple should go immediately. “I do not consider that the go immediately. “I do not consider that the intentintent of these systems was bad, or even that the systems of these systems was bad, or even that the systems as implemented were total failures,” I said in my as implemented were total failures,” I said in my first official letter to the III°+ on 6/2. They could be first official letter to the III°+ on 6/2. They could be retained as retained as voluntaryvoluntary devices, in whole or part, for devices, in whole or part, for intelligent initiatory usage. I continued:intelligent initiatory usage. I continued:The immediate impact of my policy The immediate impact of my policy changes in these areas is to return the Temple changes in these areas is to return the Temple to a “maximum freedom of action and to a “maximum freedom of action and expression” mode as it was in its earliest years. expression” mode as it was in its earliest years. Scroll of SetScroll of Set - August 1982 - Page - August 1982 - Page 33"},{"pageNumber":4,"pageContent":"In general, anything not explicitly prohibited by In general, anything not explicitly prohibited by the By-Laws is O.K. This presupposes that the By-Laws is O.K. This presupposes that each and every member of the Priesthood will each and every member of the Priesthood will use his or her powers with intelligence, use his or her powers with intelligence, maturity, kindness, discretion, consideration, maturity, kindness, discretion, consideration, openness, courtesy, common sense, and an openness, courtesy, common sense, and an ever-present regard for the sacred nature of ever-present regard for the sacred nature of the office he or she holds. As High Priest I the office he or she holds. As High Priest I intend to seek the greatest possible latitude for intend to seek the greatest possible latitude for you to continue your own initiation and you to continue your own initiation and encourage that of others within the Temple’s encourage that of others within the Temple’s enhancing systems.enhancing systems.Only then were I and the entire Temple of Set to Only then were I and the entire Temple of Set to begin to see what an iron claw of dogma Barrett and begin to see what an iron claw of dogma Barrett and Norton had been designing for the Temple during Norton had been designing for the Temple during the past year. Norton and his two Order of Ptah the past year. Norton and his two Order of Ptah III°s Folkler and A. Seago objected immediately and III°s Folkler and A. Seago objected immediately and obstinately to the removal of that claw; and Norton, obstinately to the removal of that claw; and Norton, Barrett, and Magister L.D. Seago commenced an Barrett, and Magister L.D. Seago commenced an operation designed to defame me and to obtain the operation designed to defame me and to obtain the High Priesthood for Norton so that the claw could High Priesthood for Norton so that the claw could reassert its grip.reassert its grip.No one was more astonished or dismayed to see No one was more astonished or dismayed to see this than myself. At first I could hardly believe it this than myself. At first I could hardly believe it was taking place at all. Then the amount of poison was taking place at all. Then the amount of poison “under the surface” of the situation proved another “under the surface” of the situation proved another shock. For the first time in 13 years, I found myself shock. For the first time in 13 years, I found myself actually having to argue on behalf of my own actually having to argue on behalf of my own integrity in the Temple. Some III°s behaved with integrity in the Temple. Some III°s behaved with unprecedented impudence and arrogance - not that unprecedented impudence and arrogance - not that Magus Norton and Magister Seago set a better Magus Norton and Magister Seago set a better example for them. When the poison was finally cut example for them. When the poison was finally cut out after two months of agony for the Temple, out after two months of agony for the Temple, everyone was badly shaken.everyone was badly shaken.What was it that made Barrett and Norton create What was it that made Barrett and Norton create the iron claw and resist its removal by every means the iron claw and resist its removal by every means in their power, fair and foul? It was, I conclude, their in their power, fair and foul? It was, I conclude, their ultimate failure to accept the Task of a Magus, ultimate failure to accept the Task of a Magus, which never ceases, and their decision to redefine which never ceases, and their decision to redefine XemXem and to initially define and to initially define Per-tPer-t not as not as magicalmagical terms, but as terms, but as mysticalmystical dogma. In dogma. In The Dangers of The Dangers of MysticismMysticism ( (EquinoxEquinox #I-6), Aleister Crowley wrote: #I-6), Aleister Crowley wrote:The mystic is solitary and shut up, lacks The mystic is solitary and shut up, lacks wholesome combat. We are all schoolboys, and wholesome combat. We are all schoolboys, and the football field is a perfect prophylactic of the football field is a perfect prophylactic of swelled head.swelled head.When the mystic meets an obstacle, he When the mystic meets an obstacle, he “makes believe” about it. He says it is “only “makes believe” about it. He says it is “only illusion”. He has the morphine-maniac’s feeling illusion”. He has the morphine-maniac’s feeling of of bien-etrebien-etre, the delusions of the general , the delusions of the general paralytic. He loses the power of looking any fact paralytic. He loses the power of looking any fact in the face; he feeds himself on his own in the face; he feeds himself on his own imagination; he persuades himself of his own imagination; he persuades himself of his own attainment.attainment.If contradicted on the subject, he is cross If contradicted on the subject, he is cross and cattish. If I criticise Mr. X, he screams and and cattish. If I criticise Mr. X, he screams and tries to injure me behind my back; if I say that tries to injure me behind my back; if I say that Madame Y is not exactly St. Teresa, she writes a Madame Y is not exactly St. Teresa, she writes a book to prove that she is.book to prove that she is.Such persons “swollen with wind, and the Such persons “swollen with wind, and the rank mist they draw, Rot inwardly, and foul rank mist they draw, Rot inwardly, and foul contagion spread”, as Milton wrote of a less contagion spread”, as Milton wrote of a less dangerous set of spiritual guides ...dangerous set of spiritual guides ...Corollary to this attitude is the lack of all Corollary to this attitude is the lack of all human virtue. The greatest magician, when he human virtue. The greatest magician, when he acts in his human capacity, acts as a man acts in his human capacity, acts as a man should. In particular he has learnt kind-should. In particular he has learnt kind-heartedness and sympathy. Unselfishness is heartedness and sympathy. Unselfishness is very often his long suit. Just this the mystic very often his long suit. Just this the mystic lacks. Trying to absorb the lower planes into the lacks. Trying to absorb the lower planes into the higher, he neglects the lower, a mistake no higher, he neglects the lower, a mistake no magician could make.magician could make.The fulcrum of the degree system in the Church The fulcrum of the degree system in the Church of Satan and the Temple of Set has always been the of Satan and the Temple of Set has always been the III° - the Priesthood. The non-ordained degrees - III° - the Priesthood. The non-ordained degrees - the I° & II° - had similarly possessed a dignity of the I° & II° - had similarly possessed a dignity of their own. Barrett and Norton attempted to reduce their own. Barrett and Norton attempted to reduce all three of these degrees to mere all three of these degrees to mere “apprenticeships”, to make the IV° a mere “apprenticeships”, to make the IV° a mere acceptance of the “mystical” acceptance of the “mystical” XemXem, and to grant a V° , and to grant a V° to anyone professing a “mystical” to anyone professing a “mystical” Per-tPer-t. After . After complying with my request for his resignation, complying with my request for his resignation, Norton wrote to Priest Whitaker on 7/25:Norton wrote to Priest Whitaker on 7/25:I alone see I alone see XemXem on a level higher than that on a level higher than that of a Master. Second, the nature of my Task of a Master. Second, the nature of my Task allows me a further vision that even an allows me a further vision that even an Ipsissimus lacks. Third, creation is the key to Ipsissimus lacks. Third, creation is the key to the manifestation of the manifestation of XemXem, and so far only I am a , and so far only I am a working example of this working example of this neterneter..Such blind megalomania is the fate of a Magus Such blind megalomania is the fate of a Magus who refuses the Curse thereof, as admonished by who refuses the Curse thereof, as admonished by Aleister Crowley in the previously-quoted passage Aleister Crowley in the previously-quoted passage from from Liber B vel MagiLiber B vel Magi. Mystics Barrett and Norton . Mystics Barrett and Norton and those who worship at their feet have effectively and those who worship at their feet have effectively cast from themselves the true essence of magical cast from themselves the true essence of magical initiation.initiation.The Masters of the Temple must now consider The Masters of the Temple must now consider whether the pre-Set-lII concept of whether the pre-Set-lII concept of XemXem may retain may retain its standing as a V° Word despite the fall of the its standing as a V° Word despite the fall of the Magus who Uttered it. As for Magus who Uttered it. As for Per-tPer-t, it is now , it is now apparent that it never was more than a mystical apparent that it never was more than a mystical fantasy, clothed in the dignity of a V° Word by fantasy, clothed in the dignity of a V° Word by Norton and Barrett and accepted as such by a Norton and Barrett and accepted as such by a trusting Temple.trusting Temple.As Barrett’s Recognition to the VI° proved a As Barrett’s Recognition to the VI° proved a mockery due to his prior, secret decision to reject mockery due to his prior, secret decision to reject the Temple, so Norton’s V° is revealed in the cold the Temple, so Norton’s V° is revealed in the cold light of day as a mistake honestly and sincerely light of day as a mistake honestly and sincerely Scroll of SetScroll of Set - August 1982 - Page - August 1982 - Page 44"},{"pageNumber":5,"pageContent":"accepted by the Temple, but a mistake nonetheless.accepted by the Temple, but a mistake nonetheless.I can offer no better epilogue to the aftermath of I can offer no better epilogue to the aftermath of Set-IV than the Book of Satan #II-12 from the Set-IV than the Book of Satan #II-12 from the Satanic BibleSatanic Bible::Whatever alleged “truth” is proven by Whatever alleged “truth” is proven by results to be but an empty fiction, let it be results to be but an empty fiction, let it be unceremoniously flung into the outer unceremoniously flung into the outer darkness, among the dead gods, dead darkness, among the dead gods, dead empires, dead philosophies, and other useless empires, dead philosophies, and other useless lumber and wreckage!lumber and wreckage!______________________________________________________________________[2] [2] Priestess Marie Kelly is the New Priestess Marie Kelly is the New Executive DirectorExecutive Director- by Constance L. Moffatt III°- by Constance L. Moffatt III°Priestess Marie Kelly of San Francisco was Priestess Marie Kelly of San Francisco was appointed the new Executive Director of the Temple appointed the new Executive Director of the Temple of Set by Magister James Lewis, Chairman of the of Set by Magister James Lewis, Chairman of the Council of Nine, effective July 1, XVII. The Council of Nine, effective July 1, XVII. The appointment was unanimously approved by the appointment was unanimously approved by the other Councillors at the Set-IV Conclave.other Councillors at the Set-IV Conclave.Priestess Kelly has a long history with the Priestess Kelly has a long history with the Church of Satan and the Temple of Set, and brings Church of Satan and the Temple of Set, and brings much ability and sensitivity to the executive much ability and sensitivity to the executive administration of the Temple. A complete biography administration of the Temple. A complete biography of Priestess Kelly will appear in the next issue of of Priestess Kelly will appear in the next issue of the the ScrollScroll. She succeeds Priestess C.L. Moffatt, . She succeeds Priestess C.L. Moffatt, who served as E.D. for a year and a half.who served as E.D. for a year and a half.______________________________________________________________________[3] [3] From the Office of the ChairmanFrom the Office of the Chairman- by James Lewis IV°, Chairman, Council of Nine- by James Lewis IV°, Chairman, Council of NineOne of the outstanding things one notices about One of the outstanding things one notices about the Temple of Set is its constant state of change. the Temple of Set is its constant state of change. This is as it should be due to the product of our This is as it should be due to the product of our works; I refer to evolution. This, Setian, is what works; I refer to evolution. This, Setian, is what Setians do: They evolve beyond the average person, Setians do: They evolve beyond the average person, who never takes more than a passing hand in his who never takes more than a passing hand in his own affairs.own affairs.From May XIV to June XVII Magistra Lilith From May XIV to June XVII Magistra Lilith Sinclair held the position of Chairman of the Sinclair held the position of Chairman of the Council of Nine, and her dignity and integrity have Council of Nine, and her dignity and integrity have ensured her a place of honor in the history of those ensured her a place of honor in the history of those holding the Chairman’s Council Seat. She holding the Chairman’s Council Seat. She continues to function with the same honor, dignity, continues to function with the same honor, dignity, and integrity as both Councillor and Treasurer.and integrity as both Councillor and Treasurer.Speaking as the present Chairman, and in the Speaking as the present Chairman, and in the Name of the Temple of Set, I wish to publicly Name of the Temple of Set, I wish to publicly extend to Magistra Sinclair our appreciation and extend to Magistra Sinclair our appreciation and thanks for the time and devotion she has unselfishly thanks for the time and devotion she has unselfishly given to the Temple.given to the Temple.On July 1st, the honor and responsibility of the On July 1st, the honor and responsibility of the Chairman’s Seat passed to me. It is exactly that: an Chairman’s Seat passed to me. It is exactly that: an honor and a responsibility. There is in the honor and a responsibility. There is in the responsibility a protective and instinctive regard responsibility a protective and instinctive regard toward the Temple and the Council. I am not toward the Temple and the Council. I am not unmindful of the special freedom being Setian unmindful of the special freedom being Setian entails. Though the Council normally functions very entails. Though the Council normally functions very quietly, this freedom is exactly what will be quietly, this freedom is exactly what will be protected by the officials of the Temple.protected by the officials of the Temple.The Temple is returning to an open and freely The Temple is returning to an open and freely functioning state. As I commented to the Council on functioning state. As I commented to the Council on assuming the Chair, this is not a time to expect assuming the Chair, this is not a time to expect fireworks. It is a year for quiet work and gaining fireworks. It is a year for quiet work and gaining again an appreciation of oneself, the Temple, and the again an appreciation of oneself, the Temple, and the Prince of Darkness. Any fireworks will then be as Prince of Darkness. Any fireworks will then be as they should be: incidental to the true work done in they should be: incidental to the true work done in the pursuit of evolution.the pursuit of evolution.To each of you I extend my warmest regards.To each of you I extend my warmest regards.______________________________________________________________________[4] [4] Temple Treasurer AppointedTemple Treasurer AppointedUpon the resignation of L.D. Seago from the Upon the resignation of L.D. Seago from the office of Treasurer, Magister James Lewis, office of Treasurer, Magister James Lewis, Chairman, Council of Nine, appointed Magistra Chairman, Council of Nine, appointed Magistra Lilith Sinclair as the new Treasurer of the Temple.Lilith Sinclair as the new Treasurer of the Temple.______________________________________________________________________[5] [5] III° Recognitions:III° Recognitions:Suzie Vandenbussche & Dennis MannSuzie Vandenbussche & Dennis MannDr. Michael A. Aquino, High Priest, announced Dr. Michael A. Aquino, High Priest, announced the Coming Into Being of Suzie M. Vandenbussche the Coming Into Being of Suzie M. Vandenbussche as Priestess of Set III° (Recognized by Magister as Priestess of Set III° (Recognized by Magister Lewis), and Dennis K. Mann as Priest of Set III° Lewis), and Dennis K. Mann as Priest of Set III° (Recognized by Dr. Aquino), at the Set-IV (Recognized by Dr. Aquino), at the Set-IV Conclave, July 2nd, and personally conducted their Conclave, July 2nd, and personally conducted their ordination ceremony at the Ritual of the Priesthood ordination ceremony at the Ritual of the Priesthood that night. Magister James Lewis presided. Priestess that night. Magister James Lewis presided. Priestess Vandenbussche resides in Toronto, Ontario, Vandenbussche resides in Toronto, Ontario, Canada; and Priest Mann in Malibu, California.Canada; and Priest Mann in Malibu, California.In a heartwarming ceremony conducted at the In a heartwarming ceremony conducted at the opening of the first general meeting of the Set-IV opening of the first general meeting of the Set-IV Conclave, Dr. Michael A. Aquino made a special Conclave, Dr. Michael A. Aquino made a special presentation of the medallion of the Priesthood to presentation of the medallion of the Priesthood to his mother, Priestess Betty Ford. Priestess Ford was his mother, Priestess Betty Ford. Priestess Ford was ordained in the year XIV. She lives in San ordained in the year XIV. She lives in San Francisco, and in the year X created a working Francisco, and in the year X created a working modal in clay of a planned sculpture of the head of modal in clay of a planned sculpture of the head of Set. This impressive creation was unveiled for a Set. This impressive creation was unveiled for a brief time. The display was a fitting preliminary to brief time. The display was a fitting preliminary to Set-IV. While Setians present admired the work of Set-IV. While Setians present admired the work of art, Dr. Aquino explained its origin with justifiable art, Dr. Aquino explained its origin with justifiable pride.pride.______________________________________________________________________[6] [6] Overheard at the Set-IV ConclaveOverheard at the Set-IV Conclave[Laboriously transcribed and then edited for [Laboriously transcribed and then edited for syntax, clarity, and brevity by Priest Robert Moffatt syntax, clarity, and brevity by Priest Robert Moffatt from sound tapings of the open meetings.]from sound tapings of the open meetings.]Scroll of SetScroll of Set - August 1982 - Page - August 1982 - Page 55"},{"pageNumber":6,"pageContent":"Robert H. Moffatt III°:Robert H. Moffatt III°:I object strongly to the policy of not allowing a I object strongly to the policy of not allowing a potential Setian to join just because he has the potential Setian to join just because he has the wrong reason. I’m not talking about reasons that are wrong reason. I’m not talking about reasons that are subversive or dangerous to us. But people with subversive or dangerous to us. But people with wrong reasons for joining should be just as wrong reasons for joining should be just as welcome to go into the I° probationary period; that’s welcome to go into the I° probationary period; that’s what it’s for. Let’s not be too anxious to keep what it’s for. Let’s not be too anxious to keep someone out.someone out.Michael A. Aquino VI°:Michael A. Aquino VI°:The position of the Temple of Set has been that The position of the Temple of Set has been that whenever there is a grey area between saying whenever there is a grey area between saying something or not, releasing information or not, I something or not, releasing information or not, I have felt - and I think the Priesthood agree - that it is have felt - and I think the Priesthood agree - that it is better to err on the side of speech or publication.better to err on the side of speech or publication.Privacy is a necessary feature of the Temple; Privacy is a necessary feature of the Temple; secrecy is not.secrecy is not.The terms “laity/lay members”, referring to the The terms “laity/lay members”, referring to the I°/II° have come into increasing use in the Temple. I I°/II° have come into increasing use in the Temple. I don’t like these terms; to me they connote don’t like these terms; to me they connote “Christian sheep”. We are “Christian sheep”. We are allall divinities, and I divinities, and I think that we should stress this. The notion of a think that we should stress this. The notion of a “laddered” hierarchy is highly inappropriate.“laddered” hierarchy is highly inappropriate.Lilith Sinclair IV°:Lilith Sinclair IV°:Among us there are individual differences, of Among us there are individual differences, of course, in levels of development, evolution, and state course, in levels of development, evolution, and state of being. That is why we have the degree system of being. That is why we have the degree system and the conventions of respect that accompany it. and the conventions of respect that accompany it. But the respect goes both ways; it is not similar to, But the respect goes both ways; it is not similar to, say, a corporate structure with clerks, secretaries, say, a corporate structure with clerks, secretaries, and executives.and executives.J. Bear Streat II°:J. Bear Streat II°:There’s really no such thing as an “ultimate There’s really no such thing as an “ultimate truth”. There’s only a a point of reference from truth”. There’s only a a point of reference from which you can ask further questions.which you can ask further questions.James Lewis IV°:James Lewis IV°:We are Temples of Set. We work together. We We are Temples of Set. We work together. We have goals. Often we can’t say what the goals are, have goals. Often we can’t say what the goals are, but we are all on the same Path. We are a group, but but we are all on the same Path. We are a group, but each of us is an individual Temple of Set.each of us is an individual Temple of Set.Michael A. Aquino VI°:Michael A. Aquino VI°:What we got in 1975 was an opportunity; what What we got in 1975 was an opportunity; what we’ve done with it has been up to us. Set did not we’ve done with it has been up to us. Set did not imbue the Temple with some sort of “supernatural imbue the Temple with some sort of “supernatural inevitability”; rather there is something deep within inevitability”; rather there is something deep within ourselves, in our core consciousness, which has ourselves, in our core consciousness, which has given us the power to make the Temple strong. It given us the power to make the Temple strong. It also gives us the power to shatter it, to do anything also gives us the power to shatter it, to do anything we want to it. Set would never cease to exist in the we want to it. Set would never cease to exist in the Temple, because he exists in all Setians. If he Temple, because he exists in all Setians. If he departs from you, you will cease to act with initiated departs from you, you will cease to act with initiated insight and wisdom; you will act like a human insight and wisdom; you will act like a human being. That’s what happens when your lesser self being. That’s what happens when your lesser self becomes dominant.becomes dominant.Robert H. Moffatt III°:Robert H. Moffatt III°:We’ve all been informed by Dr. Aquino via We’ve all been informed by Dr. Aquino via letters as to what happened every step of the way letters as to what happened every step of the way with regard to Ronald Barrett’s departure. To make with regard to Ronald Barrett’s departure. To make a magical romance of it would only compound our a magical romance of it would only compound our problems. I have not seen a romance of any kind; I problems. I have not seen a romance of any kind; I have seen only the defiling of have seen only the defiling of XemXem, although there is , although there is something of something of XemXem still left for me, however. It was a still left for me, however. It was a failing of Barrett’s human side.failing of Barrett’s human side.It is time to be more tolerant of one another as It is time to be more tolerant of one another as we deal with the times ahead. Serenity and magic we deal with the times ahead. Serenity and magic can indeed complement one another. Love implies can indeed complement one another. Love implies equanimityequanimity; in that word you are touching on the ; in that word you are touching on the Understanding inherent in Masters of the Temple.Understanding inherent in Masters of the Temple.Perhaps some of you expected some dramatic Perhaps some of you expected some dramatic moment during this conclave - in ritual or in a moment during this conclave - in ritual or in a meeting - when some magnificent idea about meeting - when some magnificent idea about XemXem would descend upon us. This will not happen. would descend upon us. This will not happen. XemXem is our ball to work with. We are not going to get any is our ball to work with. We are not going to get any gift here. We’ve got to keep on struggling with it as gift here. We’ve got to keep on struggling with it as we did before.we did before.Robert Menschel III°:Robert Menschel III°:We talk about the paths of We talk about the paths of XeperXeper without really without really visualizing it. I have come to visualize this visualizing it. I have come to visualize this “highway” which we have been following since X, “highway” which we have been following since X, and along it there are “service roads”, “pit stops”, and along it there are “service roads”, “pit stops”, “gas stations”, and “cow paths”. It is basically “gas stations”, and “cow paths”. It is basically one route, but each of us travels along it in a one route, but each of us travels along it in a different way.different way.Recently, be it two weeks or a year and a half Recently, be it two weeks or a year and a half ago, our highway started forking. We now follow ago, our highway started forking. We now follow more distinct paths of more distinct paths of XeperXeper. As these paths diverge, . As these paths diverge, we study different things; we become different we study different things; we become different beings. The paths will continue to diverge, and beings. The paths will continue to diverge, and converge, as we grow.converge, as we grow.Right now we appear to be more divergent than Right now we appear to be more divergent than we have been previously, and we are not yet used to we have been previously, and we are not yet used to handling it. Therefore it is more work to understand handling it. Therefore it is more work to understand one another. This accounts for the tension. As we one another. This accounts for the tension. As we learn to understand one another and to perceive the learn to understand one another and to perceive the differences in our paths, we will again meld into the differences in our paths, we will again meld into the one Temple that we truly are.one Temple that we truly are.Dennis Mann III°:Dennis Mann III°:You had mentioned yesterday, Dr. Aquino, that You had mentioned yesterday, Dr. Aquino, that as the Orders got under way with their different as the Orders got under way with their different approaches to magic, that in the last analysis it had approaches to magic, that in the last analysis it had to depend upon the Masters of the Temple and their to depend upon the Masters of the Temple and their communications with one another, and their communications with one another, and their reiteration and reinforcement of understanding the reiteration and reinforcement of understanding the principles and Forms that they work with, making principles and Forms that they work with, making sure that they were still speaking the same language sure that they were still speaking the same language to us.to us.Scroll of SetScroll of Set - August 1982 - Page - August 1982 - Page 66"},{"pageNumber":7,"pageContent":"I think Priest Menschel is right; I think we have I think Priest Menschel is right; I think we have come to a wider highway. That has its own come to a wider highway. That has its own implications - magical implications in terms of what implications - magical implications in terms of what goes into the Æon. It may be the old Justice Holmes goes into the Æon. It may be the old Justice Holmes line: A man’s mind, once expanded to take any new line: A man’s mind, once expanded to take any new thought, can never return to its old dimensions. thought, can never return to its old dimensions. Maybe we all ought to look inward, to that self in Maybe we all ought to look inward, to that self in the mirror, and say, “Hey, maybe there’s been a the mirror, and say, “Hey, maybe there’s been a little stretching going on here.” It has been painful little stretching going on here.” It has been painful for me.for me.Michael A. Aquino VI°:Michael A. Aquino VI°:I have a great deal of admiration for what you I have a great deal of admiration for what you have just said. I have never had the feeling that the have just said. I have never had the feeling that the Temple of Set was “on a single highway”. I have Temple of Set was “on a single highway”. I have felt that many in the Temple were comfortable with felt that many in the Temple were comfortable with the the illusionillusion that we are all on the same highway. that we are all on the same highway. Initiation is a highly personal, highly individualistic Initiation is a highly personal, highly individualistic thing. From 1975 onward I have seen a tendency to thing. From 1975 onward I have seen a tendency to a certain amount of “comfortable conformity”: The a certain amount of “comfortable conformity”: The Priests or the Masters are doing “this thing in Priests or the Masters are doing “this thing in general”, so I will follow the “beaten path” general”, so I will follow the “beaten path” because it is more relaxing.because it is more relaxing.Now we have enough strength and curiosity to Now we have enough strength and curiosity to go off the beaten path. I agree with you that much of go off the beaten path. I agree with you that much of what we mistake for distance and tension in what we mistake for distance and tension in ourselves is simply the first experience of others ourselves is simply the first experience of others going off on different paths.going off on different paths.[Concerning the II° tests, as Dr. Aquino [Concerning the II° tests, as Dr. Aquino returned them to those who took them]: I have no returned them to those who took them]: I have no general comment on the grades assigned [by general comment on the grades assigned [by Barrett] or on the marginal comments. There are no Barrett] or on the marginal comments. There are no other copies of this examination. They are being other copies of this examination. They are being returned to you as your personal property, to use as returned to you as your personal property, to use as you see fit. I have read through all of them. There you see fit. I have read through all of them. There are many extremely fine essays, which you may are many extremely fine essays, which you may wish to consider for submission to the wish to consider for submission to the ScrollScroll or the or the Ruby TabletRuby Tablet..______________________________________________________________________[7] [7] Hail NeferSet, One of the Nine!Hail NeferSet, One of the Nine!At the Set-IV Conclave High Priest Michael A. At the Set-IV Conclave High Priest Michael A. Aquino announced the appointment of Priestess Aquino announced the appointment of Priestess Colleen G. Huddleston to the Council of Nine. The Colleen G. Huddleston to the Council of Nine. The Council subsequently confirmed her nomination.Council subsequently confirmed her nomination.In appointing Priestess Huddleston, Dr. Aquino In appointing Priestess Huddleston, Dr. Aquino cited her experience with the Church of Satan and cited her experience with the Church of Satan and Temple of Set, which “go back to our early history. Temple of Set, which “go back to our early history. She served with distinction as our Executive She served with distinction as our Executive Director, and has been extremely active, known for Director, and has been extremely active, known for her empathy and balance”. Magister DeCecco, who her empathy and balance”. Magister DeCecco, who re-Recognized her to the Priesthood in early XVII, re-Recognized her to the Priesthood in early XVII, expressed his admiration for her magical patience expressed his admiration for her magical patience and resilience in the face of personal “ordeals by and resilience in the face of personal “ordeals by fire”.fire”.______________________________________________________________________[8] [8] The Æonic (V°) WordsThe Æonic (V°) Words- by Michael A. Aquino VI° [at Set-IV]- by Michael A. Aquino VI° [at Set-IV]I’d like to make a comment or two on the notion I’d like to make a comment or two on the notion of æonic Words:of æonic Words:With regard to V° Words, it is too soon to tell With regard to V° Words, it is too soon to tell whether whether ThelemaThelema, Indulgence, , Indulgence, XeperXeper, , XemXem, or , or Per-tPer-t is valid. We are making what amounts to an is valid. We are making what amounts to an educated guess based upon whatever expertise we educated guess based upon whatever expertise we care to allocate to ourselves. The validity of any care to allocate to ourselves. The validity of any Word will be a function of history - not merely Word will be a function of history - not merely mundane but initiated history.mundane but initiated history.The force of The force of ThelemaThelema, for example, is evident in , for example, is evident in the fact that after Aleister Crowley was dead, there is the fact that after Aleister Crowley was dead, there is a procession of organizations that shattered into a procession of organizations that shattered into splinter groups, such as ourselves, which consider it splinter groups, such as ourselves, which consider it a part of our heritage that the Word that he Uttered a part of our heritage that the Word that he Uttered in its various implications is something which in its various implications is something which carries a great deal of force among us. That tends to carries a great deal of force among us. That tends to suggest that it deserves æonic dignity, that it is suggest that it deserves æonic dignity, that it is indeed the Utterance of a Magus.indeed the Utterance of a Magus.The same standard must be applied to Anton The same standard must be applied to Anton LaVey’s legacy, and to LaVey’s legacy, and to XeperXeper, , XemXem, and , and Per-tPer-t. . When we Recognize someone as a Magus When we Recognize someone as a Magus according to our By-Laws, his word is not according to our By-Laws, his word is not automatically a Word; we are not required to automatically a Word; we are not required to automatically “ennoble” it. Rather it must prove automatically “ennoble” it. Rather it must prove itself by its intrinsic quality.itself by its intrinsic quality.No policy of the Temple, no By-Law, no No policy of the Temple, no By-Law, no medallion can take the place of the necessary medallion can take the place of the necessary excellence of the idea. Anton LaVey used to say that excellence of the idea. Anton LaVey used to say that “there is nothing in the world so powerful as an “there is nothing in the world so powerful as an idea whose time has come round”. That was his idea whose time has come round”. That was his way of summarizing this æonic Word concept. And way of summarizing this æonic Word concept. And this is what is considered by the Masters when they this is what is considered by the Masters when they consider someone as a possible V°. They in effect consider someone as a possible V°. They in effect say:say:What you are saying seems to have a What you are saying seems to have a nobility, a potential, and a significance far nobility, a potential, and a significance far beyond that of ordinary magical philosophy [not beyond that of ordinary magical philosophy [not that magical philosophy is that magical philosophy is thatthat ordinary!]. This ordinary!]. This is something apparently new, special, and is something apparently new, special, and unusually potent - and possibly extremely unusually potent - and possibly extremely significant.significant.We use the catch-phrase: “to alter the initiatory We use the catch-phrase: “to alter the initiatory climate of the magical universe”.climate of the magical universe”.A V° Recognition implies, in the opinion of the A V° Recognition implies, in the opinion of the Masters, that when the person in question speaks Masters, that when the person in question speaks concerning his Word, you should pay particular concerning his Word, you should pay particular attention, because the concept is of extraordinary attention, because the concept is of extraordinary value. But the V° does not bestow “papal value. But the V° does not bestow “papal infallibility” on either the person or the Word. infallibility” on either the person or the Word. Indeed because of the Curse of the Magus, because Indeed because of the Curse of the Magus, because of the distance between a Word and the existing of the distance between a Word and the existing Scroll of SetScroll of Set - August 1982 - Page - August 1982 - Page 77"},{"pageNumber":8,"pageContent":"magical climate, the Magus has a tremendous Task: magical climate, the Magus has a tremendous Task: not to impress people with the Word, but indeed to not to impress people with the Word, but indeed to explain and clarify it in the first place. If he does explain and clarify it in the first place. If he does this successfully, appreciation will follow as a matter this successfully, appreciation will follow as a matter of course.of course.For example, For example, XemXem continues to have influence in continues to have influence in the Temple of Set despite the departure of Ronald the Temple of Set despite the departure of Ronald Barrett, implying that Barrett, implying that XemXem is a valid V° concept. I is a valid V° concept. I cannot assess the magical universe right now cannot assess the magical universe right now without considering it, which argues for its without considering it, which argues for its authenticity. But mine is only one viewpoint. Each authenticity. But mine is only one viewpoint. Each of you must make the same type of evaluation.of you must make the same type of evaluation.______________________________________________________________________[9] [9] Hail Shetat, One of the Nine!Hail Shetat, One of the Nine!Dr. Michael A. Aquino, High Priest of Set, Dr. Michael A. Aquino, High Priest of Set, appointed Priestess Constance L. Moffatt to the appointed Priestess Constance L. Moffatt to the Council of Nine at the Set-IV Conclave. The Council of Nine at the Set-IV Conclave. The Council confirmed this appointment. Commented Council confirmed this appointment. Commented Dr. Aquino: “Priestess Moffatt has served with Dr. Aquino: “Priestess Moffatt has served with great distinction as a Priestess for years, and most great distinction as a Priestess for years, and most recently as Executive Director. In her capacity as recently as Executive Director. In her capacity as chief administrative officer for the Temple, she chief administrative officer for the Temple, she brought unsurpassed efficiency to that office.” She brought unsurpassed efficiency to that office.” She was extended a unanimous vote of thanks by the was extended a unanimous vote of thanks by the Council.Council.______________________________________________________________________[10] [10] ExeuntExeuntThe following are no longer degreed or The following are no longer degreed or Recognized of Set, nor affiliated with the Temple of Recognized of Set, nor affiliated with the Temple of Set: Ronald K. Barrett, Stephen Bushey, Lynn Set: Ronald K. Barrett, Stephen Bushey, Lynn Norton, Corey Cole, Phil Folkler, L. Dale Seago, Norton, Corey Cole, Phil Folkler, L. Dale Seago, Amber Shelley Seago.Amber Shelley Seago.______________________________________________________________________[11] [11] Councillor DeCecco ReappointedCouncillor DeCecco ReappointedDr. Michael A. Aquino, High Priest of Set, Dr. Michael A. Aquino, High Priest of Set, reappointed Magister Amn DeCecco to another reappointed Magister Amn DeCecco to another nine-year term in the Council of Nine at the Set-IV nine-year term in the Council of Nine at the Set-IV Conclave. The Council confirmed this appointment Conclave. The Council confirmed this appointment unanimously.unanimously.Scroll of SetScroll of Set - August 1982 - Page - August 1982 - Page 88"}]
