[{"pageNumber":1,"pageContent":"TThhee SSccrroollll ooff SSeettTThhee SSccrroollll ooff SSeett--------------------------------------------------------------------------------------------------------------------------Issue Number 39Issue Number 39Volume IV-3Volume IV-3November 1978November 1978Editor: Editor: Michael Waters III°Michael Waters III°Copyright © 1978 Temple of SetCopyright © 1978 Temple of Set--------------------------------------------------------------------------------------------------------------------------[1] [1] Objective vs. Subjective AnalysisObjective vs. Subjective Analysis- by Alan L. Sturrock III°- by Alan L. Sturrock III°Recently I was a party to a Setian discussion Recently I was a party to a Setian discussion which prompted this. Now I am faced with the twin which prompted this. Now I am faced with the twin dilemma of trying to not write a book and using just dilemma of trying to not write a book and using just plain old simple English, as it was succinctly plain old simple English, as it was succinctly pointed out that Setian nature is still pervaded by pointed out that Setian nature is still pervaded by large elements of humanness.large elements of humanness.First let us simplify the definitions of the words First let us simplify the definitions of the words for purposes of this article only, not necessarily in for purposes of this article only, not necessarily in full and complete agreement with full and complete agreement with Webster’sWebster’s. . “Objective” refers to visual observation; “Objective” refers to visual observation; “subjective” refers to reading or hearing. “subjective” refers to reading or hearing. “Analysis” is to take apart, to separate into various “Analysis” is to take apart, to separate into various aspects, to view from all perspectives. An efficient aspects, to view from all perspectives. An efficient analysis is usually a well-documented effort so that analysis is usually a well-documented effort so that all characteristics can be more easily compared, but all characteristics can be more easily compared, but it can be strictly mental, it can be detailed or just it can be strictly mental, it can be detailed or just plain incomplete.plain incomplete.The impressions of what you see are influenced The impressions of what you see are influenced by what you have either read or heard, and the by what you have either read or heard, and the impression of what you read or hear is influenced impression of what you read or hear is influenced by what you have seen. Now you ask, and logically: by what you have seen. Now you ask, and logically: “What is the purpose of this?”“What is the purpose of this?”Setian minds are keener and sharper and more Setian minds are keener and sharper and more analytical than the average human’s, but bear in analytical than the average human’s, but bear in mind that Setians are as of this date still human in a mind that Setians are as of this date still human in a good many respects, and are still subject to human good many respects, and are still subject to human frailties. Among them is the inability to completely frailties. Among them is the inability to completely and absolutely make analysis devoid of any taint by and absolutely make analysis devoid of any taint by influences which restrict the analysis. Remember the influences which restrict the analysis. Remember the old axiom that everything you see is not necessarily old axiom that everything you see is not necessarily so; the hand is quicker than the eye; and all that so; the hand is quicker than the eye; and all that glistens is not diamonds. But mentally is another glistens is not diamonds. But mentally is another can of worms; trying to analyze the written or can of worms; trying to analyze the written or spoken is not so easy to do and especially so when spoken is not so easy to do and especially so when the so-called facts are substantiated by visual the so-called facts are substantiated by visual evidence that is reputed to be factual.evidence that is reputed to be factual.As proof of this we have TV. How many of you As proof of this we have TV. How many of you have been influenced by TV advertising? As Setians have been influenced by TV advertising? As Setians we we mustmust develop the ability to analyze as Setians. develop the ability to analyze as Setians. We cannot take anything that is spoken, written or We cannot take anything that is spoken, written or published - even by so-called reputable sources - as published - even by so-called reputable sources - as the complete, factual truth. Question the complete, factual truth. Question everythingeverything, , analyze it from a Setian viewpoint - even when analyze it from a Setian viewpoint - even when involved in magic or occult.involved in magic or occult.The question: Is it truly Setian magic, or is it The question: Is it truly Setian magic, or is it occult as the result of an extension of the occult as the result of an extension of the subconscious? If the result of the subconscious, subconscious? If the result of the subconscious, what level was involved? There is reason to believe what level was involved? There is reason to believe that there are multi-levels of the subconscious, but it that there are multi-levels of the subconscious, but it has yet to be conclusively proven in a Setian has yet to be conclusively proven in a Setian environment. Make objective and subjective analysis environment. Make objective and subjective analysis a rule in all cases, but be sure it is a rule in all cases, but be sure it is SetianSetian Analysis. Analysis.Let’s hear your comments on these premises.Let’s hear your comments on these premises.______________________________________________________________________[2] [2] NatureNature//NeterNeter- by Linda Reynolds III°- by Linda Reynolds III°[from [from Cry of the JackalCry of the Jackal #I-6, Anubis Pylon] #I-6, Anubis Pylon]In view of Priestess Sarris’ article on Maat In view of Priestess Sarris’ article on Maat ((ScrollScroll, October XIII), it seems appropriate and , October XIII), it seems appropriate and timely for some concepts I wish to explore.timely for some concepts I wish to explore.Maat, the principal of Truth, her feather Maat, the principal of Truth, her feather symbolic of a True and Just state of being, symbolic of a True and Just state of being, personifies for me that oft-mentioned phrase, “them personifies for me that oft-mentioned phrase, “them ‘n’ us”. Maat outlines in blaring brilliance the ‘n’ us”. Maat outlines in blaring brilliance the incredible contrast between those sometimes cruel incredible contrast between those sometimes cruel and unjust, occasionally bearable, but always and unjust, occasionally bearable, but always predictable creatures of the natural order: humanity.predictable creatures of the natural order: humanity.As you will all attest to, our experiences and As you will all attest to, our experiences and contacts with humanity-at-large can hardly be contacts with humanity-at-large can hardly be classified as either helpful, positive, or as an classified as either helpful, positive, or as an advancement of this Æon. But I didn’t intend this to advancement of this Æon. But I didn’t intend this to be a critique of humanity’s mistakes. Rather I’m be a critique of humanity’s mistakes. Rather I’m attempting to draw a parallel between the ancient attempting to draw a parallel between the ancient Egyptian concept of the Egyptian concept of the neterneter (pronounced (pronounced “netcher”) and the all-inclusive concept of nature “netcher”) and the all-inclusive concept of nature as defined by modern scientific types.as defined by modern scientific types.There is an obvious “them ‘n’ us” quality here, There is an obvious “them ‘n’ us” quality here, and I am hoping to clarify it for myself as well as and I am hoping to clarify it for myself as well as my readers. Looking back to Priestess Sandy my readers. Looking back to Priestess Sandy Sarris’ article “The Integral Self” (Sarris’ article “The Integral Self” (ScrollScroll, February , February XIII) and using the following quote from XIII) and using the following quote from Her-Bak: Her-Bak: Egyptian InitiateEgyptian Initiate, I can see a correlation between our , I can see a correlation between our selves, our magical essence and what it is composed selves, our magical essence and what it is composed of, and the of, and the neterneter-concept versus the natural order, -concept versus the natural order, human nature and what it is human nature and what it is notnot composed of. composed of.First re-read the Maat article and particularly the First re-read the Maat article and particularly the quote which accompanies it. Then the following:quote which accompanies it. Then the following:They did establish a direct connection They did establish a direct connection between natural phenomena and the principal between natural phenomena and the principal functions, or functions, or netersneters. There is not a single . There is not a single “natural” phenomenon that may not be “natural” phenomenon that may not be attributed to the action of the attributed to the action of the netersneters..And from another page:And from another page:The Egyptian teaching relies on the The Egyptian teaching relies on the symbol in nature; its way of action is the symbol in nature; its way of action is the projection of heaven upon earth, of the projection of heaven upon earth, of the metaphysical world into the physical world, and metaphysical world into the physical world, and of cosmic of cosmic causalcausal functions into the human functions into the human body.body.“Higher man”, the “Core Self”, is obviously “Higher man”, the “Core Self”, is obviously being described. The Egyptians seemed to feel that being described. The Egyptians seemed to feel that"},{"pageNumber":2,"pageContent":"once you had perceived the once you had perceived the neterneter within yourselfwithin yourself, , the “causal function”, you had indeed reached a the “causal function”, you had indeed reached a higher state of being, if only in the sense that you higher state of being, if only in the sense that you reached an understanding of why things occurred as reached an understanding of why things occurred as they did. It was a they did. It was a basicbasic metaphysical understanding metaphysical understanding at best, but they certainly were on the right track.at best, but they certainly were on the right track.The correlation that I see occurring now has its The correlation that I see occurring now has its basis in my conviction that the recognition, the basis in my conviction that the recognition, the perception, and perception, and adoptionadoption of those same of those same netersneters as as part of a Setian’s part of a Setian’s naturenature leads not only to an leads not only to an understanding of the principle but to the actual understanding of the principle but to the actual “becoming” of, and unification with that principle.“becoming” of, and unification with that principle.For example, if a Setian consistently practices For example, if a Setian consistently practices truth in his life and recognizes it in himself, he truth in his life and recognizes it in himself, he becomes Truth. In the “doing” you create the becomes Truth. In the “doing” you create the “being”. And once that particular “being”. And once that particular neterneter has become has become manifest within your very being, no longer can it be manifest within your very being, no longer can it be “switched off” or ignored except by an actively “switched off” or ignored except by an actively negativenegative force of will: a backward step which could force of will: a backward step which could cause a chain-reaction of negation leading the once-cause a chain-reaction of negation leading the once-evolving Magician into essential oblivion.evolving Magician into essential oblivion.The Black Magus need fear no power save The Black Magus need fear no power save his own, but he must conquer his own Will his own, but he must conquer his own Will [nature?] that he cause not his destruction [nature?] that he cause not his destruction through ill chance or purpose. - from the through ill chance or purpose. - from the Statement of Belial, Statement of Belial, The DiaboliconThe DiaboliconWhat I am presenting is actually another What I am presenting is actually another interpretation of the interpretation of the XeperXeper-process, but perhaps with -process, but perhaps with a somewhat different slant. We have heard a somewhat different slant. We have heard XeperXeper defined as evolvement, growth defined as evolvement, growth towardtoward ... but I am ... but I am offering other words such as “offering other words such as “rere-creating and -creating and rere--recognizing” those ancient and ageless principles recognizing” those ancient and ageless principles called called netersneters by the Egyptians; re-recognizing them by the Egyptians; re-recognizing them in and in and asas our selves, thereby creating that which is our selves, thereby creating that which is both our both our unbrokenunbroken [though sometimes time- [though sometimes time-shrouded] shrouded] linklink with an ancient past, and an with an ancient past, and an undeniable goal as well. The entire formula, viewed undeniable goal as well. The entire formula, viewed as a continuous, though for ages dormant process, as a continuous, though for ages dormant process, rings of the kind of timelessness which the Black rings of the kind of timelessness which the Black Magician can appreciate.Magician can appreciate.Well! That’s my perception about “us”, much Well! That’s my perception about “us”, much ritualized over and intellectually bombarded by that ritualized over and intellectually bombarded by that “nature-minded” human in me!“nature-minded” human in me!As far as “they” are concerned, it’s a much As far as “they” are concerned, it’s a much easier concept to swallow. You have heard the easier concept to swallow. You have heard the phrase: “That’s the nature of things.” Doesn’t that phrase: “That’s the nature of things.” Doesn’t that sound like the typical human concession to fate, sound like the typical human concession to fate, hopelessness in the hands of an omnipotent, hopelessness in the hands of an omnipotent, omnipresent God, etc? If “Heaven must perish; Hell omnipresent God, etc? If “Heaven must perish; Hell must perish ...”, then what will remain? Nature? must perish ...”, then what will remain? Nature? NeterNeter? The answer seems clear, as is the course our ? The answer seems clear, as is the course our lives must take. Think and live and lives must take. Think and live and bebe in and in and ofof Maat, and you shall discover [or re-discover] and Maat, and you shall discover [or re-discover] and reunite with those principal elements, the reunite with those principal elements, the netersneters, by , by which your essence can and which your essence can and mustmust be defined. be defined.______________________________________________________________________[3] [3] Implementing Black MagicImplementing Black Magic- by Paul S. Uriaz, Jr. II°- by Paul S. Uriaz, Jr. II°The Dark Prince Set knows what is deeply The Dark Prince Set knows what is deeply meaningful to each of us if we allow him to know meaningful to each of us if we allow him to know us. But once a magician asks favor of the Prince, he us. But once a magician asks favor of the Prince, he must realize the Dark Lord is an Intelligence/ must realize the Dark Lord is an Intelligence/ Majesty and uses methods and devices, such as Majesty and uses methods and devices, such as unsuspecting unsuspecting homo sapienshomo sapiens, beyond our scope of , beyond our scope of understanding. It is only the Elect within us that understanding. It is only the Elect within us that enables us to see the correct plan and direction of enables us to see the correct plan and direction of action.action.For example: Think of the Dæmonic Realm as a For example: Think of the Dæmonic Realm as a 3-D movie which, if you use your normal 3-D movie which, if you use your normal senses/sight, we see without the added dimensional senses/sight, we see without the added dimensional depth. But with our special “glasses” (the Black depth. But with our special “glasses” (the Black Flame), we not only see the dimensional depth, but Flame), we not only see the dimensional depth, but we understand what was intended and what we must we understand what was intended and what we must do to sustain a balance of dæmon/man within do to sustain a balance of dæmon/man within ourselves.ourselves.Once a magician sends forth his will to the Once a magician sends forth his will to the elements of Darkness, he must be willing to elements of Darkness, he must be willing to act/change in accordance with the manifestation - act/change in accordance with the manifestation - which may be painful or joyous. All depends upon which may be painful or joyous. All depends upon the individual Setian.the individual Setian.The will and love of Set are with us. They may The will and love of Set are with us. They may appear in ways alien to us, however, because we are appear in ways alien to us, however, because we are not fully dæmonic.not fully dæmonic.May you prosper in the love of Darkness.May you prosper in the love of Darkness.______________________________________________________________________[4] [4] Deja VuDeja Vu- by Pat Turner II°- by Pat Turner II°Well, it’s happened again! For days I’ve been Well, it’s happened again! For days I’ve been trying to put words on paper to send in to the trying to put words on paper to send in to the ScrollScroll. . Then the morning mail brought this month’s Then the morning mail brought this month’s ScrollScroll, , and there in front of my eyes were all of the words I and there in front of my eyes were all of the words I had been searching for these many days, saying all had been searching for these many days, saying all of my thoughts and feelings much more clearly than of my thoughts and feelings much more clearly than I could ever have said them.I could ever have said them.Putting my thoughts on paper has always been Putting my thoughts on paper has always been difficult for me, so I want to say “thank you” to difficult for me, so I want to say “thank you” to Priest Zappitelli, Priest Lewis, and Priestess Sarris Priest Zappitelli, Priest Lewis, and Priestess Sarris for saying it all so well for me.for saying it all so well for me.I never cease to be amazed at the simultaneous I never cease to be amazed at the simultaneous thought patterns among Setians.thought patterns among Setians.And so in the “True” spirit of Maat may we all And so in the “True” spirit of Maat may we all learn to know ourselves. May we all keep our eyes learn to know ourselves. May we all keep our eyes open to “Truly” see. May we all keep our ears open to “Truly” see. May we all keep our ears open to “Truly” hear. May we all keep our hearts open to “Truly” hear. May we all keep our hearts open to “Truly” feel Maat.open to “Truly” feel Maat.Scroll of SetScroll of Set - November 1978 - Page - November 1978 - Page 22"},{"pageNumber":3,"pageContent":"______________________________________________________________________[5] [5] Pylon Formed in Los Angeles AreaPylon Formed in Los Angeles Area- by Connie Moffatt II°- by Connie Moffatt II°The Western Gate was opened, and a new Pylon The Western Gate was opened, and a new Pylon with the name Set-Amentet came into being in the with the name Set-Amentet came into being in the Los Angeles area on 1 October XIII.Los Angeles area on 1 October XIII.Three Setians: Adept Paul Uriaz, Jr.; Adept Three Setians: Adept Paul Uriaz, Jr.; Adept Connie Moffatt; and Adept Bob Moffatt became Connie Moffatt; and Adept Bob Moffatt became aware that the Pylon should be made manifest aware that the Pylon should be made manifest during an unplanned meeting at Paul’s home.during an unplanned meeting at Paul’s home.On October 21-22 the three joined with Adept On October 21-22 the three joined with Adept Bettye Fischer to welcome her from Florida. This Bettye Fischer to welcome her from Florida. This meeting was at the Moffatt home in the shadow of meeting was at the Moffatt home in the shadow of the massive black-winged Scarab, with a Pentagram the massive black-winged Scarab, with a Pentagram eclipsing the golden disc in its fore-clutches. The eclipsing the golden disc in its fore-clutches. The rigid structure for meetings as presented by Adept rigid structure for meetings as presented by Adept Moffatt was confirmed as having the greatest Moffatt was confirmed as having the greatest potential for mutual potential for mutual XeperXeper..Many ideas and suggestions were exchanged Many ideas and suggestions were exchanged into the wee hours. into the wee hours. Scarab WingsScarab Wings, the Pylon , the Pylon newsletter, was instituted. The Setians present and newsletter, was instituted. The Setians present and Adept Bibee via phone prepared for the following Adept Bibee via phone prepared for the following weekend’s visitation with ritual by Magus Michael weekend’s visitation with ritual by Magus Michael A. Aquino. The Magus was to be accompanied by A. Aquino. The Magus was to be accompanied by Magister Dale Seago.Magister Dale Seago.Throughout Saturday and Sunday the four Throughout Saturday and Sunday the four Setians felt the strong presence not only of Set, but Setians felt the strong presence not only of Set, but also of many brothers and sisters everywhere. Some also of many brothers and sisters everywhere. Some contacts were very physical, such as phone contacts were very physical, such as phone exchanges with Priestess Jinni Bast and Priest exchanges with Priestess Jinni Bast and Priest James Lewis. At a point in time Adept Fischer James Lewis. At a point in time Adept Fischer found her magical name, Bennu.found her magical name, Bennu.Set has called and we have answered. The word Set has called and we have answered. The word is is XeperXeper!!______________________________________________________________________[6] [6] DaimonhoodDaimonhood- by Paul S. Uriaz, Jr. II°- by Paul S. Uriaz, Jr. II°... and I raised him to the Will of a Daimon, ... and I raised him to the Will of a Daimon, unbounded by the material dimensions. And unbounded by the material dimensions. And so I thought to honor him beyond other men. so I thought to honor him beyond other men. But it may have been this act of mine that But it may have been this act of mine that ordained his fall. To make of man a Daimon, ordained his fall. To make of man a Daimon, then, may be to break his Self-reference to the then, may be to break his Self-reference to the bounds in which his semblance must exist. - bounds in which his semblance must exist. - Book of Coming Forth by NightBook of Coming Forth by NightAs Setamorphosis approaches, what will As Setamorphosis approaches, what will “Daimonhood” mean to us? How may we “Daimonhood” mean to us? How may we apprehend this state of being?apprehend this state of being?When a Setian magician advances from White When a Setian magician advances from White to Black Magic, a dimensional disposition unlike his to Black Magic, a dimensional disposition unlike his “human self” embeds itself within his “human self” embeds itself within his consciousness. With love/knowledge of Set, this consciousness. With love/knowledge of Set, this merger will be successful. As the individual and his merger will be successful. As the individual and his “new self” become acquainted and cultivate a true “new self” become acquainted and cultivate a true XeperXeper relationship, the magician develops a “new relationship, the magician develops a “new self” mingled with the “old” to bring about a new self” mingled with the “old” to bring about a new child of the Black Flame: a Daimon/ man.child of the Black Flame: a Daimon/ man.On the other hand, a magician may fear or reject On the other hand, a magician may fear or reject this experience and remain a curious onlooker, never this experience and remain a curious onlooker, never approaching the mysteries of the Elect because of approaching the mysteries of the Elect because of his own blindness.his own blindness.Daimonhood is a quality within a magician that Daimonhood is a quality within a magician that is neither in or of itself. It is a is neither in or of itself. It is a giftgift worthy of those worthy of those who have opened the gates to themselves and who who have opened the gates to themselves and who carry within them a profound realization of the carry within them a profound realization of the existence of Set as an intelligence and essence existence of Set as an intelligence and essence distinct from that of any “known” quality of distinct from that of any “known” quality of human existence. Once an individual attains human existence. Once an individual attains knowledge of the reality of Set, never can he be the knowledge of the reality of Set, never can he be the same [unless he regresses]. In this new reality a same [unless he regresses]. In this new reality a magician will epitomize the attributes of a Daimon - magician will epitomize the attributes of a Daimon - divinity of a most majestic sort.divinity of a most majestic sort.A Setian by will is a man/woman with the A Setian by will is a man/woman with the attributes of a Daimon. But as timelessness attributes of a Daimon. But as timelessness approaches and we come closer to being as the Dark approaches and we come closer to being as the Dark Lord Set in Lord Set in truetrue independence, then will we be independence, then will we be Daimons with the attributes of men.Daimons with the attributes of men.May Daimonhood be with you as you May Daimonhood be with you as you XeperXeper..______________________________________________________________________[7] [7] National Geographic’sNational Geographic’s Ancient EgyptAncient Egypt- by Margaret A. Wendall IV°- by Margaret A. Wendall IV°Although it hasn’t yet been published, it seems Although it hasn’t yet been published, it seems as if the National Geographic Society’s as if the National Geographic Society’s Ancient Ancient Egypt: Discovering Its SplendorsEgypt: Discovering Its Splendors will be more than will be more than worth its price of $29.95.worth its price of $29.95.The hard-bound book will contain 256 pages The hard-bound book will contain 256 pages and 306 full-color pictures in a 10-3/4 by 14-inch and 306 full-color pictures in a 10-3/4 by 14-inch format. Contents will include: The Constant Lure, format. Contents will include: The Constant Lure, The People of the River, Pyramids - Building for The People of the River, Pyramids - Building for Eternity, The Pleasures of Life, The Gift of Writing, Eternity, The Pleasures of Life, The Gift of Writing, Pathways to the Gods, Change in a Changeless Pathways to the Gods, Change in a Changeless Land, and The Crest of Empire.Land, and The Crest of Empire.There will be a papyrus sample, prepared by the There will be a papyrus sample, prepared by the Papyrus Institute of Cairo, tipped into this volume.Papyrus Institute of Cairo, tipped into this volume.The prospectus for this volume, sent to all The prospectus for this volume, sent to all members of the National Geographic Society, by members of the National Geographic Society, by Owen R. Anderson, Secretary, says:Owen R. Anderson, Secretary, says:Somewhere in the background of each of Somewhere in the background of each of us there lies something of the ancient us there lies something of the ancient Egyptian. Something inexplicable that draws us Egyptian. Something inexplicable that draws us to King Tutankhamen and his glittering to King Tutankhamen and his glittering treasures ... to those wonders of the ages, the treasures ... to those wonders of the ages, the great pyramids ... to the colossal statues and great pyramids ... to the colossal statues and temples at Karnak and Luxor ... to the tombs of temples at Karnak and Luxor ... to the tombs of the Valley of the Kings.the Valley of the Kings.Perhaps, if you’re not a member of the National Perhaps, if you’re not a member of the National Geographic Society, you can put this on your own Geographic Society, you can put this on your own list of things you’d like to get this Winter.list of things you’d like to get this Winter.Scroll of SetScroll of Set - November 1978 - Page - November 1978 - Page 33"}]
