[{"pageNumber":1,"pageContent":"TThhee SSccrroollll ooff SSeettTThhee SSccrroollll ooff SSeett--------------------------------------------------------------------------------------------------------------------------Issue Number 32Issue Number 32Volume III-8Volume III-8April 1978April 1978Editor: Editor: Michael Waters III°Michael Waters III°Copyright © 1978 Temple of SetCopyright © 1978 Temple of Set--------------------------------------------------------------------------------------------------------------------------[Note: The April issue is brief because [Note: The April issue is brief because of a humorous supplement, the of a humorous supplement, the Scroll of SitScroll of Sit, , in honor of April Fool’s Day. The in honor of April Fool’s Day. The Scroll of Scroll of SitSit has not been reproduced because it is has not been reproduced because it is illustration-intensive.]illustration-intensive.]______________________________________________________________________[1] [1] Shared ThoughtsShared Thoughts- by Janet Menschel II°- by Janet Menschel II°In response to the feedback I have received from In response to the feedback I have received from my previous letter (my previous letter (ScrollScroll #III-4), I would like to #III-4), I would like to clarify some points that were raised.clarify some points that were raised.The personal goals I have set for my mundane The personal goals I have set for my mundane life stem from my belief that, in order to make the life stem from my belief that, in order to make the best magical use of the tools that I have to work best magical use of the tools that I have to work with, it is necessary to maintain my body in good with, it is necessary to maintain my body in good health.health.To me, based on available medical studies and To me, based on available medical studies and exercise of my own reason, this means abstinence exercise of my own reason, this means abstinence from, or infrequent, controlled use of any drug. I from, or infrequent, controlled use of any drug. I include “socially acceptable” drugs such as include “socially acceptable” drugs such as caffeine (coffee and tea), nicotine, or any other caffeine (coffee and tea), nicotine, or any other substances present in tobacco and marijuana, and substances present in tobacco and marijuana, and alcohol. I cannot conceive of any reason a truly alcohol. I cannot conceive of any reason a truly willful Setian would remain addicted to coffee willful Setian would remain addicted to coffee and/or cigarettes. I include such non-nutritive and and/or cigarettes. I include such non-nutritive and potentially harmful substances as sugar.potentially harmful substances as sugar.Another goal is to use my emotional capabilities Another goal is to use my emotional capabilities and responses to aid in attaining the potential for and responses to aid in attaining the potential for power over my daily functions in the mundane power over my daily functions in the mundane world and with non-Setians.world and with non-Setians.In this I strive to become somewhat like the In this I strive to become somewhat like the Star Star TrekTrek character Spock, although his compulsion to character Spock, although his compulsion to adhere to Vulcan value systems sometimes left him adhere to Vulcan value systems sometimes left him powerless to overcome some obstacle which would powerless to overcome some obstacle which would require not logic, but illogic, such as bluffing one’s require not logic, but illogic, such as bluffing one’s way out.way out.A more useful value system for me is the ability A more useful value system for me is the ability to willfully control my emotional responses to fit the to willfully control my emotional responses to fit the situation. Sometimes love, anger, surprise, and situation. Sometimes love, anger, surprise, and illogic are more effective than cool, unemotional illogic are more effective than cool, unemotional logic.logic.* * ** * *The payroll department was working overtime The payroll department was working overtime for three weeks under a great deal of pressure for three weeks under a great deal of pressure because of taxes. I reported for work at 8:30 because of taxes. I reported for work at 8:30 Sunday morning, suffering from the symptoms of a Sunday morning, suffering from the symptoms of a bad cold which had developed several days before. bad cold which had developed several days before. Two hours later I received a long-distance phone Two hours later I received a long-distance phone call with news of a family emergency. The added call with news of a family emergency. The added burden was just too much for me to handle, so I burden was just too much for me to handle, so I made arrangements to leave work.made arrangements to leave work.Since I did not feel capable of driving myself Since I did not feel capable of driving myself home, a 15-mile trip, I called my husband to come home, a 15-mile trip, I called my husband to come get me. I knew it would take him about a half hour, get me. I knew it would take him about a half hour, so I resolved to get some rest in the lounge and calm so I resolved to get some rest in the lounge and calm myself down.myself down.I knew a ritual to control the situation would be I knew a ritual to control the situation would be in order when I returned home, but to what goal? in order when I returned home, but to what goal? While waiting for my ride I began to review the While waiting for my ride I began to review the variables in my mind and consider what action variables in my mind and consider what action would most benefit me over the long run.would most benefit me over the long run.In my present emotional state I could easily just In my present emotional state I could easily just do nothing and allow my energy to drain away with do nothing and allow my energy to drain away with hopeless frustration.hopeless frustration.Or I could focus this initial outburst on the Or I could focus this initial outburst on the immediate symptom and destroy it. In this case the immediate symptom and destroy it. In this case the symptom consists of two incapable, irresponsible symptom consists of two incapable, irresponsible humans. But there are too many other variables humans. But there are too many other variables involved.involved.The final decision was based on the realization The final decision was based on the realization that my greatest influence is on myself. Instead of that my greatest influence is on myself. Instead of trying to change events and direct people half a trying to change events and direct people half a continent away, I could best trap the outpouring of continent away, I could best trap the outpouring of energy, reverse the radiating outward to a pulling, energy, reverse the radiating outward to a pulling, inward concentration of power.inward concentration of power.To strengthen myself and fight off the illness, I To strengthen myself and fight off the illness, I would be able to handle whatever the outcome of the would be able to handle whatever the outcome of the other events might be.other events might be.Now I wanted to be home in my own ritual Now I wanted to be home in my own ritual chamber, to work with this power my body was chamber, to work with this power my body was wildly generating. I began to visualize my wildly generating. I began to visualize my implements, my chalice, my crystal candle holders, implements, my chalice, my crystal candle holders, my glass pentagram; and in my mind, some of the my glass pentagram; and in my mind, some of the things which I have not yet been able to acquire things which I have not yet been able to acquire were there, on my altar, for me to use.were there, on my altar, for me to use.I began to imagine the words I would use. As I began to imagine the words I would use. As they came to my mind, I imagined them spoken in a they came to my mind, I imagined them spoken in a very majestic voice [unlike my own quiet one]:very majestic voice [unlike my own quiet one]:Let the powers I have generated be Let the powers I have generated be directed inward.directed inward.Let the strength pulse in my veins.Let the strength pulse in my veins.Let my cells be infused with the vital life Let my cells be infused with the vital life force.force.It is my will to renew my body, to be healthy.It is my will to renew my body, to be healthy.Let my body absorb the power, like rays Let my body absorb the power, like rays from the Sun.from the Sun.At this point I felt as if I were lying on a large, At this point I felt as if I were lying on a large, green lawn sunbathing, soaking up all the power of green lawn sunbathing, soaking up all the power of the Sun shining down on me. I began to mentally the Sun shining down on me. I began to mentally draw all the powers of strength and renewal into draw all the powers of strength and renewal into myself. I felt a light breeze over my sun-warmed myself. I felt a light breeze over my sun-warmed body, and I drew it into my lungs like a vacuum body, and I drew it into my lungs like a vacuum cleaner, sucking it all up. I was a magnet, pulling in cleaner, sucking it all up. I was a magnet, pulling in all the air around me, all the energy that was there, all the air around me, all the energy that was there, and directing it inward.and directing it inward."},{"pageNumber":2,"pageContent":"Footsteps in the hallway reminded me that I was Footsteps in the hallway reminded me that I was still in the lounge at work. I felt like I had been “in still in the lounge at work. I felt like I had been “in ritual” for about an hour. Actually about twenty ritual” for about an hour. Actually about twenty minutes had passed, and my ride had arrived.minutes had passed, and my ride had arrived.As soon as I did reach home, I prepared my As soon as I did reach home, I prepared my ritual chamber and held a small, formal ceremony ritual chamber and held a small, formal ceremony for myself with robe, candles, and music; but I felt for myself with robe, candles, and music; but I felt the real working had already taken place. This the real working had already taken place. This formality was to help seal the experience in my formality was to help seal the experience in my mind.mind.In my formal ceremony I repeated the words [in In my formal ceremony I repeated the words [in my quiet voice], and added gestures around myself my quiet voice], and added gestures around myself with my arms to symbolize a protective shell and with my arms to symbolize a protective shell and pulling the powers into myself, with my arms first pulling the powers into myself, with my arms first outstretched, then pulled upward until my fingers outstretched, then pulled upward until my fingers touched, then arms extended and pulled together in touched, then arms extended and pulled together in front until my fingers touched, describing a full front until my fingers touched, describing a full sphere around myself.sphere around myself.I used an elixir which I use in all my rituals, I used an elixir which I use in all my rituals, made of one freshly-squeezed lemon, a tablespoon made of one freshly-squeezed lemon, a tablespoon of pure honey, and a cup of heated, completely pure, of pure honey, and a cup of heated, completely pure, bottled water.bottled water.I let the music I use perform the opening and I let the music I use perform the opening and closing for me, lighting my candles and blowing closing for me, lighting my candles and blowing them out at the parts that seem to be appropriate.them out at the parts that seem to be appropriate.To all who read this: To all who read this: XeperXeper..______________________________________________________________________[2] [2] AphorismAphorism- by Disraeli- by DisraeliNature has given us two ears, but only one Nature has given us two ears, but only one mouth.mouth.______________________________________________________________________[3] [3] On ElitismOn Elitism- by Richard D. Murad II°- by Richard D. Murad II°I am writing in reference to the article in the I am writing in reference to the article in the February February ScrollScroll, “The Implications of Elitism” by , “The Implications of Elitism” by Magister Seago. I do not agree with everything he Magister Seago. I do not agree with everything he said, and what follows are the reasons why.said, and what follows are the reasons why.The first matter concerns the statement that “the The first matter concerns the statement that “the Temple of Set embodies the only true religion”. I Temple of Set embodies the only true religion”. I believe with all my heart and mind that the Temple believe with all my heart and mind that the Temple as it now exists is the most advanced magical and as it now exists is the most advanced magical and philosophical order in the world. As far as I have philosophical order in the world. As far as I have seen, there is nothing which can compare with the it. seen, there is nothing which can compare with the it. I am very proud to be an Adept within it. I cannot, I am very proud to be an Adept within it. I cannot, however, take it to the point of saying that the however, take it to the point of saying that the Temple embodies “the only true religion”, thus Temple embodies “the only true religion”, thus embodying the absolute and ultimate answers to the embodying the absolute and ultimate answers to the many philosophical questions we all have.many philosophical questions we all have.To say that means that the Temple cannot To say that means that the Temple cannot change any of its current ideas, because if it contains change any of its current ideas, because if it contains all the truths all the truths nownow, any deviation would produce , any deviation would produce falsehoods. Change is what falsehoods. Change is what XeperXeper is all about. If the is all about. If the religion [I personally prefer to employ the religion [I personally prefer to employ the word “philosophy”] in the Temple is the ultimate word “philosophy”] in the Temple is the ultimate truth, then the section in the new reading truth, then the section in the new reading list “Toward the Unknown Region” means nothing list “Toward the Unknown Region” means nothing - because if the statement is true, everything must be - because if the statement is true, everything must be known.known.The philosophy in the Temple today is the most The philosophy in the Temple today is the most satisfactory for me, because for me it answers satisfactory for me, because for me it answers questions which before were unanswerable. questions which before were unanswerable. AllAll my my questions can’t be answered, because the Temple, questions can’t be answered, because the Temple, even though the most advanced in the world, is not - even though the most advanced in the world, is not - and by the very nature of the word of the Æon and by the very nature of the word of the Æon cannot be - a finished product. The statement by cannot be - a finished product. The statement by Magister Seago implies that the philosophy of the Magister Seago implies that the philosophy of the current Temple is a finished product. Of course this current Temple is a finished product. Of course this first matter could be a misinterpretation of Magister first matter could be a misinterpretation of Magister Seago’s choice of words on my part.Seago’s choice of words on my part.The second matter concerns Magister Seago’s The second matter concerns Magister Seago’s opinions on dealing with individuals in the mundane opinions on dealing with individuals in the mundane world. I do not disagree with him, but I cannot agree world. I do not disagree with him, but I cannot agree without a couple of modifications.without a couple of modifications.I firmly believe that Setians are quite alien to I firmly believe that Setians are quite alien to mankind. I also believe that a Setian has the absolute mankind. I also believe that a Setian has the absolute right to use and/or destroy anyone who is capable of right to use and/or destroy anyone who is capable of being used or destroyed, if it is the Setian’s will to being used or destroyed, if it is the Setian’s will to do so. In this sense I fully agree with him and his do so. In this sense I fully agree with him and his four options. However just as it is the right of a four options. However just as it is the right of a Setian to use individuals and if so desired destroy Setian to use individuals and if so desired destroy them, it is also the Setian’s right them, it is also the Setian’s right not tonot to. His article . His article completely overlooks any true friendship or love completely overlooks any true friendship or love relationship which could exist between a Setian and relationship which could exist between a Setian and a non-Setian. His article allows for no possibility of a non-Setian. His article allows for no possibility of such a relationship.such a relationship.There are those who I would destroy in a minute There are those who I would destroy in a minute [and I’m trying]. There are also those for whom I [and I’m trying]. There are also those for whom I would risk my life. It is my right to act in either would risk my life. It is my right to act in either manner if I so choose. Of course this second matter manner if I so choose. Of course this second matter could be just another misinterpretation of Magister could be just another misinterpretation of Magister Seago’s article.Seago’s article.______________________________________________________________________[4] [4] Forum TopicForum TopicSymbolism. n. Something that represents Symbolism. n. Something that represents something else by association, resemblance, something else by association, resemblance, or convention.or convention.This is a “dictionary definition”. How and why This is a “dictionary definition”. How and why might a Setian apply it to his or her life?might a Setian apply it to his or her life?Scroll of SetScroll of Set - April 1978 - Page - April 1978 - Page 22"}]
