[{"pageNumber":1,"pageContent":"TThhee SSccrroollll ooff SSeettTThhee SSccrroollll ooff SSeett--------------------------------------------------------------------------------------------------------------------------Issue Number 40Issue Number 40Volume IV-4Volume IV-4December 1978December 1978Editor: Editor: Michael Waters III°Michael Waters III°Copyright © 1978 Temple of SetCopyright © 1978 Temple of Set--------------------------------------------------------------------------------------------------------------------------[1] [1] Food for Thought, or PristiniansFood for Thought, or Pristinians- by John D. Furcean II°- by John D. Furcean II°PRISTINE: 1. Characteristic of the earliest PRISTINE: 1. Characteristic of the earliest period or condition, original. 2. Uncorrupted, period or condition, original. 2. Uncorrupted, unspoiled.unspoiled.I believe the questions confronting the I believe the questions confronting the individual, the U.S. Food and Drug Administration, individual, the U.S. Food and Drug Administration, and food processing industries are critical ones. and food processing industries are critical ones. Products under current regulations at least list some Products under current regulations at least list some of the ingredients used. Any shopper who read the of the ingredients used. Any shopper who read the labels on the processed food they bought last week labels on the processed food they bought last week knows that lard, for example, is often used now with knows that lard, for example, is often used now with other heavy oils (cottonseed, palm kernel) in the other heavy oils (cottonseed, palm kernel) in the preparation of pastries, potato chips, etc.preparation of pastries, potato chips, etc.However, don’t think you’re any better off for However, don’t think you’re any better off for just having read the label. The food processors just having read the label. The food processors didn’t tell you that these types of oils are didn’t tell you that these types of oils are completely indigestiblecompletely indigestible!!The glaring shortcoming of the FDA is what The glaring shortcoming of the FDA is what they they don’tdon’t tell you, and likewise those ideas of tell you, and likewise those ideas of nutrition which have nutrition which have notnot been adopted by that been adopted by that agency.agency.The Earth is abundant with The Earth is abundant with wholewhole, fresh , fresh vegetables, nuts, and fruits. These are the birthright vegetables, nuts, and fruits. These are the birthright and nutritional source of humankind. Altering these and nutritional source of humankind. Altering these phyllotaxisphyllotaxis [recall the principle of the Pentagram [recall the principle of the Pentagram of Set!] arrangements by cooking, whipping, of Set!] arrangements by cooking, whipping, smashing, canning, etc., further removes the original smashing, canning, etc., further removes the original substance from its state of being substance from its state of being alivealive..Perhaps the grossest abandonment of the natural Perhaps the grossest abandonment of the natural laws concerning human nutrition is the [little laws concerning human nutrition is the [little known] concept of known] concept of food combiningfood combining. Did you . Did you know that your human body (stomach) creates a know that your human body (stomach) creates a special and different digestive juice for special and different digestive juice for eacheach of the of the general food groups - proteins, starches, fruits, and general food groups - proteins, starches, fruits, and milk? Digestive juices for any one group of foods milk? Digestive juices for any one group of foods do do notnot work on the other types of food. work on the other types of food.Hence modern, “civilized” man creates his own Hence modern, “civilized” man creates his own indigestion/toxemia/disease by mixing all of the indigestion/toxemia/disease by mixing all of the food types into one meal, thereby causing food types into one meal, thereby causing gastronomic chaos which prevents assimilation of gastronomic chaos which prevents assimilation of needed nutrients.needed nutrients.As the mass population suffers needlessly in the As the mass population suffers needlessly in the 20th century, over-complex recipes are the rage, 20th century, over-complex recipes are the rage, while naturally hygienic concepts as the “one type while naturally hygienic concepts as the “one type of food at a meal is the ideal” are rarely heard - and of food at a meal is the ideal” are rarely heard - and are not promoted by the food industry, as there is no are not promoted by the food industry, as there is no way to reap/rape a monetary profit from such a way to reap/rape a monetary profit from such a concept.concept.As Setians we strive for goals “alien” to most As Setians we strive for goals “alien” to most common understanding. The process of common understanding. The process of XeperXeper may may include some “un-natural” phenomena, such as include some “un-natural” phenomena, such as bending or warping the universe, projecting the bending or warping the universe, projecting the consciousness out of the body, and much more.consciousness out of the body, and much more.However the flesh and bone of the Setian However the flesh and bone of the Setian isis a a natural phenomenon, and therefore we must obey natural phenomenon, and therefore we must obey the laws of nature which apply to it. Setians must the laws of nature which apply to it. Setians must have a strong physical constitution upon which to have a strong physical constitution upon which to rely. The types of experiments and mental rely. The types of experiments and mental gymnastics in which the Setian engages can be very gymnastics in which the Setian engages can be very demanding energy-wise. There is little hope in demanding energy-wise. There is little hope in reclaiming this energy through stimulants, drugs, reclaiming this energy through stimulants, drugs, processed food, health food, gimmicks, or needless processed food, health food, gimmicks, or needless surgery. A holistic program of proper food surgery. A holistic program of proper food combining, sunlight, exercise, pure water and air, combining, sunlight, exercise, pure water and air, proper rest, right thinking - indeed a combination of proper rest, right thinking - indeed a combination of all these things is the best insurance for staying all these things is the best insurance for staying healthy - and progressing towards a true superman/ healthy - and progressing towards a true superman/ superwoman status.superwoman status.I am able to supply further information, books I am able to supply further information, books and schematic diagrams about food combining, the and schematic diagrams about food combining, the natural hygienic system, man’s pristine way of life, natural hygienic system, man’s pristine way of life, the hygienic rearing of infants and children, and the hygienic rearing of infants and children, and family planning. I will be glad to supply, free of family planning. I will be glad to supply, free of charge, the primer charge, the primer Food Combining Made EasyFood Combining Made Easy by by Herbert M. Shelton and a schematic related to the Herbert M. Shelton and a schematic related to the work, which is placemat-sized and in color, to all work, which is placemat-sized and in color, to all who ask. Questions? Write me, and I will answer who ask. Questions? Write me, and I will answer promptly.promptly.______________________________________________________________________[2] [2] To Give or Not To Give?To Give or Not To Give?That is the Question.That is the Question.- by Margaret A. Wendall IV°- by Margaret A. Wendall IV°At this time of year our mail boxes are jammed At this time of year our mail boxes are jammed with pleas from organizations asking us to help with pleas from organizations asking us to help “those less fortunate than ourselves”. How should “those less fortunate than ourselves”. How should we as Setians respond to this kind of mail, if at all?we as Setians respond to this kind of mail, if at all?No doubt many of these organizations provide No doubt many of these organizations provide the service they claim. Some may be worth the service they claim. Some may be worth examination, but many are not. Before making a examination, but many are not. Before making a decision to contribute, to throw the plea in the waste decision to contribute, to throw the plea in the waste basket, or to make an effort to have your name basket, or to make an effort to have your name removed from the mailing list [yes, it’s possible], removed from the mailing list [yes, it’s possible], here are some ideas to ponder.here are some ideas to ponder.Go back and re-read Magister Seago’s article Go back and re-read Magister Seago’s article “Implications of Elitism,” in the February 1978 “Implications of Elitism,” in the February 1978 ScrollScroll. These are excellent guidelines for . These are excellent guidelines for determining whether a person or an organization is determining whether a person or an organization is worth our time, money, and energy, But if the worth our time, money, and energy, But if the organization meets these guidelines, there are a few organization meets these guidelines, there are a few more to think about.more to think about.You should ask yourself if you can afford to You should ask yourself if you can afford to give. If giving means a dent in your grocery budget, give. If giving means a dent in your grocery budget, or a poorer-quality gift for a loved-one, you can’t or a poorer-quality gift for a loved-one, you can’t afford to give, no matter how worthwhile the cause.afford to give, no matter how worthwhile the cause."},{"pageNumber":2,"pageContent":"Do you honestly believe in the “cause”? For Do you honestly believe in the “cause”? For example finding homes for unwanted kittens example finding homes for unwanted kittens wouldn’t be “condemned” by Magister Seago’s wouldn’t be “condemned” by Magister Seago’s guidelines, but if you don’t like cats, do you want to guidelines, but if you don’t like cats, do you want to help?help?There’s something to be said for “psychic There’s something to be said for “psychic vampires”. Before deciding whether or not to give, vampires”. Before deciding whether or not to give, you should find out how much of your money will you should find out how much of your money will go to administrative and advertising personnel, who go to administrative and advertising personnel, who may be “more fortunate” than yourself, and how may be “more fortunate” than yourself, and how much actually gets to the “less fortunate”. Because much actually gets to the “less fortunate”. Because all of the pleas will attempt to make you feel guilty if all of the pleas will attempt to make you feel guilty if you don’t give, try to find out whether you could you don’t give, try to find out whether you could qualify for assistance if you should ever need it. qualify for assistance if you should ever need it. You shouldn’t feel too guilty about not giving if you You shouldn’t feel too guilty about not giving if you couldn’t receive.couldn’t receive.You don’t have to send money for the pretty You don’t have to send money for the pretty stickers or stickers or anythinganything you receive unsolicited in the you receive unsolicited in the mail. If you decide to contribute time or money to mail. If you decide to contribute time or money to an organization, give as a Setian. If you don’t give, an organization, give as a Setian. If you don’t give, don’t feel guilty about it.don’t feel guilty about it.In fact the more “guilt” you feel, the less In fact the more “guilt” you feel, the less worthy the organization may be of your gift.worthy the organization may be of your gift.Scroll of SetScroll of Set - December 1978 - Page - December 1978 - Page 22"}]
