[{"pageNumber":1,"pageContent":"TThhee SSccrroollll ooff SSeettTThhee SSccrroollll ooff SSeett--------------------------------------------------------------------------------------------------------------------------Issue Number 31Issue Number 31Volume III-7Volume III-7March 1978March 1978Editor: Editor: Michael Waters III°Michael Waters III°Copyright © 1978 Temple of SetCopyright © 1978 Temple of Set--------------------------------------------------------------------------------------------------------------------------[1] [1] By Any Other Name ...By Any Other Name ...- by Sandy Sarris (NebXet) III°- by Sandy Sarris (NebXet) III°and Linda Parrinello (Medu n Xensu) III°and Linda Parrinello (Medu n Xensu) III°Anubis PylonAnubis PylonThat the symbolic value of names has been That the symbolic value of names has been used as an element in initiation is attested in used as an element in initiation is attested in countless inscriptions. Even the names of countless inscriptions. Even the names of things bear witness to the constant solicitude things bear witness to the constant solicitude to establish a relation between the thing and its to establish a relation between the thing and its essential quality or its function ...essential quality or its function ...The name was held to be a definition of the The name was held to be a definition of the essential nature of the individual and the plan essential nature of the individual and the plan of his development. That is why one person of his development. That is why one person could receive several names according to the could receive several names according to the stages of his evolution. - Isha Schwaller de stages of his evolution. - Isha Schwaller de Lubicz, Lubicz, Her-BakHer-BakThe Anubis Pylon in San Francisco celebrated The Anubis Pylon in San Francisco celebrated the arrival of year XIII by hosting a New Year’s Eve the arrival of year XIII by hosting a New Year’s Eve feast and ritual. Attending were the eight Anubians feast and ritual. Attending were the eight Anubians and five other Setian guests. During the post-ritual and five other Setian guests. During the post-ritual discussion, the subject of magical names arose. discussion, the subject of magical names arose. From the comments received, it became evident to us From the comments received, it became evident to us that we were involved in certain magical that we were involved in certain magical developments that our guests found extremely developments that our guests found extremely interesting and that we would like to share with you.interesting and that we would like to share with you.There has been a tradition among witch doctors, There has been a tradition among witch doctors, shamans, and magicians to have both a public and a shamans, and magicians to have both a public and a secret, personal name. These people believed that secret, personal name. These people believed that knowledge of their secret names would make them knowledge of their secret names would make them vulnerable to their enemies. Thus they were vulnerable to their enemies. Thus they were carefully guarded by those magicians.carefully guarded by those magicians.In the Church of Satan initiates chose names for In the Church of Satan initiates chose names for themselves to represent their desired path of themselves to represent their desired path of development. They focused energy toward the development. They focused energy toward the evocation of the qualities they felt these names evocation of the qualities they felt these names represented. In the Temple of Set there is no represented. In the Temple of Set there is no specific policy for the acquisition of a magical specific policy for the acquisition of a magical name. Some Setians have chosen their names name. Some Setians have chosen their names according to the Church of Satan guidelines. according to the Church of Satan guidelines. However we of the Anubis Pylon have discovered However we of the Anubis Pylon have discovered our magical entities in another way. While we have our magical entities in another way. While we have found that there is no timetable for receiving a found that there is no timetable for receiving a magical name, for us it has occurred at a point when magical name, for us it has occurred at a point when we were becoming attuned to our selves and each we were becoming attuned to our selves and each other during ritual.other during ritual.Within a month’s time five Anubians perceived Within a month’s time five Anubians perceived their magical selves in the form of names. We did their magical selves in the form of names. We did not not choosechoose these names! [Interestingly these entities these names! [Interestingly these entities which became manifest were Egyptian.]which became manifest were Egyptian.]Here is an example: one member considered Here is an example: one member considered herself to be somewhat powerless though actually herself to be somewhat powerless though actually she was not. Fittingly the entity who came to her she was not. Fittingly the entity who came to her was an Egyptian being who exemplified power - a was an Egyptian being who exemplified power - a being who recognized that this aspiring magician being who recognized that this aspiring magician needed to evolve toward a perception of her own needed to evolve toward a perception of her own power. In this very same way we received the power. In this very same way we received the magical names of entities befitting our evolutionary magical names of entities befitting our evolutionary needs.needs.Who are these entities? Are they telesmic Who are these entities? Are they telesmic images? Are they merely manifestations of our images? Are they merely manifestations of our imagination? Are they existing beings with whom imagination? Are they existing beings with whom we are interreacting?we are interreacting?We believe they are the latter, though we cannot We believe they are the latter, though we cannot substantiate our reasons for this belief. We have substantiate our reasons for this belief. We have only our impressions and perceptions to support only our impressions and perceptions to support our conclusions. We believe these beings have our conclusions. We believe these beings have existed for thousands of years and have passed out existed for thousands of years and have passed out of consciousness until now. They have re-emerged of consciousness until now. They have re-emerged as they recognized those Setians evolving to the as they recognized those Setians evolving to the point where their (the entities’) particular attributes point where their (the entities’) particular attributes were appropriately suited. However the entity cannot were appropriately suited. However the entity cannot “connect” with the Setian until an evolutionary “connect” with the Setian until an evolutionary level has been attained allowing both to become level has been attained allowing both to become magically attuned. The entity recognizes the needs magically attuned. The entity recognizes the needs of the Setian that must be met in order to continue of the Setian that must be met in order to continue toward Setamorphosis.toward Setamorphosis.At this point you may be thinking that we are At this point you may be thinking that we are creating telesmic images to counteract the flaws that creating telesmic images to counteract the flaws that we see in ourselves. We do not believe this to be we see in ourselves. We do not believe this to be true, because the entity in each instance has true, because the entity in each instance has appeared before the individual had any knowledge appeared before the individual had any knowledge of the qualities attributable to that entity! For the of the qualities attributable to that entity! For the same reason they cannot be manifestations of the same reason they cannot be manifestations of the imagination, for often the Setian had little or no imagination, for often the Setian had little or no knowledge of Egyptology .knowledge of Egyptology .We do, however, consider that these entities may We do, however, consider that these entities may be telesmic images created by the ancient Egyptians, be telesmic images created by the ancient Egyptians, or the essence of pre-existing beings.or the essence of pre-existing beings.Magister Barrett has described the magical Magister Barrett has described the magical entity acquired by the Setian as “you ahead of entity acquired by the Setian as “you ahead of yourself”. As we have said, the magical entity yourself”. As we have said, the magical entity embodies those qualities to which we aspire. As we embodies those qualities to which we aspire. As we evolve through ritual experiences, so do we evolve evolve through ritual experiences, so do we evolve toward the actualization of our magical selves. As toward the actualization of our magical selves. As our introductory note states, as a Setian grows, he our introductory note states, as a Setian grows, he can receive his name according to his evolution. [It can receive his name according to his evolution. [It is not inconceivable that a magical entity might is not inconceivable that a magical entity might choose to identify with more than one Setian.] Once choose to identify with more than one Setian.] Once the qualities of the magical entity have been realized, the qualities of the magical entity have been realized, the Setian may begin a new cycle of development the Setian may begin a new cycle of development with an entirely new being. It becomes with an entirely new being. It becomes tremendously apparent when the existing name has tremendously apparent when the existing name has become obsolete.become obsolete.We (the authors) perceived our magical names We (the authors) perceived our magical names last winter (XI). By mid-October (XII) we both last winter (XI). By mid-October (XII) we both recognized that these names and all they represented recognized that these names and all they represented were no longer viable for us. [They may be perfectly were no longer viable for us. [They may be perfectly adequate for other evolving Setians to whom the adequate for other evolving Setians to whom the"},{"pageNumber":2,"pageContent":"qualities would apply.]qualities would apply.]During a ritual on October 21st, our new entities During a ritual on October 21st, our new entities made themselves dramatically - and simultaneously made themselves dramatically - and simultaneously - apparent. It is significant that though we had - apparent. It is significant that though we had obviously become linked with the new entities, we obviously become linked with the new entities, we had no idea of their eventual state of being. Only had no idea of their eventual state of being. Only recently have meaningful aspects revealed recently have meaningful aspects revealed themselves. At present we are aware of the fact that themselves. At present we are aware of the fact that our prior entities seem to have been one-our prior entities seem to have been one-dimensional, with limited function. Our new entities dimensional, with limited function. Our new entities are far more complex and are gradually becoming are far more complex and are gradually becoming defined in many dimensions.defined in many dimensions.Consider the possible benefits. The magical self Consider the possible benefits. The magical self can in effect provide an evolutionary “short-cut”. can in effect provide an evolutionary “short-cut”. Your association will be a constant source of Your association will be a constant source of stimuli; it is a tool to other dimensions that you need stimuli; it is a tool to other dimensions that you need only employ. When bringing these entities to the only employ. When bringing these entities to the fore, we experience an enhanced awareness of true fore, we experience an enhanced awareness of true magic. These beings seem to illustrate hidden magic. These beings seem to illustrate hidden aspects of our selves that we are either unaware of aspects of our selves that we are either unaware of or do not particularly want exposed. What better or do not particularly want exposed. What better way to overcome negative energies? The solution to way to overcome negative energies? The solution to a problem lies in clearly defining the problem!a problem lies in clearly defining the problem!From the text of this article, you can see that From the text of this article, you can see that there are many questions still unanswered, though there are many questions still unanswered, though we have stated our beliefs and illustrated our we have stated our beliefs and illustrated our experiences in this matter. Where do you feel the experiences in this matter. Where do you feel the magical entity comes from? Is the entity directed to magical entity comes from? Is the entity directed to us by Set? Are the entities indeed individual, or are us by Set? Are the entities indeed individual, or are they various aspects of the complex Set-entity? Do they various aspects of the complex Set-entity? Do they exist with him in his dimension? Consider they exist with him in his dimension? Consider some of these questions and perhaps offer your some of these questions and perhaps offer your own insights, comments, and experiences which will own insights, comments, and experiences which will benefit us and all Setians.benefit us and all Setians.[Note: This article is a discussion by the authors [Note: This article is a discussion by the authors alone, though some of the ideas expressed are alone, though some of the ideas expressed are shared by all of Anubis Pylon. shared by all of Anubis Pylon. Her-BakHer-Bak is a is a beautiful book which illustrates in a clear and beautiful book which illustrates in a clear and thought-provoking way an aspect of ancient thought-provoking way an aspect of ancient Egyptian philosophical thought. It presents Egyptian philosophical thought. It presents Egyptian life in regard to the search for Egyptian life in regard to the search for understanding the intrinsic essence of the name. It understanding the intrinsic essence of the name. It reveals the belief of a “lesson in every feature”. reveals the belief of a “lesson in every feature”. From its author’s introduction: “In every instance From its author’s introduction: “In every instance these concrete images serve to teach abstract these concrete images serve to teach abstract principles hidden within, which in turn reveal principles hidden within, which in turn reveal universal laws.” We highly recommend that you universal laws.” We highly recommend that you read it!]read it!]______________________________________________________________________[2] [2] Setamorphosis Through AlchemySetamorphosis Through Alchemy- by Ricco A. Zappitelli III°- by Ricco A. Zappitelli III°Anubis PylonAnubis PylonSetamorphosisSetamorphosis: A changing in form by Setians : A changing in form by Setians through magical evolution, involving through magical evolution, involving XeperXeper to a to a different entity or form than what we presently different entity or form than what we presently know ourselves to be.know ourselves to be.How does one do this, and how does alchemy How does one do this, and how does alchemy apply? Alchemy was the magical/scientific apply? Alchemy was the magical/scientific chemistry of the middle ages, the chief aim being to chemistry of the middle ages, the chief aim being to change baser elements to perfection and raise them change baser elements to perfection and raise them to their highest possible state, for example lead to to their highest possible state, for example lead to gold.gold.Just how does this apply to Setamorphosis? Just how does this apply to Setamorphosis? Don’t get me wrong; I’m not advocating rushing Don’t get me wrong; I’m not advocating rushing out with your crucibles at full Moon and struggling out with your crucibles at full Moon and struggling to perform alchemical feats such as developing the to perform alchemical feats such as developing the philosopher’s stone and such [although that philosopher’s stone and such [although that wouldn’t be such a bad idea if one could find the wouldn’t be such a bad idea if one could find the way]. Oddly enough this procedure I’m talking way]. Oddly enough this procedure I’m talking about is not as far removed from this example as about is not as far removed from this example as you might think, for it does involve altering of you might think, for it does involve altering of chemicals: “Al-Chemical.”chemicals: “Al-Chemical.”The Setian has three kinds of ingredients or The Setian has three kinds of ingredients or base elements with which to work. These three base elements with which to work. These three materials are: (1) the food he consumes; (2) the air materials are: (1) the food he consumes; (2) the air he breathes; and (3) the impressions he takes in.he breathes; and (3) the impressions he takes in.The first most important thing to do once we The first most important thing to do once we have these base elements [as the alchemists did with have these base elements [as the alchemists did with their inorganic substances] would be to place them their inorganic substances] would be to place them in our crucible and start work at refining them. Thus in our crucible and start work at refining them. Thus in this case the task would be to put these in this case the task would be to put these ingredients into our thurible, which in this case is ingredients into our thurible, which in this case is the Setian himself, and then through an alchemical the Setian himself, and then through an alchemical process transmute ourselves to our highest possible process transmute ourselves to our highest possible state: Setamorphosis.state: Setamorphosis.Simply said, but indeed not simply done. As a Simply said, but indeed not simply done. As a Setian, all the mundane, human, coarse elements Setian, all the mundane, human, coarse elements must be refined and condensed to essence by the must be refined and condensed to essence by the Setian’s inner alchemy, directed by will. Still Setian’s inner alchemy, directed by will. Still nothing is produced from nothing. But then if we nothing is produced from nothing. But then if we had nothing of these essences in us, we wouldn’t be had nothing of these essences in us, we wouldn’t be Setian. One can make gold only if he have a certain Setian. One can make gold only if he have a certain amount of gold to begin with. Higher Hydrogus amount of gold to begin with. Higher Hydrogus have magnetic properties; namely they attract the have magnetic properties; namely they attract the other Hydrogus. If we have very little, it can attract other Hydrogus. If we have very little, it can attract only very small quantities.only very small quantities.Having the latent ability is a start, but only a Having the latent ability is a start, but only a start. Taken for granted no one is hindered by start. Taken for granted no one is hindered by defects due to degeneration such as diseases, defects due to degeneration such as diseases, pathological problems, etc., we should be able to pathological problems, etc., we should be able to start.start.First we all take in the raw material we need First we all take in the raw material we need (food, of course), so this is satisfied.(food, of course), so this is satisfied.Secondly you would say we all take in air and Secondly you would say we all take in air and breathe. But do we? If we don’t meditate high on a breathe. But do we? If we don’t meditate high on a mountain like the Tibetan to increase the supply of mountain like the Tibetan to increase the supply of oxygen to our tool, the brain, or eat a vegetarian diet oxygen to our tool, the brain, or eat a vegetarian diet to the same end, we’re not supplying our brains to the same end, we’re not supplying our brains with enough of oxygen for its super-task. So with enough of oxygen for its super-task. So breathing deeply several times throughout the day or breathing deeply several times throughout the day or doing breathing exercises would help here, doing breathing exercises would help here, specifically before clearing the thoughts or specifically before clearing the thoughts or concentrating to bring on the awakened state.concentrating to bring on the awakened state.Scroll of SetScroll of Set - March 1978 - Page - March 1978 - Page 22"},{"pageNumber":3,"pageContent":"The third step, however - taking in those The third step, however - taking in those impressions only that aid your work and excluding impressions only that aid your work and excluding those which are wrong and negative for your goal - those which are wrong and negative for your goal - is a much more difficult task than conceived, and is a much more difficult task than conceived, and can be achieved only by a constant perseverance of can be achieved only by a constant perseverance of effort.effort.The distinction between an actual impression The distinction between an actual impression and the effect we perceive as the impression are two and the effect we perceive as the impression are two totally different things.totally different things.For example, one cannot stop the sound of a For example, one cannot stop the sound of a gong crashing loudly, but one can very definitely, gong crashing loudly, but one can very definitely, with observation, learn to isolate the crash from the with observation, learn to isolate the crash from the gong itself. Thus identifying the cause impression gong itself. Thus identifying the cause impression from the effect impression is an important factor. If from the effect impression is an important factor. If one cannot stop hearing the gong’s crashing sound, one cannot stop hearing the gong’s crashing sound, as it were [or negative or destructive input], it should as it were [or negative or destructive input], it should at least be realized that it is only a sound from the at least be realized that it is only a sound from the gong and not the gong itself, and not react to it.gong and not the gong itself, and not react to it.From this perspective, studying yourself and the From this perspective, studying yourself and the working of energies is vital. By this effort either the working of energies is vital. By this effort either the energies are accumulated and multiplied to be used energies are accumulated and multiplied to be used later, in conjunction with an altered awakened later, in conjunction with an altered awakened concentrative state, or by lack of effort and concentrative state, or by lack of effort and absorption of harmful and negative impressions, the absorption of harmful and negative impressions, the energy is lost and drained as in most persons.energy is lost and drained as in most persons.The more effort made, the more this energy The more effort made, the more this energy increases with application. With the non-application increases with application. With the non-application of this energy, the energies rush out. With food as of this energy, the energies rush out. With food as bulk material and oxygen to boost the brain, all that bulk material and oxygen to boost the brain, all that is needed is the right input added to awakening and is needed is the right input added to awakening and we begin.we begin.The blood in the “flashes” of these three The blood in the “flashes” of these three ingredients combined alters the body’s chemistry in ingredients combined alters the body’s chemistry in the same manner as does adrenalin. With the the same manner as does adrenalin. With the oxygen and the flash, the spark is started, and our oxygen and the flash, the spark is started, and our alchemical process is begun. The more prolonged alchemical process is begun. The more prolonged the altered state under these conditions, the further the altered state under these conditions, the further the progress. The more limited the progress, the the progress. The more limited the progress, the more limited the evolution.more limited the evolution.With magic and this altered state, the fourth With magic and this altered state, the fourth dimension or other worlds may be pierced, reaching dimension or other worlds may be pierced, reaching across the abyss to Set’s essence, linking with our across the abyss to Set’s essence, linking with our force already in action. Setamorphosis may just force already in action. Setamorphosis may just begin.begin.Through magic the real or nominal reality is Through magic the real or nominal reality is thus pierced for us. To others this same experience thus pierced for us. To others this same experience would appear as a “miracle” or phenomenon.would appear as a “miracle” or phenomenon.Thus with our brain as the tool and the electric Thus with our brain as the tool and the electric spark created by our effort, the force, and magic, we spark created by our effort, the force, and magic, we becomebecome..By increasing the frequency and duration until By increasing the frequency and duration until this becomes our reality, who can say what living this becomes our reality, who can say what living more of our lives in this state might bring about? An more of our lives in this state might bring about? An interesting speculation, don’t you think?interesting speculation, don’t you think?______________________________________________________________________[3] [3] Ode to SetOde to Set- by Ricco A. Zappitelli III°- by Ricco A. Zappitelli III°Anubis Anubis PylonPylonSome men try to recall the face of the past and Some men try to recall the face of the past and call it sentimentality, nostalgia, or “remembering”; call it sentimentality, nostalgia, or “remembering”; while others try to construct the countenance of while others try to construct the countenance of what is to be from wishful thinking and wild what is to be from wishful thinking and wild imaginings, and call it “the future”.imaginings, and call it “the future”.I the magician caress your brow and, looking I the magician caress your brow and, looking deeply into your eyes, see myself reflected there in deeply into your eyes, see myself reflected there in beauteous array. Through you I come to beauteous array. Through you I come to comprehend the ever-present now.comprehend the ever-present now.The past is dead, and but a memory the future is The past is dead, and but a memory the future is yet to be, and thus unknown. All we truly have is the yet to be, and thus unknown. All we truly have is the present. But I the magician, with my will can present. But I the magician, with my will can transcend even time.transcend even time.When men around me are surrounded by When men around me are surrounded by mistrust of all, violence of others, and despair of mistrust of all, violence of others, and despair of hope, I the magician hear trust and honor in your hope, I the magician hear trust and honor in your words, feel the gentleness in the touch of your words, feel the gentleness in the touch of your presence, and come to know hope through your presence, and come to know hope through your manifold promise.manifold promise.When men around me drown their despair in When men around me drown their despair in alcohol, or produce a fleeting moment’s false alcohol, or produce a fleeting moment’s false “high” by smoking mother nature, I the magician “high” by smoking mother nature, I the magician become “intoxicated” by the balance between all become “intoxicated” by the balance between all the beauty around me to be seen in contrast to the the beauty around me to be seen in contrast to the dark, hidden mysteries inside me, still to be dark, hidden mysteries inside me, still to be unfolded with your aid, and my heart soars.unfolded with your aid, and my heart soars.And through the Gift of your love given so long And through the Gift of your love given so long ago, I the magician stand tall in this dark time. And ago, I the magician stand tall in this dark time. And although all else may pass away, through the use of although all else may pass away, through the use of your Gift I the magician become immortal; for in your Gift I the magician become immortal; for in love lies the true magic.love lies the true magic.______________________________________________________________________[4] [4] Open Letter to the Temple of SetOpen Letter to the Temple of Set- by Joan Keller II°- by Joan Keller II°January XIIIJanuary XIIIDecember 23, 1977, I celebrated my 70th December 23, 1977, I celebrated my 70th birthday. After my usual morning swim, my birthday. After my usual morning swim, my thoughts went back to my childhood (pasting up 2 thoughts went back to my childhood (pasting up 2 sheets and 3 sheets). To be born at the beginning of sheets and 3 sheets). To be born at the beginning of the Electronic (Magic) Age has been a fabulous the Electronic (Magic) Age has been a fabulous experience. How times have changed - life-styles, experience. How times have changed - life-styles, the English language. What a change in our the English language. What a change in our language! “Pot” was something you cooked in; language! “Pot” was something you cooked in; “grass” you cut with a mower. If you were “flying “grass” you cut with a mower. If you were “flying high”, you had to be in a plane. I remember when a high”, you had to be in a plane. I remember when a “turkey” was something you ate on Thanksgiving.“turkey” was something you ate on Thanksgiving.You could tell the difference between girls and You could tell the difference between girls and boys without taking their clothes off; parents knew boys without taking their clothes off; parents knew where their children were; children knew where their where their children were; children knew where their parents were. Grandmas didn’t raft down wild parents were. Grandmas didn’t raft down wild rivers. Life was very regimented. If you didn’t rivers. Life was very regimented. If you didn’t Scroll of SetScroll of Set - March 1978 - Page - March 1978 - Page 33"},{"pageNumber":4,"pageContent":"attend a Christian church, you were threatened with attend a Christian church, you were threatened with Hell and damnation. Children had no freedom of Hell and damnation. Children had no freedom of thought [openly], but among ourselves we knew that thought [openly], but among ourselves we knew that we were the beginners of a different life style.we were the beginners of a different life style.Now a new age is beginning: the age of the Now a new age is beginning: the age of the Setians, the strong, responsible people who are Setians, the strong, responsible people who are capable of thinking for themselves, the ones who capable of thinking for themselves, the ones who will inherit the Earth. I am glad to have lived long will inherit the Earth. I am glad to have lived long enough to be with my own kind.enough to be with my own kind.Scroll of SetScroll of Set - March 1978 - Page - March 1978 - Page 44"}]
