[{"pageNumber":1,"pageContent":" SYMBOLISM OF ANIMALS AND BIRDS REPRESENTED IN ENGLISH CHURCH ARCHITECTURE BY ARTHUR H. COLLINS, M.A. NEW YORK McBRIDE, NAST & COMPANY 1913"},{"pageNumber":2,"pageContent":" Introduction to the Digital Edition This text was prepared for digital publication by David Badke in July, 2003. It was scanned from the original text on an Epson Perfection 3200 Photo scanner and converted with OmniPage Pro 12. The photographic images were also scanned with the Epson scanner via the Hamrick Software VueScan program, and enhanced in Adobe PhotoShop 7. Copyright : The original printed text by Arthur H. Collins as published by McBride, Nast & Co mpany of New York in 1913 is believed to be in the public domain under Canadian copyright law. It is also believed to be in the public domain under the copyright law of the United Ki ngdom and the United States of America. If you believe that you have a legal claim on the original text, contact the editor of the digital edition at copyright@bestiary.ca with details of your claim. This digital edition is copyright 2003 by David Badke. Permission is hereby granted for any noncommercial use, provided that this copyright notice is included on all copies; for commercial use, please contact the editor at the above email address. Disclaimer : While every effort has been made to produce a digital edition that is accurate and equivalent in content to the original printed edition, the editor is not legally responsible for any errors or omissions. As with any information, use this edition with appropriate scholarly caution. If you discover errors in the text, please contact the editor at editor@bestiary.ca with details, so correctio ns can be made. Formatting : The digital edition differs from the original printed text in layout, typeface and pagi nation, though all text has been included as printed; no editing has been done and all original spelling has been retained. The page numbers shown in this edition do not match the page numbering of the original printed edition; the Table of Contents has been modified to use the digital edition pagination. The index found in the printed edition has been omitted as it is not required (the text can be searched). The orginal page numbers have been imbedded in the text like this to allow references to the print edition to be located; the number indicates the start of the print edition page. Photographic Plates : In the printed edition, the plates were located on separate pages alternating with the text, but were 123"},{"pageNumber":3,"pageContent":" only rarely near the text (if any) that referred to them. In this digital edition, all of the photographs appear in their own section at the end. The original text does not specifically refer to the photographs by number; this edition does, where such references can be identified. The references appear like this . The reference is a hyperlink; click on it to jump to the referenced photograph (use the ìbackî button to return). The photographic images are presented in a slightly larger size than in the original, and the notes below them have been copied from the Table of Photographs. The images have been digitally enhanced to bring out what details were available. Because of the limitations of the photogra phic and printing technology available in 1913, the quality of the printed images is poor, a problem digital enhancement cannot entirely correct. All images in the printed edition are included here, and none of the images have been cropped or had their content altered. Note: If this copy of the digital edition does not have the photographs, it is probably the ìtext onlyî version. The full edition, with the photographs, can be found at: http://bestiary.ca/etexts/ collins1913/collins1913.htm 1a"},{"pageNumber":4,"pageContent":" CONTENTS I. Sources Of Animal Symbolism .........................................1 II. The Ape, Ass, Beaver, Bear, Boar, Camel, Dog, Elephant .............................................................6 III. The Fox, Goat, Hart And Antelope, Hyena ......................11 IV. The Hedgehog, Lamb, Lion .............................................15 V. The Ox, Pig, Panther, Salamander..................................20 VI. The Sheep, Tiger, Whale And Fish, Wolf .........................23 VII. The Charadrius, Cock And Hen, Dove ............................28 VIII. The Eagle, Goose, Peacock, Pelican, Raven.....................32 IX. The Basilisk Or Coc katrice And Centaur ........................35 X. The Dragon Or Serpent ..................................................38 XI. The Griffin, Hydra And Crocodile, Mantichora, Mermaid Or Syren .....................................................45 XII. The Sphinx, Terrebo len, Unicorn, Serra, Remora And Phúnix..................................................48 XIII. Concl usion .....................................................................52 Table Of Photographs.....................................................53 Photographs...................................................................59 "},{"pageNumber":5,"pageContent":"LIST OF BOOKS LARGELY CONSULTED 1. Christian Symbolism in Great Britain and Ireland. By J. Romilly Allen. 2. Animal Symbolism in Ecclesiastical Architecture. By E. P. Evans. (Heineman.) 3. Norman Tympana and Lintels. By C. E. Keyser. (Stock.) 4. Sacred and Legendary Art. By Mrs. Jameson. (Longman.) 5. Black Tournai Fonts in England. By C. H. Eden. 6. Fonts and Font Covers. By Francis Bond. (Oxford.) 7. Calendar of the Prayer Book. By James Parker. 8. Encyclopaedia, Britannica. XIth Edn. Article on ìPhysiologus.î 9. Early Drawings and Illuminations in British Museum. By W. de Gray Birch and Henry Jenner. 10. Dictionary of Architecture, article on ìAnimals.î By W. J. and G. A. Audsley. 11. Treasury Magazine, June and July, 1911, articles on ìNatural History in the Psalms.î By Canon Horsley. 12. Guide to Early Christian and Byzantine Antiquities in the British Museum. 13. Epistles of S. John. Essay on the Relation of Christianity to Art. By Bp. Westcott. "},{"pageNumber":6,"pageContent":"   1      CHAPTER I SOURCES OF ANIMAL SYMBOLISM No student of our ancient churches can fail to have noticed how frequently animals and other representations of natural history are to be found carved therein. The question will naturally occur: are these sculptures, or paintings, mere grotesque creations of the artistís fancy, or have they rather some meaning which patient investigation will discover for us? It is only during the last few years that a satisfactory answer to these questions has been disc overed; though no doubt our grandfathers suspected that these animal carvings were not merely freaks of fancy. Owing to a marked similarity in subjects of far different dates, and at far distant places, they may have felt that there was some link to bind them together. This link has now been found in the natural history books of the Middle Ages, which were in more common circulation than any other book, save, of course, the Bible. Such books are usually called Bestiaries. They are to be found in every great library, and can be studied by those who have the patience and requisite knowledge. Let us understand first what a typical Bestiary is like, and then we may try to solve the more difficult problem of its origin. A Bestiary may treat of about thirty or forty animals and birds, real or mythical. It may be adorned by illuminated miniatures of each animal treated, and will give a description of its supposed habits and appearance. Again, the writer may have some tale to tell about the animal. But last (and not least, for this is the prominent feature of the Bestiaries) are given the religious and moral lessons which the animalís behaviour can teach. Few books have entered more than the Bestiaries into the common life of European nations. Hence we may understand that the sculptors who beautified our churches were not slow to make use of such familiar material. In thus laying the Bestiaries under contribution, the builders of a church would be able to carry out an important objectóthe in- struction of all future worshippers. The parson was there to instruct through the ears of his congregation, while the sculptures would instruct still more effectively through the eyes. No less an authority than Horace has spoken in favour of the eye as a medium of instructionó ìSegnius irritant animos demissa per aurem Quam quae sunt oculis subjecta fidelibus.î  —Ars  Poetica.  Lines 180-181. 5 1 2"},{"pageNumber":7,"pageContent":"   2      And what is more, most modern teachers will agree with him. The original Bestiary (generally called the Physiologus) was produced in a far less scientific age than ours. No one knows who wrote the Physiologus; and there is no clue to be traced from the title, which simply means ìThe Naturalist.î But owing to its doctrinal and linguistic pecu liarities it has been assigned to an Alexandrine source. Professor Land has shown that most of the animals mentioned in the Bestiaries are to be found in Egypt, or may be seen there occasionally. He has also drawn attention to the fact that the technical terms of Alexandrine literature are to be found in the Physiologus. The date of the original Physiologus is uncertain, for the original MS. is, of course, lost. But the versions of Bestiaries are to be read in about a dozen European languages; perhaps the earliest of all belongs to the fifth century. The early naturalists, whether Greek, Roman, or Alexandrian, were not scientific. To them the classification and orderly treatment of our experts would have presented no interest. The Romans showed cons iderable ingenuity in training pets or wild animals, and their officials were most active in obtaining wild beasts to grace their triumphs or to afford amusement to the degraded populace in the amphitheatre. But their authors; in dealing with the habits of wild animals, showed no results of careful observation. More accustomed as they were to record scraps of folk-lore or untrustworthy travellersí tales, they never concerned themselves with the truth or falsity of details which to us are more important than wide and general observations. Even the sober and accurate Julius Caesar imagines that a kind of unicorn exists in Gaul. He soberly states, too, that elks have no joints to their legs, with the result that they can never lie down, but have to take their rest by leaning against trees. From this circumstance an ingenious method of capture had been devised by the natives. The same remarks as to want of scientific accuracy apply, generally speaking, to the Greeks with the exception of Aristotle. Alexandria, the birthplace of the Bestiaries was an emporium of the learning and superstitions of the world; the meeting place of East and West, Greek, Roman, Jew, Egyptian, in fact of scholars and traders from all parts. It was the Alexandrine scholars who translated the Old Testament into the Greek of the Septuagint, with which our early Christian writers are so familiar. Alexandrine scholarship and theology had many peculiarities. Some there were who tried to reconcile and combine the teaching of Greek philosophers, with the teaching of Christ. Others, again, prominently Origen, interpreted the Bible, and 9 6"},{"pageNumber":8,"pageContent":"   3      even the natural history of the Bible, in a mystical or symbolic sense. The result was that the plain literal meaning was discredited. When the current methods of natural history came in contact with the current methods of Biblical inter- pretation, the fortunes of the former were assured. The Physiologus was produced by these two tendencies combined. The translations of the Physiologus entered into all the popular literatures of Europe; and so it came about that animals from the East are represented in the churches of the West, to instruct mediÊval congregations. The paintings in the catacombs at Rome were another source of influence on ecclesiastical art. Though some early Christians held all painting and sculpture in abhorrence, and protests against their use were made by prominent Fathers of the Church, yet at Rome, at any rate, art was held in high honour by Christians, from the very firs t. About fifty of these catacombs are said to exist, though many are no longer explored. They consist of corridors and chambers cut out from the tufa which forms the subsoil near Rome. The dead were buried in niches along the corridors or in the chambers, the walls and roofs of which were stuccoed and covered with paintings. These paintings were quite frankly pagan in influence, though hallowed by the presence of Christian ideas. As time goes on they degenerate, but during the second century the skill displayed is quite remarkable. When the conversion of the Emperor Constantine made Christianity a lawful religion, there was no longer the same necessity to bury the dead, or to worship secretly, in the catacombs. Churches began to be built in great numbers, and stone sarcophagi were produced as memorials of the departed. These sarcophagi are to be met with not only at Rome, but even in distant Gaul, Spain, and North Africa. To these numerous churches and sarcophagi the artistic influences of the catacombs were transferred. Dr. Westcott in his essay on the Relation of Christianity to Art, describes early Christian art as conventional, symbolic, and reserved: conventional in subject and treatment, symbolic because it represents things not for themselves but for the ideas they conveyed, and reserved because among other things it shrank from depicting the human features of Our Lord. This symbolism can, we believe, be traced to two or three causes. In the days of persecution it would be most dangerous for Christian art to be too obvious, with its meaning clear to the enemies of the Church. But another, and even more important reason is given for the symbolic nature of early art. It 14 13 10"},{"pageNumber":9,"pageContent":"   4      is stated to be due to the intellectual tendencies of the time. Symbolism was, as it were, in the air. No one believed in the old official religion just before or after the time of Christ, and in their weariness of it, all turned to the newly conquered East, where they found some of the relief they needed in the mysticism and allegory, and bold theories as to the origin of the Universe so common there. What was obvious was now discounted; while that which symbolised something deeper than itself was more satisfactory to the mind. As Christianity grew it made its appeal to men just through that symbolism to which they were growing accustomed. A question which we might naturally ask is this: Did the architects and preachers of the Middle Ages believe in the existence of all those strange animals, such as dragons and centaurs, of which they made practical use? Did they believe in the current folk-lore which they voiced and depicted? Probably they were credulous enough. But, on the whole, we may say that the truth of the story was just what they did not trouble about, any more than some clergymen are particular about the absolute truth of the stories they tell children from the pulpit. The application, the lesson, is the thing! This statement might be proved by references to early Fathers such as S. Augustine and S. Basil, and also to writers of the Middle Ages. It is not very difficult to see their point of view when we remember that to most early Christians all nature was full of types of Christ and Christianity. To laugh at such ideas is easy, but, for all that, it may be that we have fallen into the opposite errors. There is surely a sense in which a Christian may ìAsk the beasts and they shall teach thee, and the fowls of the air, and they shall tell theeî (Job xii. 7). We are trying to be wiser than our Master if we will not learn from the fowls of the air, and the lilies of the field, or even the ox fallen into the pit, and the hen clucking to her chickens. All versions of the Bestiaries are teeming with a surprising number of errors, even where trustworthy information might have been obtained. Ignorance and credulity are responsible for many, but not for all, mistakes. The Physiologus was never a classical work, with a received text which was jealously guarded. But additions from many sources such as we cannot trace, might be made by the compiler of any version; and if subsequent writers took a fancy to these additions, they would accept them without criticism or hesitation. A great deal of confusion was due to mistranslations of the names of various Biblical animals, or to a natural desire to identify the fabulous 18 17"},{"pageNumber":10,"pageContent":"   5      animals derived from the classics with others mentioned in the Bible. Yet the Bestiaries will not enable us to identify all the beasts and birds which are represented in our churches, for in many cases the carvings are so rough, or so farfetched and fanciful that we cannot tell what was the artistís intention. Yet we are sure that, where investig ation and comparison enable us to fix for certain the identity of the animal, the religious, moral or doctrinal lessons attached will generally be found in our Bestiaries, or more easily still in our Bibles. To take just two examples. Where a little practice has enabled us to identify the ìAgnus Deiî or ìLamb of Godî as It stands or reclines holding a Long Cross in Its forepaws, we shall be able to find in the Bible the reference to Our Lord, ìthe Lamb of God that taketh away the sins of the world,î ìthe Lamb that was slainî of the Revelation. Or when again we have performed the comparatively easy task of recognising the carvings of the lion, we shall in all probability find its exact meaning in most examples, either in the pages of the Bestiaries, or in the Old Testament, or perhaps in the interpretation which has been assigned by mediÊval commentators to the lion of Reve lation iv, which they held to signify the Evangelist, S. Mark. It has often been surmised that the whole fabric of a church signifies the human soul, and that the good and bad animals carved inside and out represent the good and evil present in the soul. Some have suggested that the evil beasts carved outside a building (such as those under the eaves of the Norman Church of Kilpeck, Hereford) are a warning to the worshipper to leave his evil passions outside, or again that they are the forces of evil escaping from the holy structure. The difficulty of these two latter theories is apparent, when good animals and birds are seen in almost inextricable confusion together with those that are bad. 21"},{"pageNumber":11,"pageContent":"   6      CHAPTER II THE APE, ASS, BEAVER, BEAR, BOAR, CAMEL, DOG, ELEPHANT THE greatest difficulty presented by the study of ecclesiastical zoology, is not so much to discover the interpretations or symbolic meanings of the various animals, but to find out for certain what animals the carvings before us represent. Some, like the lion or the centaur, may easily be recognised, but many animals cannot be identified, with the result that their interpretation is lost to us. In the latter case a study of the original MS. of a Bestiary will sometimes yield astonishing results. For in the Bestiaries we shall be able not only to read the animalís name, but to see a picture of it displaying some characteristic or habit which, as likely as not, is also depicted in architecture. It will be found impossible to arrange the animals and birds treated of in this book in a scientific order, but on the whole the alphabetical order which we have adopted will be most convenient for reference. Our method will be to write first about such animals, and afterwards such birds as really exist, even though their habits have been much misrepresented by ancient authors; and afterwards again we will deal with those that are fabulous and mythical. In practice, however, it will be found hard to keep the real and the fabulous separate. In a book of this size it will not be possible to deal with all the creatures mentioned in the various Bestiaries, but our aim w ill be to say what we can about those which are frequently represented, or likely to be represented, more or less, in our English architecture. We shall begin with the ape. According to Mr. Romilly Allen, there are no representations of the ape in our churches dati ng from before the thirteenth century. It is probable that th is statement needs qualification. Anyone who has tried to decipher the carvings of the beautiful Norman Church of Barfreston, in Kent, will have been struck by the monkey-like characteristics of some of them. Some years ago the writer thought that he noticed a small carving of a monkey on the Transitional Norman door of Chirton, in Wiltshire, and his supposition has been confirmed by the answer which the resident clergyman gave to his enquiry about the matter. In later times, the ape is sometimes carved, together with other animals, on the stalls of our larger 26 25 22"},{"pageNumber":12,"pageContent":"   7      churches. It is to be seen, for instance, on the misericords of Lincoln and Bristol Cathedrals. In such cases, stories of the type of ∆sopís Fables were no doubt in the mind of the artist at the time. We read a good deal about the ass in the Old Testament, where it is mentioned about fifty times under names which denote either its endurance or its ruddy colour. Besides being used for agriculture and for burdens, the ass used to bear official dignitaries upon its back. By riding thus mounted into Jerusalem on Palm Sunday, Our Lord not only revived the humble pageantry of the Book of Judges (cp. Judges v. 10, x. 4, xii. 14), but also fulfilled the Messianic prophecy of Zechariah. The scene of the entry into Jerusalem upon an ass is occasionally treated in Norman sculpture, as, for instance, on the Norman font of West Haddon, Northamptonshire. In this example a man is shown offering Our Lord a palm. The ass and the ox together are to be seen on carvings of the Nativity, or the adoration of the Magi. On Fincham font, Norfolk, the manger, the Holy Child, a big star, and the heads of an ox and an ass are alone depicted. On a panel of the fifteenth century reredos of Yarnton, Ox on, the ox and ass are shown eating out of a common manger, while three kings, one of them young and beardless, come and offer their golden cups to the Infant Saviour, Who is seated in His Motherís arms. S. Joseph with his carpenterís ìsquareî is rather crushed into a bottom corner. On the font at Walton, near Liverpool, there is a carving of the flight of the Holy Family into Egypt. S. Joseph is carrying Our Lord, while the blessed Virgin rides the ass, and a cross is carved over her head. Buddhist sages used to counsel their disciples to take pattern by the humility and patience of the ass. We know of no English archit ectural representations of the beaver, which is so often depicted and described in the Bestiaries. The story goes that certain parts of the beaver were filled with a precious substance useful in the cure of certain diseases. The hunters would zealously track the animal to obtain this substance. But the beaver would know what they were after, and by self-mutilation give the hunters the object of their desire, and thus effect its escape. So the man of God is to separate from himself the works of the flesh and, by throwing them to the devil, to save his soul alive. In a splendid English Bestiary of the thirteenth century in the British Museum (Harl. 4751) the hunters are depicted with their prize, while the beaver is allowed to escape. The bear often figures in Norman architecture, where it is 30 1a 29"},{"pageNumber":13,"pageContent":"   8      probably a symbol of the devil. Such, for example, is the interpretation which S. Augustine gives in his sermons, when he explains the significance of Davidís combat with the lion and the bear. The best examples we know of are carved on the south door of the exquisite Norman church of Barfreston. Here are two bears (or possibly a bear and another animal) discussing with evident relish the contents of a hive of honey. Below this is a still more curious medallion. A be ar is playing the harp, whilst a naked human figure is contorti ng itself to the music, with both hands and feet upon the ground: Antiquaries have been much puzzled by this: What does it all mean? To the present writer the simplest interpretation seems the best. It means that the devil is luring his victim to destruction by bodily and sensual delights. The bear is sometimes to be found muzzled on Norman corbels. Here, too, the application is obvious. The devil when muzzled cannot do much harm. The wild boar is to be seen on Norman tympana, notably at S. Nicholas, Ipswich, and Ashford, in Derbyshire. In the latter example the boar is attacking a conventionalised tree from one side, while a lion is on the other side. It is just possible that we have here an allusion to Psalm lxxx. 13, where it is said of the vine brought out of Egypt, that ìthe wild boar out of the wood doth root it up; and the wild beasts of the field devour it.î If this interpretation be correct, then the meaning of the sculpture would be, that the power of evil is trying to uproot and destroy the power of Christ. The boar is found on a most curious. early sculpture at Clifton Hampden Church, Oxon, which Mr. C. E. Keyser says represents a hunting scene with hunter and hounds. It looks as though the hunter were in a state of mortal terror as he clings to the tail of the foremost hound. Under the body of the boar is the head of a man, who has been already killed. Perhaps the whole body was there once, but the fragmentary nature of the sculpture prevents our ascertaining this. If Mr. Keyserís interpretation, which we have fo llowed, is correct, the hounds are unusually large, far larger than the man. At Tutbury, Staffordshire, and Little Langford, Wiltshire, are other representations of a boar hunt. Two wild boars face one another on a perpendicular screen at Headcorn, Kent. The camel, and similar beasts, are frequently represented in manuscripts of all countries in the British Museum and else- where. We have seen a camel carved on one of the fine sixteenth century bench-ends of Sefton, Lancs; where a rider is seated on his back, and brandishes a short sword, or scimitar. 1b 3a 5a 2a 34 33"},{"pageNumber":14,"pageContent":"   9      A bactria or camel-like animal is drawn on the famous early fourteenth century map of the wo rld in Hereford Cathedral. This unique composition, which is scattered thickly over with representations of animals from the Bestiaries, with their appropriate inscriptions, was the work of a prebendary of the cathedral, who gives his name as Richard de Haldingham and de Laftord. The dog is represented as a rule in hunting scenes, probably with no intentional symbolism, and also at the feet of recumbent effigies and brasses. Once, at any rate, he is carved on the foot of a cross slab also , as on a sepulchral slab at Oakley, Beds. He is to be seen on the very archaic but probably fourteenth century font of Lostwithiel, in Cornwall. The date of this font has been a matter of considerable discussion among antiquaries, as there are certain features (such as a prick spur in a panel representing a hunting scene, and a Crucifixion in another panel with two nails to secure the feet of Our Lord) which by themselves would point to an earlier date. Other details must however be later. It is on the whole best to suppose that the early-looking fe atures are simply survivals in later work. Cornish architecture is full of archaisms. One panel of the Lostwithiel font contains a huntsman mounted on horseback with a ho rn in his mouth, and a hawk on his left hand. A hound is running on ahead, with the same stiff bounding action as the horse. On another panel a hound has caught a hare by the hindquarters, while above are the traces of a reptile carving, disfigured probably by the Parliamentarian army, which turned the church into a stable, and even baptised a horse in the font. One of the most delightful specimens of natural carving is on an arch stone of Barfreston south door. A bit of English landscape is indicated by a tree , in front of which two hounds are running to the right, while the object of their pursuit, a hare, has doubled back to the left and is escaping. There are few carvings of the elephant before 1200, though the head of one is carved under the string course at the west end of the Norman church of Kilp eck. A man has been caught in the animalís trunk. The elephant is one of the animals dealt with at length in the Bestiaries. It is said to be so st rong that it can carry a tower full of armed men on its back, and therefore it is of great service in battle. The Bestiaries often represent it with the tower, which sometimes contains the men who are fighting with their enemies. The elephant was said to live 200 years, while the female, 8b 6a 57b 57a 38 37"},{"pageNumber":15,"pageContent":"   10      according to mediÊval. authors, requires two years to bring forth its young. When the time arrives for the elephants to pair, they go to a region in the neighbourhood of Paradise, where the mandragora grows. Of this plant they eat. When the mother is about to bring forth her young, she goes into a pond until the water touches her breast, and there gives them birth. As the Psalmist says: ìSave me, O God, for the waters are come in to my soul.î Meanwhile the male keeps watch against the dragon, which seeks to devour the newly born elephant. If the male discovers the dragon, he kills him by stamping on him with his feet. The combat of the elephant and the dragon is often drawn in old manuscripts. Sometimes the dragon wounds the elephant, as the latter crushes him down; sometimes the dragon manages to coil himself round the elephantís body. The elephants are in an absurd way typical of Adam and Eve, who ate of the forbidden fruit, and also have the dragon for their enemy. It was supposed that the elephant (much like the elks of Julius CÊsar) used to sleep by leaning against a tree. The hunters would come by night, and cut the trunk through. Down he would come roaring helplessly. None of his friends would be able to help him, until a small elephant should come and lever him up with his trunk. This small elephant was symbolic of Jesus Christ, Who came in great humility to rescue the human race which had fallen ìthrough a tree.î The Bestiaries have a good deal to say about the mandragora, or mandrake, which the elephant ea ts in Paradise. It is a plant, luminous at night, which is shaped just like a human being. When people wish to obtain the mandrake, they have to be very careful, for it will flee at the sight of an unclean man. First, its head must be touched with iron. Then the earth is scraped away with an ivory staff, until the hands and feet of the plant appear. Next the plant has to be tied to a dogís neck, and meat is thrown to the dog, in such a way that, when he tries to catch the meat, he must jerk the mandrake up. The mandrake is really a plant of the same genus as the belladonna. It has yellow fruit about the size of a plum, with a peculiar sweet taste. The popular tradition, referred to in the Bible, that the mandrake is an aphrodisiac, still survives in Palestine. There is a representation of it on the map of the world in Hereford Cathedral (as mentioned above), with the inscription: ìMandragora herba mirabiliter virtuosa.î 57b 57a 42 41"},{"pageNumber":16,"pageContent":"   11      CHAPTER III THE FOX, THE GOAT, THE HART AND ANTELOPE, THE HYENA ON the Norman doorway of Alne, in Yorkshire, among a number of other animal carvings, is one of an animal lying on its back, with paws outstretched, so that it seems to be dead. Two birds are represented; one pecking the animalís body, and the other placing its head in its jaws. The inscription aboveóthe word Vulpis 1 óleaves no room for doubt as to the artistís intention. The Bestiaries relate that the fox ensnares unwary fowls by pretending to be dead; in like manner the devil deceives unwary souls who love the corrupt things of the world. The carving at Alne was probably taken direct from a Bestiary. This and the other carved archstones from the same church are particularly valuable, owing to their inscriptions. In a very mutilated Liber de Animalibus of the thirteenth century in the British Museum (V it. D. 1) two birds are pecking at the mouth of the fox; while the latter is shown with his eyes cunningly closed, and he has caught a third bird in one paw. Quite as frequently the fox is represented as preaching in a monkís or friarís habit to geese and other creatures, as on the stalls of Beverley Minster, S. Maryís Beverley, and Ely Cathedral. Generally such carvin gs are accompanied by others which represent Reynard devouring his flock, or paying the penalty of his crimes on the scaffold: from which ordeal he sometimes emerges alive-to try again! At Worcester Cathedral there are carved on a misericord foxes running in and out of hole s. S. John the Evangelist stands near by with his Gospel in his hand, and his eagle at his feet. Here we can see an allusion to our Saviourís words, ìFoxes have holes,î etc., in S. Matt. viii. 20. It has been supposed that the object of this particular carving is to induce him who sees it to choose between good and evil. The carvings of the fox in friarís garb are undoubtedly satirical. To the friars of the thirteenth century a great revival of religion was due. They mixed with the people in fair and market, and won many to Christ by their preaching and self-denying lives. But, alas, in the fourteenth century, and still more in   1 Vulpis is the actual inscription on the door, though it is a rarer form of the word than Vulpes. 24a 23a 49 46 45"},{"pageNumber":17,"pageContent":"   12      the fifteenth, their zeal declined, until they became the veritable forerunners of the modern tramp, and the terror of good housewives who lived near the main roads. For such reasons as these, and also for their restless and innovating spirit, the begging friars were much disliked by the secular and monastic clergy; whenever the latter built their churches, they would not forego their opportunity of paying off old scores if they wanted subjects for the misericords. The goat of the Bestiaries is fond of the high mountains. It can tell from a long distance whether men are merely harmless travellers, or hunters coming to destroy it. It is thus typical of Christ, the far-seeing Son of God, Who foresaw the deceit of the devil, and His Own betrayal by Judas. So far as we know, the division of the sheep and the goats on the Judgment Day (cp. Matt. xxv. 32) is not represented in English architecture; but examples of the goat are to be seen on the capitals of the chancel arch of Adel (Yorks); on the jambs of a doorway at Ely Cathedral, and probably with other animals on the tympanum of the north door of Barton Segrave, Northants. The Bestiaries comment in an extraordinary manner on Psalm xlii. 1, ìLike as the hart desireth the waterbrooks, so longeth my soul after Thee, O God.î We are content with the natural and obvious interpretation: not so the Physiologus. The Physiologus says that the hart and dragon are at enmity. When the former sees the latter it goes and fills its stomach with water at the nearest stream, while the dragon flees for refuge into a cleft of the rocks. Then comes the hart, and blows the water down into the hole where the dragon is, so as to drown it out. The dragon is finally dispatched by the hartís feet. This absurd story of the hart makes it typical of our redemption by Jesus Christ. Our Lord followed the devil into the lower places of the earth, and, by pouring blood and water from His side, drove away the devil by the waters of regeneration. This story is probably carved in wood on the pulpit of Forrabury, Cornwall; though in this case the dragon is more like a four-legged beast or devil. Here we see the hart at the top of the carving, hurrying as fast as it can, while below is the cleft of the rock, and on either side of the cleft are the head and hindquarters of the devil who is looking out in fear. Perhaps he is represented more at larg e on the next panel. Forrabury pulpit is made up of what were originally bench-ends. Even the altar is similarly constructed. The stag hunt is very frequently represented on Celtic crosses. Sometimes we see the stag represented alone, as on an arch of the shamefully used Norman church of Shobdon, 6b 53 50"},{"pageNumber":18,"pageContent":"   13      Hereford. On a stall at Sefton, Lancashire, something very like an antelope is carved. The animal has serrated horns, and is shown eating herbage, while his hornless mate is prancing off in fear in the opposite direction. There may be here an allusion to the mediÊval idea, according to which the antelopeís horns are so powerful, that he can saw trees asunder with them. It makes its way when thirsty to the banks of the Euphrates, bu t on the way it is led aside to eat some pleasant shrubs. These entangle its horns, so that the hunters or wild beasts come and kill the antelope. The two horns of the antelope represent the Old and New Testament, with which the adversary can be resisted. But woe betide the Christian who allows himself to be led away by the temptations of the world, for then what was formerly of use can help him no more. This scene is often represented in mediÊval manuscripts, as, e.g., in the illuminated Psalter of Isabella of France. In the thirteenth century Bestiary in the British Museum (called Harl. 4751), a hunter has been attacking the antelope with axe and horn. There is a wound in the antelopeís side, with the life-blood gushing out, as the animal falls in death. The hyena can generally be recognised in architecture by his being represented as devouring a human carcase, or something that looks like a plant or tree. At Alne there is an inscribed example of the latter. In the thirteenth-century Bestiary in the British Museum (Vit. D. 1) the hyena has a catís head, and curious bands or straps round its neck and body. It is devouring a plant. In other MSS. it has prised oft the lid of a sepulchre, and is devouring a corpse. The Bestiaries say that it is like a bear, with the neck of a fox, and that it has the power of changing its sex. The hyena is thus symbolic of nameless vice, and also of the double-minded man. A characteristic of the hyena is that he is wont to inhabit tombs, and devour the dead bodies. We see him thus occupied on a rafter in the roof of one of the cloisters of Hereford Cathedral. The hyena is supposed to have in his eye a stone, which, when it is placed under a manís tongue, will give him the gift of prophecy. Sometimes this animal imitates the human voice, and lures shepherds to their destruction by calling their names at night. Sir Walter Raleigh in his History of the World affirms that the hyena is the offspring of a dog and a cat, and that it came into existence first, just after the Deluge. It would not have been tolerated in the ark! 10a 24a 23a 15a 25b 57 54"},{"pageNumber":19,"pageContent":"   14      Both at Alne and at Hereford, the hyenaís floriated tail is very noticeable. We have seen no other animal carved with such a tail as his. It was the tail that enabled us to recognise him on one of the Norman capitals under the tower of Alton parish church, Hants, where the carving is very similar to that of Alne, though there is no inscription. Besides his being a symbol of impurity and instability, the habit of preying on corruption makes the hyena to be a type of the Jews, who preferred the dry bones of the law to the living Gospel. There is no beast with a less enviable meaning. For once the Bestiaries have got hold of a fragment of the truth. The hyena, which is commonly found in Palestine, seldom attacks living animals except under pressure of severe hunger. He is the most cowardly of all beasts of prey. When even carrion is unattainable, the hyena has be en known to take a skeleton that the vultures have picked clean, and to crush the bones with its powerful jaws, so that it may extract the marrow. It is a solitary animal and, as it makes night hideous by its cries, the hyena is naturally an object of superstitious dread throughout the countryside. 9b 58"},{"pageNumber":20,"pageContent":"   15      CHAPTER IV THE HEDGEHOG, THE LAMB, THE LION THE hedgehog is a type of the Evil One. MediÊval natural history described him as a robber of the vines. First he would knock off the grapes and then he would carry them away on his spines. In a similar way the devil robs men of their souls. On a spandrel of the perpendicular Easter sepulchre at Childrey, Berks, the hedgehog is carved eating grapes from a conventional vine, and three dogs come to bark at and worry him. The hedgehog seems imperturbable, confident in his power of being a match for any or all of them. When a lamb is seen in architecture, it is almost always the ìLamb of Godî or ìAgnus Dei,î Who was crucified for our salvation, the only acceptable sacrifice. The ecclesiastical symbolism is derived not only from S. John Baptistís words with reference to Our Lord: ìBehold the Lamb of God which taketh away the sin of the world,\" and from 1 S. Peter i. 19, ìA Lamb without blemish and without spotî; but more particularly from the Revelation of S. John, where the symbolism is met with more than a score of times. It was for this Lamb that the Old Testament sacrifices were a preparation. Our artistic representations have their prototype in almost every detail in the paintings, sarcophagi, and mosaics of the early Roman churches and catacombs. There as here in England, we may see the sacred Animal nimbed, with the long cross of the Resurrection beside It. But, of course, there are many examples in which the Agnus has no nimbus, as, e.g., in a medallion between two evangelistic symbols at Aston, Hereford, at Kilpeck Church, and also on perpendicular fonts such as that of Southfleet, Kent. The banner which flies from the cross in this, and many other examples, is, like the long cross, a token of victory over death. Or it may be symbolic of the victory, of the Lamb over the Beast, mentioned in Rev. xvii. 14. The early Roman examples have, however, a piece of symbolism which is lacking in our churches, for the Lamb is sometimes shown standing on mount Zion with four rivers of Paradise issuing forth from the base (cp. Rev. xiv. 1, xxv: 1). These four rivers were held to be symbolic of the four evangelists. In other early examples the Lamb is placed in the centre, with the Apostles ranged as sheep on either side. The Lamb with the cross is the earliest symbolic representation of the Crucifixion. All early Christians disliked to 9a 65 62 61"},{"pageNumber":21,"pageContent":"   16      represent the actual scene of Our Lordís Passion, partly out of fear of ridicule, partly because they shrank from representing the slavish way in which Our Lord was killed, but chiefly because of that laudable reserve, which is a characteristic of all early Christian art. As time went on, however, reserve gradually gave place to realism. The Lamb came to be represented on the Cross, as at Wirksworth, Derbyshire, from which it was a short step, determined by a council held at Constantinople in 683, to place the actual figure of Our Lord upon the Cross. One of the very earliest extant examples of Christ Himself on the Cross is carved on an ivory casket of the fifth century in the British Museum. Even here there is no true realism. Our Saviour has His eyes open, and Judas has hanged himself on a tree hard by. Of the interesting slab at Wirksworth to which we have just alluded, Bishop Westcott says as follows: ìThe slab was found some years ago buried under the floor of the chancel. The work is rude, and was probably executed by some English sculptor of the ninth or tenth century, but the design is of a much earlier date, and may reasonably be referred to an Italian artist of the sixth or seventh century. On the centre of a plain Greek cross is laid the figure of a dead Lamb. As far as I can learn, the conception is unique. The drooping head and the bent legs of the victim tell of death with eloquent force; and under this limited aspect it is perhaps allowable to present for contemplation the dead Christ. No one, I think, can regard It without feeling that we have lost greatly by substituting a literal representation for such a symbol.î On the Norman tympana of Parwich and Hognaston, Derbyshire, the Agnus Dei seems to be incongruously assorted with a crowd of wild beasts, birds and serpents. In the latter case, the beasts are accompanied by an ecclesiastic with his pastoral staff. The symbolism of this association has constantly puzzled archÊologists. It seems to the writer, however, that a suggestion of Mrs. Jameson in her Sacred and Legendary Art comes near to explaining the meaning. ìWhen,î she says, ìwild beasts as wolves and bears are placed at the feet of a saint attired as abbot or bishop, it signifies that he cleared waste land, cut down forests, and substituted Christian culture and civilisation for Paganism and the lawless hunter's life: such is the significance in pictures of S. Magnus, S. Florentius, and S. Germain of Auxerre.î Even where, as at Parwich, there is no ecclesiastic, the symbolic meaning may be much the same. On the Norman font at Kirkburn, Yorks, the Lamb is 69 66"},{"pageNumber":22,"pageContent":"   17      confronted by a savage with a club on his shoulder; the savage is leading by a rope what may be a bear. As a rule there will be little difficulty in recognising the ìAgnusî through the bent foreleg in which the Cross is carried. There is no animal more frequently represented in our churches than the lion. His symbol ism is twofold, both good and evil, and therefore it is somewhat confusing. The lion is easily recognised by his tufted tail (either between his legs or curved over his back), and also by his conventional mane, which is often like feathers. In the Hereford ma ppa mundi the lion is almost indistinguishable from the leopard, so that in some cases it is probable that the latter is intended. The lion is often typical of Jesus Christ; the Lion of the tribe of Judah (cp. Gen. xlix. 9, Hos. v. 14, Rev. v. 5). By referring to the last passage we read that Our Lord is also symbolised by the Lamb in the next verse, with a different purpose: the Lamb representing what was gentle and obedient in the perfect character of Him Who was sacrificed for us; while the Lion is rather a type of Christís power and might, and all that was kingly and majestic in Him. Mrs. Jameson notes that in paintings of the saints the presence of the lion symbolises solitude, or perhaps the manner of the saintsí death. Three principal characteristics of the lion are recorded in the Bestiaries. (1) When he is pursued by hunt ers he is able to efface the tracks of his feet with his tail. So the ìLion of the tribe of Judahî concealed His Godhead from all who did not seek Him aright. (2) The lion was supposed to sleep with his eyes open. This is a type of the wakefulness of Christís Godhead whilst His human body was wrapt in the sleep of death. Psalm cxxi. 4 is also quoted in this connection: ìBehold, He that keepeth Israel shall neither slumber nor sleep.î A lion is carved on Eardisley font, Herefordshire, with one eye open. Lions are also carved on th e east front of Barfreston with probably a symbolic meaning of this character. (3) There was a fable that the lioness brought forth her cubs dead. After three days the male lion would come and howl over the cubs, and quicken them by his breath. So the Almighty Father on the third day recalled to life His only begotten Son, and one day will quicken us together with Him. The lion is thus a symbol of the Resurrection of Jesus Christ, Who was Himself ìthe first fruits of them that slept.î The lion was taken as a type of S. Mark, because it was felt that he among the Evangelists dealt especially with the Resurrection of Christ, and with His Kingship. 73 70"},{"pageNumber":23,"pageContent":"   18      This symbolism is, of course, originally derived from the Revelation, where the four living creatures were held in Christian tradition from the second century onwards to represent the four Evangelists. According to more modern commentators the four living cr eatures (wrongly translated beasts) are \"best regarded as representatives of created life in its various aspects, in the mids t of which God sits enthronedî (Dr. Gibson). Then there is the evil significance of the lion as well. We get this on a Norman font at Stafford, where lions are carved with the words: ìDiscretus non es si non fugis ecce leones.î The lion has an evil meaning when he is shown as being subdued by some hero, such as Samson or David. It is sometimes difficult to recognise which hero of the two is repre- sented, except that when David is killing the lion a crook, or harp, or lamb, is shown as well; whereas when Samson is intended he may sometimes be recognised by the long hair of the Nazarite, as on the Norman tympanum of Stretton Sugwas, Hereford. Samson is no doubt represented on the interesting Norman font of Darenth, Kent, with what is meant for a jawbone, whereas it seems to come from the thigh of an ass. At Darenth the lion has a human face. It is uncertain which of the two is carved on a capital of the south door of Iffley, for we are unable to decipher the object in the top left-hand corner. At Iffley and at Barfreston, too, the lion is shown with wings. The matter would be less complicated had the sculptor kept more closely to the descriptions in the Bible, but his representations are far too conventional for him to do that. In Judges xiv. 6 we read that ìThe Spirit of the Lord came mightily upon Samson, and he re nt the lion, as he would have rent a kid.î This method of dispatching the enemy seized on the fancy of the artist of the Middle Ages mo re than the Biblical description of David's prowess, in 1 Sam. xvii. 35. There it is said of David, that when a lion and a bear took a lamb out of the flock, ìI went out after him, and smote him, and delivered it out of his mouth; and when he arose against me, I caught him by the beard, and smote him and slew him.î David and the lion are often represented in Celtic MSS. and on Celtic crosses. Both the scenes we have described are typical of the power of Christ, to save the Christian ìfrom the lionís mouthî (Ps. xxii. 21), and from the power of our adversary the devil, who, as a ìroaring lion walketh about seek ing whom he may devourî (1 19a 18b 19b 77 74"},{"pageNumber":24,"pageContent":"   19      Pet. v. 8). S. Augustine, in one of his discourses, treats the story of David killing the lion and the bear as a type of Christ, when He descended into hell, and delivered the souls out of the jaws of Satan. The most curious tympanum of Charney Basset in Berks is probably a very conventional example of Daniel in the lionís den. If this is so, the lions are carved in an unusual manner, being more like griffins than lions. The fact that these beasts are represented with wings does not add any difficulty to the view that they are lions. Daniel in the lionís den is also carved on a tympanum at Shalfleet, Isle of Wight, and is commonly found in quite early work on the Continent. M. de Caumont imagined that the man between two monsters is expressive of the power of the Faith of Christ to conquer what is evil. 16b 78"},{"pageNumber":25,"pageContent":"   20      CHAPTER V THE OX, PIG, PANTHER, SALAMANDER WE have remarked before that the ox and the ass are generally represented together on pictures and carvings of the Nativity and of the Adoration of the Magi. The ox, or rather the winged calf, is a symbol of S. Luke the Evangelist, because the calf was a sacrificial animal, and S. Luke deals especially with the side of Christís life and work which proclaims His Priesthood the Priesthood of Him Who was at the same time the Perfect Sacrifice. Such, for instance, is the meaning that S. Jerome gives to the calf. The man (S. Matthew), the lion (S. Mark), the calf (S. Luke), and the eagle (S. John) are generally represented together. This symbolism begins rather uncommonly on monuments of the fourth century. The eagle and the man are placed uppermost as on the Norman west door of Rochester Cathedral, where they support Our Lord in glory, and on the south door of Quenington Church, Glos, wh ere they attend the Coronation of the Virgin. On the Norman tympanum of Elkstone, Glos, the Agnus Dei takes that place, to the right of the glorified Saviour, which would naturally be taken by S. Matthew; while the symbol of the latter is tucked away into the bottom corner. On this tympanum the Evangelists have inscribed scrolls. The Aston tympanum, to which we have already alluded in connection with the Agnus, presents some difficulty. Mr. C. Keyser thinks that the beasts which rest with their paws on the aureole surrounding the sacred symbol are an ox and a griffin. It is possible that the griffin-like animal is the eagle of S. John, while the ox represents S. Luke. Such at least seems to be the view taken by Mr. Romilly Allen. It is difficult, however, to decide what animals are carved on the extreme edge of the tympanum. They are not likely to be other symbols of the Evangelists, but they seem rather like a lion hunting a griffin on each side. The symbolism of this would be the power of good to destroy evil. Carvings of the domestic pig are not so common as we should expect from our familiarity with it. When we have a pig-like animal represented it is prob ably a wild boar. On the tympana at Parwich and Hognaston it appears with other animals as subdued by the power of the Christian religion. It can be told by its twisted tail, and in these cases it has not tusks as a wild boar has. The domestic pig is to be found on the lead font of late twelfth century date at Brookland, Kent; perhaps the most remark- 37a 11a 17b 85 82 81"},{"pageNumber":26,"pageContent":"   21      able lead font we have. Round the font, which is made of ten sheets of lead soldered together , are two tiers of arcading, the top tier containing the signs of the Zodiac, the bottom the occupations of the months of the year. Those from March to October are repeated twice. For November we have the Sagittarius, or Sagutarius, as it is probably inscribed, and for December we have Capricornus. The occupations of these two months are somewhat amusing. In November the man is shown knocking down acorns for his pig, but, alas, in December that same pig has to be killed with an axe for the Christmas festiv ities. The occupations of the months on this font were no do ubt copied from the calendars at the beginning of the MSS. of the Psalter. The panther is very commonly described in the Bestiaries. Curiously enough, ancient authors took its derivation to be from the Greek word παν (all), because it was thought to have all manner of characteristics, and to be decked with all manner of colours. It was symbolic of Jesus Christ the Saviour of all. According to the old stories, the panther is of a tame and gentle disposition, being loved by all creatures except the dragon. Three days after eating a little food (of an aromatic description probably) it emits a sweet smell from its mouth, which is attractive to all beasts. Other animals are even healed of their diseases by the pantherís breath. The dragon is afraid of the smell, as it nearly kills him. There is a good representation of the panther in a fourteenth-century Bestiary in the British Museum-all manner of beasts ar e drawn coming to him, while below there is an illustration of two dragons hiding their heads in the holes of the earth. The pantherís sweet breath is to remind men of the sweet influence of Jesus Christ, Who is to draw all men unto Him, and deliver them from the power of the dragon. As the panther retires to its lair and sleeps for three days after food, it was naturally a ty pe of Our Lordís sojourn in Paradise. Of Him the Psalmist spoke: ìO how sweet are Thy words unto my throat, yea, sweeter than honey unto my mouth.î The dragon is symbolic of the devil. The various colours of the panther were held to signify the various attributes of God. For Ho s. v. 14, which the Authorised Version renders, ìI will be unto Ephraim as a lion, and as a young lion to the house of Judah,î the Septuagint gives: ìI am as a panther to Ephraim, and as a lion to the house of Judah.î With this possible exception, th e panther is not mentioned in 89 86"},{"pageNumber":27,"pageContent":"   22      the Bible. On the Norman door at Alne there is a beast inscribed ì Panthera,” towards which a winged dragon is looking, instead of flying away as usual. In a book on the Tournai fonts by Mr. Cecil H. Eden it has erroneously been stated that a salamander is carved on the marble font at Winchester. The animal which has been taken for a salamander is really a lion. The salamander in the Hereford mappa mundi is more like a lizard with two wings and two le gs, and curious spots down its back. The inscription there is, ì Salamandra dracon venenosa ,î a poisonous serpent or dragon. With such a description we may well be surprised that the symbolism of the salamander is sometimes good, yet so it is! A Latin Bestiary (c.1200) in one of the showcases of the Bodleian Library, Oxford, dilates on its supposed fire-resisting properties, for it was thought that it could pass through fire unharmed. Another point from th e same Bestiary is that it infects fruits with poison when it touches them, so that all who eat the fruit die. In Slo. 3524, British Museum, the salamander is up a tree infecting the fruit. Two people are near; one is eating the fruit and the other succumbing to the effects. According to Mr. E. P. Evans, the salamander is a small frog- like reptile which can secrete poisonous fluid enough to extin- guish a coal. We have heard of no certain architectural example of the salamander, though Mr. Francis Bond mentions several fonts which are reported to have the salamander on them. It is quite possible that the mutilated lizard on the font at Lostwithiel was intended for one. This little reptile was considered to be a type of the righteous man who is not consumed by the fires of temptation. Two texts are quoted in this connection, viz., Heb. xi. 34, where the author is writing about the heroes of faith who ìquenched the violence of fire,î and also Godís words in Is. xliii. 2: ìWhen thou passest through the waters, I will be with thee; and through the rivers, they shall not overflow thee; when thou walkest through the fire thou shaft not be burned; neither shall the flame kindle upon thee.î It is curious to note to what perverse use mediÊval writers put the words of the Bible. 6a 23a 93 90"},{"pageNumber":28,"pageContent":"   23      CHAPTER VI THE SHEEP, TIGER, WHALE AND FISH, WOLF IN old Roman churches sheep were types of the Apostles, as they gathered round the Agnus Dei. They are represented in basrelief under the vault of the apse of these churches. Sometimes Christ will be depicted with a lamb in His arms, and surrounded by sheep, as on early paintings and engraved gems in the catacombs. Here the sheep will, of course, signify the flock of Christ. An example with somewhat the same meaning, perhaps, may be seen on a Norman capital let into the wall of some almshouses in Hereford. A ram is on one side of the Good Shepherd, and a sheep on the other. We should know more for certain the symbolism of this capital, if we could identify the long, almost fish-shaped, object which is held in Our Lordís right hand, and the round object in Our Lordís left handóit may be a fish and a loaf which He is holding, in which case the reference would be to the miracles of the loaves and fishes. As we shall see when we deal with the symbolism of the fish, these miracles are a type of the Holy Eucharist. The Jews, though not lovers of Nature in general, were lovers of their flocks, as many referenc es to sheep in the Psalms will prove. The chosen people were Godís flock (Ps. lxxvii. 20, lxxiv. 1, lxxix. 14). Many other examples might be given from the Old Testament generally, as well as from the Psalms. Ps. xxiii. testifies to the particular care of the Shepherd for his flock. Is. xl. 11 speaks of Godís care for the returning exiles: ìHe shall feed His flock like a shepherd, He shall gather the lambs with His arm, and carry them in His bosom, and shall gently lead those that are with young.î The title of Shepherd is often applied in the Old Testament to rulers, as, for instance, to David, and to the Ideal King of Whom David was a type. When Our Lord desired to express His love and self-sacrifice for His people nothing came more naturally to His lips than the words of S. John x. On the almost obliterated tympanum of a door to the south of Rochester Cathedral there is a symbol of the sacrifice of Christ. Not much can be made out owing to the mutilation, but the inscription ìA ries per. cornea” (Ram by the horns), points to the sacrifice of Isaac on Mount Moriah which was divinely averted by the ram caught in a thicket by its horns. The Hand of the 25a 98 97 94"},{"pageNumber":29,"pageContent":"   24      Father or Dextra Dei can still be distinguished as coming out of the cloud. This subject is treated rather frequently on the ancient crosses of Ireland. It is curious to read that the tiger of the Bestiaries is a sort of serpent, which is so fierce that it can be approached by none. The hunters wish to carry off the tigerís cubs, for which purpose they devise the following plan. Having ascertained that the tigress has left her lair, they place mirrors in the path by which she is likely to return. On seeing her beauty in a mirror, the tigress forgets all about her cubs, and remains transfixed with admiration for a long while. The hunters then go and take away the cubs at their leisure. In the thirteenth-century Bestiary in the British Museum (Harl. 4751) the tigress is shown actually looking in the mirror, and the hunter carrying off the cubs. The moral is as follows: The tigress represents us Christians, and the cubs are our souls. The devil will get possession of the latter if we are led away by the pomps and vanities of this world. Jonah and the whale are often found in the paintings of the catacombs, and on ancient sarcophagi and lamps. In the thirteenth century glass of Bourges Cathedral Jonahís deliverance is depicted as one of the types of the Resurrection. This symbolism, of course, found its origin in Our Lordís words: ìAs Jonah was three days and three nights in the whaleís belly, so shall the Son of Man be three days and three nights in the heart of the earthî (S. Matt. xii. 40). At Bourges Jonah is represented together with other types of the Resurrection, such as the raising of Jairusí daughter, the Pelican in her piety, and the Lion. It was said that the whale was wont to cover his back with the sand of the sea, as he rested on the surface of the water. In process of time birds would dr op seeds on his back, which would germinate until trees grew there at last. Mariners would come along, and mistake the whale for an island. They would fasten their ships to the whale, and mount upon his back, camping out there, and making a fire. At last the heat would begin to penetrate through the whaleís thick hide, and he would plunge into the water to ease himself, with the result that the ship would sink, and the sailors would be drowned. This scene is often depicted in its various parts in the Bestiaries. The interpretation of the story is not difficult. The whale is the devil, the sea is the world, and the ship with its freight of human souls signifies ourselves. The devil, by his deceptive 102 101"},{"pageNumber":30,"pageContent":"   25      appearance, lures us to destruction and eternal loss. The whale has another remarkable characteristic. Like the panther, he has a sweet breath when he opens his mouth; but, unlike the pantherís, the whaleís breath has a bad interpretation. When the latter opens his jaws, and the odour comes forth, shoals of fish come and enter the huge jaws which suddenly close on them, and prevent their escape. So the gates of hell will one day close on heedless souls, and hope of escape will be gone for ever. In the carving at Alne, the ship and the sailors are represented, but the whale itself has been omitted. The remains of the inscription, ì aspido,” show what the artist intended, though the word makes no pretence of being the classical Latin for a whale. In Ps. civ. 26 the leviathan there mentioned is, of course, the whale, but elsewhere in the Bible where the word leviathan is used it means a crocodile. We might fitly deal here with the symbolism of other inhabitants of the deepówith the symbolism of the fish. The fish is often represented on the epit aphs and the smaller ornamental objects of the Roman catacombs, from the very earliest centuries. Here it is symbolic of Christ, or of the Christian Faith, because of an acrostic which Eusebius, Augustine and others refer to, on the Greek word, ιχθνυς . They took the letters of this word, and made each letter the initial letter of a separate word in the phrase: Ιησους Χριστος , Θεου Υιος Σωτηρ (ìJesus Christ, the Son of God, our Saviourî). Three fish were sometimes combined together in a triangle, the meaning of which is the Holy Trinity. On some of the early stones of Scotland the fish no doubt symbolise Christ. In some examples they are typical of Christians, in close connection with the waters of baptism, or with the teaching to be drawn from the miracle of the Draught of Fishes. In one of the side chapels in Hereford Cathedral is a small shield carved with a cross. On the sides of this cross are five raised circles or dots representing loaves, while underneath are three fishes all facing one way. This is a representation of one of the miracles of the loaves and fishes, which has always been held in the Christian Church to have an application to the Holy Communion and the Last Supper. Thus S. Augustine, thus Dr. Liddon in his Bampton lectures. We quote the words of the latter: ìThe permanent significance of that extraordinary scene at Bethsaida Julias is never rea lly understood, until Our Lordís 26a 59a 106 105"},{"pageNumber":31,"pageContent":"   26      great discourse in the synagogue of Capernaum, which imme- diately follows it, is read as the spiritual exposition of the physical miracle, which is thus seen to be a commentary, palpable to sense, upon the vital efficacy of Holy Communion.î Cf. S. John vi. The subject of the miracle of the loaves and fishes is sometimes treated in the catacombs, and on ancient Irish crosses. On the Norman font of North Grimston, Yorks, are represented Christ and His twelve Apostles at the Last Supper, as He blesses the elements. Loaves and fishes are lying before the holy company. One of the finest carved Norman fonts in England is that of Castle Frome, Hereford. Here S. John is baptising a diminutive figure of Our Lord. The Forerunner is nimbed and wears an ornamented maniple, but the Saviour has no nimbus. Above Our Lord is the Dextra Dei, representing the voice of the Father at the Baptism, and also the Holy Spirit in the form of a Dove. Four fish are carved swimming in the circular stream of Jordan. Tertullian and Orientus make out the fish to be symbolic of baptism; so, although they are almost unique at Castle Frome, they are not out of place. The last of the really existing animals of which we shall treat is the wolf. Naturally it is another symbol of the Evil One. Our Lordís words: ìI send you forth as sheep in the midst of wolves,î would be sufficient to give the animal an evil character (Matt. x. 16), though it does not appear th at Matt. vii. 15 has made the wolf the symbol of hypocrisy. The wolf is typical of stiff-necked people, for it seems that it was thought unable to move its head from one side to the other. The wolfís mate could have cubs only during a thunderstorm in May. Other curious characteristics may be remarked in the way the wolf hunts for food. It will approach the sheep-folds by night against a wind, so that the dogs may not scent it, and if it makes any accidental noise with its feet, it will bite the offending member severely. In the 14th Cent. Bestiary in the British Museum (Slo. 3544) the wolf is drawn biting its paw. A dog is giving the alarm from a fold which contains three sheep, and a man is sounding a horn for help just behind. It was thought that the wolf would make a man lose his voice if it sees him with his mouth open, but if the man sees the wolf with its mouth shut, then the latter can open its mouth no more. When hungry it fills its stomach with a ball of clay, which it disgorges with the aid of its paw when food is forthcoming. Albertus Magnus, in his work on animals, states that when 30a 110 109"},{"pageNumber":32,"pageContent":"   27      the wolf is moving amongst unde rgrowth it licks its paws till they are soft and slippery, so that none may hear its approach, and also that the wolf will put its paw to its mouth (much as small boys do, we suppose, when they are about to make an unearthly noise) so as to change its voice and frighten the shepherds by its curious tones. It is thought that there is a carving of a wolf on a Norman tympanum at Stockton, Worcester. His head is to be seen on the comers of the fonts of South Wootton and Toftrees, and also on a similar font at Shernborne. All these three churches are in Norfolk. 113"},{"pageNumber":33,"pageContent":"   28      CHAPTER VII THE CHARADRIUS, COCK AND HEN, DOVE IN the Vulgate and Septuagint versions of Deut. xiv. 18 the Jews were forbidden to eat the flesh of the charadrius among other birds. Liddell and Scott write of the charadrius as being a stone curlew, or thick-kneed bustard, which is very greedy. The sight of it was supposed by the Greeks to cure the jaundice. In the Bestiaries this bird is drawn like a white thrush or plover, though in some cases it is represented as a huge bird with curly feathers, and long neck as in the mutilated Bestiary in the British Museum (Vit. D. 1). The charadrius was thought to be found in the courts of kings. When the friends of a sick person wished to know whether he would recover or not, it was held to be the thing to go and fetch a charadrius, which would inform them of the prospects of the patient, by its actions. If the patient were about to die, the charadrius would turn away, but if, on the contrary, he were destined to live, the bird would gaze towards him, thus attracting the disease to itself. The charadrius would then fly up to the sun, where the po ison of the disease would be burned by the heat. This bird had a great thigh-bone, the marrow of which was supposed to restore sight to the blind. The symbolic interpretation refers to Jesus Christ, Whose soul was perfectly white and free from sin. He came down from heaven and turned His face from the Jews, but looked upon the Gentiles, and healed them of their spiritual diseases. Is the symbolism of the charadrius part ly drawn from such Biblical passages as Ezek. vii. 22 and Ps. lxxx. 7? The sick person is often represented crowned in the mediÊval MSS., in allusion to the idea that the charadrius is found in the courts of kings. In the sculpture at Alne (which looks rather like a raven pecking out the eyes of a dead man) the inscription, ì Caladrius ,î shows what the interpretation must be. The cock is treated incidentally in the Bestiaries. A twelfth century Anglo-Norman work of Philippe de Thaun, called Le Livre des Creatures , maintains that the lion is afraid of the white cock, because it chants the hours of service in honour of S. Peter. The white cock in this author signifies the man of holy life. Early writers say that the cock is significant of vigilance and liberality. It is significant of the latter, because it does not devour all it finds in the way of food, but calls for the hens to come and share. We see the cock accompanied by its mate carved on what was originally a perpendicular bench-end at 27a 118 117 114"},{"pageNumber":34,"pageContent":"   29      Forrabury, Cornwall. The clergy, says a mediÊval poet, are not to keep all their learning to themselves, but imitating the cock, to distribute it to their congregation. The cock is generally represented, however, in connection with S. Peter, who denied Our Lord before the cock crew twice (S. Mark xiv. 72). Mrs. Jameson gives a picture which represents S. Peterís repentance, from a sarcophagus of the third century, where she understands the cock to be a general emblem of human weakness and repentance. The most interesting examples that we know of are from S. Peterís Church, Rowlestone, Hereford, where almost every conceivable place on the south door and chancel arch capitals is occupied by carvings of cocks. In the chancel, too, there are two complete candelabra, made of iron, which are adorned with fleur-de-lys and cocks. These candelabra are twelfth century, and are believed to be unique. In the same church on the south impost moulding of the chancel arch two figures are carved. One is an angel with nimbus and book, and the other a nimbed man holding in his hand a short cross and book. The peculiarity of these carvings is that they are set in upside down. Antiquaries have wondered whether this was a mistake or not. It is more probable, however, that (as was suggested to the writer by a most intelligent churchman of the place some years ago) here we have S. Peter, who was crucified upside down, and that the angel is put upside down too. For it would have seemed absurd to have carved on the same block of stone one figure on his head and another on his feet. Similar figures are placed in a more natural position on the north capital opposite; though here the angel has the short cross, and S. Peter holds a long cross in his bare right arm, and a book in his left hand. The two figures do not both represent angels, though a cursory inspection would make us think so, for S. Peterís clothes are disposed rather like wings. On a bench-end at Sefton, Lancs, the cock is represented on top of the pillar to which Our Lord would be bound with a rope for His scourging. A poppy head at Cumnor, Berks, shows a cock carved together with other emblems of the Passion. An amusing device is carved in several places on Bishop Alcockís Chapel in Ely Cathedral. Two cocks, each with a claw on the ground, face one another, while a bishopís mitre and a circular object like a globe, are placed between them. The globe is being grasped by each of the cocks with a claw. 29b 28b 27b 28a 27b 29a 122 121"},{"pageNumber":35,"pageContent":"   30      John Alcock was Bishop of Ely between 1486 and 1501. The dove appears in the catacombs with a varying significance. Sometimes it represents the soul of the departed Christian. Similarly Mrs. Jameson remarks that in pictures of dying martyrs a dove is shown issuing from the mouth. More frequently, when the dove bears an olive branch in its beak, it is connected with Noah and the ark, and its significance is as follows. Just as the dove could find no rest for the sole of her foot save in the ark, so the Christian soul can find no safety or peace outside the Church. Sometimes the dove may mean merely a harmless Christian life, for Our Lord told us to be harmless as doves. But very generally the dove signifies the Holy Spirit. This symbolism is derived from the fact that He came down on Jesus at His baptism in this form. The baptism of Jesus Christ is by no means uncommon. Two good examples are at Adel, York s, and Shorne, Kent. The Adel ìBaptismî is on a capital of the chancel arch, while the Shorne example is on a Perpendicular font. In the latter case the Dextra Dei, and the Dove with the cruciferous nimbus, are clearly seen. S. John is clad in what looks li ke a dalmatic. He stands in the water of Jordan, and pours the water on the head of Christ, Who seems to be kneeling in the water in an attitude of prayer. Our Lord is often represented as a small beardless Boy in English representations of Hi s baptism, just as He is represented in the very earliest Christian art. The ìBaptismî on Southfleet font , Kent, is of similar date and character. Here, however, both S. John and Our Lord have the nimbus, and the former is clad in a camel-skin with the head and legs hanging down almost to the Baptistís feet. Mr. Francis Bond notes that S. John is similarly clad in a carving of the Baptism on a sarcophagus at the Lateran. In many MSS. of all dates the Holy Trinity are symbolised by two nimbed man-like figures with a dove standing between them on an orb, which is held in the hands of the First and Second Persons. Sometimes Three Figures like men are represented, with a dove on the shoulder or the head of the One in the centre. This symbolism may possibly explain the meaning of the Bird which in Romilly Allensí book is described as holding a circular disc or loaf between two Ecclesiastics. The same author illustrates rather similar Irish examples, from the cross at Nigg, and two of the crosses at Kells. On the cross of Saints Patrick and Columba at Kells the two human Figures are seated upon thrones facing one another, and the Bird or Dove flies down and 126 125"},{"pageNumber":36,"pageContent":"   31      holds the orb between them. Each of the Figures holds the orb in one hand and a pastoral staff in the other. The usual method of representing the Trinity in the Middle Ages may be seen on the perpendicular font at Stalham, Norfolk. Our Lord hangs on the cross, with the Dove over His head, and God the Father sits crowned and throned behind. Similar representations to this are quite common. Doves are seen drinking together from a vase on a sepulchral slab at Bishopstone, Sussex, an d on the upper surface of some of the Tournai fonts in Hampshire, such as Winchester and East Meon. This idea was no doubt derived from the Catacombs, where it is common enough. A travesty of the drinking doves is to be seen at Bridlington, Yorks; wher e a fox and a goose are drinking out of a vase. On the font of Castle Frome two doves are facing one another. On the Winchester font there are three circles containing two doves each. In one the doves have their heads back to back, with a bunch of grapes suspended above; in the central circle they are pecking at the bunch of grapes; while in the third circle they are placed in a similar position to that which they occupy in the first, only the bunch of grapes has gone. Mr. C. H. Eden conjectures that these representations are types of the Holy Eucharist, which is often symbolised on fonts. The first circle contains the idea of Christians before reception of the Communion. The second contains the reception itself; while the third symbolises after Communion. The doves drinking from a vase may likewise be interpreted of the Holy Eucharist. A roughly carved poppy head at Westwell, Kent, shows a dove just alighting to peck at small bunches of grapes. 32a 31a 22b 130 129"},{"pageNumber":37,"pageContent":"   32      CHAPTER VIII THE EAGLE, GOOSE, PEACOCK, PELICAN, RAVEN THE Bestiaries say that when the eagle has grown old and is nearly blind, it flies up into the air, till it scorches its wings in the heat of the sun. Then it plunges straight into pure water three times, from which it emerges young once more. A similar story about the eagle is told in Spenserís F aerie Queene. The original source of this story about the eagle is no doubt partly to be found in Ps. ciii. 5, which in the Septuagint and Vulgate is rendered, ìThy youth shall be renewed as the eagleís.î In our Prayer Book we have ìmaking thee young and lusty as an eagle.î The representation of the eagle renewing its youth was supposed to symbolise the sacram ent of Baptism. Hence it is peculiarly suitable on fonts. An example of the same fable can no doubt be seen on a bench-end in Forrabury Church, which is now part of the altar. The tail feathers of an eagle which has just made the rejuvenating plunge can also be seen. The eagle can look up at the sun without blinking its eyes, and from aloft is wont to gaze down upon the waters. When it sees the fish as they swim below, it will make a dive and capture them for itself. The eagle here represents Christ, Who can gaze upon Godís dazzling glory; Who also came down on earth to capture the souls of men out of the sea of this world. The eagle also carries the eaglets in its claws up to the sun. It rejects all those that cannot look at its brightness, but saves and rears the others. In like manner Christ bears souls that are fit for the vision of God, into His very presence. Another fable mentioned in the Greek Bestiary about the eagle is as follows. When the bird grows old, its beak becomes so long that it is likely to die of hunger. To obviate this fate the eagle will break off a portion against a stone. So Christians ought to break off all carnal-mindedness upon the rock of salvation. The eagle taking a fish out of the water is represented on the jamb of a Norman doorway at Ribbesford, Worcestershire, and on an early cross at S. Vigeans, in Forfarshire. As we have already mentioned, the eagle sometimes stands for the Evangelist S. John. On one of the arch-stones at Alne an eagle is carved flying alone, with the inscription ì Ala,” the equivalent of Aquila. As we have seen before, the goose plays a prominent part in the artistic warfare of the various kinds of clergy, and the orders 24a 32b 137 134 133"},{"pageNumber":38,"pageContent":"   33      of friars. When geese are listening to a fox we suppose that they symbolise the silly souls who put their trust in the monk or friar, as the case may be. But, of course, the meaning is often simpler than that. A good example of a goose is to be seen together with a swan on a bench-end at Forrabury. The swan was symbolic of the martyrs because it sings with its dying breath. There is a poppy-head at Newington, near Sittingbourne, if the writerís memory is correct, carved with a fox devouring a goose. The peacock passes direct from Pagan to Christian art. In the former it was Junoís bird, and was supposed to represent the apotheosis of an empress. On Christian sepulchres in the Catacombs the peacock is symbolic of immortality; either owing to a belief mentioned by S. Augustine that its flesh was incorruptible, or perhaps because it sheds its tail feathers every year, to regain them more gloriously in the spring. So far as we know, the peacock is not in architectural representations an emblem of pride. According to the Bestiaries, when the peacock awakes, it cries out in fear because it dreams that it has lost its beauty: so the Christian must fear to lose the good qualities with which God has endowed his soul. The pelican, sacrificing itself fo r its young, is a symbol with which we are all more or less familiar. It is mentioned in Ps. cii. 6, together with the owl of the de sert as a type of the despairing soul. Canon Tristram thinks that this allusion is due to the pelicanís mournful attitude which is assumed for hours after it is gorged with fish. At such times it remains with its bill resting on its breast. Canon Cheyne in the Encyclopaedia Biblica writes that the common fable about the pelican giving its life for its young comes originally from Egypt, and also that the same fable was once attached to the vulture. Naturally, the pelican is an emblem of the atoning work of Christ. The Bestiaries say that the pelicans are fond of their young, but when the latter grow older, they begin to strike their parents in the face. This enrages the parents, which kill them in anger, but at last one of them comes in remorse and smites its breast with its beak so that the blood may flow and raise the young to life again. The ìPelican in her piety,î as the heralds call this symbol, is often found on font covers, such as those of Southacre, North Walsham, Saham Toney, and Uftord. The brass lectern of Norwich Cathedral is a pelican, and there is one on a misericord 33a 141 138"},{"pageNumber":39,"pageContent":"   34      in Ashford Church, Kent. The symbolism of the pelican seems to be connected not only with Christís Passion, but also with the Christian Resurrection. In the painted glass of Bourges Cathedral it is to be seen with other types of the Resurrection, viz., the lion raising its whelps; Jonah delivered from the whale; and Elijah restoring to life the widowís son of Sarepta. The raven is seldom, if ever, found in our English architecture: if it be re presented at all, it will be most difficult of recognition. According to the Physiologus, young ravens are not acknowledged by their parents, owing to their featherless state. This idea may be derived from Ps. cxlvii. 9, ìWho feedeth the young ravens that call upon Himî; and also from S. Luke xii. 24, ìConsider the ravens ... God feedeth themî; and Prov. xxx. 17. When the raven came across a carcase it was supposed that it would eat the eyes first, the symbolic significance of which supposed fact is as follows. Confession and penance are like ravens, which pull out the eyes of covetousness from the soul which is dead in trespasses and sins. The raven is sometimes depicted with a dove in pictures of Noah and the ark. While the latter bird is thought to symbolise the Christian, the former means the carnal-minded Jews. In real life the raven seldom devours anything but carrion or badly injured animals. The swan, as we have hinted already, is a type of martyrdom and Christian resignation. With this significance it is represented in a MS. of the fourteenth century in the MusÈe de Cluny, Paris, where among other virtues and vices, Humility wears a helmet adorned with a swan. 142"},{"pageNumber":40,"pageContent":"   35      CHAPTER IX THE BASILISK OR COCKATRICE AND CENTAUR THE mediÊval ideas about the basilisk or cockatrice are so curious and exaggerated, that we are constrained to place it in our list of fabulous and mythical animals; though in reality it is only a harmless lizard, which can blow up its conical crest with wind. The cockatrice is sometimes mentioned in our Authorised Version of the Bible, with an adder generally as the alternative translation (cp. Jer. viii. 17, Prov . xxiii. 32 (margin), Is. xi. 8, lix. 5, xiv. 29). The Revised Version uses the word basilisk either in the text or margin of these pass ages. The chief characteristic of the basilisk or cockatrice in the Bible is its bite or sting, but there is not much in the Bible to give encouragement to the strong imagination of the Bestiaries. This little lizard is held to be the king of serpents, hence its name. The wart or hood on its head was thought to resemble a crown. In the thirteenth century Bestiary at the British Museum (Harl. 4751) the basilisk is depicted crowned, and serpents are coming to do homage, or else it may be starting up in fear. The way the basilisk comes into the world is as follows. When a cock is seven years old it will find itself one day in the greatest agony, because it is about to lay an egg. The cock seeks some place to secrete the egg in, but a toad anxiously watches the proceedings. When the cock has laid the egg, the toad comes and sits upon it until it is hatched. The resulting creature has the head of a cock and the body of a reptile. It is a deadly animal. It will go and hide in a crevice or an old cistern, so that no one can see it. For it is of such a character that if it is seen by a man before it can see him itself, the cockatrice must die, and vice versâ. In the event of the cockatrice getting the all-important first look, it will dart venom from its eyes, deadly enough to kill any living creature. The touch of a co ckatrice will deprive any tree of the power of bearing fruit. A way has been discovered in which its venom can be rendered powerless. Since the game of ìI spyî would be one in which the advantage would be all on the side of the serpent, the hunter must equip himself with a crystal vase, and hold it in front of his face. In this way the venom is thrown back upon the cockatrice, which succumbs to its own poison. This serpent has great beauty of form and colour, and his symbolism is bad, for as these sage old moralists affirmed, beauty is often 149 146 145"},{"pageNumber":41,"pageContent":"   36      associated with badness. The symbolism is as follows. The cockatrice is the devil, who has been the enemy of man for thousands of years, and has constantly been poisoning him. The Son of the King was sorry that everybody was being killed, so he determined that the beast should be rendered harmless. The King, therefore, placed His Son in a vessel of the purest Crystal, i.e., in the body of the blessed Virgin Mary. When the cockatrice looked on the vessel which contained the Son of God, it could do no more evil. When the Son was laid in the sepulchre, He took out of the pit all the victims of the cockatrice which had been thrown there, so despoiling hell of its tenants. Mr. E. P. Evans gives two illust rations of a cockatrice from capitals in the Abbey of VÈzelai. In one case it has a cockís head and wings, with the tail and forepart of a dragon. In the other case it has a dragonís head instead of a cockís. In these cases either a man or a sphinx is ho lding the crystal vase as a form of self-protection. It is also represented in a Flemish Bestiary of the thirteenth century in the British Museum. In Greek classics the centaur is a creature compounded half of a man and half of a horse. It was descended from Ixion and Nephele, and symbolic of all forms of sensuality. Virgil in his Æneid writes of centaurs at the gates of hell. Dante places them in the Inferno. He describes them as armed with darts, with which they shoot at violent men who are condemned to be in a river of boiling blood. When Isaiah in xiii. 21 says that satyrs or he-goats (Revised Version, margin) shall dance in the desolation of Babylon, he was interpreted by mediÊval zoologists as meaning the centaur. The sagittarius, or centaur, with bow and arrow, is one of the signs of the Zodiac. One of the principal stories told about the centaur or sagittarius is that it makes war upon certain savage men in the deserts of India. These savages have a horn in the middle of their foreheads, and are naked, except when one of them has killed a lion, then he will wear the skin. They live in trees on account of their many enemies. The war between the sagittarius and the savage man is symbolic of the war between the spirit and the flesh. The savage who lives in the trees signifies the peaceable Christian who loves His Creator, and when he fights with the lion he signifies the man who battles with the flesh and overcomes. In the Hereford mappa mundi we see a bearded centaur 153 150"},{"pageNumber":42,"pageContent":"   37      holding a snake in his arms, which presumably he has destroyed. The inscription is ì Fauni semicaballi homines.” On the Norman tympanum at Kencott, Oxon, the centaur is shooting an arrow into the mouth of a huge dragon-like beast, of which only the head is seen. This example is inscribed ìSagittarius.î At Iffley a sagittarius tramples on a lion it has killed; and another, a female, is shown suckling its young. Both these are on the late Norman south door. On the font at Hook Norton, Oxon, the sagittarius is depicted driving Adam and Eve out of the Garden of Eden. This also is inscribed like the tympanum at Kencott. At West Rounton, on the Norman font a sagittarius is shooting a man at short range, while on the Norman font at Luppitt, Devon, a centaur with spear and foliated tail can be made out. We illustrate two very interesting examples of the Centaur from Gloucestershire. On a jamb of the Norman chancel arch at Beckford he can be seen with a spear upright in front of him. His hand is upraised, and he has a spotted body and curiously dressed hair. Under the eaves of Elkstone a Sagittarius has just discharged his arrow at, and missed, an eagle. These two corbels are obviously connected; though any such connection is the exception rather than the rule. Mr. Francis Bond mentions that the centaurís prey, the savage man or ìwoodhouse,î is represented together with lions round the pedestals of East Anglian fonts. On the pedestal of the fine fifteenth century font of Saxmundham he is a hairy savage with a club, and he stands next to a lion. On the top of this font are angels bearing the symbols of the Passion, alternately with the evangelistic symbols, but no sign is to be seen of a centaur. 36b 34b 38a 35a 35b 37b 154"},{"pageNumber":43,"pageContent":"   38      CHAPTER X THE DRAGON OR SERPENT WE are all of us familiar with the representations of the temptation of our first parents, Adam and Eve. It is probable that these have a Babylonian origin. In an ancient Babylonian seal a man and a woman are depicted seated on either side of a tree, and reaching out their hands to pluck the fruit. A serpent rears its head behind the woman, and seems to be whispering in her ear. Prominent critics have identified this scene with the Temptation, of which we read in Gen. iii, though it is only fair to add that some scholars will not admit the identification. From the early paintings of the catacombs right down to rough sculptures of the Temptation, such as that on the early nineteenth century tombstone at Llangwm, near Raglan, the representations vary only in the minutest details. In this respect the treatment of the Temptation presents a marked difference from that of the Crucifixion, which for doctrinal and other reasons met with many changes. The significance of the pictures of the Temptation in the catacombs and elsewhere is supposed to be as follows. They are thought to point to the need of Christ to redeem mankind, owing to their sins. When the scene appears on fonts, as on the Norman examples of Cowlam and Cotham (Yorks), Kirkby and Walton (near Liverpool), Oxhill (Warwickshire), Fincham (Norfolk), and East Meon (Hants), the thought intended will probably be: ìAs in Adam all die, even so in Christ shall all be made aliveî (1 Cor. xv. 22). At East Meon the woman is taking the fruit out of the mouth of the dragon, while the man has already begun to eat. The Temptation is found on many of the crosses of Ireland and Scotland, and on the Norman tympana of Thurleigh, Bedfordshire, and Caton, Lancashire. A kind of tympanum in the mu ch-restored church of Bridge, Kent, has the Temptation on it, besides a number of other panels representing the following scenes: The expulsion from Paradise, the sacrifices of Cain and Abel, and the murder of Abel; but it is certainly later than the Norman period to which Mr. Romilly Allen assigns it. The example from Cobbís Hall, Aldington, is late. It was originally over a bedroom fireplace, which is now boarded in. It is interesting and unusual owing to the number of birds and beasts represented in plaster in the foreground and background. Extraordinary representations of the Temptation occur at 51b 49a 161 158 157"},{"pageNumber":44,"pageContent":"   39      Vowchurch, Herefordshire, and Llangattock, near Monmouth. At Vowchurch Adam and Eve are on the uprights of the seventeenth century screen; fruits like pears are suspended above their heads, and convention al dragons have been carved on the beam which runs across. The writer considers the Llangattock example at least doubtful. The slab on which it is carved is probably of eighteenth century workmanship. Two demi-figures, one male and one female, are put one on each side of a much- conventionalised tree, which contains in its upper branches a sort of star within the circumference of a circle. Adam seems to have a fruit in his right hand. Tw o curious little lion-like beasts are carved issuing from the tree. Closely connected, if not actually identified with the serpent of the Temptation, is the dragon which is so often mentioned in the Revelation of S. John as a symbol of the devil. The dragon is usually depicted as a fierce cr eature with a sort of lionís head, two wings, two legs, and a twisted tail. Mrs. Jameson, in her Sacred and Legendary Art, conjectures that the origin of the idea of the dragon comes from some great saurian which once really existed. In early sculpture, as, for instance, on the wonderful Saxon capitals of the chancel arch of Selham, Sussex, and on the Tournai font at Lincoln Cathedra l, the dragonís tail sometimes terminates in a head or heads. Th is is in allusion no doubt to the sixth Trumpet of Rev. ix. 19, where the horses with lion heads of the Vision have ìtheir power in their mouth and in their tails: for their tails were like unto serpents, and had heads, and with them they do hurt.î These horse-like creatures here are dread ministers of some judgment of God. We have incidentally mentioned the dragon in connection with the panther, and as attacking the young elephants. It is also the enemy of the doves which are to be found sheltering on the Tree of Life. This tree is supposed to grow in India: doves lodge in its branches and eat its sw eet fruit. The dragon is afraid of the tree, and flees to whichever side is not in its shadow. If a dove ventures beyond the tree the dragon devours it. One or two doves are shown falling off in the fourteenth century English Bestiary (Slo. 3544) in the British Museum. The symbolism of this story is as follows. The tree is God; the shadow is the Son; the Dove is the Holy Spirit, and also it seems the Christian; and the fruit of the tree represents wisdom. Something like this fable may be carved on the Norman tympanum of Dinton, Bucks, where a tree is in the centre, 46a 43b 51a 165 162"},{"pageNumber":45,"pageContent":"   40      and dragons are devouring the fruit on either side. According to the story, we must confess, they ought not to be so close. The animals cannot be lions, as they have only two legs. One eminent authority has described them as lions. Underneath the tympanum is the following inscription in bold Roman capitalsó “ PREMIA PRO MERITIS SI QUIS DESPERET HABENDA AUDIAT HIC PRECEPTA SIBI QUE SUNT RETINENDA.î ìIf any man despairs of being rewarded according to his deserts Let him hear advice which he would do well to keep.î The symbolism of the tree, generally speaking, is not easy to decipher. In the representations of the Temptation the tree will, of course, be the tree of knowledge; when it is associated with birds or dragons it will probably be the Tree of Life, mentioned both in the Revelation and also in the Bestiaries. In the latter case, however, it might be meant for the Bestiary subject of the tree which produces birds as fruit. These birds fall off in time, some into the water and some on to the land. Those which fall into the water live; those which fall on to the land, die. The lesson of baptism is not far to seek. The tree on the tympanum of the fine south door at Kilpeck, Hereford, is a vine with grapes. This almost certainly is an allusion to Christ, the mystic Vine of S. John xv, placed in this position because He likewise is the Door. The symbolism of the doors of Siston (Gloucestershire), Rochford (Herefordshire), and Middleton Stoney will be similar probably to that of Kilpeck. There are two vines on the north side of the Tournai font at S. Mary Bourne, Hants. The trees on the tympana of Dymock and Kempley, Gloucestershire, resemble date palms. The mutilated square font at Curdworth, Warwickshire, has a square-faced dragon on the eastern side with an Agnus Dei above trampling upon it, in fulf ilment of the promise made in Genesis, ìIt shall bruise thy head, and thou shalt bruise his heel.î On the north side there is a dragon whispering into the ear of a man in laymanís costume, or perhaps about to bite his ear off. Mr. F. Bond suggests that, if the dragon is whispering, the reference may be to Simon Magu s whispering into the ear of Nero. Below this dragon are the flames of hell. It is conjectured that Curdworth font may be of Saxon date. On the Norman font at Kirkby, near Liverpool, Christ with His shaft is bruising the serpentís head, the serpent or dragon being cleverly worked into a broad cable moulding at the base of the font. 53a 169 166"},{"pageNumber":46,"pageContent":"   41      S. George the Martyr was regarded with peculiar reverence in England even before Richard I placed himself and his army under his protection for the third crusade. In the thirteenth century S. George ousted Edward the Confessor as the Patron Saint of England. According to the well-known legend, S. George was a native of Cappadocia in the time of the Roman Emperor Diocletian, in whose army he became a tribune. One day when journeying to join his legion he came at an opportune moment to a city either in Libya or Syria. A dragon had been accustomed to devour the flocks and herds of the citizens until they were all exhausted. Failing sheep, the citizens had to provide the monster with children who were taken by lot. At length the lot fell upon Cleodolinda, the daughter of the king. The king at first naturally felt disinclined to part with her, but at last the entreaties of his subjects forced him to acquiesce in her fate. Cleodolinda was sent weeping along the way which was strewn with the bones of earlier victims. S. George happened to see her, and enquired the reason of her tears. He was exhorted to flee from the dragon, but he boldly stood his ground. After a dreadful combat the saintís lance pinned the dragon to the earth. The monster was then bound with the maidenís girdle and led back to the walls in triumph, where it was finally dispatched. After this event the citizens became Christians in their thousands, because they saw in S. George so doughty a champion of Christ. S. George was finally martyred for trampling on an anti-Christian edict of Diocletian. Mr. E. P. Evans traces the arti stic representations of the story from Egyptian bas-reliefs of Horus slaying Seth Typhon, which are like our pictures and carvings in almost every detail. In the reliefs, Seth Typhon, representing darkness, is shown as a crocodile. Further, the same author imagines that it was from Egypt that the myth of S. George spread over the whole of Christendom. April 23rd is the day set apart both for Horus and S. George. The usual emblematic representation of S. George, which we find on our coins, is seldom departed from, though there is a woodcut in Parkerís Calendar of the Prayer Book of an illustration from a Bodleian Library manuscript, where the beast that is being slain is more human in appearance than the usual dragon. It is sometimes rather difficult to ascertain when we have a representation of S. George and the dragon, and when we have one of S. Michael and the dragon, but the former is generally on horseback, and of course without wings. On a sepulchral monument at Coningsborough, Yorks, S. 173 170"},{"pageNumber":47,"pageContent":"   42      George is on foot with sword and shield, and the dragon stands menacing the saint with twisted snake-headed stings. It has its claws on a fallen human being. The tympana of Ruardean, Gloucestershire, and Brinsop, Hereford, are almost exactly similar to one another in treatment. S. Georgeís military cl oak flies back in the wind, and the costume generally and the carving of the horse are alike in both cases, but the Brinsop example has two more or less mutilated birds (? doves) over S. Georgeís head, and the arch stones around contain some of the signs of the Zodiac. The symbolism of S. Michael slaying th e dragon is based on Rev. xii. 7, 8, and Jude 9. This archangel was accounted to be the special patron of the Jews after the Captivity, and afterwards he naturally became the patron and protector of Christians. He is said to have appeared to S. Aubert, Bishop of Avranches, in 708, and to have commanded him to build a church in his honour on what is now Mont S. Michel in Normandy. When the bishop had done the archangelís bidding, Mont S. Michel became a favourite place of pilgrimage, and churches were built in other parts of Europe with a similar dedication on the tops of high hills. S. Michaelís Mount, Cornwall, and S. Michaelís Chapel, Torquay, are familiar instances of this. We are familiar with the archangel in paintings of the Doom, which were so often placed above the chancel arch, though in this case he is carrying out his special work of weighing the souls to see whether they are fit for heaven. A relief on the tomb of Henry VII in Westminster Abbey shows him engaged in both the above occupations. Mrs. Jameson gives an interesting seventh century example of S. Michael and the dragon, which is carved in white marble on the door of Cortona Cathedral. We have in the lintel of S. Bees a carving which may possibly be almost as early as this, though modern opinion places the work somewhere in the eleventh century. It is the only interlaced lintel known. Various authorities differ with regard to the subject carved upon it. It may be S. Michael; it may be S. George; or again it may be Beowulf whom we have here. Beowulf was a great hero about whom an Anglo-Saxon epic was written in the seventh century. He was no doubt a real person, and is supposed to have been killed by a dragon after an adventurous life, and buried in a great barrow on a promontory of Denmark. In the centre of the lintel are the saint and the dragon with twisted tail, and at the sides are rude interlacings. The shape of the shield is thought to point to eleventh century 45b 47b 178 177 174"},{"pageNumber":48,"pageContent":"   43      workmanship. Another early example is to be seen on a slab at S. Nicholas, Ipswich. The dragon has a tr ebly barbed sting, and the inscription proclaims the subject: ì Her Sc(M)ihael fehtidh dane Draca” óìHere S. Michael fighteth the dragon.î In the example on the lintel under the Dinton tympanum the archangel is prepared to thrust a cross down the monsterís throat. The font of Thorpe Arnold, Leicester, shows S. Michael on foot, with a cross on his shield, and a sword in his hand. He is attacking dragons which assail him on both sides. The beards of these dreadful creatures are exactly like the teeth of a saw. Though the composition is rough, the whole scene is full of vigour. A good number of representations of S. Michael are figured in Keyserís Tympana. One of the emblems of S. John the Evangelist is a chalice with a dragon issuing out of it. Many stories are told in explanation of this emblem. One of the most familiar is the one given by S. Isidore, who relates that an attempt was made to poison S. John in the sacramenta l wine. After the consecration, the Apostle not only received the sacred Element himself, but also administered It to the congregation without hurt; while the would-be assassin fell dead. God had permitted the poison to escape in the form of a dragon. Another version of the story relates how the poison was given by order of the persecuting Emperor Domitian. An interesting instance of this emblem is to be seen in a late chapel in Hereford Cathedral. A chalice is carved with a large hexagonal foot upon a shield, and a tiny dragon is issuing out of the bowl. Beside the chalice is a quill pen, which signifies that S. John was the Evangelist. Stories about S. Margaret, the Patron Saint of Childbirth, were very common during the Middle Ages, but there is only one with which we shall have to deal here, and that is the story of S. Margaret and the dragon. The legend goes that she was the daughter of a heathen priest at Antioch, but brought up in the country by a Christian nurse, whose sheep she used to tend. One day the governor of Antioch saw her as he passed by. Being captivated by her beauty, he gave orders that she should be taken to his palace, where he desired to make her his wife. S. Margaret rejected his offer with scorn, a repulse which so enraged him that he had her put to dreadful torture. When she was immured in a dungeon, she was tempted by Satan in the 56b 60a 46a 182 181"},{"pageNumber":49,"pageContent":"   44      form of a dragon, which fina lly swallowed her up. But the dragon instantly burst, and the saint emerged alive. She was at length beheaded by order of the cruel governor. The symbolism of the story is of course the usual one of sin being conquered by the power of the Cross. There is much similarity in Norman representations of S. Margaret and the dragon. The saintís head and shoulders are generally carved as coming out of a hole in the centre of the beast, while her heels are just disappearing into the dragonís mouth. We find this scene on a capital in the church of Bredforton, Worcestershire, and on the fonts of Cowlam and Cotham, Yorks. On the pedestal of the fifteenth century font of Docking, Norfolk, there are eight female saints, and among them is S. Margaret with spear and dragon. On the tympanum of Ault Huck nall the dragon is bursting and S. Margaret is issuing fo rth. This carving is so like a centaur that many authorities have taken it to be one. The authority for the view given here is Mr. C. E. Keyser. 185"},{"pageNumber":50,"pageContent":"   45      CHAPTER XI THE GRIFFIN, HYDRA AND CROCODILE, MANTICHORA AND MERMAID OR SYREN THE griffin is a fabulous bird which lives in the deserts of India, where it can find nothing to eat. To obtain sustenance for its young it will go off to other regi ons, and it is so strong that it can fly away with a live ox. The griffin signifies the devil who is ready to carry away our souls to the deserts of hell. This monster is to be seen on the Tournai font of Lincoln Cathedral, and on Norman tympana such as those of Barfreston and Ridlington, Rutlandshire. At Ridlington it seems to be fighting with a lion. At Barfreston a tiny griffin is placed in the right-hand bottom corner of the tympanum, which contains Our Lord in glory, a sphinx, a mermaid, angels and crowned heads. In heraldry and in the Bestiaries the griffin has the forepart, beak and claws of an eagle, and the hinder part of a lion; but the architectural examples are more like animals than birds. The hydra (Greek ενυδρς ) was not like, except in name to the mythical monster of the classics, which was killed by Hercules near the Lerneau lake, but it probably is the water- snake. The Greek word means ìotterî as wellóindeed, there is a close etymological connection between ìotterî and ìhydra.î The following fable is, therefore, told of both the otter and the water- snake. It is said that the hydra lives in the marshes where the crocodile also lives. These beasts are on terms of bitterest enmity. The hydra wishes to destroy the crocodile, and so devises the following plan. When the latter is asleep, the hydra rolls itself into damp mud till it s look is indistinguishable, and then makes its way into the mouth of the crocodile, which swallows it unawares, and instantly bursts asunder. The hydra is a type of Christ, the crocodile of hell, and the whole story symbolises Our Lordís Resurrection which was the forerunner of the Resurrection of all believers. In the mappa mundi at Hereford the mantichora is placed on the opposite side of a tree to the tiger, and the inscription which the former fabulous beast bears there is drawn directly from the Bestiaries. It is said to be a native of India. It has three rows of teeth, the face of a man, grayish eyes; its colour is the colour of blood; its body is like a lionís; its tail like a scorpionís; its voice like that of a sibyl. The mantichora is mentioned by the Greek writer Ctesias of the fifth century B.C., and also by Pliny in his Natural History, 57a 55a 192 191 186"},{"pageNumber":51,"pageContent":"   46      where the additional details are gi ven, that its teeth fit together like those of a comb, and that it is particularly fond of human flesh. The word mantichora is connected with the Persian word mard-khora, which means ìman-eater.î Mr. R. Allen figures a sepulchral stone from Meigle, Perthshire, where a mantichora is carved in profile. It has a long human nose, and is pursuing a na ked man, who is looking back in unpleasant anticipation of his fate. There is another clear instance of the same fabulous beast on one of the arch-stones of the Kilpeck door, where we can clearly see the bearded face, the lionís paws, and mane, and the peculiarly fat tail curled between its legs, which must represent the scorpionís tail. It seems to be listening for any signs of its prey, but there is nothing edible quite near, with the possible exception of dragons and grotesque heads. A careful scrutiny of other arch-stones, etc., would no doubt discover more examples. Much, though possibly insufficient, attention has al ready been paid to Norman tympana, but the animals of the arch-stones have as yet been thought too small or too difficult to receive adequate attention from competent archÊologists. Wh at to us often seems a nearly hopeless and confused riddle was in the Middle Ages somewhat easily interpretedóor else the figures would not have been carved where they were. The mermaid seems to be a kind of syren in the Bestiariesóit is half woman, half fish; but ther e is another sort which is half woman, half bird. In the Septuagi nt and Vulgate versions of Is. xiii. 21 syrens are mentioned as being destined to dwell among the ruins of Babylon. The syren was reputed to be deathbearing: it sang at the approach of a storm, but wept in fine weather. In the Odyssey, Book xii, we read that Odysseus was charmed by their voices as his ship went by the island of the syrens. So much so that, bound to the mast though he was, he tried to get to them, whilst his men, whose ears had been filled with wax, restrained him from his rashness, and bound him still more closely. Homer knows only of two syrens, but Plato increases the number to eight. In the Bestiaries it is rather their playing on various instruments and not their singing which is especially noted. When the hapless voyager is in their clutches, he is slain; and the island where they dwell is full of the bones of foolish men, who have first been charmed to sleep and then destroyed. The adventures of Odysseus with the syrens were depicted, and it was thought that the ship in its Christian application 55b 198 197"},{"pageNumber":52,"pageContent":"   47      meant the Church. The mast was the Cross of Christ, to which the faithful must cling tightly if they are to conquer temptation, and the syrens are our temptations on the sea of life. In a MS. in the MusÈe de Cluny, Paris, among representations of virtues and vices, one of lust has a syren on her shield. Sometimes the idea will be varied, and the syren will tempt a man by offering him a fish, as in thirteenth and fourteenth century Bestiaries in the British Museum (Harl. 4751, and Slo. 3544), and in the church at Civaux, France. In the mappa mundi a mermaid is drawn in the centre of the Mediterranean, just north of Crete, and the Labyrinth. There is also a good carving of one on a misericord in the choir of Bristol Cathedral, where a mermaid with both hands upraised is placed between a dragon and a winged and bearded man, the latter having hold of her tail. The two seem to be attacking her. There is a mermaid at the feet of the glorified Christ at Barfreston, and another on the eastern capital of the Norman door of Nately Scures, Hants. Her long plaited hair, arm and tail and mutilated face all in low relief can be distinguished with care in the photograph. She seems to be swimming at the bottom of the sea among the weeds. At Stow Longa, Huntingdon, the tympanum has a mermaid with long hair and hands upraised. She is in the middle of two animals, one of which is possibly the Agnus Dei, as the foreleg is bent up as if to support a cross, though the tail seems to be too much floriated. On the other side there is an unknown animal with its forefeet practically touching an altar. No satisfactory interpretation of this extraord inary composition has yet been given. On the fonts of Anstey, Herts, and S. Peterís, Cambridge, are mermen grasping their tails. In heraldry, Mermen are called Tritons. 56a 55a 203"},{"pageNumber":53,"pageContent":"   48      CHAPTER XII THE SPHINX, TERREBOLEN, UNICORN, SERRA, REMORA, AND PHåNIX THE fabulous Sphinx seems to have had her original home in Egypt, and to have symb olised the annual overflow of the river Nile. According to Herodotus, many representations of her were to be found there in ancient days. She was sculptured with the head of a woman, and the body of a lion. She passes from Egypt into Greece, where she is found in Greek tragedies propounding a riddle to the Thebans, who are killed for not being able to guess it. ådipus is at last successful, and the Sphinx then destroys herself. Augustus had a carving of a sphinx on his seal to symbolise the advantage of silence. On comparing the curious carving on the fifteenth century font of Upavon, Wilts, with a small drawing in the mappa mundi , we were able to discover that the Upavon example, which is carved just below a lion, must be a sphinx. According to the mappa mundi , the sphinx has the wings of a bird, the feet of a serpent or reptile, and the face of a girl. (ì Spinx avis est penna, serpens pede, fronte puella.”) The only considerable difference between the example at Upavon and that on the mappa is that in the latter the sphinx seems to have two forelegs, and in the former two hind legs. The tail at Upavon is very curious, just like a fox terrierís shortened tail. An illustration of a sphinx is given by Mr. E. P. Evans, from a capital in the Abbey of VÈzelai. Here a man is riding on a dragon-like basilisk, and the sphi nx (here with four legs) is holding a crystal to beat back the basiliskís venom. Mr. Evans gives as a meaning of this carving the idea of spiritual knowledge and strength overcoming evil. Most curious creatures are the terrebolen, which can fairly come into this book only because they have a place in the Bestiaries. The terrebolen - a name corrupted from πυροβολοι (or fire casting stones) are also called in the Bestiaries igniferi lapides. They were stones found in a certain mountain in the East, and they are both male and female. So long as they are kept apart, they remain cool, but when they are brought near one another, they emit fire. The symbolism of animal love is very naturally drawn from this fable, and men are exhorted to live chaste and devoted lives in consequence, and to avoid carnal temptations. 59b 210 209 204"},{"pageNumber":54,"pageContent":"   49      At Alne the terrebolen are carved as human figures scantily draped with their left hands upraised and their right hands across their waists, while the mo untain behind has burst into flames. In a tenth century miniature at Brussels they are shown as two stones in the hand of a woman, one bursting into flame. A man is holding out his hand for the stones. We have sometimes thought that the Adam and Eve carving at Llangattock, near Monmou th, may really be meant for Terrebolen, but no examples of these human stones can be cited from anything like so late a period. The story about the unicorn is one of the strangest in the strange pages of the Bestiaries. It is said to be a small animal with the body of a horse, the head of a stag, the feet of an elephant; and it has one long stra ight horn four feet in length. The unicorn is at enmity with the elephant, and in the conflict between them the latter is often killed by the sharpness of its adversaryís horn. Hunters are exceedingly desirous of capturing the unicorn, and yet it is so fierce that they dare not approach near. To gain their object they have recourse to the following plan. They ask a chaste virgin to de ck herself in all her beautiful ornaments, and then they set her in the middle of a forest. Directly the unicorn sees her, it comes and puts its head into her lap, where it is easily capt ured. The captive is afterwards taken off to the kingís palace, where the hunters receive a great reward. In some Bestiaries the virgin is shown standing and not seated. The unicornís horn, which is mentioned in Ps. xxii. 21 ìThou hast heard me also from the horn of the unicorns,î was supposed to be a safe guard against poisoning, as well as a dangerous weapon of attack. It is curious that the unicorn is made to stand for so sacred a subject as the Incarnation of our Saviour: ìthe horn of salvation in the house of His servant David.î Many desired to see Him, but none could bring Him to earth, save the Virgin Mary, in whose spotless body He abode. There is a carving of this fable in S. Botolphís Church, Boston. A unicorn may be roughly carved on a poppy head at Westwell, Kent, but on the other hand the position of the forefoot makes the animal look more like a horned Agnus Dei. There is a unicorn also on a panel of the perpendicular font of Southfleet, Kent, which ha s cloven hoofs (instead of an elephantís feet) a mane, and fierce-looking jaws. It is resting back upon its haunches. This representation not only may recall the fact of the Incarnation, but may bear witness to the purity of 58b 15b 51a 216 215"},{"pageNumber":55,"pageContent":"   50      life which ought to be characteristic of all who in baptism are united to their incarnate Lord. The one horn has been held to signify the oneness of the Father and the Son, and the small size of the animal the extreme condescension and humility of Our Lord. Mr. Jameson says that when the unicorn is used in connection with certain saints, it is an emblem of female chastity. It is appropriate especially to the Blessed Virgin Mary and to S. Justina, the pure virgin martyr of Antioch. The unicorn of the Bible is probably a wild ox, or European bison. The idea that it had one horn is probably due to the Septuagint, which translates the Hebrew word by μονοκερως . Its horn was the symbol of power and might, and it is thought that it may possibly have been the ancestor of our domestic cattle. The serra is a small sea monster with the head of a lion, and the tail of a fish. It has great wings and spreads them out so that it may try to overtake ships by their aid. But after going some distance it grows weary, and disappears beneath the waves. This creature signifies the man with good intentions, who is not strong enough to keep them. In a thirteenth century Bestiary in the British Museum (Vit. D. 1) it is contrasted with the man who endures to the end, and on that account will be saved. In a fourteenth century MS. in the same place (Slo. 3544) the serra is figured pursuing a boat. Its wings are like nothing more than a huge open umbrella, held point downwards. A somewhat similar creature is the remora, which, though only a tiny fish, can keep a ship steady by fastening itself on to the keel. It is therefore typical of Christ, Who will prevent our being capsized among the temptations of this world. Pliny, according to Mr. Evans, supposed that the fate of the battle of Actium was decided by a remora holding on to the keel of Antony's ship, and preventing it going into action. It was fabled that the phoenix, the last of the fabulous creatures that we shall deal with, was a bird which lived in India or Arabia. It had a crest like a peacock, a red breast and azure body. When it was 500 years old it flew to Mount Lebanon, and filled its wings with aromatic spices and gums. Thence it hastened to Heliopolis, where it burned itself to death on the altar. The priest would come presently to remove the ashes, and he would discover a very sweet-smelling worm, which in three days became a young bird, and the next day was fully grown. The phoenix is a symbol of Christ, Who said in John x. 18: ìI have power to lay it (My life) do wn, and power to take it again.î Its sweetness represented the savour of the Old and New Testaments. Another version of the story declares that at 222 221"},{"pageNumber":56,"pageContent":"   51      Lebanon the phoenix builds itself a nest in a tree, and then flies up to the sun, so as to bring down fire with which it may set itself and its nest alight. On the third day it rises from its ashes. So Jesus Christ rose from the grave ors the third day. The story about the phoenix was derived originally from the classics. It is found in Herodotusí history. So, too, Ovid in his Metamorphoses (xv. 392) alludes to its self-recreation, and the story is copied as an argument for the Resurrection by Tertullian and Ambrose, though other fathers throw doubt on the story. Mr. E. P. Evans states that the phoenix was sculptured on pagan cinerary urns . In the Septuagint version of Ps. xcii. 11, ìthe righteous shall flourish like a palm tree,î it is uncertain whether phoenix or palm tree was meant, as the Greek word is precisely the same for both. Bede took the analogous passage of Job xxix. 18 to mean: ìI shall multiply my days as the phoenix,î and the Revised Version margin suggests the same rendering. The confusion in the Greek translation is, of course, due to the ambiguity of the original Hebrew. Curiously enough, the palm tree, which had considerable symbolic significance among the Jews owing to its fruitfulness and beauty, is associated in early Christian art with the phoenix. Thus, on a glass vessel in the Vatican Library there is a nimbed phoenix on a palm tree, together with figures of Our Lord and S. Peter and S. Paul. Similar scenes were depicted in the mosaics of Roman churches. We have heard of no absolutely certain representation of the phoenix in English architecture, and the difficulty of finding one is intensified by the great simi- larity of the carvings of all birds to one another. Mr. Romilly Allen thinks it poss ible that the bird sometimes carved over the head of Christ in Irish Crucifixions may be a phoenix, if it be not indeed the Holy Spirit in the form of a dove. The bird in question on these crosses has a human head. The phoenix is to be seen in the glass of Le Mans and Tours Cathedrals in France, and on the door of S. Laurence, Nuremberg. Other examples are to be found at Magdeburg and B‚le. It ought to be possible to discover one after diligent search in our architectural carvings. 226 225"},{"pageNumber":57,"pageContent":"   52      CHAPTER XIII CONCLUSION WE have now brought to a close our all too-incomplete task of trying to throw more light on the meanings of the many curious zoological carvings to be seen in our Norman and later churches, particularly in the midd le and South of England. It is the writerís hope that this little book may help to popularise the study somewhat, and to induce others who are provided with a sharp pair of eyes to see what they can discover for themselves. The most useful adjunct for such a study will be a camera which is capable of being racked out to a considerable extent - it need not be larger than a quarter-plate - and really good lenses of different focal lengths. A poor lens may do excellently for many ordinary purposes, but for work of this character an anastigmat is almost essential. A telephoto lens again will be found most useful. No photograph could have been taken, e.g., of the hyena high up on one of the tower capitals of Alton without its aid. The writer has found the inexpensive ìAdonî of Messrs. Dallmeyer to do exce llent work, though of course its slowness is a disadvantage when compared with higher priced lenses. If our readers will pursue the study of animal symbolism they will find it most fascinating; and there will be plenty for them to discover for themselves, for the field has not many workers in it as yet. 230 229"},{"pageNumber":58,"pageContent":"   53      TABLE OF PHOTOGRAPHS 1a Yarnton, Oxford Panel of fifteenth century reredos; visit of Magi to Infant Saviour. Notice ox and ass. 1b Sefton, Lancs Sixteenth century bench-end; camel and rider. 2a Barfreston, Kent Medallions of twelfth century door; bears robbing hive, bear playing harp while owner dances, etc. 2b Do. do. David or Samson and lion; hounds after hare, etc. 3a Headcorn, Kent Perpendicular screen; boars or pigs. 3b Ashford, Kent Perpendicular misericord; pigs eating acorns. 4a Kilpeck, Hereford Corbels, c. 1140 A.D.; stag's head, dog and hare. 4b Do. do. Corbels under western string course; elephant's head with a man held in its trunk, serpents, ram, etc. 5a Clifton Hampden, Oxon Early fragment in north wall; hunter with hounds and wild boar. 5b Barfreston, Kent Carving on interior of north wall; man, fox, and hares (?). One hare is being carried in a bucket. 6a Lostwithiel, Cornwall Fourteenth century font; Satan with serpent on head; dog catching hare. 6b Forrabury, Cornwall Bench-end, now part of pulpit; hart searching for dragon, or devil (?). 7a Elkstone, Gloucester Norman corbels; stag and greyhound. 7b Kilpeck, Hereford Norman corbels on north wall; horse, eagle, stag. 8a Barfreston, Kent Twelfth century south door; man on horseback; men shaking hands, one pointing to a stone. 8b Lostwithiel, Cornwall Fourteenth century font; hunter with hawk and hound. 9a Childrey, Berks Spandrel of Easter sepulchre; dogs worrying hedgehog, which is eating grapes. 9b Alton, Hants Norman capital of tower; hyena gnawing foliage. 10a Hereford Cathedral Roof of Perpendicular cloister; hyena devouring corpse. 10b Upleadon, Gloucester Norman capital; two hyenas (or lions) attacking a crowned head. Note the floriated tails. 11a Aston, Hereford Norman door; Agnus Dei, S. Luke and S. John (?). 11b Kilpeck, Hereford Norman corbels; Agnus Dei and grotesque 12a S. Nicholas' Church, Gloucester Norman tympanum; Agnus Dei. 12b Beckford, Gloucester Norman tympanum; cross in centre; horned animals in adoration (one perhaps is Agnus Dei); a bird and circle above cross. 13a Preston, Gloucester Norman tympanum; Agnus Dei."},{"pageNumber":59,"pageContent":"   54      13b Upleadon, Gloucester Norman tympanum; Agnus in medallion, animals with floriated tails on either side. That on the right may be hyena with corpse. 14a Elkstone, Gloucester Norman tympanum; Christ in Glory, Agnus Dei, symbols of Evangelists, three of them bearing inscribed scrolls; Alpha and Omega on the Book in Christ's left hand; Dextra Dei above, later in date. 14b Southfleet, Kent Sixteenth century font; Agnus Dei. 15a Sefton, Lancs Sixteenth century bench-end; antelopes. 15b Westwell, Kent Perpendicular poppy-head; Agnus Dei, or unicorn. 16a Castle Frome, Hereford Twelfth century font; S. Mark and S. John. 16b Charney Basset, Berks Norman tympanum; Daniel with griffin like lions. 17a Church Handborough, Oxon Norman door; S. Peter dictating Gospel to S. Mark; Agnus Dei. 17b Rochester Cathedral Norman west door; Christ in Glory, symbols of the Evangelists. 18a Fownhope, Hereford Norman tympanum in west wall; Virgin and Child; S. John and S. Mark. 18b Darenth, Kent Norman font; Samson with jawbone of ass, and man- headed lion. 19a Iffley, Oxon Norman south door; David or Samson and lion. 19b Stretton, Sugwas, Hereford Norman door in interior of north wall; Samson and lion. 20a Ely Cathedral Lion with head of man, on a stone bench-end. 20b Lostwithiel, Cornwall Fourteenth century font; devil and two lions passant (early arms of England). 21a Minstead, Hants Norman font; Christ's Resurrection; two lions with one head between them. 21b Shobdon, Hereford Twelfth century font; lions. 22a Alne, Yorkshire Twelfth century door; inscribed animals and birds from the Bestiaries with others. 22b Castle Frome, Hereford Norman font; doves with calf of S. Luke. 23a Alne, Yorkshire Twelfth century door; fox, panther, eagle, hyena, caladrius, all inscribed in Latin, and other animals. 23b Do. do. Ship representing story of whale, terobolem and dragon. 24a Do. do. Fox, panther, eagle, Hyena (vulpis, panthera, ala, hiena), and Agnus Dei. 24b Do. do. Two people in ship, inscribed Aspido, and representing whale; mutilated lion, etc. 25a Almshouses, Hereford Norman capital in cottage wall; the Good Shepherd (?). 25b Shobdon, Hereford Twelfth century arch; stags, lions, and fishes."},{"pageNumber":60,"pageContent":"   55      26a Hereford Cathedral Carving in a perpendicular chapel; loaves and fishes. 26b Corhampton, Hants Saxon sun-dial; tortoise. 27a Alne, Yorkshire Hyena and Caladrius inscribed. 27b Rowlestone, Hereford Twelfth century capital below chancel arch; S. Peter and angel upside down; cocks. 28a Rowlestone Twelfth century c andelabra with cocks symbolising S. Peter. 28b Sefton, Lancs Perpendicular bench-end; pillar to which Christ was bound; cock of S. Peter's denial. 29a Forrabury, Cornwall Perpendicular bench-end; cock and hen. 29b Ely Cathedral Bp. Alcock's chantry, perpendicular; cocks. 30a Castle Frome, Hereford Norman font; Baptism of Our Lord; Dextra Dei, dove, etc. 30b Shone, Kent Perpendicular font; Baptism of Our Lord; dove; Dextra Dei. 31a Winchester Cathedral Twelfth century font of Tournai marble; Legend of S. Nicholas; doves and grapes, symbolising the Holy Eucharist. 31b Do. do. Legends of S. Nicholas; lion and doves or eagles on Tournai font. 32a Westwell, Kent Perpendicular poppy-head; dove and grapes. 32b Forrabury, Cornwall Perpendicular bench-ends now part of altar; eagle renewing its youth; Agnus Dei. 33a Do. do. Perpendicular bench-end; swan and goose 33b Aldington, Kent Pelican in her piety; inset in pulpit. 34a S. Austell, Cornwall Over perpendicular South porch; pelican in her piety. 34b Beckford, Gloucester Jamb of Norman chancel arch; centaur and spear. 35a Iffley, Oxon Twelfth century south door; centaur suckling young. 35b Do. do. Twelfth century south door; centaur or sagittarius, slaying savage beast. 36a Kilpeck, Hereford Corbels, c. 1140; eagle and grotesques. 36b Elkstone, Gloucester Norman corbels under eaves on south wall; centaur shooting arrow at eagle. 37a Brookland, Kent Twelfth century lead font; ìSagutariusî and Capricornus, man knocking down acorns for pig (November); man killing pig with axe (December). 37b Kencot, Oxon Norman south door; Sagittarius shooting arrow down mouth of beast. 38a Hook Norton, Oxon Norman font; expulsion of Adam and Eve from Paradise by centaur or sagittarius."},{"pageNumber":61,"pageContent":"   56      38b Do. do. Adam with spade and rake; beast with serpent's head for tail. 39a Brinsop, Hereford Norman door; sagittarius, lions, angel, etc. 39b Newington, by Sittingbourne, Kent Perpendicular poppy-head; dragon. 40a Salford, Oxon Norman tympanum; a Maltese cross within a circle, guarded by a sagittarius on east and a lion on west side. 40b Ampney S. Mary, Gloucester Norman tympanum; griffin with arrow-headed tail curved through legs; lion trampling on two serpent monsters back to back; serpentsí bodies are continued along the moulding of the lintel. 41a Kilpeck, Hereford Capital of Norman south door; dragon. 41b Barfreston, Kent Twelfth century north door; dragons with one head for two. 42a Netherton, Worcester Norman tympanum from desecrated chapel; dragon. 42b Patrixbourne, Kent Norman south door; dragons. 43a Patrickshow, near Crickhowell Perpendicular rood screen; dragon devouring vine. 43b Selham, Sussex Capital of Saxon chancel arch; dragons. 44a Hook Norton, Oxon Twelfth century font; sagittarius, tree of knowledge, and Eve with apple 44b Smarden, Kent Dragons on an old house. 45a Beckford, Gloucester Tympanum of north door; Christ rescuing souls from Hades, or ìHarrowing of Hell.î He is plunging Cross of Resurrection down monster's mouth. 45b S. Bees, Cumberland Pre-Norman lintel; S. Michael and dragon (?). 46a Dinton, Bucks Norman south door; dra gons and tree of life; S. Michael and dragon. 46b Alternun, Cornwall Perpendicular bench-end; arms of Exeter, and conventional dragons. 47a Brinsop, Hereford Norman tympanum in north wall (interior); S. George slaying dragon. 47b Ruardean, Gloucestershire Norman tympanum of south door; S. George slaying dragon. 48a Newent, Gloucestershire Base of eighth or ninth century cross: Temptation of Adam and Eve. 48b East Meon, Hants Norman tournai font: Creation of Adam and Eve; the Temptation. 49a Bridge, Kent In north chancel wall, perpendicular: The Temptation. 49b Horsepath, Oxon Fifteenth century glass: The Temptation. 50a Vowchurch, Hereford Seventeenth century screen: The Temptation (Adam)."},{"pageNumber":62,"pageContent":"   57      50b Do. do. The Temptation (Eve). 51a Llangattock, Monmouth Slab, c. 1800: The Temptation (?). 51b Cobb's Hall, Aldington, Kent Overmantel in plaster: The Temptation. 52a Chithurst, Sussex Seventeenth century Belgian offertory dish: The Temptation. 52b Llangwm, nr. Raglan Early nineteenth century tombstone: The Temptation 53a Kilpeck, Hereford South door, c. 1140: The true vine on tympanum. 53b Lower Swell, Gloucestershire Norman tympanum: B ί rd eating fruit from tree. 54a Harnhill, Gloucestershire Norman lintel: S. Michael and dragon. 54b Dymock, Gloucestershire Norman tympanum of south door: Tree of Life (date palm). 55a Barfreston, Kent Twelfth century south door: Griffin, mermaid, head of king and queen, angels with scrolls, accompanying Christ's glory; Christ has no nimbus. 55b Kilpeck, Hereford South door, c. 1140: Manticora, etc. 56a Nately Scures, Hants Capital of Norman north door: mermaid. 56b Hereford Cathedral Shield in Perpendicular chapel: Symbols of S. John Evangelist. 57a Hereford Cathedral Fourteenth century mappa mundi : Pelican, tiger, manticora, Noah's ark, etc. 57b Hereford Cathedral Mappa mundi : Phoenix, mandrake, faun, sphinx, rhinoceros, unicorn, salamander, etc. 58a Stanley S. Leonards, Gloucestershire Carving in south chancel wall (Norman), Two animals, one presenting apple to the other. In connection it may be with ìThe Temptation.î 58b Southfleet, Kent Sixteenth century font; unicorn. 59a Alne, Yorks Norman door: Terobolen on south door, Ship and two men in it, representing whale. 59b Upavon, Wilts Perpendicular font: Sphinx and lions. 60a Thorpe Arnold, Leicester Norman font: S. Michael and dragon. Photograph taken by J. Norman, Esq. 60b Canterbury Cathedral Capital in crypt: Animal musicians. Photograph taken by J. Norman, Esq. "},{"pageNumber":63,"pageContent":"   58       THE END Printed by Sir Isaac Pitman & Sons, Ltd., Bath "},{"pageNumber":64,"pageContent":"   59      1a Yarnton, Oxford Panel of fifteenth century reredos Visit of Magi to Infant Saviour. Notice ox and ass. "},{"pageNumber":65,"pageContent":"   60      1b Sefton, Lancs Sixteenth century bench-end Camel and rider. "},{"pageNumber":66,"pageContent":"   61      2a Barfreston, Kent Medallions of twelfth century door Bears robbing hive, bear playing harp while owner dances, etc. "},{"pageNumber":67,"pageContent":"   62      2b Barfreston, Kent Medallions of twelfth century door David or Samson and lion; hounds after hare, etc. "},{"pageNumber":68,"pageContent":"   63      3a Headcorn, Kent Perpendicular screen Boars or pigs. "},{"pageNumber":69,"pageContent":"   64      3b Ashford, Kent Perpendicular misericord Pigs eating acorns. "},{"pageNumber":70,"pageContent":"   65      4a Kilpeck, Hereford Corbels, c. 1140 A.D. Stag's head, dog and hare. "},{"pageNumber":71,"pageContent":"   66      4b Kilpeck, Hereford Corbels under western string course Elephant's head with a man held in its trunk, serpents, ram, etc."},{"pageNumber":72,"pageContent":"   67      5a Clifton Hampden, Oxon Early fragment in north wall Hunter with hounds and wild boar. "},{"pageNumber":73,"pageContent":"   68      5b Barfreston, Kent Carving on interior of north wall Man, fox, and hares (?). One hare is being carried in a bucket. "},{"pageNumber":74,"pageContent":"   69      6a Lostwithiel, Cornwall Fourteenth century font Satan with serpent on head; dog catching hare. "},{"pageNumber":75,"pageContent":"   70      6b Forrabury, Cornwall Bench-end, now part of pulpit Hart searching for dragon, or devil (?). "},{"pageNumber":76,"pageContent":"   71      7a Elkstone, Gloucester Norman corbels Stag and greyhound. "},{"pageNumber":77,"pageContent":"   72      7b Kilpeck, Hereford Norman corbels on north wall Horse, eagle, stag. "},{"pageNumber":78,"pageContent":"   73      8a Barfreston, Kent Twelfth century south door Man on horseback; men shaking hands, one pointing to a stone. "},{"pageNumber":79,"pageContent":"   74      8b Lostwithiel, Cornwall Fourteenth century font Hunter with hawk and hound. "},{"pageNumber":80,"pageContent":"   75      9a Childrey, Berks Spandrel of Easter sepulchre Dogs worrying hedgehog, which is eating grapes. "},{"pageNumber":81,"pageContent":"   76      9b Alton, Hants Norman capital of tower Hyena gnawing foliage. "},{"pageNumber":82,"pageContent":"   77      10a Hereford Cathedral Roof of Perpendicular cloister Hyena devouring corpse. "},{"pageNumber":83,"pageContent":"   78      10b Upleadon, Gloucester Norman capital Two hyenas (or lions) attacking a crowned head. Note the floriated tails. "},{"pageNumber":84,"pageContent":"   79      11a Aston, Hereford Norman door Agnus Dei, S. Luke and S. John (?). "},{"pageNumber":85,"pageContent":"   80      11b Kilpeck, Hereford Norman corbels Agnus Dei and grotesque. "},{"pageNumber":86,"pageContent":"   81      12a S. Nicholas' Church, Gloucester Norman tympanum Agnus Dei. "},{"pageNumber":87,"pageContent":"   82      12b Beckford, Gloucester Norman tympanum Cross in centre; horned animals in adoration (one perhaps is Agnus Dei); a bird and circle above cross. "},{"pageNumber":88,"pageContent":"   83      13a Preston, Gloucester Norman tympanum Agnus Dei. "},{"pageNumber":89,"pageContent":"   84      13b Upleadon, Gloucester Norman tympanum Agnus in medallion, animals with floriated tails on either side. That on the right may be hyena with corpse. "},{"pageNumber":90,"pageContent":"   85      14a Elkstone, Gloucester Norman tympanum Christ in Glory, Agnus Dei, symbols of Evangelists, three of them bearing inscribed scrolls; Alpha and Omega on the Book in Christ's left hand; Dextra Dei above, later in date. "},{"pageNumber":91,"pageContent":"   86      14b Southfleet, Kent Sixteenth century font Agnus Dei. "},{"pageNumber":92,"pageContent":"   87      15a Sefton, Lancs Sixteenth century bench-end Antelopes. "},{"pageNumber":93,"pageContent":"   88      15b Westwell, Kent Perpendicular poppy-head Agnus Dei, or unicorn. "},{"pageNumber":94,"pageContent":"   89      16a Castle Frome, Hereford Twelfth century font S. Mark and S. John. "},{"pageNumber":95,"pageContent":"   90      16b Charney Basset, Berks Norman tympanum Daniel with griffin like lions. "},{"pageNumber":96,"pageContent":"   91      17a Church Handborough, Oxon Norman door S. Peter dictating Gospel to S. Mark; Agnus Dei. "},{"pageNumber":97,"pageContent":"   92      17b Rochester Cathedral Norman west door Christ in Glory, symbols of the Evangelists. "},{"pageNumber":98,"pageContent":"   93      18a Fownhope, Hereford Norman tympanum in west wall Virgin and Child; S. John and S. Mark. "},{"pageNumber":99,"pageContent":"   94      18b Darenth, Kent Norman font Samson with jawbone of ass, and man-headed lion. "},{"pageNumber":100,"pageContent":"   95      19a Iffley, Oxon Norman south door David or Samson and lion. "},{"pageNumber":101,"pageContent":"   96      19b Stretton, Sugwas, Hereford Norman door in interior of north wall Samson and lion. "},{"pageNumber":102,"pageContent":"   97      20a Ely Cathedral Stone bench-end Lion with head of man. "},{"pageNumber":103,"pageContent":"   98      20b Lostwithiel, Cornwall Fourteenth century font Devil and two lions passant (early arms of England). "},{"pageNumber":104,"pageContent":"   99      21a Minstead, Hants Norman font Christ's Resurrection; two lions with one head between them. "},{"pageNumber":105,"pageContent":"   100      21b Shobdon, Hereford Twelfth century font Lions. "},{"pageNumber":106,"pageContent":"   101      22a Alne, Yorkshire Twelfth century door Inscribed animals and birds from the Bestiaries with others. "},{"pageNumber":107,"pageContent":"   102      22b Castle Frome, Hereford Norman font Doves with calf of S. Luke. "},{"pageNumber":108,"pageContent":"   103      23a Alne, Yorkshire Twelfth century door Fox, panther, eagle, hyena, caladrius, all inscribed in Latin, and other animals. "},{"pageNumber":109,"pageContent":"   104      23b Alne, Yorkshire Twelfth century door Ship representing story of whale, terobolem and dragon. "},{"pageNumber":110,"pageContent":"   105      24a Alne, Yorkshire Twelfth century door Fox, panther, eagle, Hyena (vulpis, panthera, ala, hiena), and Agnus Dei "},{"pageNumber":111,"pageContent":"   106      24b Alne, Yorkshire Twelfth century door Two people in ship, inscribed Aspido, and representing whale; mutilated lion, etc. "},{"pageNumber":112,"pageContent":"   107      25a Almshouses, Hereford Norman capital in cottage wall The Good Shepherd (?). "},{"pageNumber":113,"pageContent":"   108      25b Shobdon, Hereford Twelfth century arch Stags, lions, and fishes. "},{"pageNumber":114,"pageContent":"   109      26a Hereford Cathedral Carving in a perpendicular chapel Loaves and fishes. "},{"pageNumber":115,"pageContent":"   110      26b Corhampton, Hants Saxon sun-dial Tortoise. "},{"pageNumber":116,"pageContent":"   111      27a Alne, Yorkshire Hyena and Caladrius inscribed. "},{"pageNumber":117,"pageContent":"   112      27b Rowlestone, Hereford Twelfth century capital below chancel arch S. Peter and angel upside down; cocks. "},{"pageNumber":118,"pageContent":"   113      28a Rowlestone Twelfth century candelabra Cocks symbolising S. Peter. "},{"pageNumber":119,"pageContent":"   114      28b Sefton, Lancs Perpendicular bench-end Pillar to which Christ was bound; cock of S. Peter's denial. "},{"pageNumber":120,"pageContent":"   115      29a Forrabury, Cornwall Perpendicular bench-end Cock and hen. "},{"pageNumber":121,"pageContent":"   116      29b Ely Cathedral Bp. Alcock's chantry, perpendicular Cocks. "},{"pageNumber":122,"pageContent":"   117      30a Castle Frome, Hereford Norman font Baptism of Our Lord; Dextra Dei, dove, etc. "},{"pageNumber":123,"pageContent":"   118      30b Shone, Kent Perpendicular font Baptism of Our Lord; dove; Dextra Dei. "},{"pageNumber":124,"pageContent":"   119      31a Winchester Cathedral Twelfth century font of Tournai marble Legend of S. Nicholas; doves and grapes, symbolising the Holy Eucharist. "},{"pageNumber":125,"pageContent":"   120      31b Winchester Cathedral Twelfth century font of Tournai marble Legends of S. Nicholas; lion and doves or eagles on Tournai font. "},{"pageNumber":126,"pageContent":"   121      32a Westwell, Kent Perpendicular poppy-head Dove and grapes. "},{"pageNumber":127,"pageContent":"   122      32b Forrabury, Cornwall Perpendicular bench-ends now part of altar Eagle renewing its youth; Agnus Dei. "},{"pageNumber":128,"pageContent":"   123      33a Forrabury, Cornwall Perpendicular bench-end Swan and goose. "},{"pageNumber":129,"pageContent":"   124      33b Aldington, Kent Inset in pulpit Pelican in her piety. "},{"pageNumber":130,"pageContent":"   125      34a S. Austell, Cornwall Over perpendicular South porch Pelican in her piety. "},{"pageNumber":131,"pageContent":"   126      34b Beckford, Gloucester Jamb of Norman chancel arch Centaur and spear. "},{"pageNumber":132,"pageContent":"   127      35a Iffley, Oxon Twelfth century south door Centaur suckling young. "},{"pageNumber":133,"pageContent":"   128      35b Iffley, Oxon Twelfth century south door Centaur or sagittarius, slaying savage beast. "},{"pageNumber":134,"pageContent":"   129      36a Kilpeck, Hereford Corbels, c. 1140 Eagle and grotesques. "},{"pageNumber":135,"pageContent":"   130      36b Elkstone, Gloucester Norman corbels under eaves on south wall Centaur shooting arrow at eagle. "},{"pageNumber":136,"pageContent":"   131      37a Brookland, Kent Twelfth century lead font ìSagutariusî and Capricornus, man knocking down acorns for pig (November); man killing pig with axe (December). "},{"pageNumber":137,"pageContent":"   133      37b Kencot, Oxon Norman south door Sagittarius shooting arrow down mouth of beast. "},{"pageNumber":138,"pageContent":"   134      38a Hook Norton, Oxon Norman font Expulsion of Adam and Eve from Paradise by centaur or sagittarius. "},{"pageNumber":139,"pageContent":"   135      38b Hook Norton, Oxon Norman font Adam with spade and rake. Beast with serpent's head for tail "},{"pageNumber":140,"pageContent":"   136      39a Brinsop, Hereford Norman door Sagittarius, lions, angel, etc. "},{"pageNumber":141,"pageContent":"   137      39b Newington, by Sittingbourne, Kent Perpendicular poppy-head Dragon. "},{"pageNumber":142,"pageContent":"   138      40a Salford, Oxon Norman tympanum A Maltese cross within a circle, guarded by a sagittarius on east and a lion on west side. "},{"pageNumber":143,"pageContent":"   139      40b Ampney S. Mary, Gloucester Norman tympanum Griffin with arrow-headed tail curved through legs; lion trampling on two serpent monsters back to back; serpentsí bodies are continued along the moulding of the lintel. "},{"pageNumber":144,"pageContent":"   140      41a Kilpeck, Hereford Capital of Norman south door Dragon. "},{"pageNumber":145,"pageContent":"   141      41b Barfreston, Kent Twelfth century north door Dragons with one head for two. "},{"pageNumber":146,"pageContent":"   142      42a Netherton, Worcester Norman tympanum from desecrated chapel Dragon. "},{"pageNumber":147,"pageContent":"   143      42b Patrixbourne, Kent Norman south door Dragons. "},{"pageNumber":148,"pageContent":"   144      43a Patrickshow, near Crickhowell Perpendicular rood screen Dragon devouring vine. "},{"pageNumber":149,"pageContent":"   145      43b Selham, Sussex Capital of Saxon chancel arch Dragons. "},{"pageNumber":150,"pageContent":"   146      44a Hook Norton, Oxon Twelfth century font Sagittarius, tree of knowledge, and Eve with apple. "},{"pageNumber":151,"pageContent":"   147      44b Smarden, Kent Dragons on an old house. "},{"pageNumber":152,"pageContent":"   148      45a Beckford, Gloucester Tympanum of north door Christ rescuing souls from Hades, or ìHarrowing of Hell.î He is plunging Cross of Resurrection down monster's mouth. "},{"pageNumber":153,"pageContent":"   149      45b S. Bees, Cumberland Pre-Norman lintel S. Michael and dragon (?). "},{"pageNumber":154,"pageContent":"   150      46a Dinton, Bucks Norman south door Dragons and tree of life; S. Michael and dragon. "},{"pageNumber":155,"pageContent":"   151      46b Alternun, Cornwall Perpendicular bench-end Arms of Exeter, and conventional dragons. "},{"pageNumber":156,"pageContent":"   152      47a Brinsop, Hereford Norman tympanum in north wall (interior) S. George slaying dragon. "},{"pageNumber":157,"pageContent":"   153      47b Ruardean, Gloucestershire Norman tympanum of south door S. George slaying dragon. "},{"pageNumber":158,"pageContent":"   154      48a Newent, Gloucestershire Base of eighth or ninth century cross Temptation of Adam and Eve. "},{"pageNumber":159,"pageContent":"   155      48b East Meon, Hants Norman tournai font Creation of Adam and Eve; The Temptation. "},{"pageNumber":160,"pageContent":"   156      49a Bridge, Kent In north chancel wall, perpendicular The Temptation. "},{"pageNumber":161,"pageContent":"   157      49b Horsepath, Oxon Fifteenth century glass The Temptation. "},{"pageNumber":162,"pageContent":"   158      50a Vowchurch, Hereford Seventeenth century screen The Temptation (Adam). "},{"pageNumber":163,"pageContent":"   159      50b Vowchurch, Hereford Seventeenth century screen The Temptation (Eve). "},{"pageNumber":164,"pageContent":"   160      51a Llangattock, Monmouth Slab, c. 1800 The Temptation (?). "},{"pageNumber":165,"pageContent":"   161      51b Cobb's Hall, Aldington, Kent Overmantel in plaster The Temptation. "},{"pageNumber":166,"pageContent":"   162      52a Chithurst, Sussex Seventeenth century Belgian offertory dish The Temptation. "},{"pageNumber":167,"pageContent":"   163      52b Llangwm, nr. Raglan Early nineteenth century tombstone The Temptation. "},{"pageNumber":168,"pageContent":"   164      53a Kilpeck, Hereford South door, c. 1140 The true vine on tympanum. "},{"pageNumber":169,"pageContent":"   165      53b Lower Swell, Gloucestershire Norman tympanum B ί rd eating fruit from tree. "},{"pageNumber":170,"pageContent":"   166      54a Harnhill, Gloucestershire Norman lintel S. Michael and dragon. "},{"pageNumber":171,"pageContent":"   167      54b Dymock, Gloucestershire Norman tympanum of south door Tree of Life (date palm). "},{"pageNumber":172,"pageContent":"   168      55a Barfreston, Kent Twelfth century south door Griffin, mermaid, head of king and queen, angels with scrolls, accompanying Christ's glory; Christ has no nimbus. "},{"pageNumber":173,"pageContent":"   169      55b Kilpeck, Hereford South door, c. 1140 Manticora, etc. "},{"pageNumber":174,"pageContent":"   170      56a Nately Scures, Hants Capital of Norman north door Mermaid. "},{"pageNumber":175,"pageContent":"   171      56b Hereford Cathedral Shield in Perpendicular chapel Symbols of S. John Evangelist. "},{"pageNumber":176,"pageContent":"   172      57a Hereford Cathedral Fourteenth century mappa mundi Pelican, tiger, manticora, Noah's ark, etc. "},{"pageNumber":177,"pageContent":"   173      57b Hereford Cathedral Mappa mundi Phoenix, mandrake, faun, sphinx, rhinoceros, unicorn, salamander, etc. "},{"pageNumber":178,"pageContent":"   174      58a Stanley S. Leonards, Gloucestershire Carving in south chancel wall (Norman) Two animals, one presenting apple to the other. In connection it may be with ìThe Temptation.î "},{"pageNumber":179,"pageContent":"   175      58b Southfleet, Kent Sixteenth century font Unicorn. "},{"pageNumber":180,"pageContent":"   176      59a Alne, Yorks Norman door Terobolen on south door, ship and two men in it, representing whale. "},{"pageNumber":181,"pageContent":"   177      59b Upavon, Wilts Perpendicular font Sphinx and lions. "},{"pageNumber":182,"pageContent":"   178      60a Thorpe Arnold, Leicester Norman font S. Michael and dragon. Photograph taken by J. Norman, Esq. "},{"pageNumber":183,"pageContent":"   179      60b Canterbury Cathedral Capital in crypt Aimal musicians. Photograph taken by J. Norman, Esq. "}]
