[{"pageNumber":1,"pageContent":"Invocation to Our Lady of Midnight, Liliya-Devala, Being a Conjuration of the High Sabbatic Witch- Mother Copyright © By Andrew D. Chumbley Before using the following conjuration the reader is asked to return to the Invocation of Mahazhael- Deval, and in paticular to bear in mind it’s introductory comments about dual-observance and the Retinue of the Sixteen Faithful Gods. In our former text the conjuration og the High Sabbatic Witch- Father was set forth as a covine rite in which the Presiding Master was entreated as the Vessel for the Power of Mahazhael, and through whom divers empowerments were to be bestowed upon the assembled brethren. In our present text, the officiant is again entreated as a ‘vessel’ for spiritual presence and direct communion, but in this instance the ritual intends that the officiant, ideally a woman, become over-shadowed by the spirit of the Sovereign Witch-Mother, Liliya-Devala. Through the successful exaction of this ritual, the female officiant (or Magistra) will become the Oracle and Magical Vehicle for the very presence of the Initiatrix, and the covine will thus be honoured with her direct blessing and will be able to entreat Her face-to-face for guidance and augury. Indeed it is strongly advised that when the Spirit of the Lady has become present in the Officiant, the covine should ask Her for instructions about how to proceed in future rites, likewise for Her guidance in dream and vision. Liliya Devala and Mahazhael Deval are revered in the Sabbatic Craft as the Queen and King of the Sixteen Faithful Gods: the Retinue of the eight witch-fathers and eight witch-mothers. As Lady and Lord they are especially venerated as the Wardens of the Northern Quarter of the Circle, and may be understood to minister over the twain powers of the Living Stang. Together they are deemed to rule over the liminal season of Midwinter between each Old and New Year, and likewise to govern the interstitial time of Midnight each day. Mystically, they may be venerated as the Lunar Mother and Solar Father, the Begetters of the Earthen Child, that is, of each and every true-sworn initiate of the Elder Faith. In this respect each male initiate is identified with Cain and each female initiate with Calmena, Cain’s sister and wife; for these are deemed the first-born of Liliya and Mahazhael. In terms of the knowing syncretism of Witch divinities with Christian venerative forms Liliya Devala may be identified with the resplendent image of the Virgin Mary as the Queen of the World. In this form, the azure-robed Mary stands towering above the earthen globe, her feet lying on the Red Serpent, displaying to the Wise the arcanum of walking the Crooked Path of the Dragon’s spine. Often in such depictions there are seven stars about the head of the Virgin; these may here be identified with the seven luminous souls of the Wise-blooded Mothers over who Liliya presides. In the performance of this rite, divers effigies of the Lady may be placed in the Northern Quarter and candles lit in Her Adoration. Alongside the figure of the Madonna, Liliya may also be identified with the Magdalene, the secret bride of the Crucified King of Light. Again, in this pairing of the Lord and Lady the Magickal Child is identified with each and every Soul of the Faithful. In these arcana of the Full and Dark Moons, let the Wise discern the Way that lies ‘neath the Dance of the Masquerade. The Call unto Liliya-Devala Standing in the North the Magistra (or Chosen Officiant) remains silent, bearing a flower-wreathed skull as the mask of the Lady. The covine shall call the spirit into her thus:- O’ Liliya! Hear us! Sovereign Blood-Mother of the Horned Serpent’s Wisdom! Our blessing and our curse upon Thee, for Thou art twain of mask and face!"},{"pageNumber":2,"pageContent":"In all blessing we adore Thee as the Thorn-queen, crowned amid the seven garlands of time, most beauteous among the Noble Ladies who dance upon the turning path of the year. In all cursing we adore Thee as the Boneward, enthroned within each earthen cemetary, most fearful of face amongst the Legions of the Dead that walk abroad by night. Exalted art Thou as the Empress in the Northern Gateway of Power! All-hail to Thee as the Leader of the Eight Goddesses in the Retinue of Bha! We revere Thee as Our Protectress, Our Concubine and Our Sister- Eternal Companion to all who wander, self-begotten in exile! Hail to Thee as the Four-armed Embracer, Magistra of the Dragon’s brood! We summon Thee to the Blood-acre by the lantern of the Lightless Moon. We call to Thee in word and deed beneath the Sign of the Black-petall’d Rose. Thy face is hidden by the crimson mantilla of Thine own children’s caul. Thine eyes are the double-mirror of fate, reflecting the birth and the death of attainment, divided for the pleasure and the pain of all mortal desire. Thy skin is pale as fleshless bone, hidden by the cerement of night. For Thy body is the barren graveyard, the snow-covered field of the earth. Thou art the scintillant palace of our interment and the lucent garden of our freedom and joy. All-beauteous art Thou: illumined beneath the midnight sun! From Thy dark kteis doth honey flow to sharpen the Viper’s tooth. From Thy breasts doth issue the alembroth, a healing oil or a hurting salve: A bitter poison or a panacea for all that thirst for the life without end. Hail to Thee as the Corpse-queen, fair as any maid bedecked for marriage! In Thy four outstretched hands are the signs of Thy dominion. In Thine upper left hand is a blood-red rope of execution- A plaited noose which Thou hast woven with the stolen birthcords of man. In Thine upper right hand is a scythe, as sharp as the blackthorne in winter. In Thy lower left hand is a skull-cup, overflowing with golden nectar. In Thy lower right hand is a mortar of black obsidian filled with perfumed embers, bestrewing field and furrow with the fiery seed of the Midwinter pyre. In Thy four hidden hands of darkness the Wheel of the Stars turneth unseen. O’ Thine are the shadow-spreading wings, ushering in the howling wind. Thine are the blood-smeared footmarks, the talons of the screeching owl. The covine should then kneel before the Lady to make offerings of imaginal projection or mental sacrifice:- Before Thee we offer the earth-sign, drawn in flames and serpent-skin. Upon Thine altar-bed of bones, we offer the sacrifice of images, Here wrought in our mind for Thine adoration:- an empty crib woven of reeds, filled with the cries of abandon; a horde of savage jackals and a pack of dark and untamed dogs; a virgin-child from the womb of Thy daughter; a bloodied flower of passion from the roadside of our wandering; a bowl of semen spilt in dreaming; and a single corpse-candle of human fat. "},{"pageNumber":3,"pageContent":"O’ Liliya! Our Sovereign Witch-mother! Accept these our offerings, both fair and foul, and turn all to serve the empowerment of Thy presence here among us! Genuflections should then be made to the Place of Power, all the while uttering the mantic call: Kha-I-Liliya. This should be continued until the Officiant is filled with the spirit of Liliya, and as a sign of Her presence places a blood-red cloth as a hooded cowl over her head. Bearing forth the skull as mask, she shall walk the circle against the Sun. Before each initiate she shall stop and incline the skull so that its lips may kiss Liliya’s awaiting consorts. During this round let each and all ask the Lady for guidance and entreat for blessings and vision. When the round is done and on returning to the North, the Officiant shall appoint the skull in its accustomed place. She shall then turn about to address the covine and in the intercession of spirit, shall speak Her Oracles. If the rite so demands, let communion with the Lady progress until She deems fit to depart. When so ready, let the Magistra speak thus Her Arcanum, even the very Riddle of Liliya:- Hear my tale spun on the circle, hear ye the Thorn-queen’s Riddle! For with one step the world is begun and with the next all things are done. ‘On the first day I slept beneath the black sickle. On the second day I knelt in prayer ‘neath the moon. On the third day I spread wide in full flower. On the fourth day my body was heavy with burden. On the fifth day my fruit lay in the cradle of harvest. On the sixth day the flesh was barren of blood. On the seventh day I was raised anew to fill the cuo of salutation, To serve at the Round Feast for both the Living and the Dead! ‘The Mystery of the Wine’ is my Name of my Name, the Mother of Wise-blood am I. May the Blessing be and the Cursing be upon all who come to drink of me!’ Heed well my Words and Deeds, and know that I, Liliya, am with you! As it is spoken, so mote it be! Bilo Bilo Hu! Bha-Azha-Ka! "}]
