[{"pageNumber":1,"pageContent":" 1. \"And Ya'akov sent messengers\" Rabbi Yehuda begins with a discussion of the Good Inclination and the Evil Inclination, two angels that constantly abide by man. When man is virtuous, the Good Inclination gains dominion over the Evil Inclination, and the right side prevails over the left. Rabbi Elazar then speaks of the Shechinah and the legions of holy angels who protected David from the King of Gat, and Ya'akov when he was delivered from Lavan. In the ensuing dialogue, the rabbis analyze when and why Ya'akov was \"left alone\" by the angels and how he managed to prevail over Esav's minister. Finally, Rabbi Shimon explains Ya'akov's actions in sending a band of angels to Esav in order to bring about a reconciliation, in fulfillment of the verse, \"Better is one lightly esteemed...\" The Relevance of this Passage When we know that a specific action is positive and in our best interests, another voice inside inevitably talks us out of it. When we know that a particular behavior or action is negative, something impels us to engage in it anyway, even though we don't really want to. These are the Good and Evil Inclinations at work. We must recognize these two urges as distinct voices battling for control over our behavior. The moment we recognize the Evil Inclination as our true enemy, we can begin to remove its influence over us. The spiritual forces arising from this section reveal this metaphysical truth, endowing us with the strength to resist and overcome our negative tendencies. 1. \"And Ya'akov sent messengers...\" (Beresheet 32:4). Rabbi Yehuda began the discussion with the verse: \"For He shall give His angels charge over you, to keep you in all your ways\" (Tehilim 91:11). This verse has already been explained by the friends. When man is born, the Evil Inclination enters with him and constantly denounces him, as it is written, \"sin crouches at the door\" (Beresheet 4:7). What is meant by \"sin cronches\"? It refers to the Evil Inclination. \"...AT THE DOOR\" MEANS AT THE OPENING OF THE WOMB--AT A PERSON'S BIRTH. 2. David also called THE EVIL INCLINATION BY THE NAME 'sin', as it is written, \"and my sin is ever before me\" (Tehilim 51:5). This is because it tempts man every day to sin before his Master. The Evil Inclination never leaves man, from the day of his birth. The Good Inclination comes to man only when he seeks purity. 3. And when does man seek purity? On his thirteenth birthday, man joins with the Good Inclination on the right and the Evil Inclination on the left. They are literally two appointed angels found constantly with man. 4. When man seeks to be purified, the Evil Inclination is humbled before him, and the right rules over the left. And both--THE GOOD INCLINATION AND THE EVIL INCLINATION--watch over man whichever way he travels. This is the essence of the verse: \"For He shall give His angels charge over you to keep you all your ways\" (Tehilim 91:11). "},{"pageNumber":2,"pageContent":" 5. Rabbi Elazar applies this verse to Ya'akov. As the Holy One, blessed be He, surrounded Ya'akov with legions of angels, because he came complete with the supernal tribes, who were in a state of perfection. As it is written: \"And Ya'akov continued on his way, and angels of Elohim met him\" (Beresheet 32:2). It has been explained that after being saved from Lavan, and departing from him, the Shechinah joined Ya'akov, and legions of saintly angels surrounded him. At that point \"Ya'akov said when he saw them\" (Ibid. 3). From these angels, he sent a group to Esav. This is the meaning of the verse: \"And Ya'akov sent messengers (also angels).\" Surely these were real angels. 6. Rabbi Yitzchak said: It is written, \"The angel of Hashem encamps round about those who fear Him, and he delivers them\" (Tehilim 34:8). This verse has already been explained. But in another place, it is written, \"For He shall give His angels charge over you,\" NAMELY, many angels, whereas here ONLY one is mentioned, as it is written, \"The angel of Hashem encamps.\" HE ANSWERS: The verse, \"For He shall give His angels charge over you,\" refers to angels in general, but THE VERSE, \"The angel of Hashem,\" refers to the Shechinah, as it is written: \"And the angel of Hashem appeared to him in a flame of fire out of the midst of a bush\" (Shemot 3:2). JUST AS IT REFERS TO THE SHECHINAH IN THE FIRST VERSE, SO THE ANGEL MENTIONED HERE ALSO POINTS TO THE SHECHINAH. And so, \"the angel of Hashem encamps round about those who fear Him,\" to encircle them in every direction so as to deliver them. And when the Shechinah resides inside man, all the holy hosts come there. 7. Come and behold. When King David was saved from Achish, King of Gat, he said: \"THE ANGEL OF HASHEM ENCAMPS...\" For the Shechinah surrounded him and saved him from Achish, his people, and those who attacked him. As it is written, \"Vayitholel (Eng. 'feigned himself mad') in their hands\" (I Shmuel 21:14). HE ASKS: Why is it written \"Vayitholel\" rather than 'Vayishtage'a', as it is written, \"you have brought this fellow to play the mad man (Heb. lehishtage'a) in my presence?\" (I Shmuel 21:16). 8. HE ANSWERS: THIS VERSE refers to what David said earlier. As it is written: \"For I was envious of the Holelim ('madmen')...\" (Tehilim 73:3). So the Holy One, blessed be He, said to him: Upon your life, you shall be in need of that yet. And when he came to the house of Achish and was attacked, it is written, \"He feigned himself mad in their hands,\" like those Holelim ('madmen') he first envied WHEN HE SAID, \"FOR I WAS ENVIOUS OF THE MADMEN.\" Only then did the Shechinah come and protect him. She dwelt there, around David. 9. You may ask, if the Shechinah resides only in Her own place, which is the Holy Land, WHY WAS THE SHECHINAH UPON HIM IN GAT, WHICH IS OUTSIDE THE HOLY LAND? HE ANSWERS: She certainly does not dwell outside the land of Yisrael for people to draw PLENTY from Her, but can dwell OUTSIDE to rescue men. Thus, when Ya'akov arrived from the house of Lavan, all the holy camps encircled him and did not leave him alone. "},{"pageNumber":3,"pageContent":" 10. Rabbi Chizkiyah asked: If this is so, why is it written, \"And Ya'akov remained alone\" (Beresheet 32:35)? WHERE WERE THE LEGIONS OF ANGELS WHO ENCIRCLED HIM AND CAME WITH HIM? Rabbi Yehuda replied: Because he led himself into danger BY REMAINING ALONE AT NIGHT and saw clearly the danger he was in, the angels deserted him, FOR THEY CAME TO GUARD HIM ONLY FROM UNSEEN DANGERS. Then, BEFORE ENTERING INTO DANGER, he stated: \"I am unworthy of the least of all the mercies and all the truth, which You have shown Your servant\" (Ibid. 11). WITH THIS, he referred to the holy camps OF ANGELS WHO USUALLY ENCIRCLED HIM, BUT HAD left him BECAUSE HE HAD LED HIMSELF TO A VISIBLE DANGER. 11. Rabbi Yitzchak said: THEREFORE, THE ANGELS left him alone with the officer appointed for Esav, who arrived with heavenly approval. At just that time, the others left to sing before the Holy One, blessed be He, as was required at that precise moment. Later, they returned to him. This is the meaning of the verse, \"I am unworthy of the least of all the mercies, and of all the truth...and now I have become two camps.\" The camp of the Shechinah and his own household, however, CONSIST OF ONE CAMP, AS IT IS WRITTEN: \"THIS IS ELOHIM'S CAMP\" (IBID. 3). THEREFORE, WHY IS IT WRITTEN \"two camps\"? IT IS TO TEACH THAT he was perfect in both aspects; from the white and red, DENOTING CHASSADIM AND CHOCHMAH, FROM RIGHT AND LEFT. HENCE HE SAYS, \"TWO CAMPS.\" 12. Rabbi Elazar said: We have learned, night was under the control of Esav, MEANING THE LEFT SIDE WITHOUT THE RIGHT. At that time, it is written, \"Let there be lights (Heb. me'orot)\" (Beresheet 1:14), written without the letter Vav, BEING WEDNESDAY EVE, WHICH COULD NOT GIVE LIGHT WITHOUT CHASSADIM. For this reason, \"Ya'akov remained alone,\" as Ya'akov, representing the sun, DENOTING ZEIR ANPIN, remained alone WITHOUT THE NUKVA, as the moon, THE NUKVA was concealed from the sun, NAMELY ZEIR ANPIN, CALLED 'YA'AKOV'. Yet, the Holy One, blessed be He, continued to guard Ya'akov enough so that Esav's officer could not overcome him, as it is written: \"He saw that he did not prevail against him\" (Beresheet 32:25). 13. HE EXPLAINED WHY HE COULD NOT PREVAIL AGAINST HIM. THE ANGEL looked to the right OF YA'AKOV and saw Avraham, THE PERFECTION OF THE RIGHT COLUMN; he looked to the left OF YA'AKOV and saw Yitzchak, THE PERFECTION OF THE LEFT COLUMN. He looked at the body OF YA'AKOV and saw it was comprised of parts of both THE RIGHT AND LEFT SIDES, BEING THE PERFECTION OF THE CENTRAL COLUMN. SINCE THE OTHER SIDE CAN HAVE NO HOLD ON PERFECTION, ONLY ON IMPERFECTION, HE COULD NOT OVERCOME HIM. Then, \"he touched the hollow of his thigh,\" the one pillar nearest to the body, but somewhat removed from it. THUS, IT POSSESSES AN ASPECT OF IMPERFECTION AND THE ANGEL SEIZED IT, AND \"THE HOLLOW OF YA'AKOV'S THIGH WAS PUT OUT OF JOINT.\" 14. For this reason it is written, \"The angel of Hashem encamps round about those who fear Him, and he delivers them.\" He circled him on all sides in order to save him FROM THE OFFICER OF ESAV. And when the Shechinah resided with him, numerous camps of angels accompanied him. From these angels, Ya'akov sent some to Esav. "},{"pageNumber":4,"pageContent":" 15. \"And Ya'akov sent messengers.\" Rabbi Aba asks: What motivated Ya'akov TO SEND MESSENGERS to Esav? Would it not have been better to refrain from sending any to him? HE ANSWERS: Ya'akov said, I know that Esav reveres the father's honor and has never troubled him. As long as I know that my father is alive, so I do not fear Esav. So as long as my father is alive I wish to appease him. Thus, he immediately HASTENED, \"and Ya'akov sent messengers before him.\" 16. \"And Ya'akov sent messengers.\" Rabbi Shimon began the discussion with the verse: \"Better is one litghtly esteemed who owns a servant, than one who pranks himself but lacks bread\" (Mishlei 12:9). This verse refers to the Evil Inclination, who constantly accuses man. The Evil Inclination causes man to become haughty and proud, encouraging man to curl his hair until the Evil Inclination towers over him and drags him to Gehenom. 17. \"Better is one lightly esteemed...\" means one who does not follow the Evil Inclination, and does not act haughtily but humbles his spirit, heart, and will before the Holy One, blessed be He. Then the Evil Inclination becomes his servant, as it cannot control him. ON THE CONTRARY, the person controls it, as it is written: \"Yet you may rule over him\" (Beresheet 4:7). 18. \"...than one who pranks himself...\" is as we said, that he puts on airs, curls his hair, and acts haughtily, \"but lacks bread.\" THIS MEANS a lack of faith, as it is written: \"to offer the bread of his Elohim\" (Vayikra 21:17), and \"the bread of their Elohim they do offer\" (Ibid. 6). BREAD IS THE SHECHINAH IN BOTH VERSES. FAITH IS THE SHECHINAH, SO LAKING BREAD MEANS LACKING FAITH. 19. Another interpretation of, \"Better is one lightly esteemed...\" is that it refers to Ya'akov, who humbled himself before Esav so that Esav should later become his servant. By controlling him, he fulfilled the meaning of the verse: \"Let peoples serve you, and nations bow down to you\" (Beresheet 27:29). It was not yet time FOR YA'AKOV TO RULE OVER ESAV. Ya'akov left this to happen at a later time, for he was lowly then. Later, however, the one who pranks himself will become his servant, and then he will \"lack bread.\" THIS REFERS TO ESAV, who will become YA'AKOV'S servant, who was given \"plenty of corn and wine\" (Ibid. 28). "},{"pageNumber":5,"pageContent":" 20. Come and behold: Ya'akov knew that he needed him now. Therefore, he appeared as if he was lightly esteemed. By doing so, he showed more wisdom and guile than he had ever shown against Esav. Had Esav been aware of this wisdom, he would have killed himself rather then coming to this. However, Ya'akov did all this with wisdom, and about him Chanah said, \"The adversaries of Hashem shall be broken in pieces...and He shall give strength to his king\" (I Shmuel 2:10). 2. \"I have sojourned with Lavan\" Rabbi Yehuda begins a discussion of Ya'akov's message to Esav, \"I have sojourned with Lavan...\" interpreting Ya'akov's words as threatening to Esav, who desired to destroy Ya'akov. There follows a discussion of Lavan, the universally feared magician and sorcerer who was powerless against Ya'akov, just as Bila'am was powerless when he tried to destroy the children of Israel with the same magical arts. The reason for their failure, we're told, is that the power of sorcery is subservient to the children of Israel and God. Finally, Rabbi Yosi interprets Ya'akov's message to Lavan as indicating that Ya'akov humbled himself in order to divert Esav's attention from Ya'akov's true blessings, so that Esav would not harbor envy and hate for him. The Relevance of this Passage The path of the Torah and the power of the Zohar empower us to rise above unseen mystical powers. The ego, however, is like a leg iron that anchors us to this physical dimension and its influences. Humility is a key trait that can unlock the shackles. This passage arouses humility, enabling us to avert the effects of negative cosmic forces. We elevate into the sphere of the supernal wisdoms, which protect and bless us in all our endeavors. 21. \"And he commanded them, saying: 'Thus shall you speak to my lord Esav. Your servant Ya'akov says thus, I have sojourned with Lavan, and stayed there until now'\" (Beresheet 32:5). At once Ya'akov introduced himself as Esav's servant, so that Esav would not take heed of the blessings that his father bestowed on him. Ya'akov put them aside for the end of days. 22. Rabbi Yehuda asked: What did Ya'akov have in mind when he sent Esav a message reading, \"I HAVE SOJOURNED WITH LAVAN?\" Did this message accomplish anything regarding his mission to Esav? HE ANSWERS: A rumor circulated that no one had ever escaped the clutches of Lavan of Aram, as he was well versed in sorcery and wizardry. He was also the father of Beor, who in turn was the father of Bila'am. As it is written: \"Bila'am the son of Beor the sorcerer\" (Yehoshua 13:22). Yet although Lavan was the greatest practitioner of sorcery and wizardry, he could not overcome Ya'akov, whom he attempted to annihilate in several ways, as it is written: \"An Arammian wanted to destroy my father\" (Devarim 26:5). AND SO HE SENT HIM THE MESSAGE, \"I HAVE SOJOURNED WITH LAVAN,\" TO MAKE HIM AWARE OF HIS POWER. 23. Rabbi Aba said: Everyone was aware that Lavan was the best at sorcery and wizardry, and he could use sorcery to do away with anyone he wished. All that Bila'am knew came from Lavan. Regarding Bila'am, it is written: \"for I know that he whom you bless is blessed, and he whom you curse is cursed\" (Bemidbar 22:6). Because everyone feared Lavan and his sorcery, the first words that Ya'akov sent Esav were, \"I have sojourned with Lavan.\" In case Esav thought it was for a short period, perhaps a month or a year, Ya'akov advised, \"and stayed there until now\"--twenty years did I stay with him. "},{"pageNumber":6,"pageContent":" 24. You may say that he gained nothing, BUT HE SAID TO HIM, \"and I have oxen and asses\" (Beresheet 32: 6). These are sentences of judgment, THAT IS, DEMONS. When these two collaborate, they cooperate to harm the world, MEANING IT IS NOT THEIR NATURE TO INFLICT DAMAGE EXCEPT WHEN THEY ARE JOINED. For this reason, it is written, \"You shall not plow with an ox and an ass together\" (Devarim 22:10). FOR THIS CAUSES THESE TWO DEMONS, NAMELY THE OX AND THE ASS, TO BE JOINED, AND TO INFLICT DAMAGE ON THE WORLD. 25. THE VERSE, \"flocks, and menservants, and women servants,\" refers to lower crowns OF THE KLIPOT, which the Holy One, blessed be He, slew in Egypt. They are called \"the firstborn of cattle\" (Shemot 12:29), \"the firstborn of the captive\" (Ibid.), and \"the firstborn of the maidservant\" (Shemot 11:5). Esav took fright and came toward him; he feared Ya'akov as much as Ya'akov feared him. 26. THIS IS LIKE THE STORY OF a man who was walking along the road when he heard a robber was lurking along the way. When another man approached him, he asked: Where are you from? The man replied that he was from an army brigade. He said: Stay away from me. I have a snake that will kill anyone who approaches me. That man returned to the chief of the brigade, and said: There is a man coming who has a snake that bites and kills anyone who approaches him. 27. The chief heard and was frightened. He said: It is best to go meet and appease him. When the traveler saw the chief, HE WAS AFRAID. He said: Woe is me. Now the chief will kill me. He began to bow and kneel before him. The chief then said: If he really had a snake that kills, he would not have bowed before me. Thus the chief regained his composure, and said: Since he bows so much before me, I shall spare him. 28. This is why Ya'akov said, \"I have sojourned with Lavan, and stayed there until now.\" I lingered with him these twenty years, and I bring with me a snake, which kills people.' Esav heard this and said, 'Woe to me, who shall stand before him, for now Ya'akov shall kill me with his mouth.' HE THOUGHT THAT BECAUSE HE OVERPOWERED LAVAN, BILA'AM'S GRANDFATHER, HIS STRENGTH WAS SURELY AS GREAT AS THAT OF BILA'AM, OF WHOM IT IS SAID, \"FOR I KNOW THAT HE WHOM YOU BLESS IS BLESSED, AND HE WHOM YOU CURSE IS CURSED,\" AND HE CAN KILL WITH HIS MOUTH.' He then came out to meet him, to appease him. 29. Once he saw him, it is written: \"Then Ya'akov was greatly afraid and distressed\" (Beresheet 32:8). When he approached him, he began to bow and prostrate himself before him, as it is written: \"and bowed himself to the ground seven times, until he came near to his brother\" (Beresheet 33:3). Esav said: 'If he had so much power, he would not have bowed before me.' He then began to become haughty again. "},{"pageNumber":7,"pageContent":" 30. Come and behold: it is written of Bila'am, \"And Elohim came to Bila'am at night\" (Bemidbar 22:20). Of Lavan, the verse says, \"And Elohim came to Lavan the Arammian in a dream by night, and said to him, Take heed that you speak not to Ya'akov...\" (Beresheet 31:24). THIS SHOWS US THAT LAVAN WAS AS GREAT AS BILA'AM. HE ASKS: Why is it written, \"that you speak not,\" rather than 'that you harm not?' HE ANSWERS: Lavan did not chase Ya'akov with an army of men to wage war against him, for the power of Ya'akov and his sons is greater than that of Lavan. But he chased him to kill him with his mouth and destroy everything, as it is written, \"An Arammian wanted to destroy my father.\" This is why it says, \"that you speak not,\" and not, 'that you harm not'. It is also written, \"It is in the power of my hand to do.\" How did he know he had the power? From that which \"Elohim of your father spoke to me last night...\" 31. This is the testimony that the Holy One, blessed be He, commanded to pronounce, as it is written: \"And you shall speak and say before Hashem your Elohim, an Arammian wanted to destroy my father.\" \"And you shall speak\" is similar to the verses, \"You shall not bear false witness\" (Shemot 20:13), AND ALSO, \"and has testified... against his brother\" (Devarim 19:18). 32. It is written of Bila'am that \"he went not, as at other times, to seek for enchantments\" (Bemidbar 24:1), as was his wont, being a diviner. Of Lavan TOO, the scripture says: \"I have learnt by signs\" (Beresheet 30:27), which means that he consulted magic and sorcery TO LEARN of Ya'akov's plans. When he wanted to destroy Ya'akov, he planned to do it by enchantment and sorcery, but the Holy One, blessed be He, did not permit him to do so. RATHER, HE SAID TO HIM: \"THAT YOU SPEAK NOT.\" 33. This is the meaning of what Bila'am, LAVAN'S grandson, said: \"Surely there is no enchantment in Ya'akov, nor divination in Yisrael\" (Bemidbar 23:23). For who could prevail against them when my grandfather wished to destroy their father with divination and enchantment but could not, not having obtained permission to curse FROM THE HOLY ONE, BLESSED BE HE, as it is written: \"Surely there is no enchantment in Ya'akov, nor divination in Yisrael.\" 34. Lavan used ten kinds of divination and enchantments from the illumination of the lower crowns, but could not prevail against Ya'akov. In connection with this, it is written: \"and you have changed my wages ten times\" (Beresheet 31:41). Lavan used all these tools against him, but could not harm him, as it is written: \"and changed my wages ten times; but Elohim did not allow him to hurt me\" (Ibid. 7). HE ASKS: What is the meaning of \"times (Heb. monim)?\" HE ANSWERS: It was translated into \"kinds (Heb. minim).\" It is also written: \"the demons, after whom they have gone astray (Heb. zonim)\" (Vayikra 17:7). \"Times\" are literally 'kinds' (Aramaic zinin), the ten kinds of sorcery and divination of the lower crowns OF THE KLIPOT. LAVAN employed all of these against him. "},{"pageNumber":8,"pageContent":" 35. These ten kinds are: \"a diviner, that uses divinations, a soothsayer, or an enchanter, or a witch, or a charmer, or a medium, or a wizard, or a necromancer\" (Devarim 18:10-11). There are ten in all, WITH THE DIVINATIONS, IT SEEMS, COUNTED AS TWO KINDS, SINCE IT IS WRITTEN IN THE PLURAL. 36. Rabbi Yosi said: Enchantment and divination are two kinds with the same level of strength. When Bila'am came to hurt Yisrael, he used divination, as it is written: \"with divinations in their hand\" (Bemidbar 22:7). Lavan used enchantment against Ya'akov, but neither succeeded. This is the meaning of the verse, \"Surely there is no enchantment in Ya'akov, nor divination in Yisrael.\" The words, \"there is no enchantment in Ya'akov,\" refer to the days of Lavan, and \"divination in Yisrael\" refers to the latter days of Bila'am. 37. Bila'am said to Balak: Come and behold. Who can prevail over them, seeing that all the divination and witchcraft in our crowns are adorned by the illumination of the upper Malchut, and he, ZEIR ANPIN, is bound to them, YISRAEL, as it is written: \"Hashem his Elohim is with him, and the trumpet blast of a king is among them\" (Bemidbar 23:21). THEREFORE, WE CAN NOT USE OUR WITCHCRAFT TO HARM THEM. 38. Rabbi Yehuda said: Heaven forbid that Bila'am would have any knowledge of the upper holiness. HE DISAGREES WITH WHAT WAS SAID--THAT BILA'AM KNEW THAT HIS DIVINATION CAME FROM THE MALCHUT OF HOLINESS. This is because the Holy One, blessed be He, desires no other people or tongue to make use of His glory, but His holy children alone, THAT IS, THE CHILDREN OF YISRAEL, WHO ARE CALLED 'CHILDREN TO HASHEM'. He said: \"you shall therefore sanctify yourselves, and you shall be holy\" (Vayikra 11:44), WHICH MEANS THAT THOSE who are holy shall use holy things. And only the children of Yisrael are holy, as it is written: \"For you are a holy people\" (Devarim 14:2); you, and no other people, are holy. 39. Those who are unholy find that defilement awaits them. Of them, the scripture says: \"he is unclean: he shall dwell alone; outside the camp shall his habitation be\" (Vayikra 13:46), THAT IS, AWAY FROM HOLINESS. The impure touches on the impure, as it is written: \"and shall cry, unclean, unclean\" (Ibid. 45), WHICH MEANS THAT whoever is unclean cries to the unclean; one seeks out one's own kind. 40. IN COMMENTING ON RABBI YEHUDA'S OBSERVATION THAT ONE SEEKS OUT ONE'S OWN KIND, Rabbi Yitzchak said: Is it becoming for Ya'akov, who was holy, to say that he was defiled by Lavan and his magic? Could it be possibly be considered a credit to him TO SAY, \"I HAVE SOJOURNED WITH LAVAN?\" Despite what Rabbi Yehuda said, THAT EVERYTHING FOLLOWS ITS OWN KIND, Rabbi Yosi gave another explanation for the difficulty in that verse. It is written: \"I am Esav your firstborn\" (Beresheet 27:19). HERE, WE SHOULD ASK, is it becoming to a righteous man such as Ya'akov to change his name to that of an impure one? The explanation is that under the \"I,\" there is a tonal pause. BELOW THE \"I\" IS WRITTEN THE (TONE) PASHTA, WHEREAS BELOW \"ESAV, YOUR FIRST BORN,\" IS FOUND THE (TONE) ZAKEF KATON, WHOSE TONE SEPARATES THE WORD \"I\" FROM \"ESAV YOUR FIRSTBORN.\" What he actually said was \"I am who I am, though Esav is your firstborn,\" as has already been explained. "},{"pageNumber":9,"pageContent":" 41. Here also IT IS WRITTEN: \"I have oxen and asses,\" that is, do not pay attention to the blessing my father bestowed on me, TO THINK that it was fulfilled in me. He blessed me: \"be lord over your brethren, and let your mother's sons bow down to you\" (Beresheet 27:29). Hence, I SAY TO YOU, \"to my master Esav; Your servant Ya'akov.\" He blessed me with \"plenty of corn and wine,\" yet I have no stock of these; \"I have oxen, and asses, flocks and menservants,\" as a shepherd in the field. He blessed me with \"the dew of heaven, and the fatness of the earth,\" yet instead I \"have sojourned with Lavan,\" a sojourner without even a house, let alone \"the fatness of the earth.\" THE LAST WAS NOT FULFILLED IN ME, AS I HAVE NO LAND. I HAVE ONLY SOJOURNED WITH LAVAN. HE SAID all this so that Esav would not be jealous of him, on account of the blessings he received, and bring accusations against him. 42. Rabbi Aba said: It is written that Ya'akov was \"a plain man, dwelling in tents\" (Beresheet 25:27). HE WAS CALLED \"a plain man,\" because his abode was in two supernal temples, BINAH AND MALCHUT, THE SECRET OF THE TENT OF RACHEL AND THE TENT OF LEAH. He reconciles both sides, WHICH MEANT THAT HE BALANCED AND PERFECTED THE RIGHT AND REFT COLUMNS. Do not conclude FROM THE VERSE, \"I HAVE SOJOURNED WITH LAVAN,\" that he was contaminated by the divination OF LAVAN. But in light of Rabbi Yehuda's observation THAT ONE SEEKS OUT ONE'S OWN KIND, ACCORDING TO THE QUESTION OF RABBI YITZCHAK, THE EXPLANATION FOR, \"I HAVE SOJOURNED WITH LAVAN,\" is that he was wholeheartedly THANKFUL for the grace and truth shown him by the Holy One, blessed be He. For everybody knows that although no one can be saved from Lavan's accusations, the Holy One, blessed be He, rescued me from his hands when Lavan wanted to destroy me. THIS IS WHAT HE MEANT BY THE VERSE, \"I HAVE SOJOURNED WITH LAVAN.\" FURTHERMORE, he said all this so that Esav would not envy him his blessings, but rather think that they were not fulfilled in him. Thus, Esav would not harbor any hate for him--AS RABBI YOSI EXPLAINED. Of this, the scripture says: \"for the ways of Hashem are right\" (Hoshea 14:10), and, \"You shall be perfect with Hashem your Elohim\" (Devarim 18:13). 3. The prayers of the righteous The rabbis teach us that the combined prayers of the righteous are more powerful than those of any individual. Although Ya'akov was spiritually complete--he embodied all three Columns--he was afraid of Esav because he did not consider himself worthy of a miracle, and because he desired to reserve his merits for the benefit of his descendants. Thus, Ya'akov fulfills and reinforces the verse, \"Happy is the man who fears always...\" After Rabbi Shimon describes Ya'akov's role as the firmest support among the Patriarchs who sustain the world, he turns to the subject of the years which Ya'akov, Yosef, and Avraham conceded to King David. David, we learn, had no life portion of his own because he, like Yitzchak, was of the side of darkness. Rabbi Yosi then discourses on the models for prayer supplied by both David and Ya'akov. Prayer, we learn, is divisible into two parts, corresponding to the lower grade of Malchut, and the higher, inner grade of Binah. The Relevance of this Passage Our prayers receive the assistance of the righteous by virtue of this passage, so that our spiritual requests reach the highest realm of the Upper Worlds. Humility before the Light of The Creator is also awakened within us, further supporting our prayers. Finally, the wisdom of David and Ya'akov, and their insights into the divine structure of prayer, provide our own prayers with additional power and guidance to ensure that they reach their proper destination. "},{"pageNumber":10,"pageContent":" 43. \"And the messengers returned to Ya'akov, saying: 'We came to your brother Esav, and he is also coming to meet you, and four hundred men with him'\" (Beresheet 32:7). HE ASKS: After saying, \"We came to your brother,\" do we not know they referred to Esav, as he had no other brothers? HE ANSWERS: \"We came to your brother\" MEANS THAT he did not repent and walk the path of righteousness, as may be thought, but remained the evil Esav as before. \"...and he is also coming to meet you...\" does not mean, as you may say, by himself, but rather he has \"four hundred men with him.\" 44. Why was all this specified? Because the Holy One, blessed be He, always longs for the prayers of the righteous and adorns Himself with them. As we have already said, the angel in charge of the prayers of the children of Yisrael, whose name is Sandalfon, receives all their prayers and weaves them into a crown for the Life of the Worlds. The Holy One, blessed be He, desires the prayers of the righteous all the more; they become a crown with which to adorn the Holy One, blessed be He. You may wonder why Ya'akov was fearful, since camps of holy angels accompanied him. He was fearful because the righteous do not rely on their merit, but on their prayers and supplications before their Master. 45. Come and behold: Rabbi Shimon said that the prayer of the congregation rises before the Holy One, blessed be He, and He is adorned by that prayer because it ascends in several ways: ONE ASKING FOR CHASSADIM, ANOTHER FOR GVUROT, AND THE THIRD FOR MERCY. IT consists of several sides, THE RIGHT SIDE, THE LEFT, AND THE MIDDLE, AS CHASSADIM ARE DRAWN FROM THE RIGHT, GVUROT FROM THE LEFT, AND MERCY FROM THE MIDDLE. Because it comprises several aspects, it is woven into a wreath and put on the head of the righteous One, the Life of the Worlds--THAT IS, YESOD, WHICH GIVES SALVATION TO THE NUKVA AND FROM HER, TO THE WHOLE CONGREGATION. But a solitary prayer does not include all the sides; rather, it contains only one aspect. ONE CAN ONLY ASK FOR CHASSADIM, GVUROT, OR MERCY. Therefore, the solitary prayer is not prepared and accepted as is that of the congregation; IT IS NOT INCLUDED WITHIN ALL THE THREE COLUMNS AS IS THE PRAYER OF THE CONGREGATION. Come and behold: Ya'akov included all THREE COLUMNS, BEING THE CHARIOT OF THE CENTRAL COLUMN, WHICH INCLUDES BOTH. Therefore, the Holy One, blessed be He, desired his prayer PERFECTED BY ALL THREE COLUMNS. It is therefore written, \"Then Ya'akov was greatly afraid and distressed.\" THE HOLY ONE, BLESSED BE HE, DID ALL THAT TO ENCOURAGE YA'AKOV TO PRAY, FOR HE CRAVED HIS PRAYER. "},{"pageNumber":11,"pageContent":" 46. Rabbi Yehuda began the discussion with the verse: \"Happy is the man who fears always: but he who hardens his heart shall fall into evil\" (Mishlei 28:14). Happy are the children of Yisrael, whom the Holy One, blessed be He, desires and to whom He gave the Torah of Truth with which to attain eternal life. For whoever is occupied with the study of the Torah receives supernal life from the Holy One, blessed be He, and is ushered into the life of the world to come, as it is written: \"for He is your life, and the length of your days\" (Devarim 30:20), and, \"and through this word you shall prolong your days\" (Devarim 32:47)--for it is life in this world and life in the World to Come. 47. Rabbi Elazar said: Whoever studies the Torah for its own sake does not die by the hand of the Evil Inclination, WHICH IS THE ANGEL OF DEATH, because he holds onto the Tree of Life and does not relax his grip. Therefore, the bodies of the righteous, who are occupied in the study of the Torah, are not defiled AFTER DEATH, because the Spirit of Defilement does not dwell with them. 48. HE ASKS: Why was Ya'akov, who was the Tree of Life, afraid OF ESAV even though THE OTHER SIDE cannot rule over him, since THE HOLY ONE, BLESSED BE HE, SAID TO HIM, \"And, behold, I am with you\" (Beresheet 28:15), and since \"angels of Elohim met him\"? With all of these camps of holy angels, why was he afraid? 49. HE ANSWERS: It is all true THAT THERE WAS NO NEED TO BE AFRAID, but Ya'akov did not want to rely on a miracle from the Holy One, blessed be He, because he thought he was unworthy of such a miracle. Why? Because he was of no service to his father and mother, did not study the Torah DURING THE 22 YEARS HE SPENT WITH LAVAN, and married two sisters. And although it was settled THAT YA'AKOV DID NOT SIN AT ALL IN THAT, nevertheless, it behooves a man to be always afraid and ask in his prayer before the Holy One, blessed be He, as it is written: \"Happy is the man who fears always.\" This has already been explained. 50. Come and behold: the prayer of the patriarchs sustained the world. Upon their merit the people in the world survive and receive support. The merit of the fathers is never ever forgotten, because it supports the worlds above and below. The support from Ya'akov is more whole than that of the others, and because of this, when trouble comes to the children of Ya'akov, the Holy One, blessed be He, sees the image of Ya'akov before Him and takes pity upon the world, as it is written: \"Then will I remember my covenant with Ya'akov\" (Vayikra 26:42). The word Ya'akov is WRITTEN with a superfluous Vav, because it is the very image of Ya'akov. "},{"pageNumber":12,"pageContent":" 51. Come and behold: whoever looked at Ya'akov beheld the shining mirror, ZEIR ANPIN. We learned that the beauty of Ya'akov was like the beauty of Adam. Rabbi Yesa said: I heard that whoever beholds Ya'akov in his dream, wrapped in his clothes, has his life prolonged. 52. Rabbi Shimon said: We have already learned that before King David entered the world, he had no life at all, except for the seventy years given him by Adam. So King David lived seventy years, and Adam lived a thousand years less seventy years. So Adam and David existed within the first millennium AFTER THE CREATION OF THE WORLD. 53. He began the discussion with the verse: \"He asked life of you, and you did give it Him; length of days for ever and ever\" (Tehilim 21:5). \"He asked life of you\" refers to King David, for when the Holy One, blessed be He, created The Garden of Eden and put the soul of King David in it, He looked at it and saw it had no life of its own. It thus stood before Him all day long. When He created Adam, He said: Here is life for David. From Adam came the seventy years that King David lived in the world. 54. Another explanation is that the fathers each gave him years from their own lives. Avraham gave him from his own life, as did Ya'akov and Yosef. Yitzchak did not give him anything, because King David belonged to the same side as he did. 55. Avraham surely gave King David five of his years, for he lived only 175 of his 180 years, five years less than his due, LIKE YITZCHAK. Ya'akov could have lived as long as Avraham, 175 YEARS, but he lived only 147, 28 years less than his due. Thus, Avraham and Ya'akov gave King David 33 years of life. Yosef lived only 110 years, instead of 147, which is 37 years less than Ya'akov. TOGETHER WITH THE 33 YEARS FROM AVRAHAM AND YA'AKOV, King David received a total of seventy years for his existence, and he lived all these years which the patriarchs left him. "},{"pageNumber":13,"pageContent":" 56. You may wonder why Yitzchak did not leave him any of his years, as did AVRAHAM, YA'AKOV, AND YOSEF. HE ANSWERS: Because YITZCHAK represented darkness, THAT IS, THE LEFT COLUMN, WHICH IS DARK BEFORE IT IS INCLUDED WITHIN THE RIGHT. David also came from the side of darkness, NAMELY, FROM THE LEFT SIDE, and whoever is in darkness has no light or life at all. David, therefore, had no life. But AVRAHAM, YA'AKOV, AND YOSEF, BEING OF THE RIGHT, did have light and shone it on King David. From them, he had to illuminate and receive life, WHICH MEANS THAT HE HAD TO BE INCLUDED WITHIN THE RIGHT, for there is no life on the side of darkness, THE LEFT. Thus, Yitzchak did not join the reckoning. 57. Why, you may ask, did Yosef GIVE HIM MORE LIFE than the others? YOSEF GAVE HIM 37 YEARS, WHILE THE OTHERS GAVE HIM A TOTAL OF 33. HE ANSWERS: Yosef, by himself, was THE EQUIVALENT of all the others, because he was called 'Righteous', NAMELY YESOD, WHICH INCLUDES ALL THE SFIROT. He shines on the moon, THE NUKVA, more than everybody else, and therefore gave King David a greater share of life than all the others, as it is written: \"And Elohim set them in the firmament of heaven to give light upon the earth\" (Beresheet 1:17). 58. Come and behold: Ya'akov's prayer protected him from Esav, AND NOT HIS MERIT, because he wished to keep it in reserve for his descendants and not spend it to serve his own needs against Esav. He therefore prayed to the Holy One, blessed be He, and did not rely upon his merit for his rescue. 59. \"...and said: If Esav come to the one camp, and smite it, then the camp which is left shall escape\" (Beresheet 32:9). Come and behold: it is written, \"and he divided the people that were with him, and the flocks, and herds, and the camels, into two camps.\" HE ASKS: Why did he divide them into two camps? HE ANSWERS: Because, \"If Esav comes to the one camp, and smite it, then the camp which is left shall escape.\" ONE MAY ASK, CAN NOT ESAV SMITE BOTH CAMPS? WHEREFROM COMES THE CERTAINTY THAT ONE CAMP SHALL SURVIVE? 60. HE REPLIS: Come and behold. The Shechinah did not stray from the tents of Leah and Rachel. Ya'akov said: I know that the Holy One, blessed be He, protects them. SO, \"he put the handmaids and their children foremost\" (Ibid. 2), saying that if Esav will smite, he will smite these, but I am not afraid for the children OF THE LADIES, because the Shechinah is with them. ACCORDING TO THIS, \"FOREMOST\" MEANS THE FIRST TO ENCOUNTER DANGER. Thus, HE SAID: \"then the camp which is left shall escape,\" BECAUSE THE SHECHINAH HOVERS ABOUT THEM. After the preparations, he prayed FOR THE HANDMAIDS AND THEIR CHILDREN, saying, \"and Ya'akov said, Elohim of my father Avraham, and Elohim of my father Yitzchak, Hashem who did say to me, Return to your country, and to your kindred, and I will deal well with you\" (Ibid. 10). "},{"pageNumber":14,"pageContent":" 61. Rabbi Yosi began the discussion with the verse: \"A prayer of the poor, when he faints, and pours out his complaint before Hashem\" (Tehilim 102:1). This verse has been explained several times. Yet King David said this when he watched and contemplated the ways of the poor, while fleeing from his father-in-law, KING SHAUL. Then did he say, \"A prayer of the poor.\" This is the prayer the poor say to the Holy One, blessed be He. It is the first TO BE RECEIVED among all the prayers in the world. 62. It is here written, \"A prayer of the poor,\" and elsewhere, \"A prayer of Moshe the man of Elohim\" (Tehilim 90:1). HE ASKS about the difference between them. HE ANSWERS that PRAYER OF THE POOR is the hand Tefilin, THE SECRET OF THE NUKVA. THE NUKVA IS CALLED 'POOR', BECAUSE SHE HAS NOTHING OF HERSELF AND RECEIVES EVERYTHING FROM ZEIR ANPIN. THAT PRAYER OF MOSHE is the head Tefilin, ZEIR ANPIN. There should be no separation between the prayer of the poor and the prayer of Moshe, THE NUKVA AND ZEIR ANPIN, BECAUSE THEY SHOULD ALWAYS BE UNITED. Both are considered as one. 63. The prayer of the poor is therefore the first TO BE RECEIVED into the presence of the Holy One, blessed be He. It is received before all other prayers in the world, as it is written: \"For he has not despised nor abhorred the affliction of the afflicted\" (Tehilim 22:25). Come and behold: the prayer of the poor is the hand Tefilin, THAT IS, THE NUVKAH, WHICH IS THE PRAYER OF the poor who are deep in poverty, as one who has nothing of his own. 64. Another explanation is that the prayer ALLUDES TO Moshe, ZEIR ANPIN; \"the poor\" to David, THE NUKVA; \"when he faints\" refers to the moon, THE NUKVA, when it is concealed and the sun, ZEIR ANPIN, is gone from her. \"...before Hashem,\" ZEIR ANPIN, he \"pours out his complaint,\" in order to be joined with the sun, ZEIR ANPIN. 65. Come and behold: the prayer of every man is considered prayer, but when the prayer of the poor comes before the Holy One, blessed be He, it breaks down gates and doors to be received and shown into His presence. This is the meaning of the verse: \"And it shall come to pass, when he cries to me, that I will hear; for I am gracious\" (Shemot 22:26), and \"I will surely hear his cry\" (Ibid. 22). He \"pours out his complaint before Hashem,\" NAMELY, as one who complains about the judgments of the Holy One, blessed be He. 66. Rabbi Elazar said: The prayer of the righteous causes joy to the Congregation of Yisrael, THE NUKVA, which adorns itself WITH THE PRAYER before the Holy One, blessed be He. The Holy One, blessed be He, loves it better than THE PRAYER OF THE POOR. The Holy One, blessed be He, desires the prayer of the righteous when they pray in time of need, because they know HOW to appease their Master. "},{"pageNumber":15,"pageContent":" 67. It is written that Ya'akov PRAYED, \"Elohim of my father Avraham, and Elohim of my father Yitzchak, Hashem who did say to me...\". He joined everything together into one knot, saying, \"Elohim of my father Avraham,\" who is of the right and, \"Elohim of my father Yitzchak,\" who is of the left, \"who did say to me,\" NAMELY, TO HIMSELF, WHO REPRESENTS THE BALANCING CENTRAL COLUMN. It depends ON THE CENTRAL COLUMN to adorn His place between AVRAHAM AND YITZCHAK, RIGHT AND LEFT. HE THEREFORE SAID TO HIM, \"Return to your country, and to your kindred, and I will deal well with you.\" 68. \"I am unworthy of the least of all the mercies.\" HE ASKS: What made YA'AKOV say, \"I AM UNWORTHY...,\" together with, \"RETURN TO YOUR COUNTRY, AND TO YOUR KINDRED, AND I WILL DEAL WELL WITH YOU\"? HE ANSWERS: Ya'akov said, You promised to deal well with me, and I know that whatever You do has conditions, THAT YOUR WILL SHALL BE DONE, yet I have no merit, because \"I am unworthy of the least of all the mercies, and of all the truth, which You have shown Your servant.\" THERE IS NO NEED, THEN, TO KEEP YOUR PROMISE. Whatever You did for me until now was not for my merits, but because of YOUR GOODNESS. All those mercies and truths were BECAUSE OF YOUR GOODNESS, for when I first crossed THE RIVER JORDAN, when I fled Esav, I was alone, and You gave me mercies and truths so that now I cross the river with two camps, THAT IS, the two camps he divided. 69. Up to this point, Ya'akov recited the praises of his Master. Then he asked for what he needed. This teaches people that it behooves man to first praise his Master, and only then to pray for himself. This is what Ya'akov did. He first praised his Master, and when he finished, he asked for what he needed. 70. This is the meaning of the verse: \"Deliver me, I pray You, from the hand of my brother, from the hand of Esav: for I fear him, lest he come and smite me, the mother with the children.\" THIS MEANS THAT AFTER PRAISING HIS MASTER, HE BEGAN TO PRAY. IT IS UNDERSTOOD from this that when one prays, one's words should be precise. HE SAID: \"Deliver me, I pray You,\" WHICH APPEARS AS IF IT SHOULD SUFFICE, BECAUSE HE ONLY NEEDED DELIVERANCE. YET HE SAID TO THE HOLY ONE, BLESSED BE HE: Lest You say that You already rescued me from Lavan, I add, \"from the hand of my brother.\" It may be said that other relatives are also referred to as brothers, AS IN WHAT LAVAN SAID TO YA'AKOV, \"BECAUSE YOU ARE MY BROTHER, SHOULD YOU THEREFORE SERVE ME FOR NOTHING?\" (BERESHEET 29:15). HE THEN EXPLAINED, saying, \"from the hand of Esav.\" The reason is that it behooves us to explain ourselves fully. HE THEREFORE CONTINUED BY SAYING: In case You ask why I need DELIVERY, \"I fear him, lest he come and smite me.\" ALL THIS HE SAID to explain and fully clarify things above, so there would be no misunderstanding. 71. \"And You did say, I will surely do you good...\" (Beresheet 32:13). HE ASKS: What is meant by \"And You?\" HE ANSWERS: It is the same as in the verse, \"and You do preserve them all\" (Nechemyah 9:6), WHICH ALLUDES TO THE NUKVA, CALLED 'YOU'. Here also, \"And You did say,\" ALLUDES TO THE NUKVA. "},{"pageNumber":16,"pageContent":" 72. Come and behold: King David said, \"Let the words of my mouth... be acceptable in Your sight\" (Tehilim 19:15). This refers to explicit things, while the phrase, \"and the meditation of my heart,\" refers to undisclosed things that can not be expressed by mouth. They are the meditation of the heart, which can not be explained. 73. Thus, there should BE a matter that is explained by mouth--AS IN \"THE WORDS OF MY MOUTH\"--and a matter which depends upon the heart AND IS NOT EXPLICIT--THAT IS, \"THE MEDITATION OF MY HEART\"--for it is all a mystery. One corresponds to the lower grade, THE NUKVA, and the other to the upper grade, BINAH. That which is expressed BY MOUTH corresponds to the lower grade, which needs to be expressed, THE SECRET OF THE DISCLOSED WORLD. That which depends on the heart corresponds to the inner grade, BINAH, THE HIDDEN WORLD. And everything is one, THAT IS, THERE IS NEED OF BOTH. He therefore said: \"Let the words of my mouth and the meditation of my heart be acceptable in Your sight.\" 74. Ya'akov spoke in the same manner. He first explained the matter fully, and then vaguely talked of what depends on the meditation of the heart, which needs no explanation, as it is written: \"and make your seed like the sand of the sea, which cannot be numbered for multitude\" (Beresheet 32:13). This matter depends on the meditation of the heart and does not require explanation. It should be thus, as we said, that both must be joined together into a complete union. Happy are the righteous who know how to properly arrange the praises of their Master, and AFTERWARD say their prayers. The scripture therefore reads, \"and said to Me, you are My servant, Yisrael, in whom I will be glorified\" (Yeshayah 49:3). 4. \"And Ya'akov was left alone\" Rabbi Chiya leads a discussion on the evil spirits that gain influence as a result of the diminution of the moon. These spirits assail people when they are sleeping--since this is a time when the soul leaves the body--and cause people to defile themselves. Thus, we learn, it is incumbent on man to purify himself and follow the paths of the Torah. The rabbis also warn us not to travel a lonely road by ourselves or to go out at night when there are no people about, especially without the light of the moon. At these times, evil spirits--those with whom Bila'am was associated--are at large. The Relevance of this Passage Discord and turmoil in our lives can be traced to negative influences and evil forces that dwell in our midst. Our negative behavior creates openings for destructive entities, but the Light of this passage seals these openings shut. Moreover, the spiritual energy purifies our soul, raises our consciousness, and inspires us to eliminate self-destructive impulses that create the cracks and crevices through which dark forces enter our lives. 75. \"And Ya'akov was left alone\" (Beresheet 32:25). Rabbi Chiya opened the discussion with the verse: \"No evil shall befall you, nor shall any plague come near your dwelling\" (Tehilim 91:10). Come and behold: when the Holy One, blessed be He, created the world, He performed in each day the work appropriate for that day, as has been explained. It has been said that on the fourth day He created the lights, but the moon was created lacking, because it is a light that diminishes itself. For that reason, the word \"lights\" is spelled without the letter Vav, which leaves room for the spirits, demons, storm winds, devils, and all the Spirits of Defilement to exercise sway. "},{"pageNumber":17,"pageContent":" 76. They all come to hover about the world and seduce MEN. They occupy deserted places, infertile fields NOT FIT FOR SOWING, and wasted deserts. They are all from the Side of Defilement. We have learned that the Spirit of Defilement comes from the corrupt serpent, WHICH IS LILIT. It is a very spirit of uncleanness that is appointed in the world to seduce people to it to him. Thus, the Evil Inclination gains mastery over the world. 77. It is appointed over people and dwells among them. It uses witchcraft and stealth to turn them from the ways of the Holy One, blessed be He, just as it seduced Adam and brought death to the world. So does it seduce men and cause them to be defiled. 78. Whoever wishes to be defiled draws upon himself that Spirit of Defilement and cleaves to it. Numerous SPIRITS OF DEFILEMENT await to defile him and make him unclean. They corrupt him in this world and in the world to come, as has already been explained. 79. When a man strives to be purified, however, the Spirit of Defilement is subdued and loses its sway over him. Then, it is written: \"No evil shall befall you, nor shall any plague come near your dwelling.\" Rabbi Yosi said: \"No evil shall befall you,\" refers to Lilit and, \"nor shall any plague come near your dwelling,\" refers to the other harmful demons. This has already been explained. 80. Rabbi Elazar said: Man has been warned not to venture out alone at night, especially when the moon was created lacking, AND DOES NOT FULLY SHINE. It has been explained that the Spirit of Defilement, an evil spirit, governs at that time. HE ASKS: Who is this evil spirit? HE ANSWERS: It is the evil serpent, and \"the plague\" is the rider of the serpent, SAMAEL. THUS, evil and plague are as one. 81. And yet we have learned that plague also refers to the plagues of those born to Adam. For all those years when Adam did not approach his wife, spirits of Defilement would come, conceive from him, and bear him offsprings called the 'plagues of the sons of men'. "},{"pageNumber":18,"pageContent":" 82. We learned that when man dreams, he has no control over his body; the body is silent, and the Spirit of Defilement comes to rest on him. Sometimes, impure female spirits come and draw him to them. Then they conceive from him and bear spirits and demons, who sometimes look like men but without hair on their heads. 83. A man should protect himself from them with all his might. He should walk the paths of the Torah to avoid being defiled by them. For there is no one who sleeps in his bed at night who does not taste death. His soul leaves him, and when the body is left without the sacred soul, the Spirit of Defilement comes and hovers about him, and he becomes unclean. Thus, a man should not pass his hands over his eyes in the morning, because the Spirit of Defilement dwells on them. 84. Come and behold: though he was beloved by the Holy One, blessed be He, NEVERTHELESS since he, Ya'akov, was alone, another spirit came to join him. 85. Rabbi Shimon said: Come and behold. It is written about the wicked Bila'am, \"and he went shefi ('to a steep place')\" (Bemidbar 23:3). What does shefi mean? It means 'alone', as in the verse, \"an adder (Heb. shefifon) in the path\" (Beresheet 49:17). THAT IS, Bila'am walks alone as does a snake that lurks in byways and paths. What is the purpose of this? To draw upon himself the Spirit of Defilement, for he who walks alone at certain times, even in town, in certain places, draws upon himself the Defiled Spirit. 86. Thus, a man should walk alone on the road and in the city only where other people are about. And a man should not walk alone at night, because no other people are present. For the same reason, \"... his body shall not remain all night upon the tree.\" The spiritless corpse should not be left during the night. This is why the wicked Bila'am was walking along like a snake. 5. \"And there wrestled a man with him\" Rabbi Shimon explains the difference between dust and earth. Dust is barren and less important than the earth, from which arises all the goodness "},{"pageNumber":19,"pageContent":" of the world. When Rabbi Yehuda questions him about the meaning of the verse, \"He raises the poor out of the dust...\" Rabbi Shimon explains that dust also signifies humility, and the moon, when she is not united with Zeir Anpin. He then applies this metaphor to the children of Israel, who are ruled by dust in Exile. This dust resembles night. When light appears and shines, however, the children of Israel shall obtain power and the Kingdom of Glory. The Relevance of this Passage Without the Light of The Creator, man remains dark, barren, and as spiritually worthless as dust on the ground--because, like the moon, man has no Light of his own. Just as the moon derives its light from the sun, we receive our Light and spiritual sustenance from the realm of Zeir Anpin [the Upper Worlds]. When imbued with this Light, we receive divine fruits of goodness through our marriage partners, our children, and all of life's endeavors. 87. \"And there wrestled a man with him.\" HE ASKS: What does \"wrestled (Heb. yeavek)\" mean? Rabbi Shimon replied: HE CAME TO HIM from the dust (Heb. avak), AS SALL BE EXPLAINED. Dust is of lesser importance than earth. HE ASKS: What is the difference between dust and earth? HE ANSWERS: Dust is the residue of fire, THAT IS, WHAT IS LEFT FROM A FIRE IS CALLED 'DUST'. It never produces fruits. From earth, however, all fruits grow, as it comprises everything above and below. 88. Rabbi Yehuda said: If this is so, AND EARTH IS OF SUCH CONSEQUENCE, then what is THE MEANING OF THE VERSE, \"He raises the poor out of the dust (lit. 'earth')\" (I Shmuel 2:8)? He replied: Literally, IT MEANS HUMILITY. In such a way He raises the poor out of the earth--because THE NUKVA, CALLED 'EARTH', has nothing of her own, BUT RECEIVES EVERYTHING FROM ZEIR ANPIN. Then out of the earth, WHICH POSSESSES NOTHING AS LONG AS IT IS NOT UNITED WITH ZEIR ANPIN, come the poor, who possess nothing. But out of earth, AT THE TIME OF UNION WITH ZEIR ANPIN, come all the fruits and goodness of the world. All that is done in the world is made from the earth, as it is written: \"all are of the earth, and all return to earth\" (Kohelet 3:20). We have learned that all is of the earth, even the wheel of the sun, but dust never produces fruits and plants. Therefore, \"there wrestled a man,\" SAMAEL, who came out of the dust, HIS NUKVA, and rides upon it to accuse Ya'akov. 89. \"...until the breaking of the day...\" is the time when his power goes away and disappears, as will occur in the future. For the exile resembles the night; NAMELY, IT IS DARK, a time when the dust rules over Yisrael, and the people are thrown to the earth until light appears and daylight shines. Then Yisrael will have power and will be given the Kingdom, for they will be high saints, as it is written: \"And the kingdom and dominion, and the greatness of the kingdoms under the whole heaven, shall be given to the people of the holy ones of the most High, whose kingdom is an everlasting kingdom, and all dominions shall serve and obey Him\" (Daniel 7:27). 6. \"Let me go, for the day breaks\" Rabbi Yehuda begins this discussion by quoting the verse, \"who is she that looks out like the dawn...\" to describe the process of raising the children of Israel out of Exile. This redemption, we're told, shall be accomplished gradually, as an illumination that increases measure by measure. This is matched by a decrease in the illumination and strength of Esav, until Esav is completely destroyed. After the children of Israel are raised from Exile, they will wonder with sorrow at all they endured, just as at daybreak, Ya'akov was filled with pain and sorrow for what he suffered in his struggle with Esav. The Relevance of this Passage Spiritual development arouses goodness and Light in our lives, but not through the pursuit of fulfillment or the search for happiness. Rather, it is achieved through the work of confronting our internal demons and negative traits. These dark forces are like a curtain dimming and blocking the Light. As the negative forces are diminished and the curtain gradually opens, the Light of Creation illuminates our lives. This process is hastened by these verses. "},{"pageNumber":20,"pageContent":" 90. \"And he said: 'Let me go, for the day breaks'. And he said: 'I will not let you go, unless you bless me'\" (Beresheet 32:27). Rabbi Yehuda quoted the verse: \"Who is she that looks out like the dawn, fair as the moon, clear as the sun, and terrible as an army with banners?\" (Shir Hashirim 6:10). Although this verse has been taught, \"Who is she that looks,\" refers to Yisrael, at the time when the Holy One, blessed be He, will raise them and bring them out of exile. He will first open a tiny, very thin aperture of light for them. Then HE WILL OPEN FOR THEM a slightly larger opening, until the Holy One, blessed be He, opens wide the supernal gates of the four directions of the world. 91. Everything that the Holy One, blessed be He, does to the children of Yisrael and the righteous among them is done in this way, TO ACHIEVE REDEMPTION LITTLE BY LITTLE instead of all at once. THIS IS SIMILAR TO a person who always dwells in the dark. To give him light, first we should shine upon him a small light, thin as a needle, and then a slightly stronger one, and so on until full light shines upon him. 92. This is true for Yisrael, as it is written, \"Little by little I will drive them out from before you, until you be increased\" (Shemot 23:30). It is also true for a man who is recuperating. He does recover all at once, but becomes well little by little. This is not so for Esav, for he received illumination at one time, and it was lost to him little by little, and will continue until Yisrael become stronger and wipe him from this world and the world to come. Because AT FIRST, light shone on him instantly, he was completely destroyed. However, the light of Yisrael shines brighter, little by little, until they are strong. Then the Holy One, blessed be He, will shine on them forever. 93. Everyone asked about them, as it is written: \"Who is she that looks out like the dawn?\" THE DAWN (HEB. SHACHAR, FROM SHACHOR, MEANING 'BLACK') refers to the early morning, NAMELY, TO THE DARKNESS THAT GROWS STRONGER BEFORE MORNING LIGHT. It is the thinest light MENTIONED. Then, \"fair as the moon,\" because the light of the moon is stronger than that of dawn. Then, she is \"clear as the sun,\" whose light is stronger even than that of the moon. And finally, she is as \"terrible as an army with banners,\" WHICH MEANS that her light has reached full strength. "},{"pageNumber":21,"pageContent":" 94. Come and behold: in the early morning, it is dark and the light is concealed. Then, the morning begins to light up. It shines little by little until the light reaches its full strength. Similarly, the Holy One, blessed be He, will shine on the Congregation of Yisrael. First He will shine like the dawn, which is black, then \"fair as the moon,\" and later, \"clear as the sun.\" Eventually He will shine \"terrible as an army with banners.\" 95. Come and behold: IT IS LITERALLY WRITTEN that \"dawn has gone up,\" rather than 'day breaks'. This is because when dawn comes, the minister OF ESAV grows stronger and attacks Ya'akov. This act enables Esav to recover and grow stronger. 96. But as the darkness of dawn emerges, the light comes and Ya'akov becomes stronger, for it is his time to shine, as it is written: \"And as he passed over Penuel the sun rose upon him, and he limped upon his thigh\" (Beresheet 32:32). Thus, \"the sun rose upon him,\" because it was the time to shine. 97. The verse, \"and he limped upon his thigh,\" alludes to the fact that as long as Yisrael are in exile, they suffer pain, sorrow, and evil mishaps. However, as soon as day breaks after they have rested, they will look back with sorrow in their hearts on all the afflictions and pain they have suffered, and they will wonder about them. Therefore THE SCRIPTURE SAYS, \"the sun rose upon him,\" NAMELY, THE SUN of the time of rest, when \"he limped upon his thigh,\" WHICH MEANS THAT he was filled with pain and sorrow for what he had suffered. 98. When dawn rose, YA'AKOV grew stronger and seized him, for the strength OF THE ANGEL failed, since he is only powerful at night, while Ya'akov rules during the day. Therefore it is written, \"And he said, 'Let me go, for the day breaks',\" and I am in your hands. This we have already learned. 7. The sinew of the vein Rabbi Chiya opens a discussion on the significance of the sinew of Ya'akov's thigh, which we can now identify as the sciatic nerve. Had the sinew not failed Ya'akov on the night he struggled with Esav's minister, Ya'akov would have prevailed over Esav's power completely, both on high and here below. Rabbi Shimon then explains that because the energy of Ya'akov's thigh was broken; the strength of the upholders of the Torah was diminished. As a result, none of the prophets, except Moses, were able to retain their faculties unimpaired when receiving divine messages. Thus, it is incumbent on the children of Israel to preserve the sinew of the thigh vein. The dark side controls the sciatic nerve in all creatures, including cows, so that none may be defiled by eating or benefiting from it in other ways. In addition, we learn, the children of Israel are responsible for preserving the power of the Torah by supporting those who toil in it. The Relevance of this Passage The sciatic nerve affects the lower back and extends down through the thigh, which supports and upholds the body. The thigh corresponds to the students of a righteous sage who support their master, or to benefactors who financially assist those who engage in Torah study and the revelation "},{"pageNumber":22,"pageContent":" of spiritual Light. When the dark side seeks to penetrate an individual, it will often attack supporting elements that are not as strong as the person himself. The Evil Inclination will strike first at our vulnerabilities and weaknesses. These verses fortify our defenses. In addition, we arouse great spiritual Light to strengthen those who support the righteous in their endeavor to reveal the Light of the Torah to all the world. 99. \"Therefore the children of Yisrael eat not of the sinew of the vein... because he touched the hollow of Ya'akov's thigh in the sinew of the vein.\" It is forbidden to enjoy it or even to give it to a dog. HE ASKS: Why is it called the 'sinew of the vein' (Heb. nashe)? HE ANSWERS: The sinew SEDUCES (Heb. menasheh) men from serving their Master. There lies the Evil Inclination. 100. When the angel wrestled with Ya'akov, he could not find a weak place in his body through which to overcome Ya'akov, because the parts of his body were all strong and without weakness--AND THE KLIPAH TAKES HOLD ONLY IN A PLACE OF WANT AND WEAKNESS. What did he do then? \"...he touched the hollow of his thigh,\" the sinew of the vein, his own kind, that is, the Evil Inclination which is his own kind. And there is the place OF THE EVIL INCLINATION, from where it comes to harm people. 101. For that reason the Torah reads, \"Therefore the children of Yisrael eat not of the sinew of the vein.\" The friends said that a man's body parts allude to higher places. IF THE MEMBER is good, IT DRAWS goodness; if it be evil, IT DRAWS evil. Thus, each ANIMAL member WE EAT strengthens the CORRESPONDING member OF THE MAN WHO EATS IT. Assuredly, the sinew of the vein strengthens the Evil Inclination, which is its own kind, and therefore the children of Yisrael do not eat it. But the heathen nations may eat it, as they are of the side and kind of their angel Samael, for it strengthens their hearts. 102. Man has 248 members in his body corresponding to the 248 positive commandments in the Torah and to the 248 angels, with whom the Shechinah is clothed, named after their Master. 103. There are 365 sinews, corresponding to 365 prohibitory precepts, AND THE SINEW OF THE VEIN IS ONE OF THEM. They correspond to the 365 days of the year, THAT IS, TOGETHER WITH THE TEN PENITENTIARY DAYS, the ninth of Av being one of them. It corresponds to THE ANGEL Samael, who is one of the 365 angels RULING OVER THE 365 DAYS OF THE YEAR. THE NINTH OF AV IS ONE OF THE DAYS OF THE YEAR, AND THE SINEW OF THE VEIN IS ONE OF THE 365 SINEWS. BOTH BELONG TO THE SAME CATEGORY. Thus, the Torah reads, \"Therefore the children of Yisrael eat not of the sinew of the vein.\" The particle \"Et\" ('the') here includes the ninth of Av, when it is forbidden to eat and drink, BEING IN THE SAME CATEGORY AS THE SINEW OF THE VEIN. "},{"pageNumber":23,"pageContent":" 104. The Holy One, blessed be He, saw it all, and there is a hint to Ya'akov IN THE VERSE: \"And there wrestled a man with him,\" all the days of the year and with all of Ya'akov's members, but found NO PLACE TO HOLD ON TO but the sinew of the vein. Immediately, Ya'akov's strength diminished. Among the day of the year, he found the Ninth of Av, when SAMAEL was stronger, and we were sentenced, and the Temple destroyed. He who eats on the ninth of Av, eats as if of the sinew of the vein. Rabbi Chiya says: Had the strength of Ya'akov's THIGH not weakened, Ya'akov would have prevailed, and Esav's power would have been broken above and below. 105. Rabbi Shimon opened the discussion with the verse: \"As the appearance of the bow that is in the cloud in the day of rain, so was the appearance of the brightness round about. This was the appearance of the likeness of the glory of Hashem, And when I saw it, I fell upon my face\" (Yechezkel 1:28). We have already studied this verse, yet come and behold: it is written, \"And there arose not a prophet since in Yisrael like Moshe\" (Devarim 34:10). HE ASKS: What is the difference between Moshe and the other prophets? HE ANSWERS: Moshe looked into a clear mirror, ZEIR ANPIN; the other prophets beheld only a clouded mirror, THE NUKVA. Moshe heard the prophecy standing, and his power was strengthened. He understood the matter thoroughly, as it is written: \"manifestly, and not in dark speeches\" (Bemidbar 12:8). The other prophets fell upon their faces AT THE TIME OF PROPHECY, and became weak because they could not understand it clearly. This was because \"he touched the hollow of Ya'akov's thigh,\" \"and he limped upon his thigh.\" 106. No prophet knew what the Holy One, blessed be He, was destined to do to Esav, except the prophet Ovadyah, who was a proselyte from the side of Esav. He understood clearly what pertained to Esav, yet his strength did not diminish, AS RECORDED IN THE BOOK OF OVADYAH. 107. This is why the other prophets were weakened and could not perceive and grasp the prophecy as they ought. The reason is that \"he touched the hollow of Ya'akov's thigh in the sinew of the vein.\" He drew and sucked away the power of the thigh. The power of the thigh broke, leaving him limping on his thigh and all the prophets in the world limited in their conception and understanding. Come and behold: all the prophets except Moshe did not understand things clearly. "},{"pageNumber":24,"pageContent":" 108. There is no one to support the students of the Torah, to give them MONEY for their needs in their pockets and thereby strengthen them. The Torah is forgotten with every generation and its power is daily diminished because the students of the Torah have no support. THE SECRET OF, \"HE LIMPED UPON HIS THIGH,\" IS THAT NO ONE GIVES SUPPORT AND STRENGTH FOR THE STUDENTS OF THE TORAH, AND THEY ARE UNABLE TO CONTINUE TO STUDY IT. THEREFORE, the evil kingdom grows stronger every day. Behold what this sin causes when no one supports the Torah, ZEIR ANPIN, properly. The supports OF ZEIR ANPIN are weakened--THAT IS, NETZACH AND HOD OF ZEIR ANPIN, CALLED 'SUPPORTS'--and as a result, he who has no legs or thighs, on which to stand THE PRIMORDIAL SERPENT, is thereby strengthened. 109. He began the discussion with the verse: \"And Hashem Elohim said to the serpent, because you have done this, you are cursed above all cattle...upon your belly shall you go\" (Beresheet 3:14). HE ASKS: What is the meaning of, \"upon your belly shall you go\"? HE ANSWERS: Its supports were broken. Its legs were cut off and it had nothing to stand on. Thus, when the children of Yisrael do not support the Torah, THAT IS, PROVIDE FOR THOSE WHO ARE OCCUPIED IN ITS STUDY, they strengthen THE SERPENT by giving it legs on which to stand. FOR THE OTHER SIDE IS BUILT ON LACKIN HOLINESS. 110. Come and behold: how much deceit and crookedness did that rider of the serpent, SAMAEL, employ against Ya'akov that night. He knew well the verse, \"The voice is Ya'akov's voice, but the hands are the hands of Esav\" (Beresheet 27:22), WHICH MEANS THAT if the voice of Ya'akov, THE VOICE OF THE TORAH, is interrupted, POWER IS TRANSFERRED TO the hands of Esav. He therefore searched on every side to harm Ya'akov and stop the voice OF HIS TORAH. 111. He found him strong IN EVERY RESPECT; HE SAW THAT his arms on this and that side, CHESED AND GVURAH CALLED 'AVRAHAM' AND 'YITZCHAK', are strong; HE SAW the body, THE SECRET OF YA'AKOV, WHO CONNECTS THE TWO ARMS, strengthened between them. He saw the power of his Torah strong IN EVERY RESPECT and was afraid lest he would not prevail against him. What did he do? At once, \"he touched the hollow of his thigh,\" THE SUPPORTS OF THE TORAH. He employed cunning against him, saying: Now that the supports of the Torah are broken, the Torah can no longer be strong, and their father's words shall be fulfilled: \"The voice is Ya'akov's voice, but the hands are the hands of Esav,\" and, \"and it shall come to pass when you shall have the dominance, that you shall break his yoke from off your neck\" (Beresheet 27:40). 112. He acted craftily against Ya'akov, for in order to break the power of the Torah, Esav grew stronger. When he saw he could not hurt the Torah, he weakened those who supported ITS STUDENTS. For when there is no support to be found for THE STUDENTS OF the Torah, there will be none of \"Ya'akov's voice, but the hands\" will be \"the hands of Esav.\" "},{"pageNumber":25,"pageContent":" 113. When Ya'akov saw this, he struck and overpowered him at dawn, until he blessed him and confirmed to him the blessings, saying: \"Your name shall be called no more Ya'akov, but Yisrael\" (Beresheet 32:29). THIS MEANS: YOUR NAME IS NO LONGER Ya'akov, which indicates deceit--AS IT IS WRITTEN, \"FOR HE HAS SUPPLANTED (HEB. YA'AKVENI) ME THESE TWO TIMES\" (BERESHEET 27:36)--BUT YISRAEL, WHICH MEANS with pride and might, for no one can prevail against you. FOR THE NAME YISRAEL INDICATES PRIDE AND AUTHORITY, AS IT IS WRITTEN, \"FOR YOU HAVE CONTENDED (HEB. SARITA) WITH ELOHIM AND WITH MEN, AND HAVE PREVAILED.\" 114. Come and behold: the serpent releases many armies to all sides. They abide in the world among men. It is incumbent upon us, then, to maintain the sinew of the vein, because although the rider of the serpent, SAMAEL, approached it, it has not lost its color and is still intact. 115. It behooves us to increase the power OF HOLINESS in the world and to show that \"you have contended with Elohim and with men, and have prevailed.\" When he sees that THE SINEW OF THE VEIN is intact, AS LIGHT IS DRAWN ON IT TO PRESERVE IT, and the place is not consumed, THAT IS, IF PEOPLE REFRAIN FROM EATING IT, then the power and vigor OF SAMAEL is broken, and he is unable to harm the children of Ya'akov. Thus, the inhabitants of the world can not eat the sinew of the vein and enjoy it. 116. Rabbi Yesa Saba explained that the verse, \"touched the hollow of Ya'akov's thigh,\" is similar to the verse, \"Whoever touches the dead body of any man that has died\" (Bemidbar 19:13). Both refer to impurity, because SAMAEL has defiled that place, THE SINEW OF THE VEIN, and no enjoyment may be derived from an unholy place, particularly if the Side of Defilement, SAMAEL, has touched the place. The Torah does not add more than, \"for he touched,\" as in, \"he touched the hollow of his thigh,\" which is similar to, \"And whatever the unclean person touches shall be unclean\" (Ibid. 22). HENCE, WE LEARN THAT SAMAEL DEFILED THIS PLACE BY TOUCHING IT. Blessed be the Merciful One who gave the Torah to Yisrael, to merit this world and the world to come, as it is written, \"Length of days in her right hand; and in her left hand are riches and honor\" (Mishlei 3:16). 8. \"...and bowed to the ground\" Rabbi Elazar asks a question regarding the title verse and its implication that Ya'akov bowed to Esav, who was of the side of another god, This leads to a reinterpretation of the verse, revealing that Ya'akov actually offered praise to God when kneeling before Esav. Similarly, the blessed greeting that King David sent Naval, a sorcerer spoken of in the books of the Prophets, is also often misconstrued. This blessing was not addressed to Naval, as Naval thought, but rather to God. Through the Light of the Zohar, we learn that both Ya'akov and David were righteous, and all their deeds were for the glory of their Creator. The Relevance of this Passage A literal reading of Biblical scripture completely falsifies the spiritual truth and inner meaning of the stories. Thus, we must refrain from passing judgment in life until we discern the true meaning that is always concealed beneath the surface. The wisdom and discretion to restrain judgment are imbued into our awareness. We also receive the will power to direct our own consciousness towards The Creator when temptations and dark forces confront us in life. "},{"pageNumber":26,"pageContent":" 117. \"And he passed before them, and bowed to the ground seven times.\" Rabbi Elazar quoted the verse: \"for you shall worship no other El: for Hashem, whose name is Jealous, is a jealous El\" (Shemot 34:14). HE ASKS: How could Ya'akov, the greatest of the patriarchs, the one chosen to be the perfect portion of the Holy One, blessed be He, and the one very close to Him, bow before this evil Esav, who stands on the side of another El? For bowing to him is the same as bowing to another El! You may find the answer by referring to the saying that when the fox is in the ascendent, bow to him. THERE IS A PARABLE DESCRIBING A TIME WHEN THE FOX REIGNS OVER THE ANIMALS. ALTHOUGH THE FOX IS THE SMALLEST OF THE BEASTS, EVERYONE BOWS BEFORE IT. AND HERE TOO YOU MIGHT SAY THAT YA'AKOV BOWED TO ESAV BECAUSE THE HOUR WAS FAVORABLE FOR HIM. This, however, is not so, for Esav is considered as another El, and Ya'akov would never bow to that side and portion. 118. HE ANSWERS: It is written, \"and thus shall you say to him: A hearty greeting (lit. 'to the living One')! Peace be both to you, and peace to your house, and peace to all that you have\" (I Shmuel 25:6). HE ASKS: If it is forbidden to give the first greeting to wicked people, why did David said this to THE WICKED Naval? HE SAID: He said this to the Holy One, blessed be He, in order to connect Naval with the Living One, THE HOLY ONE, BLESSED BE HE. THUS THE VERSE, \"TO THE LIVING ONE,\" WAS ADDRESSED TO THE HOLY ONE, BLESSED BE HE, AND NOT TO NAVAL, although Naval thought it was addressed to him. 119. Similarly, \"Yisrael bowed himself upon the bed's head\" (Beresheet 47:31). HE ASKS: Did he bow to his son? No, he bowed to the place where the Shechinah rested; SHE WAS AT THE HEAD OF THE BED, FOR THE SHECHINAH IS FOUND NEAR THE HEAD OF THE ILL. Here, too, \"HE passed over before them,\" which means that the supernal Shechinah went before him. This is the supernal guardian, who kept him. When Ya'akov saw Her walking in front of him, he said, \"it is time to bow before the Holy One, blessed be He,\" who went before him. 120. He knelt and bowed seven times, \"until he came near to his brother.\" It is not written, 'He bowed himself before Esav', but when he saw the Holy One, blessed be He, walking in front of him, he bowed before Him. This indicated that he was not paying respect or worshiping someone else. All was done appropriately. Happy are the righteous, whose every deed is for the glory of their Master, so as not to deviate right or left FROM THE STRAIGHT AND MIDDLE PATH. 9. \"...and embraced him, and fell on his neck\" There are many methods by which Scripture conveys obscure allusions. Rabbi Yitzchak offers the example of the title verse in conjunction with \"But the wicked are like the troubled sea.\" This, we learn, contains an indication that the seed of Esav would destroy one of the two Temples. Rabbi Aba then expounds Ya'akov's eventual prevailing over Esav. His success was granted by the world above, without whose permission no power can be exerted in the physical realm. The Relevance of this Passage Our egos perpetrate the illusion that we are in full control of our lives, when in reality we are subject to dark forces created by our own self-involved behavior. This deception keeps us ignorant of the Negative Inclination, and of the spiritual tools that can eradicate it. Only the Light of The Creator can enlighten and strengthen us in the struggle to overthrow our dark side. Alone, we remain convinced that we are captains of our fate, until chaos strikes and leaves us stunned, vulnerable, and broken. The Light of this passage internalizes these spiritual truths, deepening our connection to the mystical power of the Zohar, and drawing Divine assistance from worlds on high. "},{"pageNumber":27,"pageContent":" 121. \"And Esav ran to meet him, and embraced him, and fell on his neck\" (lit. 'necks') (Beresheet 33:4). The word \"neck\" is written without the letter Yud. It is written, \"and kissed him: and they wept.\" Rabbi Yitzchak said: \"But the wicked are like the troubled sea, which cannot be still, and whose waters cast up mire and dirt\" (Yeshayah 57:20). This verse has already been explained. How many deep mysteries are there in the words of the Torah! They are different from each other, yet all is one. 122. \"But the wicked are like the troubled sea, which cannot be still.\" This verse refers to Esav, all of whose deeds were sinful and wicked. He was not sincere in his approach to Ya'akov. He fell upon his neck, namely, the one neck--FOR THE LETTER YUD IS MISSING (WHICH IMPLIES THE PLURAL FORM, 'NECKS')--of Jerusalem, which is the neck of the world. THE SCRIPTURE READS, \"And fell on his neck,\" and not, 'on his necks', WITH A YUD, for the Temple was destroyed twice, first by Babylonians and then by the seed of Esav. The result is that Esav besieged and destroyed Jerusalem only once. Therefore it is written, \"and fell on his neck,\" in the singular, WITHOUT A YUD, WHICH MEANS HE DESTROYED IT ONLY ONCE. 123. The word FOR, \"and kissed him,\" is written with dots above THE LETTERS, WHICH INDICATES that he did not kiss him willingly. We learned that the verse, \"the kisses of an enemy are importunate,\" (Mishlei 27:6) refers to Bila'am, who blessed Yisrael unwillingly. Here, too, \"the kisses of an enemy are importunate,\" refers to Esav. 124. Rabbi Yosi said: It is written, \"Arise, Hashem; save me, my Elohim: for You have smitten all my enemies upon Your cheek; You have broken the teeth of the wicked\" (Tehilim 3:8). We have already learned that \"broken\" (Heb. shibarta) may be read as 'lengthened' (Heb. shirbavta). THIS WAS SAID OF ESAV, whose teeth were lengthened because he planned to bite him. 125. They therefore wept, the one and the other. Come and behold: Esav was so disposed to harm Ya'akov that even when KISSING HIM, he thought to denounce him and bring evil on him in the future. Therefore, \"they wept,\" the one because he thought he might not be saved from him, and the other because his father was still alive and he could not KILL HIM. 126. Rabbi Aba said: Assuredly Esav's anger was weakened when he saw Ya'akov, because Esav's minister agreed with him, ACCEPTING AND AFFIRMING THE BLESSINGS. Thus, Esav could not vent his anger, because everything in this world depends on the world above, and whatever is agreed upon above is also accepted below. And so there is no government below until power is given from above. Moreover, everything is interdependent, FOR WHATEVER IS DONE IN THIS WORLD DEPENDS ON WHAT IS DONE UP HIGH. "},{"pageNumber":28,"pageContent":" 10. \"Let my lord, I pray you, pass over before his servant\" Rabbi Elazar explains the title quotation as Ya'akov's wish to save his blessings for future generations in their struggle against the nations of the world. Ya'akov rejected partnership with Esav and accepted subjugation, we are told, knowing that in the world to come, he would rule over the \"mount of Esav.\" The Relevance of this Passage Our tendency is to sacrifice tomorrow's rewards for immediate ego gratification. This tendency derives from our Evil Inclination, which seeks to influence us in all our endeavors. When we succumb to urges from this dark side, our Evil Inclination creates a partnership with us, tainting and defiling all our efforts. Impatience is a powerful form of reactive, self-indulgent behavior and usually underlies our decisions to accept this partnership. Patience is divine and it is nurtured in us as we read this section. 127. \"Let my lord, I pray you, pass over before his servant: and I will lead on slowly\" (Beresheet 33:14). According to Rabbi Elazar, this agrees with what we have already said. Ya'akov did not wish to avail himself at this time of the first blessings his father bestowed on him. Not one had yet been fulfilled, because he was reserving them to the end of days, when his descendants would need TO UTILIZE THEM in the fight against the other nations of the world. 128. Thus, when Esav said, \"Let us take our journey, and let us go\" (Beresheet 33:12), \"Let us divide the world between us and rule over it together,\" YA'AKOV replied, \"Let my lord, I pray you, pass over before his servant,\" MEANING, let Esav be the first to exercise his dominion over the world. \"Let my lord...pass\" IS AN INDICATION OF PRIORITY, as in: \"and their king passes on before them, and Hashem at the head of them\" (Michah 2:13). YA'AKOV SAID TO HIM: You can be the first to rule over the world, \"and I will lead on slowly,\" and raise myself for the world to come and for the end of days, the days that pass slowly. 129. \"According to the pace of the cattle (also: 'work').\" HE ASKS: What is meant by the work? HE ANSWERS: It is the dim mirror, THE NUKVA OF ZEIR ANPIN, through which all work in the world is done. \"...that goes before me...\" REFERS TO THE NUKVA, always means before Hashem, ZEIR ANPIN; \"according to the pace of the children\" alludes to the secret of the Cherubs, to point at the secret of the faith, THE NUKVA, to whom Ya'akov cleaved. 130. \"Until I come to my lord, to Se'ir...\" YA'AKOV SAID TO HIM: I shall suffer your exile and subjugation until my time to rule over the mount of Esav is come. As it is written: \"And liberators shall ascend upon Mount Tzion to judge the mountain of Esav; and the kingdom shall be Hashem's\" (Ovadyah 1:21). 11. \"...and built him a house\" Rabbi Chiya leads a discussion on God's creation of the House of the World. This highly metaphorical discourse describes the process of creation. From the midst of the House, we're told, a tree, visible only by day, reaches up into heaven and the House is watered by this tree. When night falls and the doors of the House are closed, a flame erupts out of the darkness. While a myriad on either side chant praises and hymns, a herald ascends to make proclamations. Then Zeir Anpin [The dimension of Light in the Upper World] enters and the House is lit by six lights of Mercy, from which flow the rivers that water all the animals of the field. God builds and perfects this House as long as the energy of prayer ascends from below in proper form. The discussion then turns to God's nightly protection of \"the city\" from the Other Side, and His guarding of the Sanctuary from the primordial serpent. Rabbi Elazar then concludes the discussion by explaining the complete perfection of Ya'akov both above and below. The Relevance of this Passage Using the language of metaphor, the Zohar draws upon mystical power of the Hebrew letters to connect us to the primordial forces of Creation, which sustain and protect the world. Through this passage, we draw the energy of creation into our lives, for renewal, healing, and protection. "},{"pageNumber":29,"pageContent":" 131. \"And Ya'akov journeyed to Sukkot, and built him a house, and made booths (Heb. Sukkot) for his cattle; therefore the name of the place is called Sukot\" (Beresheet 33:17). Rabbi Chiya opened the discussion with the verse: \"A Ma'alot poem for Solomon. Unless Hashem builds the house...unless Hashem keeps the city...\" (Tehilim 127:1). Come and behold: when the Holy One, blessed be He, ZEIR ANPIN, desired to create the world, MEANING TO BUILD THE FACE OF THE NUKVA, CALLED 'WORK', He released a knot from the rough spark. It flashed in the darkness, remained up high, and then descended below. That darkness shone in a hundred ways in the thinnest paths and broadest WAYS, which became the House of the World. 132. That house is the center of everything, WHICH MEANS IT IS IN THE CENTRAL COLUMN OF ALL ROADS AND PATHS. THE NUKVA has many doors and hallways around the high and holy places, where the birds of the sky nest, each according to its species. In the center, there is a huge tree, WHICH IS ZEIR ANPIN THAT PURS PLENTY UPON THE HOUSE. It has many branches and fruits for everyone. The tree reaches to the clouds of heaven and is hidden behind three mountains. Underneath these three mountains it comes out, rises upwards, and descends. 133. This house, THE NUKVA, RECEIVED TWO TYPES OF LIGHTS FROM ZEIR ANPIN: (1) It is watered by him, NAMELY THE ILLUMINATION OF CHOCHMAH, REFERRED TO AS WATERING. (2) ZEIR ANPIN stores within THE HOUSE many unidentified supernal treasures THAT WERE LIGHTS OF CHASSADIM. By this, the house is constructed and built. The tree, ZEIR ANPIN, is visible during the day and hidden at night, while the house, THE NUKVA, rules by night and is hidden by day. 134. When darkness falls, THE NUKVA is in power AND she is bound to it, SHE RULES BECAUSE SHE LACKS CHASSADIM, AND SHINES WITH CHOCHMAH. All her doors are closed on all sides, WHICH MEANS THAT ALL THE LIGHTS ARE FROZEN AND THERE IS NO OPENING THROUGH WHICH ANY LIGHT CAN BE REVEALED. Many spirits OF RIGHTEOUS PEOPLE soar in the air, desirous to know, NAMELY, RECEIVE CHOCHMAH, and enter THE NUKVA. They come among the birds to receive testimony, and then roam and see whatever they can see. 135. THE CLOSING OF ALL OPENINGS CONTINUES until the darkness is stirred, to which THE NUKVA is bound, and one flame is produced, which strikes open the doors and cleaves rocks with heavy hammers (THE KLIPOT). The flame moves up and down, and strikes the world. Sounds are heard above and below. "},{"pageNumber":30,"pageContent":" 136. A crier then ascends, attaches himself to the air, and proclaims. The air comes from the pillar of cloud of the inner altar, and, when it emerges, it spreads out in all directions, with thousands on its left side and myriads on its right. Then the crier stands firm and proclaims in a strong voice. Many chant songs and render homage. Two doors are open, one on the south FOR THE LIGHT OF CHASSADIM and the other on the north FOR THE LIGHT OF CHOCHMAH. 137. This house, THE NUKVA, ascends and attaches itself TO THE RIGHT AND LEFT SIDES OF ZEIR ANPIN, while hymns are sung and praises offered on high. Then ZEIR ANPIN silently enters and the house is lit up by six lights OF CHASSIDIM-CHESED, GVURAH, TIFERET, NETZACH, HOD AND YESOD which spread splendor in every direction, CHASSADIM INCLUDED IN CHOCHMAH. Rivers flow from it, THE SECRET OF THE ILLUMINATION OF CHOCHMAH INCLUDED IN CHASSADIM, to water the animals of the field, as it is written: \"they give drink to every wild beast: the wild asses quench their thirst\" (Tehilim 104:11). They sing until the day rises. When daylight breaks, the stars, signs, and their followers all begin to sing praises and chants, as it is written: \"when the morning stars sang together, and all the sons of Elohim shouted for joy\" (Iyov 38:7). 138. Come and behold: IT IS WRITTEN, \"Unless Hashem builds the house, they who build it labor in vain (Tehilim 127:1). Hashem is the Supernal King, ZEIR ANPIN, who is constantly building and perfecting the house. When does He bestow plenty on it? When worship is raised with proper attention, from below. 139. \"Unless Hashem keeps the city.\" When does this happen? This occurs at nightfall, when armed parties FROM THE OTHER SIDE hover and roam the world; when the gates are closed and guarded on all sides. The doors remain shut lest an uncircumcised and unclean person approaches THE SANCTUARY, as it is written: \"for henceforth there shall no more come into you the uncircumcised and the unclean\" (Yeshayah 52:1). For in the future, the Holy One, blessed be He, will remove them from the face of the earth. 140. HE ASKS: Who are the uncircumcised, and who are the unclean? HE ANSWERS: They are all one, the same one who seduced Adam and his wife. Adam and his wife followed him, THE PRIMORDIAL SERPENT, and brought death to the whole world. He defiles the house, THE NUKVA, until the Holy One, blessed be He, shall remove him from the world, THE NUKVA. Therefore \"unless Hashem keeps the city\" ASSUREDLY \"THE WATCHMAN STAYS AWAKE IN VAIN.\" "},{"pageNumber":31,"pageContent":" 141. \"And Ya'akov journeyed to Sukkot.\" He journeyed TO BINAH, to receive the portion of the faith, THE NUKVA. As it is written, \"So Esav returned that day on his way to Se'ir,\" and \"And Ya'akov journeyed to Sukot.\" Each traveled to his own side, Esav to the side of Se'ir, which is a foreign woman, a strange El; Ya'akov to Sukkot, the supernal faith, WHICH IS BINAH. 142. \"And built him a house,\" has a similar meaning to the verse, \"house of Ya'akov,\" (Yeshayah 2:5) WHICH REFERS TO THE NUKVA. According to Rabbi Elazar, this is because he composed the evening service, THE NUKVA, as was befitting to Her, and he \"made booths for his cattle,\" namely, other booths (Heb. sukkot) to keep them; this is his own portion. 143. \"And Ya'akov came to Shalem (lit. 'whole'),\" because he was then whole in every respect, BOTH IN CHOCHMAH AND CHASSADIM, as has been explained. It is written: \"In Shalem also is his tabernacle (Heb. sukko)\" (Tehilim 76:3). This verse has been explained. It pertains to the mystery OF ATTAINING PERFECTION THROUGH THE CENTRAL COLUMN OF ZEIR ANPIN, CALLED 'YA'AKOV' AND TO \"SUKKO,\" WHICH IS THE NUKVA. When he was whole, Faith joined him WHICH IS THE NUKVA, and when he was adorned in the place worthy of him, MEANING THE CENTRAL COLUMN, the tabernacle, WHICH IS THE NUKVA, was adorned with him, AND THEN, \"IN SHALEM ASLO IS HIS TABERANACLE\" APPLIED TO HER AS WELL because he was perfected by the fathers and his sons. He was then considered whole, perfected above and below, whole in heaven and whole on earth. HE EXPLAINS, he is whole above IN ZEIR ANPIN, for he comprises the fathers, BEING the glory of Yisrael, ENCOMPASSING AVRAHAM AND YITZCHAK, BEING CHESED AND GVURAH, and below IN THE NUKVA through his Holy Sons, THE TWELVE TRIBES WHO ARE THE CHARIOT OF THE NUKVA. THUS, he is perfected in heaven, IN ZEIR ANPIN, FOR WHICH REASON IT SAYS, \"AND YA'AKOV CAME TO SHALEM.\" And he was perfected on earth, IN THE NUKVA, OF WHICH IT IS now SAID, \"In Shalem also is his tabernacle.\" 12. \"You shall not plow with an ox and an ass together\" An ox and an ass together represents the unification of the defiled spirits of the Other Side against man. This is applied to the struggle between Shimon and Chamor, a conflict in which Shimon--who was under the astrological sign of the ox--fought Chamor, of the side of the ass, to prevent the two from joining. We learn that Shimon first brought the blood of circumcision on the males and slew them, just as God did to the Egyptians (who represent asses) through Moshes, when Yosef (the ox) was removed from them. In the final Exile, we're told, Ya'akov and Yosef will rise against Esav and prevail. The Relevance of this Passage Unity is recognized as the supreme power in our world. United evil can easily defeat disunited good. Therefore, the only way to defeat unified evil is through the unification of the good and the righteous. Through the cleansing power of circumcision, this passage creates disunity and separation within the unseen evil forces lurking in our midst. 144. Next, it is written, \"And Dinah the daughter of Leah went out.\" This has already been explained by the friends. Come and behold: innumerable grades are divided above. SOME BELONG TO HOLINESS AND OTHERS TO THE OTHER SIDE, AS IT IS WRITTEN, \"ELOHIM MADE THE ONE AS WELL AS THE OTHER.\" (KOHELET 7:14). Each is different from the other, SOME PERTAINING TO CHESED AND SOME TO JUDGMENTS. There are different kinds of animals trying to gain mastery over each other and devour prey, each according to its kind. "},{"pageNumber":32,"pageContent":" 145. From the side of the Defiled Spirit many grades divide. All of them harbor enmity TOWARD HOLINESS, the ones against the others, as it is written, \"You shall not plow with an ox and an ass together,\" (Devarim 22:10) for when they are together, they ruin the world. 146. Come and behold: all that the grades of defilement crave is to damage the holy grades. They all lurk in wait to damage the holy Ya'akov. First a serpent bit him, as it is written, \"he touched the hollow of his thigh,\" WHICH REFERS TO THE MINISTER OF ESAV WHO RIDES A SERPENT. Then an ass bit him, THAT IS, SHCHEM THE SON OF CHAMOR (LIT. 'ASS'), THE RIGHT SIDE OF THE KLIPAH. 147. When THE SERPENT BIT HIM, he himself stood against him. When THAT ASS BIT HIM, Shimon and Levi, who come from the side of strict Judgment, fought the ass, charging on all sides until he surrendered before them, as it is written: \"And they slew Chamor and Shchem his son with the edge of the sword\" (Beresheet 34:26). Shimon, whose astrological sign was Taurus (ox), GVURAH, AND THE LEFT SIDE OF HOLINESS, attacked Chamor, THE RIGHT SIDE OF THE KLIPAH, and was hostile towards him to prevent THE OX AND ASS OF THE KLIPAH from joining. Shimon is his adversary, AND NOT YA'AKOV. 148. They all brought accusations against Ya'akov, but he was delivered from them, and later, he ruled over them. Then came the ox, YOSEF, who perfected himself among the asses, THE EGYPTIANS HE RULED OVER. They were all of the side of THE KLIPAH OF an ass. HE EXPLAINED: Yosef is an ox, and the Egyptians are asses, of whom the scripture says: \"whose flesh is as the flesh of asses\" (Yechezkel 23:20). 149. Therefore, the sons of Ya'akov later fell among the asses, THE EGYPTIANS, because an ox joined them, YOSEF, THROUGH WHOM AN OX AND AN ASS WERE JOINED TOGETHER. And they bit Yisrael's flesh and marrow, AS IT IS THE NATURE OF THE ASS TO BITE AND BREAK BONES, until Levi was again aroused to scatter the asses, THAT IS, HE SEPARATED THE OX FROM THE ASS in order to subdue them. He broke their strength and removed the ox from there, as it is written: \"And Moshe took the bones of Yosef with him\" (Shemot 13:19), MOSHE BEING A LEVITE AND YOSEF THE OX THAT JOINED THEM. 150. Come and behold: on the first occasion, when Shimon came TO FIGHT with Chamor, he brought blood upon them, the blood of circumcision. Then they \"slew all the males\" (Beresheet 34:25). The Holy One, blessed be He, did the same by the Levite, Moshe, to the asses, the Egyptians. First He brought upon them THE PLAGUE OF blood, and then, \"Hashem slew all the firstborn in the land of Egypt\" (Shemot 13:15). Regarding Chamor, THE FATHER OF SHCHEM, it is written: \"and all their wealth, and all their little ones,\" (Beresheet 34:29) and their animals, AS IT IS WRITTEN, \"THEIR SHEEP, AND THEIR OXEN, AND THEIR ASSES, AND THAT WHICH WAS IN THE CITY AND THAT WHICH WAS IN THE FIELD.\" Regarding the other asses, THE EGYPTIANS, it is written: \"jewels of silver, and jewels of gold, and garments,\" (Shemot 12:35) WHICH CORRESPONDS TO THE WEALTH HERE. It is also written: \"And a mixed multitude went up also with them,\" (Ibid. 38) WHICH CORRESPONDS TO THE \"LITTLE ONES\" MENTIONED, the \"flocks and herds\" (Ibid.) THAT CORRESPOND TO, \"THEIR SHEEP AND THEIR OXEN.\" "},{"pageNumber":33,"pageContent":" 151. Shimon rose against Chamor ('ass'), THE FATHER OF SHCHEM, WHO WAS NOT JOINED WITH AN OX. Levi rose against all the asses, EVEN THOSE JOINED WITH AN OX, LIKE THE EGYPTIANS. They all came to join Ya'akov and prepared to bite him, but he withstood and subdued them through his sons. 152. HE ASKS: Now IN THE LAST EXILE that Esav is biting him and his sons, who shall rise against him? HE REPLIS: Ya'akov and Yosef WILL RISE AGAINST HIM, the one on this side and the other on that side, YA'AKOV ON THE RIGHT AND YOSEF ON THE LEFT, as it is written: \"And the house of Ya'akov shall be fire, and the house of Yosef flame, and the house of Esav for stubble\" (Ovadyah 1:18). 153. \"And the terror of Elohim was upon the cities that were round about them, and they did not pursue after the sons of Ya'akov\" (Beresheet 35:5). Rabbi Yosi said: They all gathered to fight them, but while they were girding their weapons, they took fright and dropped them. Therefore, they did not chase the sons of Ya'akov. 13. \"Put away the strange Elohim\" While walking, Rabbi Chizkiyah questions Rabbi Yehuda as to why the crown of Malcam was considered the crown of an idol and \"an abomination,\" and why it was permitted to be set on David's head. After Rabbi Yehuda explains that the image of the idol on the crown was broken, thus making it permissible for wear. Rabbi Yitzchak proceeds to interpret the title verse. He reveals that Ya'akov hid the idolatrous gold and silver images so that his people could not derive any benefit from these representations of false deities. There follows a discussion of man's responsibility to thank and praise God for His miracles and His goodness. This is why Ya'akov alone prepared the altar at Bet-El--although his sons were with him, Ya'akov alone suffered the tribulations that run throughout his story, making him worthy and deserving of the task. The Relevance of this Passage It is a man's natural tendency to worship his own ego and credit himself for all of his accomplishments. This is true idol worshipping. The concept of praising and thanking God is a code denoting the need for true appreciation and awareness of the existence of the Creator' s beneficence. Appreciation is for our own benefit and not in any way for the Creator, who has no need or desire for praise and thanks. Appreciation and awareness are spiritual forces that help to protect all that we have received from negative entities. The goal of an evil entity is to lower our guard and make us vulnerable. When there is no consciousness of the Creator's role in our good fortune, dark forces can loot us of our spiritual Light. This manifests physically as the loss of blessing, whether in relationships, health, or financial prosperity. This passage stirs appreciation for the Creator within us. This gratitude is derived through Ya'akov, who recognized and warned his children about the idols in their midst. 154. \"Put away the strange Elohim\" (Beresheet 35:2) that they took from Shchem, vessels of silver and gold, upon which were engraved the images of their deities. Rabbi Yehuda said these were the images of strange Elohim made of silver and gold, AND NOT VESSELS WITH THEIR IMAGES. Ya'akov hid them there, so that they would not derive benefit from idolatry. A man should never derive benefit from it. "},{"pageNumber":34,"pageContent":" 155. As Rabbi Yehuda and Rabbi Chizkiyah were walking along the road, Rabbi Chizkiyah asked: Why is it written, \"And he took the crown of Malkam from off his head and its weight was a talent of gold, with the precious stones; and it was set on David's head\" (II Shmuel 12:30)? We have learned that Milkom was the abominable idol of the children of Amon, as it is written, \"the crown of Malkam.\" Why, therefore, was it set on David's head, and why it is called 'abomination'? While other dieties of the heathen nations are called the 'Elohim of the people', 'other Elohim', 'strange El', 'another Elohim', and the like, only Malkam is called an 'abomination'. 156. He answers that the Holy One, blessed be He, calls all the deities of the idolatrous nations, NOT ONLY MALKAM, by this name, as it is written: \"and you have seen their abominations, and their idols\" (Devarim 29:16). What of the verse, \"And he took the crown of Malkam\" the idol Milkom? HE ASKS: HOW COULD DAVID SET IT ON HIS HEAD? Assuredly, IT WAS THE CROWN OF AN IDOL, but before Itai the Gittite became a proselyte, THAT IS, WHILE HE WAS STILL A HEATHEN, he broke Milkom's heathen crown, destroying the image engraved on it. He thereby made it permissible for use. THEN DAVID put it on his head. Come and behold: the abomination of the children of Amon was a serpent deeply engraved on the crown. It was therefore called an 'abomination', WHICH MEANS filth. THIS IS THE SECOND ANSWER FOR THE QUESTION THAT RABBI CHIZKIYAH ASKED RABBI YEHUDA: WHY IS THIS IDOL CALLED AN ABOMINATION? 157. Rabbi Yitzchak said that the verse, \"Put away the strange Elohim that are among you,\" refers to other women who, WHEN TAKEN CAPTIVE, brought with them all their jewels. Thus, it is written, \"And they gave to Ya'akov all the strange Elohim,\" which are the women and all their jewels, and their deities of silver and gold. \"And Ya'akov hid them,\" THE GOLD AND SILVER, so that his people would derive no benefit whatsoever from them, the aspects of idolatry. 158. Come and behold: how much Ya'akov was a perfected man, and how he cleaved to the Holy One, blessed be He. It is written: \"and let us arise, and go up to Bet-El; and I will make there an altar to El, who answers me in the day of my distress, and was with me in the way on which I went\" (Beresheet 35:3). At once, \"they gave to Ya'akov\" (Ibid. 4). From this, we learn that it is incumbent on man to praise the Holy One, blessed be He, and give thanks to Him for all the miracles and goodness He did by him. This is the meaning of the verse: \"and was with me in the way on which I went.\" "},{"pageNumber":35,"pageContent":" 159. Come and behold: first it is written, \"and let us arise, and go up to Bet-El\" IN THE PLURAL, because he counted his sons with him; then it is written, \"and I will make there an altar\" IN THE SINGULAR, and not 'and we will make', because he excluded his sons from this act. Why? Because it was for him alone to do it. Ya'akov surely composed the evening prayer, THE CORRECTION OF THE NUKVA, and built the altar, THE CORRECTION OF THE NUKVA. It was for him to do, NOT FOR HIS SONS, for his children were not born until after he had fled from his brother and had gone through the troubles that followed, as it is written, \"and was with me in the way on which I went.\" Thus, he did not include them in PREPARING THE ALTAR, BUT SAID, \"AND I WILL MAKE THERE AN ALTAR,\" INSTEAD OF 'WE WILL MAKE'. 160. Rabbi Elazar said: From this we learn that whoever received a miracle should give thanks, and whoever ate bread should say grace, and not the person who ate nothing. YA'AKOV THEN SAID, \"I WILL MAKE AN ALTAR,\" AND NOT 'WE WILL MAKE'. 14. \"And he built there an altar\" The Zohar tells us that Ya'akov is beginning a very difficult spiritual journey, which involves enjoining the two worlds of Zeir Anpin and Malchut. Here, Ya'akov is coming full circle--completing his journey and thereby unifying Zeir Anpin and Malchut. The Relevance of this Passage Passion and enthusiasm for spiritual wisdom and growth are easily aroused when one begins to walk the spiritual path. However, when the inevitable obstacles surface to test our commitment and shed light on our negative qualities so that we can confront and extract them from our nature, we lose the fire and most of us fail to complete journey. It's much easier to start a new search elsewhere and feel new passion again, than it is to confront the dark side of our nature and complete our journey. Constant seeking, however, will not enjoin the two spiritual worlds; thus it delivers short-lived passion, and fails to provide long term fulfillment. The Evil Inclination will always stand by us and help rationalize and justify our quitting and giving up. In response, the Zohar verses herein give us the energy and will power to complete our path and finish what we start, so that we can achieve true and eternal contentment. 161. \"And he built there an altar\" (Beresheet 35:7). Come and behold: it is written that \"he built there an altar,\" but not that he offered libations and sacrifices. This is because he completed the grade worthy of perfection, \"an altar to Hashem,\" means, he fixed the lower grade, THE NUKVA, and attached it to the upper grade, ZEIR ANPIN. Thus, \"And he built there an altar\" is the lower grade, THE NUKVA; \"to Hashem\" is the upper grade, ZEIR ANPIN; \"and called the place El Bet-El,\" WHICH IS the name HE GAVE THE NUKVA, is that of the supernal BINAH. For when THE NUKVA shone FROM ZEIR ANPIN, the daughter, THE NUKVA, became like her mother, BINAH. THEREFORE, YA'AKOV NAMED HER EL, AFTER HER MOTHER. AND ALL IS ONE. 162. \"Because there the Elohim was (lit. 'were') revealed to him.\" THIS VERSE SIGNIFIES THAT ANGELS \"WERE REVEALED,\" IN THE PLURAL AND NOT IN THE SINGULAR. WHY DID HE CALL THE ALTAR \"EL BET-EL\"? BECAUSE they are found only with the Shechinah. These seventy angels are always with Her, and seventy thrones stand around the Shechinah. WHEREVER ANGELS ARE FOUND, THE SHECHINAH IS REVEALED. Therefore, THE SCRIPTURE SAYS, \"because there the Elohim were revealed to him,\" in an open place, THE NUKVA, as it is written: \"And, behold, Hashem stood above it,\" (Beresheet 28:13) NAMELY, UPON THE LADDER, WHICH IS THE NUKVA. 15. \"And Elohim went up from him\" Here Rabbi Shimon discusses Ya'akov's unique and privileged position as revealed by the title quotation. Because Ya'akov encompasses all the "},{"pageNumber":36,"pageContent":" patriarchs, he is a holy Chariot to Zeir Anpin by himself. Indeed, his perfection was completed by the name 'Israel', which the Shechinah bestowed upon him. We learn of the great good fortune of the children of Israel, who alone among nations have God to receive their prayers and petitions. The Relevance of this Passage A reading of this section helps elevate us to experience some of the perfection embodied by the patriarchs, inspiring us to follow the path of righteousness and summon down more Light. 163. \"And Elohim went up from him in the place where He talked with him\" (Beresheet 35:13). Rabbi Shimon said: Here we learn that Ya'akov, together with the other patriarchs, became a holy Chariot TO HASHEM. Come and behold: Ya'akov is a supernal, holy Chariot TO ZEIR ANPIN, shining on the moon, THE NUKVA. He is a Chariot by himself, BECAUSE HE INCLUDES THE PATRIARCHS, CHESED AND GVURAH, AS TIFERET INCLUDES THEM BOTH. This is the meaning of the verse, \"And Elohim went up from him,\" AS SOMEONE ALIGHTING FROM HIS CHARIOT. 164. He began the discussion with the verse: \"For what nation is there so great that has Elohim so near to them, as Hashem our Elohim is in all things that we call upon Him for\" (Devarim 4:4). Come and behold: how fond the Holy One, blessed be He, is of Yisrael, for no nation or tongue among all the heathen people in the world will have Elohim to receive their prayers, as the Holy One, blessed be He, will in the future receive the prayers and petitions of Yisrael in their hour of need, when they pray for the sake of their grade alone, THE SHECHINAH, THAT IS, WHENEVER THEIR PRAYER IS FOR THE PERFECTING OF THE SHECHINAH. 165. Come and behold: the Holy One, blessed be He, called Ya'akov by the name Yisrael, NAMELY, THAT IS THE SHECHINAH DID, as it is written: \"your name shall not be called any more Ya'akov, but Yisrael shall be your name: and he called his name.\" Who gave him that name? The Shechinah did, as in, \"and He called to Moshe,\" WRITTEN WITH A SMALL ALEPH, WHICH IS THE SHECHINAH. IT IS ALSO WRITTEN, \"And Elohim said to him,\" (Beresheet 35:10) WHICH IS A NAME FOR THE SHECHINAH. 166. We explained that after he achieved perfection he was raised in his grade, and was perfected by that name. Therefore, \"and He called his name Yisrael,\" has already been explained. 16. Ya'akov - Yisrael Rabbi Yosi and Rabbi Elazar discuss the issue of Ya'akov's two names, Ya'akov and Yisrael. Rabbi Elazar explains why Ya'akov is only sometimes called Yisrael, while after Avram's renaming, he is always referred to as Avraham. Avraham's original name was imperfect, whereas Ya'akov's name denoted a higher level of spirituality. The Relevance of this Passage The name is a link between the body and soul. We connect to our name and soul, which helps us fulfill our mission in this world. "},{"pageNumber":37,"pageContent":" 167. As Rabbi Elazar and Rabbi Yosi were walking together, Rabbi Yosi said: What you said is true, that Ya'akov is the most perfect of the fathers. He includes all sides, NAMELY, RIGHT AND LEFT. For that reason, he was called Yisrael, as it is written: \"your name shall not be called any more Ya'akov, but Yisrael shall be your name, and He called his name Yisrael\" (Beresheet 35:10). Why then, HE INSISTED, does the Holy One, blessed be He, repeatedly call him Ya'akov as he was commonly called before? What then is the meaning of, \"your name shall not be called any more Ya'akov\"? 168. He replies: You have spoken well. THIS IS A GOOD QUESTION. He then quoted the verse: \"Hashem shall go forth as a mighty man, He shall stir up ardor like a man of war\" (Yeshayah 42:13), which has already been explained. Yet come and behold: it is written, \"as a mighty man\" instead of 'a mighty man', and \"like a man of war\" instead of 'a man of war'. 169. HE EXPLAINS: We learned that Hashem refers uniformly to Mercy, and the Name of the Holy One, blessed be He, is Yud-Hei-Vav- Hei, as it is written, \"I am Hashem: that is My name\" (Yeshayah 42:8). Yet we see that He is sometimes called Elohim, which everywhere alludes to Judgment. Whenever there are many righteous in the world, His name is Yud-Hei-Vav-Hei and He is called Mercy. But when the wicked multiply in the world, His name is Elohim, and He is thus called. When Ya'akov is not among his enemies or in a foreign country, he is called Yisrael, but when he is among foes or out of Yisrael, he is called Ya'akov. 170. He said to him: The matter is not fully explained, because it is written, \"shall not be called any more,\" yet we do call him Ya'akov when he is among enemies or in a foreign land. Come and study the verse: \"And Ya'akov dwelt in the land in which his father had sojourned, in the land of Cna'an\" (Beresheet 37:1). He was not in a foreign land, but HE IS NEVERTHELESS CALLED YA'AKOV. 171. He replied: I said, in the beginning, that just as the Holy One, blessed be He, is sometimes called Yud-Hei-Vav-Hei and sometimes Elohim, ACCORDING TO THE GRADE, so Ya'akov is sometimes called Yisrael and sometimes Ya'akov, all according to certain grades. And the words, \"shall not be called any more Ya'akov,\" MEAN THAT he will not have this name only, YA'AKOV, BUT TWO NAMES, YA'AKOV AND YISRAEL, ACCORDING TO HIS GRADE. "},{"pageNumber":38,"pageContent":" 172. He said: So it was with Avraham, about whom it is written, \"Neither shall your name any more be called Avram, but your name shall beAvraham\" (Beresheet 17:5). YET THIS DOES NOT MEAN THAT HE WILL BE CALLED BY TWO NAMES: AVRAM AND AVRAHAM, BUT RATHER ONLY AVRAHAM. He answers: The scripture says, \"but YOUR NAME SHALL BE (HEB. VEHAYAH) AVRAHAM,\" therefore only this name remained. Yet here the word \"vehayah\" is not used. Rather, it reads, \"but Yisrael shall be (Heb. yih'yeh) your name.\" It does not read, 'Yisrael shall be (Heb. vehayah) your name'. ACCORDING TO THIS, it is sufficient to call him Yisrael on only one occasion, TO FULFILL THE VERSE, WHICH READS, \"BUT YISRAEL SHALL BE YOUR NAME.\" This is all the more true because although he is sometimes called Ya'akov, there are other times he is called Yisrael. When his sons are adorned with priests and Levites, he will be called by the name YISRAEL for all times. 17. Every beginning is difficult Rabbi Yosi and Rabbi Elazar discuss the idea that the beginning of any manifestation involves strain and death, which is later followed by relief and ease. Thus, Rachel's death after the birth of Benyamin was a necessary sacrifice in order that the Shechinah could resume Her proper place. Similarly, on Rosh Hashanah the world passes under severe Judgment, followed by relief, forgiveness, and atonement on Yom Kippur. The reason for this, Rabbi Elazar explains, is that beginning is from the left side, which brings harsh Judgment until the right side is aroused and provides relief. However, for idolaters the reverse is true. God shall first treat them gently and then later He will destroy them. The Relevance of this Passage Each new beginning in our lives represents the seed of all that will follow. The birth of a child, the outset of a new business enterprise, the start of a marriage--these are all examples of beginnings. Through the mystical words of the sages appearing in this ancient text, we help infuse our beginnings with extraordinary Light and positive energy, so that the seed of all that comes afterward is healthy and strong. We derive the strength to endure through the strains and obstacles of beginnings, and to accelerate the arrival of relief and fruition. 173. While they were walking, Rabbi Yosi said to Rabbi Elazar: We learned that when Rachel died, THE SHECHINAH, who needed the twelve tribes to achieve perfection, took Her house. HE ASKS: Why did Rachel die at that time? WAS THIS CONNECTED TO HER DEATH? He replied: The reason was to enable the Shechinah to be properly crowned and become \"a joyful mother of children\" (Tehilim 113:9). With BINYAMIN, THE SHECHINAH began to take the house and achieve perfection. HE IS OF THE ASPECT OF YESOD OF THE TWELVE TRIBES, AND IS THEREFORE THE FIRST TO PERFECT THE SHECHINAH. Therefore, THE STANDARD OF Binyamin is always facing west--AS YESOD IS CONSIDERED TO BE OF THE WEST--and not any other side. 174. With BINYAMIN, the Shechinah begins to achieve perfection through of the twelve tribes. Through him, the Kingdom of Heaven begins to manifest itself on earth, AS THE FIRST KING IN YISRAEL, SHAUL, WAS HIS DESCENDANT. It is a mystery that every manifestation begins with difficulties and contains the sentence of death, but the difficulties are later resolved. 175. When THE SHECHINAH desired to be perfected and take over the house, WITH THE TWELVE TRIBES COMPLETED, judgment was exacted from Rachel AND SHE DIED. Later, She prepared to assume Her proper place. Similarly, when the kingdom wished to establish itself on earth, it started with judgment against Shaul, who was THEN KILLED ON THE MOUNTAINS OF GILBOA, according to his deeds. Only after this judgment was exacted from Shaul the kingdom established and settled ON DAVID. "},{"pageNumber":39,"pageContent":" 176. Come and behold: all beginnings are hard, but are followed by relief. Thus, on Rosh Hashanah everyone in the world is judged according to his own actions. Then comes relief and forgiveness and atonement ON YOM KIPPUR. THIS IS FOLLOWED BY THE SUKKOT ('THE FEAST OF TABERNACLES'). The reason is that every beginning has the aspect of the left, whose judgment is severe, but later the right is aroused, AS IT IS WRITTEN, \"HIS LEFT HAND IS UNDER MY HEAD,\" AND THEN, \"HIS RIGHT HAND EMBRACES ME\" (SHIR HASHIRIM 2:6). Then relief comes. 177. THE REVERSE IS TRUE FOR THE IDOLATROUS PEOPLE OF THE WORLD. In the future, the Holy One, blessed be He, will deal with them gently at first, but afterward with severe Judgment. This is the meaning of the verse: \"Hashem shall go forth as a mighty man, He shall stir up ardor like a man of war.\" First comes \"Hashem,\" the Merciful; then He comes \"as a mighty man,\" not a REAL mighty man; and later, \"like a man of war,\" not a REAL man of war. Finally, Judgment will be given against them, and He will destroy them, as it is written: \"He shall cry, indeed, roar, He shall show Himself mighty against His foes\" (Yeshayah 42:13), and \"Then shall Hashem go out, and fight against those nations, as when He fought in the day of battle\" (Zecharyah 14:3), and \"Who is this that comes from Edom, with crimsoned garments from Bozra...\" (Yeshayah 63:1) 178. \"And it came to pass, as her soul was departing, for she died, that she called his name Ben-oni: but his father called him Binyamin\" (Beresheet 35:18). Rabbi Yehuda began the discussion with the verse: \"Hashem is good, a stronghold in the day of trouble: He knows them that trust in Him\" (Nachum 1:7). Happy is the lot of one who is strengthened by the Holy One, blessed be He, because the stronghold of the Holy One, blessed be He, is indeed a stronghold, as it is written: \"Hashem is good,\" as in, \"good to all\" (Tehilim 145:9); \"a stronghold\" of salvations, as it is written, \"he is the saving strength of His anointed\" (Tehilim 28:8). \"...in the day of trouble...\" is when trouble comes, and the other nations attack Yisrael. 18. \"If you faint in the day of adversity\" The rabbis show us that it is incumbent upon man to walk the path of righteousness and to hold tightly to the Torah. This way, we' re told, the Evil Inclination becomes our Advocate rather than our Accuser, and rises to vouch for us before God. The sacrifice of the he-goat on Yom Kippur follows this principle. The sacrifice engages the Evil Inclination so that he will ascend and deliver favorable testimony to God. This principle, we learn, is seen in the example of Rachel's death, which was a punishment for Ya'akov. Because Ya'akov did not fulfill his vow to God, and because he uttered a \"causeless curse\" when he said to Lavan, \"Anyone with whom you find your Elohim,\" the Evil Inclination accused Rachel during a time of danger, and she perished. The Relevance of this Passage Spiritual Light gleams on this page, cleansing us of curses we have uttered in the past. A portion of this Light is given to the Evil Inclination, so that his words of praise replace his condemnation in the supernal courts protecting us from Judgments caused by our own negative deeds. 179. Come and behold. HE ASKS: In the verse, \"If you faint in the day of adversity, your strength is small\" (Mishlei 24:10), what is the meaning of \"you faint?\" HE REPLIS: A man whose hands do not firmly hold on to the Holy One, blessed be He, to receive strength from Him. A man can be strengthened by stronger association with the Torah, for whoever is strengthened by the Torah holds more firmly to the Tree of Life, thereby giving power and strength to the Congregation of Yisrael, THE SHECHINAH. "},{"pageNumber":40,"pageContent":" 180. But if he relaxes his hold on the Torah, then he faints, and if he is faint in his hold on the Torah, then \"in the day of adversity,\" his \"strength is small.\" When trouble comes, he presses the Shechinah, which is the power of the world. 181. Another explanation of the phrase, \"your strength is small,\" is that when a man is faint in his hold on the Torah and walks a crooked path, many enemies wait to oppress him in a day of adversity. Even his own soul, his power and strength, become his foes and enemy. HE EXPLAINED THE WORDS, \"YOUR STRENGTH IS SMALL (HEB. TZAR),\" AS \"YOUR STRENGTH IS AN ENEMY (HEB. TZAR),\" WHICH REFERS TO HIS SOUL, WHICH REFLECTS A MAN'S STRENGTH. 182. Rabbi Aba said that when a man walks the path of the Torah and his ways are duly straight, many advocates stand ready to speak well of him. He opened the discussion with the verse: \"If there be an angel over him, an intercessor, one among a thousand, to vouch for a man's uprightness, then He is gracious to him, and says: Deliver him from going down to the pit: I have found a ransom\" (Iyov 33:23- 24). We should study these verses carefully. Is not all revealed before the Holy One, blessed be He? Does He need an angel to announce before Him good and evil? 183. HE ANSWERS: ALTHOUGH HE KNOWS EVERYTHING, He surely requires AN ANGEL TO AROUSE MERCY, because when a man has good intercessors who remind the Holy One, blessed be He, of his merits, and no one who speaks of his sins, then \"He is gracious to him, and says: Deliver him from going down to the pit: I have found a ransom.\" 184. Come and behold: this verse clarifies the matter. It is written, \"If there be an angel over him,\" which should be sufficient. Yet it continues, \"an intercessor, one among a thousand.\" WE SHOULD THEREFORE FIND OUT who he is. HE SAID: This is the angel whose duty it is to be on the left side of man, as it is written:, \"A thousand shall fall at your side\" (Tehilim 91:7). We know this to be the left side from the following words, \"and ten thousand at your right hand,\" (Ibid.) WHICH MEANS THAT \"AT YOUR SIDE,\" WHICH WAS WRITTEN EARLIER, REFERS TO THE LEFT SIDE. 185. The \"one among a thousand\" is the Evil Inclination, one of the thousand DEMONS of the left side. He ascends to receive permission TO COME DOWN AND KILL. But when a man walks the path of Righteousness, the Evil Inclination becomes his servant, as it is written: \"Better is one lightly esteemed who owns a servant\" (Mishlei 12:9). He then ascends and becomes his advocate, recalling his merits before the Holy One, blessed be He, and the Holy One, blessed be He, says: \"Deliver him from going down to the pit: I have found a ransom.\" "},{"pageNumber":41,"pageContent":" 186. With all that, the Evil Inclination does not return empty handed. Another man is delivered to him, one whose soul he may take because this man's sins are already known. HE IS CHARGED FOR THEM and is held ransom for the man who escaped. This is the meaning of the sentence, \"I have found a ransom,\" to redeem him. 187. Another explanation of the words, \"I have found a ransom,\" is that THE HOLY ONE, BLESSED BE HE, SAYS TO THE ANGEL: The merit you mentioned shall be THAT MAN'S ransom. It will redeem him from dying and going down to Gehenom. Therefore, it behooves a man to walk the path of Truth, so that his accuser shall turn into his advocate. 188. Similarly, the children of Yisrael employ such means on Yom Kippur, by giving THE EVIL INCLINATION, SAMAEL, a goat, NAMELY, A SCAPEGOAT, and thus engaging it until it becomes their servant and ascends to testify before the Holy One, blessed be He, as their intercessor. Solomon said of the Evil Inclination, \"If your enemy be hungry, give him bread to eat: and if he be thirsty, give him water to drink\" (Mishlei 25:21). 189. Therefore, \"on a day of adversity,\" when man's hold on the Torah is faint, it is as if he brings the Holy One, blessed be He, to HEAR THE ACCUSATIONS OF the Evil Inclination, who becomes his persecutor. THEN, IT IS A DAY OF ADVERSITY, WHEN \"your strength is small,\" (Heb. tzar kochechah) WHICH CONSISTS OF THE WORD tzar koach koh. THIS MAKES SMALL THE POWER (KOACH) OF THE SHECHINAH, REFERRED TO AS KOH, because THE EVIL INCLINATION approaches the presence of THE HOLY ONE, BLESSED BE HE, to accuse, and the strength OF THE SHECHINAH is diminished BECAUSE OF IT. 190. Come and behold: \"Hashem is good, a stronghold in the day of trouble.\" HE ASKS: What is this \"day of trouble?\" HE ANSWERS: The time when Esav came to accuse Ya'akov. \"He knows them that trust in Him\" is when Judgment was severe upon him AND RACHEL DIED, AS WILL BE EXPLAINED. 191. Come and behold: the Accuser is upon man only at a time of danger. Come and see, because Ya'akov was late COMPLETING his vow, which he made before the Holy One, blessed be He, the Accuser exacted Judgment from him and demanded justice at the time when Rachel was in danger. He said to the Holy One, blessed be He: Ya'akov did not fulfill his vow. Although he has wealth and many sons, and lacks nothing, he did not fulfill his vow made before You, and yet You have exacted no punishment. Immediately, \"Rachel travailed and was in hard labor,\" (Beresheet 35:16) because this was the severe judgment that the Angel of Death exacted from him. "},{"pageNumber":42,"pageContent":" 192. HE ASKS: Why was Ya'akov punished in this manner? HE REPLIES: This is in accordance with the verse, \"If you have nothing with which to pay, why should he take away your bed from under you\" (Mishlei 22:27). Therefore Rachel died; this was the judgment exacted by the Angel of Death. 193. Come and behold: what did YA'AKOV do when Esav came? \"And he put the handmaids and their children foremost, and Leah and her children after, and Rachel and Yosef last of all\" (Beresheet 33:2). What prompted him to do so? He was afraid for Rachel, lest that wicked man should behold her beauty and attack him because of it. 194. It is also written, \"Then the handmaidens came near, they and their children, and they bowed themselves. And Leah also with her children came near, and bowed themselves,\" (Beresheet 33:6) the women before the men. But of Rachel the verse says, \"and after came Yosef near and Rachel.\" Yosef stood before his mother, covering and concealing her. Thus the words, \"Yosef is a fruitful bough, a fruitful bough by a well,\" (Beresheet 49:22) whose body grew bigger to protect his mother; \"by a well (lit. 'an eye')\" refers to that wicked man's eye, THAT MAN WHO MUST NOT CAST AN EYE ON HER. 195. Here, RACHEL was punished by the Evil Inclination, which accused her in a time of danger and punished Ya'akov for his unfulfilled vow. This was harder for Ya'akov than all his previous troubles. We know that RACHEL DIED because of Ya'akov from the words, \"Rachel died by me\"; (Beresheet 48:7) surely this happened because of me, because I tarried in FULFILLING my vow. 196. Rabbi Yosi said: It is written, \"a curse that is causeless shall (lit. 'not'; Heb. lo, Lamed Aleph) come home\" (Mishlei 26:2). This has been interpreted as lo (Lamed Vav) - \"to him,\" SO IT WOULD SAY: \"A CURSE THAT IS CAUSELESS SHALL COME TO HIM.\" THIS TEACHES US THAT once a righteous man curses, even if he did not mean TO CURSE, it is received by the Evil Inclination, who uses it to accuse in times of danger. 197. Ya'akov said, \"Anyone with whom you find your Elohim, let him not live\" (Beresheet 31:32). Although he did not know THAT RACHEL HAD STOLEN THEM, the Satan, who constantly abides among men, heard these words AND USED THEM TO ACCUSE IN A TIME OF DANGER. We therefore learned that a man should never open his mouth for the Satan, because he takes that utterance and uses it to accuse above and below, especially if the utterance came from the mouth of a righteous man or a sage. Rachel was punished for two reasons: BECAUSE YA'AKOV WAS LATE IN FULFILLING HIS VOW, AND BECAUSE OF THE CURSE HE UTTERED. 19. \"And it came to pass, as her soul was departing\" Although the soul may depart the body and return during one's lifetime, Rachel's soul did not return and she died. Before she died, she named her last-born child Ben-oni, because of the severe Judgment against her. Ya'akov then renamed his youngest son Benjamin, also to bind him to the right side, just as he attached Rachel to Mercy. The Relevance of this Passage This section helps deepen our understanding of the importance of names, and of their influence on our destiny through the attraction or deflection "},{"pageNumber":43,"pageContent":" of the Light. We achieve a greater connection to our own name and the particular influences that it radiates. 198. \"And it came to pass, as her soul was departing for she died.\" Rabbi Aba asked: If the words, \"as her soul was departing,\" mean that she died, WHY DOES THE VERSE CONTINUE WITH THE WORDS, \"FOR SHE DIED?\" HE REPLIED: THE WORDS, \"FOR SHE DIED,\" were necessary TO INDICATE THAT THE SOUL did not return to the body, and she died bodily. THE DEPARTURE OF THE SOUL IS NOT AN INDICATION OF BODILY DEATH, for there are people whose souls departed and later returned to their places. This is the meaning of the verses: \"And his spirit returned to him\" (I Shmuel 30:12), \"And their heart departed\" (Beresheet 42:28), \"My soul departed\" (Shir Hashirim 5:6), and, \"until there was no soul left in him\" (I Melachim17:17). But when RACHEL'S soul departed, it did not return, and she died. 199. \"That she called his name Ben-oni,\" because of the severe Judgment decided against her. Ya'akov, however, turned him to the right, NAMELY, TO CHASSADIM, to bind the west, THE NUKVA, to the right. And though he is Ben-oni (lit. 'the son of sorrow') OF THE NUKVA from the aspect of rigorous Judgment, NEVERTHELESS he is the son of the right, because THE NUKVA became attached to the right. HE THEREFORE CALLED HIM 'BINYAMIN', THE 'SON OF RIGHT', BECAUSE HE ATTACHED RACHEL TO THE RIGHT, TO CHASSADIM. 200. She was buried by the road. Her death and place of burial were known, AND SHE WAS BURIED BY THE ROAD IN AN OPEN PLACE. But the death and burial place of Leah are not recorded, although the four mothers share a secret, as has already been explained. 20. \"And Ya'akov set a pillar\" This section explains the significance of the phrase, \"to this day,\" which is attached to the title quotation. While Rabbi Yosi interprets this as a reference to the day when God resurrects the dead, Rabbi Yehuda explains that it is a reference to the day when the children of Yisrael return from exile, in accordance with the oath that God swore to the Shechinah. At that time, the children of Israel will weep for Rachel, as she wept for their exile--and Rachel, Yisrael, and the Shechinah shall rejoice together by the side of the road. The Relevance of this Passage A reading of this section accelerates the end of exile for the children of Israel. Moreover, this Light hastens the final Redemption and Resurrection for mankind. On a personal level, this Divine energy helps resurrect areas of our lives that have been disconnected from the Light. We literally gain freedom from the forces of death. 201. \"And Ya'akov set a pillar upon her grave.\" Rabbi Yosi asked: Why DOES THE SCRIPTURE ADD THE WORDS, \"TO THIS DAY?\" HE REPLIED: Because her burial place will remain uncovered until the day when the Holy One, blessed be He, will raise the dead. Thus, it is said, \"to this day,\" the very day OF RESURRECTION. "},{"pageNumber":44,"pageContent":" 202. Rabbi Yehuda said that \"to this day\" refers to the day when the Shechinah shall repatriate the children of Yisrael from exile to RACHEL'S BURIAL place, as it is written: \"And there is hope for your future, says Hashem, and your children shall come back again to their own border\" (Yirmeyah 31:16). This is the oath the Holy One, blessed be He, swore TO THE SHECHINAH. And the children of Yisrael, when they return from exile, will stand by Rachel's grave and weep, as she wept for the exile of the children of Yisrael. The scripture therefore reads, \"They shall come with weeping, and with supplications will I leas them\" (Ibid. 8), and \"for your work shall be rewarded\" (Ibid. 15). At that time, Rachel will rejoice by the road together with Yisrael and the Shechinah, as has already been explained. 21. \"Reuven went...Now the sons of Ya'akov were twelve\" Rabbi Yehuda discusses the power and influence of the Torah for the dead. When the soul of one who labors in the Torah departs this world, it ascends by the Torah's familiar ways, and the Torah preserves the body and guards it against the Judgments of the other world until the day of resurrection. However, when the soul of one who does not labor in the Torah leaves this world, it does not know the paths to follow. Therefore, it \"stumbles\" and receives punishment. This section also provides an explanation of Reuven's questionable actions, as related in the title verse. The discussion of this issue reveals that Reuven did not actually lie with Bilhah; rather, he disarranged the couch in order to prevent the Shechinah from performing her conjugal duty with Ya'akov. Thus, Reuven was punished. He was deprived of his birthright, which was transferred to Yosef, in accordance with God's Wisdom. However, Reuven's merits remained intact and his descendants remained worthy of inclusion among the twelve tribes. Similarly, the actions of Eli's son--recounted in the verse, \"Now Eli was very old...\"--do not mean that he lay with the women at the entrance to the Temple. Instead, he detained them, preventing them from entering until the other sacrifices had been offered, as was appropriate. The Relevance of this Passage The quality of life we create for ourselves in the physical realm mirrors the quality of life awaiting us after our departure from this existence. Our quality of life is determined by our actions and their degree of spiritual development via the path of Torah. This section enlightens us to the power of Torah and the path it offers. The radiating Light helps us clearly see the darkened corridors of this life, in order to avoid traveling darkened byways in the hereafter. 203. \"And it came to pass, when Yisrael dwelt in that land, that Reuven went and lay with Bilhah his father's concubine: and Yisrael heard of it. Now the sons of Ya'akov were twelve\" (Beresheet 35:22- 23). Rabbi Elazar said: \"when Yisrael dwelt (Heb. shkon) in that land,\" REFERS TO THE SHECHINAH CALLED 'LAND', for at that time when Leah and Rachel died, THE SHECHINAH became mistress of the house. 204. HE ASKS: Could you possibly think that Reuven lay with Bilhah? HE ANSWERS: As long as Leah and Rachel were ALIVE, the Shechinah hovered over them; once they died, the Shechinah never departed from the house, but dwelt in Bilhah's abode. HE ASKS: Although it was appropriate that the Shechinah should be mistress of the house, THAT IS, BE UNITED WITH YA'AKOV AFTER RACHEL'S DEATH, WHY WAS IT SAID THAT THE SHECHINAH DWELT WITH BILHAH? HE ANSWERS: She would not hover openly about the house if Ya'akov had not formed a union of male and female. Therefore, the Shechinah was to be found in Bilhah's tent, WHERE THERE WAS A UNION OF MALE AND FEMALE. "},{"pageNumber":45,"pageContent":" 205. When Reuven saw that Bilhah had inherited his mother's place, he upset YA'AKOV'S bed BY TAKING IT AWAY. As the Shechinah was upon it, it is written as if he \"lay with Bilhah.\" Rabbi Yesa said that he slept on the same bed, thus showing disrespect for the Shechinah. FOR THAT REASON, THE VERSE INTIMATES THAT IT WAS AS IF HE LAY WITH HER. But because HE DID NOT SIN, he was not excluded from the TWELVE tribes. Therefore scripture does the reckoning, SAYING, \"NOW THE SONS OF YA'AKOV WERE TWELVE,\" and then, \"Reuven, Ya'akov's first-born,\" thus appointing him head of all the tribes. 206. Rabbi Yehuda opened the discussion with the verse, \"for the ways of Hashem are right, and the just do walk in them: but the transgressors shall stumble in them\" (Hoshea 14:10). All the ways of the Holy One, blessed be He, are Right and His paths True, but the people in the world do not know or care what they are based upon. \"The just do walk in them,\" because they know the ways of the Holy One, blessed be He, and study the Torah. Whoever is occupied in the study of the Torah is familiar with them and treads THE WAYS OF THE TORAH, never deviating right or left. 207. \"But the transgressors shall stumble in them.\" These words refer to the wicked, who do not study the Torah or care for the ways of the Holy One, blessed be He, or know where they are going. Because they do not know how to observe, and do not deal with the Torah, they stumble in this world and in the world to come. 208. Come and behold: when a man who studies the Torah passes away, his soul ascends through the roads and ways of the Torah, which are known to those who follow the ways of the Torah in this world. After they die, they tread these pathes in the other world. 209. When those who do not study the Torah in this world, those who are not familiar with its roads and ways, leave this world, they do not know which way to go and they stumble. Because they chose ways that are not of the Torah, many judgments are raised against them, and they are punished. "},{"pageNumber":46,"pageContent":" 210. Of he who studies the Torah, it is written, \"When you lie down, it shall watch over you; when you wake, it shall talk to you\" (Mishlei 6:22). \"When you lie down\" in the grave, the Torah shall watch over you from the Judgment of that world; \"when you wake\" refers to the time when the Holy One, blessed be He, will raise spirits and souls that will resurrect the dead. Then, \"it shall talk to you,\" being an advocate for the body, so that the bodies who studied the Torah shall rise in a proper manner. These are those who will rise first to everlasting life, as it is written, \"And many of those who sleep in the dust of the earth shall awake, some to everlasting life\" (Daniel 12:2). Those who deal in everlasting life, the Torah, will awake to everlasting life. 211. Come and behold: the bodies of all the students of the Torah will be preserved, and the Torah shall protect them. The reason is that the Holy One, blessed be He, will arouse a wind, comprised of four winds, CHOCHMAH, BINAH, TIFERET, AND MALCHUT. That wind appears before those who studied the Torah and revives them to everlasting life. 212. You may say that it is written OF THE DEAD THAT YECHEZKEL RESURRECTED, \"Come from the four winds, O breath (also: 'wind')\" (Yechezkel 37:9). Why, then, did they die again, DERIVING NO BENEFIT FROM THAT WIND--WHICH COMPRISES THE FOUR WINDS--BY LIVING FOREVER? HE ANSWERS: Come and behold. When the Holy One, blessed be He, revived the dead through Yechezkel, that wind, although it did include the four winds, did not descend IN THE FIRST PLACE to revive them forever, but only to show how the Holy One, blessed be He, will in the future resurrect in the same way the dead and revive them by that wind included OF FOUR WINDS. And although the bones returned to what they were, the Holy One, blessed be He, only wanted to show the world that He will raise the dead in the future. And when He will, it will be for a perfect existence in this world. The Torah will THEN stand as an advocate before the Holy One, blessed be He, for those who strove in the Torah. "},{"pageNumber":47,"pageContent":" 213. Rabbi Shimon said: The Torah and its words, NAMELY, ITS LOGIC, with which man was occupied in this world, stands ALWAYS before the Holy One, blessed be He, uttering speeches and raising voices. It is not silent. At the time OF RESURRECTION, it will talk and speak in accordance with man's devotion to it and his occupation with it in this world. They will therefore rise to complete existence and everlasting life, as we have said. For that reason, \"the ways of Hashem are right, and the just do walk in them: but the transgressors shall stumble in them.\" 214. Rabbi Chiya continued the discussion with the verse: \"Now Eli was very old, and heard all that his sons did to all Yisrael; and how they lay with the women that assembled at the door of the Tent of Meeting\" (I Shmuel 2: 22). HE ASKS: Could it possibly occur to you that the priests of Hashem would do such a thing? The scripture specifies their sins earlier, as it is written: \"for the men dishonored the offering of Hashem\" (Ibid. 17); \"And the priest's custom with the people was, that, when any man offered...\" ( Ibid. 13); \"Also before they burnt the fat, the priest's lad came, and said to the man that sacrificed, Give some roasting meat for the priest...\" (Ibid. 15); \"No; but you shall give it me now: and if not, I will take it by force. Wherefore the sin of the lads was very great before Hashem\" (Ibid. 16). And although they took only of what was theirs, the priests', to eat, they were nevertheless punished for treating the offering lightly. FROM THIS WE LEARN THAT THEY WERE RIGHTEOUS, AS THEY WERE VERY STRICTLY DEALT WITH. Yet here it is written: \"they lay with the women that assembled,\" AND COMMITTED SUCH A GRAVE OFFENSE. 215. HE ANSWERS: Heaven forbid that they should commit such a transgression, especially in such a holy place, for Yisrael will rise and kill them. But they only detained the women from entering the temple and protested that they must not come in to pray before the offerings were sacrificed. They detained them because their offering held no portion for the priests. This is why THEY DETAINED the women who wanted to enter THE TEMPLE, hence the words, \"they lay with the women,\" that is, held them from entering THE TEMPLE, AS WE HAVE SAID. "},{"pageNumber":48,"pageContent":" 216. There is a similar meaning in the words, \"and lay with Bilhah\" (Beresheet 35: 22). Heaven forbid that he lay with her; he only stopped her from performing her marital duty with Ya'akov by disarranging the bed. He did this in the presence of the Shechinah, because wherever intercourse is performed according to the law, the Shechinah hovers about and dwells in that place. He who blocks the commandment of intercourse causes the departure of Shechinah from the world. It is therefore written, \"you went up to your father's bed; then you did defile it: he went up to my couch,\" (Beresheet 49:4) and \"he lay with Bilhah his father's concubine, and Yisrael heard of it. Now the sons of Ya'akov were twelve,\" WHICH TEACHES US THAT all of them were counted, and their merit remained intact. 217. Rabbi Elazar asked: Why was he first called Yisrael and then Ya'akov in the verse, \"and Yisrael heard of it. Now the sons of Ya'akov were twelve?\" HE ANSWERS: When Reuven disarranged the bed, he said, What DOES THIS MEAN? My father had to bring twelve tribes into the world and now he wishes to beget sons. Are we deficient that he desires others IN OUR STEAD? Immediately, he disarranged the bed and intercourse was thwarted. It was CONSIDERED as if he showed contempt toward the Shechinah, who then hovered over the bed. Therefore it is written, \"and Yisrael heard of it,\" for by using this name, he was elevated to the secret twelve GRADES, the twelve rivers of pure balsam. 218. \"Now the sons of Ya'akov were twelve.\" This refers to the twelve tribes by which the Shechinah was perfected. The Torah again enumerated them as it did before REUVEN'S SIN. They are all holy and the Shechinah considered them worthy of beholding the sanctity of their Master. Had Reuven really sinned, he would not have been counted among the tribes. 219. Even so, REUVEN was punished. His birthright was taken from him and given to Yosef, as it is written: \"Now the sons of Reuven the firstborn of Yisrael, for he was the firstborn; but since he defiled his father's bed, his birthright was given to the sons of Yosef\" (I Divrei Hayamim 5:1). Come and behold: \"Blessed be the name of Elohim for ever and ever\" (Daniel 2:20). His works are all true, His ways just, and His deeds follow the Supernal Wisdom. "},{"pageNumber":49,"pageContent":" 220. Come and behold: Everything man does has an effect, for it is written and preserved before the Holy One, blessed be He. When Ya'akov came in to Leah, his heart and desires were with Rachel the whole night, because he thought she was Rachel. From that union, from the first seed and desire, Leah conceived. It was explained that if Ya'akov had known SHE WAS LEAH, BUT NEVERTHELESS THOUGHT OF RACHEL, Reuven would not have been considered to be one OF THE TRIBES. HE WOULD HAVE BEEN CONSIDERED A CHANGELING SON. BUT SINCE IT WAS IN THE ABSENCE OF INTENT, the offspring was not given a specific name, but just called 'Reuven' (lit. 'see, a son'.) 221. Nevertheless, everything reverted to its proper place. Because Ya'akov's original desire was for Rachel, the desire reverted to Rachel, since the birthright was returned to Yosef, Rachel's eldest son, the place where the desire was, THAT IS, Rachel. Thus, all was properly settled, because all the works of the Holy One, blessed be He, are true and just. 22. \"Who is this coming out of the wilderness\" Smoke that rises from the fat dropping into the fire while Rabbi Yosi cooks, leads to a discussion and interpretation of the title quotation. Rabbi Yosi explains that when the children of Yisrael offered sacrifices, smoke rising straight up meant that the candle that had been lit was indeed worthy of being lit. However, once the Temple was destroyed, joy was replaced by rage in both the Upper and Lower Worlds, and the children of Israel went into exile under the dominion of other gods. As they traveled through the desert, the Shechinah went before them in a cloud of smoke. The Shechinah was attached to all three columns--that is, to Avraham, Yitzchak, Ya'akov, and Yosef, the latter two being of one essence. The reason for the exile, we're told, is \"you would not serve The Creator, your Elohim with joyfulness.\" Thus, the children of Yisrael shall suffer until God rises up to redeem them among the nations. The Relevance of this Passage In a spiritual context, the notion of offering sacrifices for the purpose of \"lighting the candle worthy of being lit,\" refers not to the sacrificial slaughter of animals, but to the sacrifice of ego in order to ignite the Light of the soul. The many sacrifices described in Scripture pertain to the various negative traits dwelling within the consciousness of man. Removing these traits is the basis of all spiritual work. Enlightened with this spiritual perspective, these verses help us sacrifice negative characteristics, allowing the Light of our souls to shine ever more brightly. 222. On a visit to Rabbi Yosi, Rabbi Chizkiyah saw a piece of meat drop FROM HIS POT into the fire. As a result of the dripping of the fat, smoke rose up. He said to him: Had the pillars of smoke from the offering risen from the altar like this smoke, there would have been no wrath upon the world and Yisrael would not have gone into exile from their land. "},{"pageNumber":50,"pageContent":" 223. Rabbi Yosi answered by quoting the verse: \"Who is this coming out of the wilderness like columns of smoke, perfumed with myrrh and frankincense, with all powders of the merchant?\" (Shir Hashirim 3:6) WHAT IS THE MEANING OF, \"Who is this coming out?\" HE REPLIS: Come and behold. When the children of Yisrael were walking in the desert, the Shechinah went before them. They followed, as it is written, \"And Hashem went before them by day in a pillar of a cloud, to lead them the way; and by night in a pillar of fire, to give them light; that they might go...\" (Shemot 13:21). Therefore, it is written: \"Thus says Hashem; I remember in your favor, the devotion of your youth, your love as a bride, when you did go after me in the wilderness\" (Yirmeyah 2:2). THUS, THE SHECHINAH WENT BEFORE THEM, AND THEY FOLLOWED. THIS MEANS THAT THEY RECEIVED FROM HER BACK, AS WILL BE MENTIONED SHORTLY. 224. The Shechinah advanced with all the clouds of glory about Her. When the Shechinah would go, so would the children of Yisrael, as it is written: \"And when the cloud was taken up from the tabernacle, then after that the children of Yisrael journeyed\" (Bemidbar 9:17). When She ascended, the cloud rose high, and all the people of the world saw and asked, \"Who is this coming out of the wilderness like columns of smoke?\" 225. The cloud in which the Shechinah was seen was made of smoke. Why? Because the light kindled by Avraham and Yitzchak, his son, clung to Her and never left Her. Whenever the fire seized Her, smoke would rise up. 226. Moreover, She was \"perfumed with myrrh and frankincense.\" By \"perfumed,\" it is meant that She was attached to the other two sides, MITIGATING AND ENVELOPING ONE ANOTHER, Avraham's cloud on the right and Yitzchak's cloud on the left. The \"powders of the merchant\" refers to Ya'akov. THIS MEANS SHE WAS CONNECTED TO THE THREE COLUMNS: \"MYRRH\" IS THE RIGHT COLUMN, AVRAHAM; \"FRANKINCENSE\" IS THE LEFT COLUMN, YITZCHAK; AND \"ALL THE POWDERS OF THE MERCHANT\" IS THE CENTRAL COLUMN THAT CONNECTS BOTH, THIS IS WHY IT IS CALLED A MERCHANT WHO HOLDS BOTH TYPES OF FRAGRANCE IN HIS HANDS. 227. Another explanation is that the \"powders of the merchant\" refers to Yosef the Righteous, for his coffin (lit. 'ark'), YESOD, traveled by Her. He was called a merchant (Heb. rochel; also: 'talebearer') because he slandered his brothers (Heb. rechilut) before his father. According to another explanation, he was thus called because just as a merchant possesses all kinds of bundles of incense and perfumed herb powders, so Yosef maintained the Torah, for he observed it as all the precepts of the Torah are connected to keeping the Holy Covenant, WHICH HE DID. "},{"pageNumber":51,"pageContent":" 228. Another explanation connects the powders with Avraham, Yitzchak, Ya'akov, and Yosef, who had one and the same image. This is the meaning of the verse: \"These are the generations of Ya'akov. Yosef\" (Beresheet 37:2). Thus, the words, \"with all powders of the merchant\" refer to the source from which the river is drawn and flows, YESOD, WHICH IS YOSEF. Everything is watered from it and the faces of all are illuminated. 229. Come and behold: when Yisrael dwelt in their land and offered sacrifices, they approached nearer to the Holy One, blessed be He. When the sacrifice was offered and the smoke rose straight, they knew that the smoke from the altar lit the candle worthy of being lit; all faces shone and the candles were burning. 230. Since the Temple was destroyed, not a day passes without wrath and anger, as it is written, \"and an El who had indignation every day\" (Tehilim 7:12). Joy was banished above and below, and the children of Yisrael went into exile under the dominion of other Elomin. Then, the verse is fulfilled, as it is written: \"and there you shall serve other Elohim\" (Devarim 28:64). 231. HE ASKS: Why DID YISRAEL DESERVE all this? HE ANSWERS: As it is written, \"Because you would not serve Hashem your Elohim with joyfulness, and with gladness of heart, for the abundance of all things\" (Ibid. 47-48). HE ASKS: What is the meaning of \"the abundance of all things?\" HE ANSWERS: Here, there is \"the abundance of all things,\" and there, \"want of all things.\" 232. So it shall be until the Holy One, blessed be He, arouses Himself and redeems us from among the nations, as it is written: \"that then Hashem your Elohim will turn your captivity, and have compassion upon you, and will return and gather you from all the nations, amongst whom Hashem your Elohim had scattered you. If your outcasts be at the utmost parts of heaven, from there will Hashem your Elohim gather you...\" (Devarim 30:3-4). 23. \"Now these are the generations of Esav\" This passage explains why Scripture does not enumerate the sons of Esav until after the death of Yitzchak, while Ya'akov's sons are enumerated long before he dies. This, we learn, is because Esav abandoned the true Faith completely, leaving Ya'akov with an enhanced portion, as well as the heritage of his father and his ancestors. The Relevance of this Passage Yitzchak, his son Ya'akov, and their succeeding generations, forged the spiritual path that led to the revelation of the Torah, and therefore, they represent its eternal, supernal Light. Esav, however, embodies the force of darkness and eternal death. This section connects us to Light of the Torah, expressed through the patriarchs Yitzchak and Ya'akov. "},{"pageNumber":52,"pageContent":" 233. \"Now these are the generations of Esav, who is Edom\" (Beresheet 36:1). Come and behold: Esav's sons were not counted while Yitzchak was alive, as were the sons of Ya'akov, who were counted before he died. Of Esav it is written: \"And Yitzchak expired, and died, and was gathered to his people, being old and full of days: and his sons Esav and Ya'akov buried him,\" followed by \"Now these are the generations of Esav, who is Edom.\" Why WERE THEY NOT COUNTED IN HIS LIFETIME? Because only Ya'akov and his sons are the portion, inheritance, and lot OF YITZCHAK. For that reason, Ya'akov and his sons, who are the portion of the Holy One, blessed be He, were counted. Esav, however, had no portion in the side of the faith. Therefore, his accounts were settled only after Yitzchak died, when his portion was separated FROM HOLINESS into another place. 234. Come and behold: after Yitzchak died and Esav went to his side, it is written: \"And Esav took his wives...away from his brother Ya'akov\" (Beresheet 36:6). In doing this, he left both capital and profit to Ya'akov, HE RELINQUISHED the bondage of Egypt, WHICH IS THE CAPITAL AND THE PROFIT THEREFROM, THE HERITAGE OF the Land of Yisrael. He sold his share of the cave of the Machpelah and went from the land, the faith, and his portion, thus walking away from AND LEAVING everything. 235. Come and behold: how much Ya'akov's portion was increased in all respects when Esav left him and went to his own lot and portion. Ya'akov thus continued to hold the heritage of his father and his ancestors. And so it is written: \"and went into another country away from his brother Ya'akov.\" HE ASKS: Why is it written, \"away from his brother Ya'akov?\" HE ANSWERS: Because he did not care for his inheritance or share YA'AKOV'S lot of faith. Happy is the lot of Ya'akov, of whom the verse says, \"For Hashem's portion is His people; Ya'akov is the lot of His inheritance\" (Devarim 32:9). 24. \"And these are the kings\" Rabbi Yesa begins a discussion of the verse, \"Behold, I will make you small among nations...\" After God created the world, he placed seventy ministers over the seventy nations. These ministers are best described as intelligent supernal influences; they are angelic forces that rule and direct the affairs of the nations on a spiritual level. Of all the ministers, Esav is the most despised before God, as he represents the Side of Defilement. The lower grades, we learn, form a hierarchy and are linked and interlocked by a bond that holds them to their proper side. The Unclean Side diverges into numerous paths and distributes power to the multitudes in the Lower World. The quotation, \"These are the kings,\" refers to the grades of Esav which reigned before there was any king over Yisrael, before the higher grades were perfected and the kingdom of Heaven was established in its own place, never to be removed. The Relevance of this Passage A reading of this section arouses the Light of protection against the powers of darkness. Though unseen, these negative entities are as real as the equally invisible atoms or the force of gravity. "},{"pageNumber":53,"pageContent":" 236. \"And these are the kings that reigned in the land of Edom, before there reigned any king over the children of Yisrael\" (Beresheet 36:31). Rabbi Yesa began the discussion with the verse: \"Behold, I will make you small among the nations: you are greatly despised\" (Ovadyah 1:2). Come and behold: when the Holy One, blessed be He, created the world, He divided the earth into seven regions that correspond to the seventy ministers APPOINTED OVER THE NATIONS. THESE ARE THE SECRET OF THE EXTERIOR-- CHESED, GVURAH, TIFERET, NETZACH, HOD, YESOD, AND MALCHUT--EACH CONSISTING OF TEN AND THEREBY TOTALING SEVENTY. The Holy One, blessed be He, appointed THE SEVENTY MINISTERS over the seventy nations, each according to its worth, as it is written: \"When the most High divided to the nations their inheritance, when he separated the sons of Adam, he set the bounds of the people according to the number of the children of Yisrael \" (Devarim 32:8). 237. Among all the ministers appointed over the nations, no one is as despised before THE HOLY ONE, BLESSED BE HE, as Esav's minister, because Esav represents the Side of Defilement, which is despicable before the Holy One, blessed be He. ESAV'S MINISTER was issued from the small grades behind the millstones. From the emptiness of the red sides came THE MINISTER OF ESAV. Therefore it is written, \"Behold, I will make you small among the nations: you are greatly despised,\" which has the same meaning as \"upon your belly shall you go, and dust shall you eat all the days of your life\" (Beresheet 3:14), 'greatly' resembles the words, \"You are cursed above all cattle, and above every beast of the field\" (Ibid.). 238. Come and behold: within the lower grades, there are grades upon grades that are all different than each other. Yet, they are both detached from and attached to each other IN SUCH A WAY THAT Malchut OF EACH OF THE GRADES is separated, yet each Malchut is interconnected to Malchut. THE REASON IS THAT as one enters, another ascends and thus, they are united by a bond. 239. This bond has one level OF THE CENTRAL COLUMN. Each level contains three bonds; AS THE CENTRAL COLUMN CONTAINS ALL THREE COLUMNS; each bond contains one crown, NAMELY, THE CROWN REFERRED TO IN THE VERSE, \"THE CROWN WITH WHICH HIS MOTHER CROWNED HIM\" (SHIR HASHIRIM 3:11). And in every crown there is a singular force of command. 240. THE FORCE OF COMMAND was assigned by being crowned from above, and assigned to descend until the stars and constellations are attached to it. Every FORCE OF COMMAND IN EACH OF THE THREE CROWNS contains one star and one constellations. Because all the stars are connected to the upper grades, AND THE CONSTELLATIONS TO THE LOWER GRADES, each grade is crowned in certain places, according to its INDIVIDUAL worth. "},{"pageNumber":54,"pageContent":" 241. When the grades diverge, they form a disrupting link, until it is connected to its worthy place, and the aspects of the defiled grades of the left side all diverge into several ways and paths of the aspects of the red Gvurot THAT RUN FROM BINAH, THE SECRET OF RED, and because lower Gvurot are counted below by the thousands and myriads, then \"Behold, I will make you small among the nations: you are greatly despised.\" 242. Come and behold: \"And these are the kings that reigned in the land of Edom.\" \"...the land...\" is the side of Esav's grade, as it is written, \"Esav, who is Edom.\" All THESE KINGS came from the side of the unclean spirit. \"...before there reigned any king over the children of Yisrael\" refers to these grades OF ESAV, which stand at the lower gates and are the first TO BE PERFECTED. The reason Ya'akov said, \"Let my lord, I pray you, pass over before his servant\" (Beresheet 33:14), is that Esav's grades are the first to enter AND BE PERFECTED, FOR THE LOWER GRADES ARE CORRECTED FIRST AND THE HIGHER GRADES LATER. They were, therefore, \"before there reigned any king over the children of Yisrael,\" for the time had not come for the Kingdom of Heaven to rule and join hands with the children of Yisrael. He therefore said, \"Let my lord, I pray you, pass over before his servant.\" 243. After these grades are perfected, the Kingdom of Heaven will be aroused to rule over the lower beings. Its rulership shall start with Binyamin, the youngest of the tribes, NAMELY, WITH SHAUL WHO IS OF THE TRIBE OF BINYAMIN. This is the meaning of the verse, \"There is Binyamin, the youngest, ruling them\" (Tehilim 68: 28). The Kingdom began to take root in him, later coming into its own place, TO KING DAVID, to be established and never to depart. 25. Ya'akov, Yisrael and Yeshurun Rabbi Chiya discourses on the names Ya'akov, Yisrael, and Yeshurun, which appear in the verse, \"Yet now hear, O Ya'akov My servant...\" These names represent three different grades, yet all amount to one. Similarly, the terms, \"created,\" \"formed,\" and \"made,\" which also appear in the verse, represent three different grades, yet all are one. We learn that the children of Israel, to whom God gave the Torah so that they might merit the Holy Land and a portion in the world to come, are fortunate indeed, while the idolaters will one day be destroyed. The Relevance of this Passage When the light of the sun passes though a prism, the beam refracts into the seven colors of the spectrum. The colors are many, but they are one. Spiritual Light follows the same profound principle, with each grade of Light offering another frequency of fulfillment. Three \"colors\" in the Divine spectrum of Light shine through to our souls in this passage through the words, \"created,\" \"formed,\" and \"made,\" and \"Ya'akov,\" \"Yisrael,\" and \"Yeshurun.\" These three help us to merit a portion in the world to come, and connect us to the Divine energy radiating from the Land of Yisrael. "},{"pageNumber":55,"pageContent":" 244. Rabbi Chiya continued with the verse: \"Yet now hear, O Ya'akov my servant; and Yisrael whom I have chosen: thus says Hashem that made you, and formed you from the womb, who will help you; Fear not O Ya'akov my servant; and you, Yeshurun, whom I have chosen\" (Yeshayah 44:1-2). Come and behold: how many times did the Holy One, blessed be He, promise the children of Yisrael that He would cause them to inherit the world to come. For He desired no other nation or tongue for His portion but Yisrael alone. Therefore, the Torah of Truth was given to them, through which to merit and learn the ways of the Holy One, blessed be He, and thus inherit the Holy Land. For whoever merits this Holy Land has a portion in the world to come, as it is written: \"Your people also shall be all righteous: they shall inherit the land for ever\" (Yeshayah 60:21). This has already been explained. 245. There are three grades IN THE VERSE BEFORE US: First Ya'akov, then Yisrael, and Yeshurun last, AND WE SHOULD KNOW THE DIFFERENCE BETWEEN THEM. Come and behold: we already explained Ya'akov and Yisrael, though both grades are the same. 246. HE ASKS: Why are Yisrael called by the name of Yeshurun? HE ANSWERS: Yisrael and Yeshurun are one. The meaning of Yeshurun, as it is written, \"He should then assemble (Heb. yashor) a row of men\" (Iyov 33:27), is that he takes a row from the one side and a row from the other side. Because there are two rows, he is called 'Yeshurun', IN THE PLURAL. Also, Yisrael IS DERIVED FROM 'ROW' (HEB. SHURAH), BEING THE LETTERS OF YASHOR EL, IN THE SINGULAR. 247. Yisrael is pronounced WITH THE LETTER SIN, WHICH ALLUDES TO OFFICIALDOM (HEB. SERARAH), for having command and power over all. Yeshurun IS THUS NAMED after the two parts, the RIGHT AND LEFT sides, the two rows already mentioned. They are all one. 248. He explained that all these names amount to one. \"Ya'akov my servant,\" for he is a servant at times and abides his Master's command and executes His wishes. Also, \"Yisrael whom I have chosen,\" MEANS to dwell on. All is according to a deep mystery. It is thus written: \"that created you, O Ya'akov, and He that formed you, O Yisrael\" (Yeshayah 43:1), and \"Hashem that made you.\" All these grades are counted as one. Therefore, the verbs: created, formed, and acted are related to them respectively: one grade is over the other and all these grades are one. 249. Happy is the portion of Yisrael that the Holy One, blessed be He, desired them above all the idolatrous nations, of which the scripture says: \"They are vanity, the work of delusion: in the time of their punishment they shall perish,\" (Yirmeyah 10:15) when the Holy One, blessed be He, will wipe them away from the earth, and He will remain alone, as it is written, \"and Hashem alone shall be exalted on that day\" (Yeshayah 2:11). "},{"pageNumber":56,"pageContent":" 26. \"Fear not, you worm Ya'akov\" Rabbi Yehuda leads a discussion of the title verse and the regenerative power of the children of Yisrael. There are two explanations for the comparison of the children of Yisrael to the \"worm,\" as well as an explanation of the comparison of the children of Yisrael to clay, which actually signifies glass. Finally, an interpretation of \"O men of Israel\" reveals it to represent the Tree of Life. Because the children of Yisrael cleave to the Tree of Life, we're told, they shall one day rise from the dust and be established as one nation to serve God. The Relevance of this Passage The Tree of Life is a realm of pure Light and energy, devoid of darkness, death and decay. While our world is a domain of constant desire for Light, the Tree of Life reality embodies infinite Light. Standing in the way of our deepest desires, and the endless Light that can fulfill them, is a single curtain--the ego of man. Our darkened world gives us the opportunity to earn and create the Light by striving to remove all aspects and influences of our ego, via Torah. This spiritual commitment is how a man cleaves to the Tree of Life. By helping us eradicate our egos, these verses connect our souls to the Tree of Life reality. 250. Rabbi Yehuda began the discussion with the verse: \"Fear not, you worm, Ya'akov, O men of Yisrael; I will help you, says Hashem, and your redeemer, the holy One of Yisrael\" (Yeshayah 41:14). Come and behold: the Holy One, blessed be He, put all the heathen nations in the world under certain ministers, as we learned, and they all follow their Elohim, as it is written: \"For let all people walk each in the name of his Elohim\" (Michah 4: 5). They all shed blood, wage war, rob, beat, and fornicate. They mingle with those who cause evil. Thus, their power to harm increases. 251. The children of Yisrael have no might or power to overcome them except through their mouths, THAT IS, PRAYER, as a worm has no might or power, save in its mouth. But by its mouth, it wears through everything. Thus, the children of Yisrael are called \"worm.\" 252. Another EXPLANATION OF, \"Fear not, you worm Ya'akov,\" is that there is no creature like the silkworm, which produces glorious garments that are the raiments of kings. After ITS SPINNING, it produces a seed and dies. Later, from that very seed it lives again. The children of Yisrael are like this worm. Although they die, they are revived and live in the world as before. 253. It is also written: \"Behold, as the clay is in the potter's hand, so are you in My hand, O house of Yisrael\" (Yirmeyah 18:6). HE ASKS: What is this clay? HE ANSWERS: It is the material of glass. Although it may break, it is mended and may be used again. IN THE SAME MANNER, ALTHOUGH THE CHILDREN OF YISRAEL DIE, THEY ARE RESURRECTED. 254. \"O men of Yisrael\" is the Tree of Life, NAMELY, ZEIR ANPIN CALLED 'YISRAEL', because the children of Yisrael cleave to the Tree of Life. As a result, they will be endowed with life and rise from the dust to be established in the world as the one nation that will serve the Holy One, blessed be He. As it is written, \"that they may all call upon the name of Hashem, to serve Him with one consent\" (Tzefanyah 3:9). "},{"pageNumber":57,"pageContent":" 27. Midnight and the morning prayer After Rabbi Elazar recites the Sh'ma and says his prayers, Rabbi Yitzchak begins a discussion of the proper times to pray. Before commencing a journey, for example, we should first consult God and offer prayer. We should also offer prayers at midnight and in the morning after the sun rises, but not in the darkness of early morning, since this is a time when husband and wife are bound up as one in the secret of union. The Relevance of this Passage In truth, prayers are non-material cables that transmit specific spiritual influences to our souls. Different influences are \"broadcast\" at intervals during the earth's rotation and orbit around the sun. The ancient sages understood these timetables and constructed the appropriate \"cables\" in the form of prayers. Reading this passage helps align and tune our prayers to their highest frequency, maximizing their strength and effectiveness. 255. Rabbi Elazar and Rabbi Yitzchak were walking together when the time arrived for reciting the Sh'ma. Rabbi Elazar stood up, recited the Sh'ma, and said his prayers. Afterwards, Rabbi Yitzchak said to him: We learned that a man should, before going on his way, obtain permission from his Master and say his prayers. 256. He replied: When I started it was not yet time for prayer or for reading the Sh'ma. Now that the sun has risen, I prayed. Still, before I left I beseeched Him and asked for His counsel, although I had not yet recited the MORNING service. 257. I have been delving in the Torah since midnight. When morning broke, it was not yet time to pray, because during the darkness of early morning, the wife and husband converse and are in the secret of union as one. Then, she retires to her abode with her maids, who sit with her THERE. Thus, a man must not interrupt them with another matter, when they are united as one. 258. Now that the sun is shining, the time for prayer has come, as has been explained in connection with the verse, \"May they fear with the sun\" (Tehilim 72:5). The words \"with the sun\" MEAN to keep with us the light of the sun IN ORDER to shine on THE NUKVA, WHICH IS CALLED 'FEAR'. For fear, THE NUKVA, should be UNITED with the sun, ZEIR ANPIN, and not separated. As long as there is no daylight, fear is not with the sun. THEREFORE, WHEN THE SUN SHINES, we should unite them. This is the meaning of the verse: \"...with the sun.\" 28. \"...who found the Yemim in the wilderness\" As Rabbi Elazar and Rabbi Yitzchak travel, they see a mountain with strange creatures circling its peak. Rabbi Elazar assures Rabbi Yitzchak that he need not fear these creatures, since only he who fears his sins has cause to fear, and he begins a discussion of the title verse. The Yemin, we're told, are descendants of Kayin. They are unnatural beings created from the side of evil spirits at the moment when the Sabbath was about to be sanctified. Though they are able to put on bodies once a day, they remain bodiless because they were disowned by both the sixth and the seventh days. Because the Defiled Spirit cleaved to him, we further learn, Ana was able to find these spirits and they taught him of matters pertaining to defilement. But whoever walks in the ways of God may encounter them without fear. The Relevance of this Passage We have all felt the influences of the dark forces roaming through this physical dimension. The energy of this particular passage wraps us in the protection of the Light. This spares us harm from evil spirits, while strengthening our resolve to connect more devoutly to the Light in all our endeavors. "},{"pageNumber":58,"pageContent":" 259. RABBI ELAZER AND RABBI YITZCHAK continued their travels until they reached a field, where they sat down. They lifted up their heads and saw a mountain with strange creatures circling its peak. When Rabbi Yitzchak became frightened, Rabbi Elazar asked: Why are you afraid? He replied: I see this huge mountain with strange creatures on it, and I am afraid lest they will attack us. He said: Whoever is fearful should be fearful for the sins he committed. Come and behold: these are not the same creatures who used to haunt the mountains. 260. He began the discussion by quoting the verse: \"And these are the children of Tziv'on; both Aya and Ana: this is Ana who found the Yemim in the wilderness\" (Beresheet 36:24). This verse has already been explained, yet come and behold: these are not those mentioned in the verse, \"The Emim dwelt there in times past...but the children of Esav succeeded them\" (Devarim 2:10-12). 261. But in the verse, \"who found the Yemim in the wilderness,\" Yemim is spelled defectively, WITHOUT THE LETTER YUD, WHICH IS AN INDICATION OF WANT, because THE DESCENDANTS OF KAYIN, after he was driven from the face of the earth, are strange creatures, as it is written: \"Behold, You have driven me out this day from the face of the earth; and from Your face I shall be hid\" (Beresheet 4:14), and \"and dwelt in the land of Nod\" (Ibid. 16). This has already been explained. 262. KAYIN'S descendants are from the side of spirits, storms, and fiends, for when Shabbat was about to be sanctified AT SUNSET, ghosts that were created from that side roamed about without a body. They were born neither on the sixth nor on the seventh day, BEING BORN AT SUNSET, and thus there is doubt as to which day they were from, as they are disowned by both this DAY and that DAY. 263. They kept on spreading from that side of Kayin, THAT IS, BEING HIS DESCENDANTS, clothed by that side yet without TANGIBLE EXISTENCE. Yemim is THEREFORE spelled without a Yud, for they are disowned by both days, THAT IS, BY BOTH FRIDAY AND SHABBAT, BECAUSE THEY WERE CREATED AT SUNSET. They may be seen by men, THAT IS, DESPITE BEING GHOSTS, ONCE A DAY THEY DON A BODY. ANA found THE SPIRITS CALLED YEMIM, and they taught him how to bring bastards into the world, THAT IS, BY MATING AN ASS AND A HORSE SO THEY WOULD ISSUE A MULE. They haunt the mountains and don a body once a day, then strip themselves AND REMAIN BODILESS. 264. Come and behold: Ana was a bastard from Tziv'on, who came to Ana's mother and begot a bastard. He THEREFORE came from the Defiled Spirit that cleaved to him and enabled him to find THESE SPIRITS, who taught him matters that pertain to The Side of Defilement. "},{"pageNumber":59,"pageContent":" 265. Come and behold: these and several others who came out from each other were all from that side, THE LEFT SIDE. They may be seen walking in the desert, a desolate place in which they live. FOR DESTRUCTION ALWAYS COMES FROM THE LEFT SIDE. For all this, a man who walks the paths of the Holy One, blessed be He, and fears Him is not afraid of them. They went and climbed onto the mountain, WHICH MEANS THAT THEY EXTENDED THE LIGHT OF THE LEFT INTO THE NUKVA AND FEARED NOT. 266. Rabbi Yitzchak asked: Are all the desolated mountains also their dwelling place? He replied: Indeed they are, but of those who study the Torah, the scripture says, \"Hashem shall preserve you from all evil: He shall preserve your soul. Hashem shall preserve your going out and your coming in form this time forth, and for ever more\" (Tehilim 12:1, 7-8). 29. \"I will praise Hashem with my whole heart\" Rabbi Elazar quotes the title verse and proceeds to discuss the righteous ways of King David, who devoted his life to God. David knew that when the northern wind stirs at midnight, God joins the righteous in the Garden of Eden. He also knew that the words of the Torah spoken at night ascend before God. Therefore, he would rise at midnight to sing songs and to praise God. Of all the titles that he gave his songs, \"Halleluyah\" was the greatest--because the word encompasses both the Name of God and the call to praise Him. Rabbi Elazar then concludes by explaining the meaning of \"whole heart\" and \"the assembly of the upright.\" The Relevance of this Passage The might and mystical wisdom of King David stirs within our soul as we peruse this passage. Specifically, the Light aroused at midnight through the actions and songs of David, descends into our world, filling our souls and the souls of mankind. This diminishes the spiritual darkness that gives birth to personal and global strife. 267. Rabbi Elazar then quoted the verse: \"Haleluyah. I will praise Hashem with my whole heart, in the assembly of the upright, and in the congregation\" (Tehilim 111:1). This verse has already been explained, yet come and behold: King David worshiped the Holy One, blessed be He, all his life. He would rise at midnight to praise and offer thanks in songs and hymns to establish his place in the kingdom above. 268. He knew that when the northern wind stirred at midnight, the Holy One, blessed be He, rose in the Garden of Eden to delight Himself with the Righteous. David therefore rose at that time and strengthened himself with songs and praises until morning. "},{"pageNumber":60,"pageContent":" 269. This is because the Holy One, blessed be He, is then in the Garden of Eden. We have explained that He and all the Righteous in the Garden would listen to his voice, as it is written: \"the companions hearken for your voice: cause me to hear it\" (Shir Hashirim 8:13). A thread of grace would also be drawn upon him by day, as we learned from the verse: \"in the daytime Hashem will command his steadfast love, and in the night His song shall be with me\" (Tehilim 42:9). Moreover, the words of Torah he uttered DURING THE NIGHT would rise and be adorned before the Holy One, blessed be He. King David, therefore, would devote the whole night to the worship of his Master. 270. Come and behold: \"Haleluyah\". From all the songs and hymns David had sung, the greatest was Haleluyah, as has been explained. What is the reason for this? It contains both a name and praise. HE ASKS: What are they? The name is Yah, but what of the praise? The praise is the Congregation of Yisrael, WHICH IS THE NUKVA CALLED HALEL, BECAUSE it perpetually offers praise to the Holy One, blessed be He, and is never silent, as it is written, \"Do not keep silence, Elohim: do not hold Your peace, and be still, El\" (Tehilim 83:2), because it offers continuous praise before Him. This is why a name and praise together ARE HINTED AT IN THE WORD HALELUYAH (LIT. 'PRAISE YAH'). 271. \"I will praise Hashem with my whole heart.\" It has already been explained THAT WITH THE WHOLE HEART MEANS with the Good Inclination and the Evil, which are constant companions to man, as was explained in reference to \"with all your heart\" (Devarim 6:5). THIS MEANS THAT THE GOOD INCLINATION DWELLS IN THE RIGHT PART OF THE HEART, AND THE EVIL INCLINATION IN THE LEFT PART. IT IS TRUE IN THIS CASE AS WELL. 272. \"...in the assembly of the upright...\" refers to the children of Yisrael, WHO ARE CALLED 'UPRIGHT', BECAUSE all the grades are adorned through them, the priests and Levites, the Righteous and the pious, who are upright. \"...in the congregation,\" has the same meaning as \"stands in the congregation of El\" (Tehilim 82:1). They are the mystery with which the Holy One, blessed be He, adorns Himself. 273. It therefore behooves a man to constantly praise the Holy One, blessed be He, because He desires songs and hymns. Whoever knows how to properly praise the Holy One, blessed be He, will find that He accepts his prayer and delivers him. This is the meaning of the verse: \"I will set him on high, because he has known My name... with long life will I satisfy him\" (Tehilim 91:14-16). 30. \"You are my hiding place\" Rabbi Elazar explains the terms, \"hiding place,\" \"adversary,\" and \"songs of deliverance.\" All the songs and hymns of David, we learn, contain profound allusions to Wisdom, because they were composed with the direct inspiration of God. Rabbi Elazar then discusses the meaning of the verse, \"You did push me hard...\" David addressed these words to the Other Side, which presses man to turn away from God. As David knew well, God protects those who guard against the Evil Inclination. The Relevance of this Passage King David was a brave and valiant warrior by day's light and a profound mystic during the hours of moonlight. Spiritually, David waged war and "},{"pageNumber":61,"pageContent":" conquered the Evil Inclination within himself. This is the decisive battleground where the greatest of wars and conflicts unfold. Employing the mystical wisdom of Kabbalah, David skillfully wielded the power of the Light and thus triumphed over the forces of Darkness. This spiritual might and courage is instilled within us by these ancient verses. Moreover, the Light of David empowers our prayers, securing for us greater protection against the internal forces of evil, and increasing the Light that pours into our lives, and hence, into the world. 274. Rabbi Yosi quoted the verse: \"You are my hiding place; You shall preserve me from the adversary; You do compass me about with songs of deliverance. Sela\" (Tehilim 32:7). \"...my hiding place,\" refers to the Holy One, blessed be He, who is a hiding place and a shield to the man who treads the paths of the Torah, THE SECRET OF THE CENTRAL COLUMN, and is hidden under the shadow of His wings so as not to come to harm. HE ASKS: WHY THEN DOES IT READ, \"You shall preserve me from the adversary,\" WHICH HAS THE SAME MEANING AS, \"YOU ARE MY HIDING PLACE?\" HE ANSWERS: Man has enemies above as well as below FOR WHICH IT SAYS, \"YOU ARE MY HIDING PLACE.\" It is the Evil Inclination, OF WHICH IT IS WRITTEN: \"YOU SHALL PRESERVE ME FROM THE ADVERSARY.\" It attacks above and below--DESCENDS TO INCITE, AND ASCENDS TO BRING ACCUSATIONS. Were it not for the Evil Inclination, man would not have any enemies in the world. Therefore THE SCRIPTURE READS, \"You shall preserve me from the adversary,\" FROM THE EVIL INCLINATION. 275. \"...You do compass me about with songs of deliverance, Sela\" (Tehilim 32:7). He said: It should have read, 'He does compass me', IN THE THIRD PERSON, BECAUSE IN THE SECOND PERSON IT COULD MEAN 'THE SONGS OF DELIVERANCE COMPASS ME'. Why then does it read, \"You do compass,\" IN THE PRESENT PERSON? HE ANSWERS: Within these songs there are grades of salvation: You will compass me with them to guard me on my way. THE VERSE IS INDEED ADDRESSED TO THE HOLY ONE, BLESSED BE HE SAYING, \"YOU DO COMPASS ME.\" This verse may be read forwards or backwards, from both sides, YET ITS MEANING REMAINS THE SAME. 276. Come and behold: the songs and praises sung by David contain mysteries and high matters of the secret of wisdom, because they were all inspired by the Holy Spirit, which dwelt with David when he recited poetry. Hence they were all said from the Holy Spirit. 277. Rabbi Elazar continued with the verse: \"You did push me hard that I might fall: but Hashem helped me\" (Tehilim 118:13). HE SAID: IT IS WRITTEN, \"You did push me,\" when it should have been written, 'they did push me'. Why is it written, \"You did push me,\" AS IT WAS NOT THE HOLY ONE, BLESSED BE HE, WHO PUSHED HIM, BUT HIS ENEMIES? HE ANSWERS: This is the Other Side, which always pushes man in an effort to turn him away from the Holy One, blessed be He. It is the Evil Inclination, the constant companion of man, to which David addressed the words, \"You did push me hard that I might fall,\" because it, with all the troubles that came upon him, almost caused him to turn him from the Holy One, blessed be He. In regard to this David said, \"You did push me hard that I might fall\" into Gehenom, \"but Hashem helped me\" by not delivering me into your hands. "},{"pageNumber":62,"pageContent":" 278. It is incumbent on man to guard against it, so it does not obtain mastery over him. Then the Holy One, blessed be He, will guard him in all his ways, as it is written: \"Then shall you walk in your way safely, and your foot shall not stumble\" (Mishlei 3:23), and \"When you go, your steps shall not be confined\" (Mishlei 4:12). It is also written: \"But the path of just men is like the gleam of sunlight, it shines ever more brightly until the height of noonday\" (Mishlei 4:18). Rabbi Yehuda said: Happy are the children of Yisrael, for the Holy One, blessed be He, keeps them in this world and in the world to come, as it is written, \"Your people also shall be all righteous; they shall inherit the land for ever\" (Yeshayah 60:21). Blessed be Hashem forever. Amen and Amen. "}]
