[{"pageNumber":1,"pageContent":"1 1. \"Which shall be burning upon the altar all night\" Rabbi Elazar talks about the nighttime when Judgments are awakened in the world and sorcery is performed. He tells what happens when midnight approaches, and the joy that God finds among the Righteous in the Garden of Eden. In the morning the Judgments and flames are stilled, and Abraham brings rest to all. 1. \"And Hashem spoke to Moses on Mount Sinai, saying, 'Speak to the children of Yisrael, and say to them: When you come to the land...'\" (Vayikra 25:1-2). Rabbi Elazar commenced the discussion with the verse: \"This is the Torah of the burnt offering (Heb. olah). It is the burnt offering...\" (Vayikra 6:2). We established this verse address the Congregation of Yisrael, which rises (Heb. olah) and joins with the Holy King in a perfect union. 2. \"It is the burnt offering, which shall be burning upon the altar all night\" (Ibid.). Come and behold: when night comes and the gates are shut, Judgments below are awakened in the world, and mules and dogs go and roam about. We established THAT ON THE FIRST WATCH OF THE NIGHT A MULE BRAYS. At this time, dogs and asses do not roam about; sorcery is performed with the mules by people such as Bilaam, WHO RODE ON HIS MULE. Then all of mankind is asleep, and the lower outer altar, BEING MALCHUT WHEN FILLED WITH JUDGMENT, burns. 3. At midnight, the north wind is stirred, and from that lower altar, FROM MALCHUT, comes a flame of fire. The gates open and the lower Judgments, MEANING THE JUDGMENTS OF THE FEMALE, assemble in their holes. That flame goes and spreads, and the gates of the Garden of Eden open until that flame reaches and then divides to several directions of the world. It then enters beneath the wings of the cock, and it crows. 4. Then the Holy One, blessed be He, is found among the righteous, and the Congregation of Yisrael offers praise to the Holy One, blessed be He, until the onset of morning. With the arrival of morning, they are found chatting about one secret, ONE WITH THE OTHER, THE SECRET OF THE THIRD WATCH WHEN THE WIFE CONVERSES WITH HER HUSBAND. She has rest with her husband. This is what is written: \"which shall be burning upon the altar all night until the morning.\" ALL NIGHT SHE BURNS IN HER JUDGMENTS. \"Until morning,\" that is, in the morning, the Judgments and flames are stilled. Then Abraham is stirred, BEING CHESED, with the world, and he brings rest to all. 2. \"Then shall the land keep a Shabbat to Hashem\" We are told that when Yisrael entered the land there were no lower judgments and everything was peaceful. Rabbi Elazar talks about the Sabbatical Year that is total rest for the spirit and body. file:///C|/Documents%20and%20Settings/bibi/Mes%20documents/zohar/doc/Vayikra/34%20-%20Behar.htm (1 of 22)2004-08-07 ¿••• 10:47:29"},{"pageNumber":2,"pageContent":"1 5. Come and behold: when Yisrael entered the land, there were no lower Judgments, JUDGMENTS OF THE FEMALE, found in it, and the Congregation of Yisrael, BEING MALCHUT, was resting upon the wings of the Cherubs as they said, \"righteousness lodged in it\" (Yeshayah 1:21). Then she had respite from all, for Yisrael did not sleep until they offered the twilight sacrifice and the Judgments were dismissed. The burnt offering was consumed upon the altar. Then she had respite from all, and there was only a wife with her husband. This is the essence of, \"When you come to the land... then shall the land keep a Shabbat\" (Vayikra 25:2). Then the land will rest; true rest WITHOUT JUDGMENTS. \"...then shall the land keep a Shabbat to Hashem,\" MEANING a Shabbat to Hashem literally, WITHOUT ANY JUDGMENTS. 6. Again, Rabbi Elazar commenced: \"If you buy a Hebrew servant, six years he shall serve...\" (Shemot 21:2) as every son of Yisrael who is circumcised possesses a holy mark, has rest on the Sabbatical Year. This Sabbatical Year is his, DENOTING MALCHUT; it is his to rest in it. It is referred to as the Shabbat of the land, and surely contains freedom FROM THE KLIPOT. In it, there is rest FROM JUDGMENTS; just as Shabbat is rest for all, so the Sabbatical Year is total rest - rest for the spirit and body. THEREFORE, IT IS WRITTEN, \"SIX YEARS HE SHALL SERVE: AND IN THE SEVENTH HE SHALL GO OUT FREE.\" 7. Come and behold: Hei refers to rest of those on high and those lower. Thus, THERE IS the upper Hei OF YUD HEI VAV HEI, DENOTING BINAH, and the lower Hei OF YUD HEI VAV HEI, REFLECTING MALCHUT. THE UPPER HEI POINTS TO rest for the supernal beings, while THE LOWER HEI REFERS TO rest for those below. The upper Hei IS THE SECRET OF seven years seven times, MEANING 49 GATES OF BINAH; the lower Hei is THE SECRET OF merely the seven years. The LOWER IS CALLED 'The Sabbatical Year' and the UPPER is called 'Jubilee'. 8. When one looks at these things they all the same, BECAUSE THE MOCHIN OF JUBILEE, WHICH IS BINAH, ILLUMINATES WITHIN THE SABBATICAL YEAR, WHICH IS MALCHUT. Therefore, IT IS WRITTEN, \"then shall the land keep a Shabbat\" (Vayikra 25:1), for when the land is at rest, the servants SHOULD BE at rest. This is why, \"in the seventh he shall go out free.\" What is \"free\"? It means that he pays his master nothing. 3. The yoke of the Kingdom of Heaven Rabbi Elazar tells us that man must accept the yoke of the kingdom of Heaven before he can do any work. This yoke can not rest on anyone who is attached to another, so slaves are exempt from the commandments and from the yoke, as were Yisrael while they were in exile. file:///C|/Documents%20and%20Settings/bibi/Mes%20documents/zohar/doc/Vayikra/34%20-%20Behar.htm (2 of 22)2004-08-07 ¿••• 10:47:29"},{"pageNumber":3,"pageContent":"1 9. In truth, this is the secret. We learned that it is written: \"We remember the fish, which we did eat in Egypt for nothing\" (Bemidbar 11:5), MEANING \"FOR NOTHING,\" without a blessing, as we did not have a heavenly yoke in Egypt. Come and behold: slaves are exempt from the yoke of the Kingdom of Heaven, and so they are exempt from the commandments. What is this the yoke of the Heavenly Kingdom? It is like an ox upon which they first place a yoke in order to work with him and draw benefit from him for the world. If he does not accept that yoke he does no work at all. So man must accept upon himself the yoke OF THE HEAVENLY KINGDOM first, and then he will toil with it all that he needs. However, if he does not accept this yoke upon himself first, he cannot work. 10. It is written: \"Serve Hashem with fear\" (Tehilim 2:11). What is meant by \"fear\"? It is as it is written: \"The fear of Hashem is the beginning of wisdom\" (Tehilim 111:10). This refers to the Kingdom of Heaven, AS MALCHUT IS CALLED 'FEAR,' and for this reason, it becomes the yoke of the Heavenly Kingdom. And so this is where it all starts, SINCE MALCHUT IS THE FIRST SFIRAH GOING FROM BELOW UPWARD. What proves this? THAT WE DON the hand Tfilin first, BEING THE SECRET OF MALCHUT, AND AFTERWARDS THE HEAD TFILIN, WHICH IS THE SECRET OF ZEIR ANPIN. This is because THROUGH MALCHUT, one enters the rest of holiness. If this is not found with him, the celestial holiness cannot rest upon him. For this it writes, \"Thus (lit. 'with this') did Aaron come into the holy place\" (Vayikra 16:3). 11. And this yoke can not rest upon one who is attached to another, and so slaves are exempt from the yoke of the Heavenly Kingdom, BECAUSE THEY ARE TIED TO THEIR MASTERS. If they are exempt from this yoke, they are exempt from all other COMMANDMENTS, since other COMMANDMENTS are not placed upon one until this yoke is with him. Therefore, Yisrael in Egypt ate without cost. Here too, \"he shall go out free\" (Shemot 21:2), since he was a slave and whatever he did was without cost, without the yoke of the Heavenly Kingdom. So even though his deeds were for nothing, \"he shall go out,\" and find rest. THE EXPLANATION OF THE VERSE IS AS IF IT SAID, 'FOR FREE YET HE SHALL GO OUT'. 4. \"And his master shall bore his ear through\" Rabbi Elazar describes what happens when someone rejects his freedom, preferring to stay attached to his master. The blemish of having his ear bored through remains with him because he refused to listen. Rabbi Elazar says that anyone who shows mercy for the poor contributes peace to the Congregation of Yisrael and multiplies blessings in the world. file:///C|/Documents%20and%20Settings/bibi/Mes%20documents/zohar/doc/Vayikra/34%20-%20Behar.htm (3 of 22)2004-08-07 ¿••• 10:47:29"},{"pageNumber":4,"pageContent":"1 12. After gaining freedom and finding himself at rest, a yoke is placed upon him from that place that brought him freedom, MEANING FROM THE SECRET OF THE SEVENTH YEAR, MALCHUT. If someone rejected freedom, as the verse reads, \"And if the servant shall say, I love my master...\" (Shemot 21:5) he certainly has thwarted that place, NAMELY MALCHUT, since he has rejected the yoke of the Heavenly Kingdom and accepted the yoke of his master. What does it say of this? \"Then his master shall bring him to the judges (lit. 'the Elohim'); he shall also bring him to the door...\" (Ibid. 6). \"Then his master shall bring him to the Elohim\"; Elohim IS SAID generally, MEANING HE BROUGHT HIM to that place that he damaged, MALCHUT, also referred to as Elohim. 13. To what place does he bring him near? \"...to the door, or the door post (Heb. mezuzah)\" (Ibid.), since that place, NAMELY MALCHUT, is the entrance to above, MEANING THE ENTRANCE THROUGH WHICH TO MERIT ZEIR ANPIN, and it is called 'mezuzah'. And so we learned. Since he intended to blemish that place, MALCHUT, there remained this deficiency in his body. This is what is written: \"and his master shall bore his ear through with an awl; and he shall serve him forever\" (Ibid.), since the servant will be beneath the feet of his master until Jubilee year. 14. HE ASKS: Why BORE THROUGH his ear? ANSWER: We already have established this. Hearing is dependent upon this place, NAMELY MALCHUT, acting above UPON BINAH. When the Congregation of Yisrael was approaching Mount Sinai with the love in their hearts to approach the Holy One, blessed be He, they placed doing before hearing. Normally, listening precedes doing. Listening depends on the Sabbatical Year, DENOTING MALCHUT, and so since this servant damaged this listening, his listening was blemished. This blemish remains with him, and he does not remain a servant to his master unless he approaches that place that he blemished and he is blemished before it, and this rebuff remains with him. For this reason, \"then his master shall bring him to the Elohim.\" This is unspecified, POINTING TO MALCHUT, as we established. Hence, \"shall the land keep a Shabbat to Hashem\" (Vayikra 25:2), SO THAT IT WILL NOT BE RENDERED DEFECTIVE THROUGH SLAVERY. HERE IT IS DIFFERENT FROM MOST INSTANCES WHERE WE SAY THAT LISTENING DENOTES BINAH AND DOING MALCHUT. 15. \"Six years you shall sow your field... but in the seventh year shall be a Shabbat of solemn rest for the land, a Shabbat for Hashem\" (Vayikra 25:3-4). We already established, as it is written, \"but in the seventh year you shall let it rest and lie fallow\" (Shemot 23:11). What is the reason? \"That the poor of your people may eat\" (Ibid.). For the poor are associated with that place, MALCHUT, DENOTING THE SABBATICAL YEAR; therefore, leave it to them to eat. Consequently, one who shows mercy for the poor contributes peace to the Congregation of Yisrael, AS THE POOR ARE ASSOCIATED WITH IT. He multiplies blessings in the world and gives joy and strength to the place called 'righteousness,' DENOTING MALCHUT, by pouring blessings on the Congregation of Yisrael. This has been explained. 5. The Sabbatical Year and Jubilee This section emphasizes the numbers seven and 49 in relation to the seventh year and the seven Sfirot. The numerologys are explained in the counting of the priest. We read about the precepts to count the Jubilee year and to return to one's inheritance on the Jubilee. We are told that there file:///C|/Documents%20and%20Settings/bibi/Mes%20documents/zohar/doc/Vayikra/34%20-%20Behar.htm (4 of 22)2004-08-07 ¿••• 10:47:29"},{"pageNumber":5,"pageContent":"1 are two houses in the heart, and that they are called differently depending on whether one is a master of the Torah or not; there are also two courts of the House of Hashem, an inner one and an outer one. Ra'aya Meheimna (the Faithful Shepherd) 16. \"But in the seventh year shall be a Shabbat of solemn rest...\" (Vayikra 25:4). This precept is to rest during the seventh year. The following one is to rest during the seventh day, and the following is to cancel money debts on the seventh and then to count, \"seven times seven years; and the space of the seven Shabbatot of years shall be to you 49 years\" (Ibid. 8). Here is the secret of the group of sevens as they emanate from the Shechinah, DENOTING MALCHUT, called 'seven' from the standpoint of the Righteous, DENOTING YESOD, which is seventh from Binah. And she, MALCHUT, is the daughter of seven from the side of supernal Ima, DENOTING BINAH THAT ILLUMINATES IT, SINCE BINAH IS THE SEVENTH GOING FROM BELOW UPWARD, of which it is written, \"Seven times a day I praise You\" (Tehilim 119:164). 17. There are seven names: Aleph-Bet-Gimel Yud-Tav-Tzadik; KUF- RESH- AYIN SIN-TET-NUN; NUN-GIMEL-DALET YUD-CAF-SHIN; BET- TET-RESH TZADIK-TAV-GIMEL; CHET-KOF-BET TET-NUN-AYIN; YUD-GIMEL-LAMED PE-ZAYIN-KOF; SHIN-KOF-VAV TZADIK-YUD- TAV. They contain 42 letters and the sum of both letters and words is 49, THAT IS, 42 LETTERS AND SEVEN WORDS. Supernal Ima, BINAH, represents the fiftieth year, in which you shall \"proclaim liberty\" (Vayikra 25:10). For within her, BY RECEIVING HER MOCHIN the lower Shechinah, MALCHUT CALLED 'LAND', shall be liberty, redemption and rest for Yisrael, of whom it is written, \"and your seed shall be as the dust of the earth\" (Beresheet 28:14), THE EARTH BEING MALCHUT. 18. Every Sfirah, MEANING EACH NAME from these seven names, POSSESSES six wings, CORRESPONDING TO CHESED, GVURAH, TIFERET, NETZACH, HOD AND YESOD, since there are six letters in every name - ALEPH-BET-GIMEL YUD-TAV-TZADIK POSSESSES SIX LETTERS, AND AS WELL KUF-RESH-AYIN SIN-TET-NUN, AND SO IT IS WITH ALL OF THEM. And with them, the Holy One, blessed be He, with each Sfirah from these seven, ILLUMINATES THE ANGELS ABOUT WHOM IT IS WRITTEN, \"with two he covered his face, and with two he covered his feet, and with two did he fly\" (Yeshayah 6:2). Binah represents one. The lower Shechinah is seven. Above Binah, THE HIGH PRIEST COUNTS one and one. HE WOULD COUNT the ten Sfirot BY MEANS OF SPRINKLING. ONE CORRESPONDS TO KETER; ONE AND ONE EQUALS CHOCHMAH AND BINAH; ONE AND two ARE CHESED AND GVURAH; ONE and three CORRESPONDS TO TIFERET; ONE and four CORRESPONDS TO NETZACH; ONE and five CORRESPONDS TO HOD; ONE and six CORRESPONDS TO YESOD; ONE and seven CORRESPONDS TO MALCHUT. 19. From here it grows, AS WE PROMOTE TO A HIGHER GRADE OF SANCTITY BY ADDING ONE EACH TIME. From the perspective of the stranger, MEANING THE OTHER SIDE, \"the waters decreased continually\" (Beresheet 8:5). When WAS THIS? It took place where the lower Shechinah, BEING MALCHUT, dwells with the seven. The verse states, \"And the ark rested in the seventh month\" (Ibid. 4), corresponding to the lower Shechinah. FROM THEN THE WATER BEGAN TO DECREASE. \"...on the seventeenth day of the month...\" (Ibid.) DENOTING MALCHUT, REFERRED TO AS seventh, AND REFERRED TO AS tenth. WHEN ONE BEGINS TO COUNT FROM KETER DOWNWARD, MALCHUT IS LOCATED TENTH. FROM CHESED AND DOWN, SHE IS SEVENTH. file:///C|/Documents%20and%20Settings/bibi/Mes%20documents/zohar/doc/Vayikra/34%20-%20Behar.htm (5 of 22)2004-08-07 ¿••• 10:47:29"},{"pageNumber":6,"pageContent":"1 20. When THE NAME Eheyeh, denoting Binah, the Jubilee year, rises AND ILLUMINATES upon them, UPON THE 49 YEARS, it, BINAH IS CALLED 'Eheyeh-Asher-Eheyeh'. This means twice Eheyeh, SINCE EACH ONE NUMERICALLY REACHES 21 in the count of 42. With eight letters OF THE TWO NAMES ALEPH-HEI-YUD-HEI, there is now fifty. In them is anchored the precept to count the Jubilee year and the precept to return to one's inheritance on the Jubilee, as it is written: \"In the year of the Jubilee you shall return\" (Vayikra 25:13). This MEANS that each will return to the level whence his soul was attached, as we established in, \"and the spirit returns to the Elohim...\" (Kohelet 12:7), MEANING BINAH, CALLED 'YUD HEI VAV HEI', WITH THE VOWELS OF ELOHIM. 21. The Sabbatical Year represents the lower Shechinah, which consists of seven years. Jubilee is Ima supernal, Binah representing the fifteenth year. Yisrael was connected with it when departing Egypt, as it is written: \"and you shall return every man to his family\" (Vayikra 25:10). This means that just as at the exodus from Egypt there were masters of Torah among them - as it is said of them, \"and the children of Yisrael went up armed (Heb. chamushim)\" (Shemot 13:18), and we established that it meant one out of fifty (Heb. chamishim), DENOTING BINAH - SO HERE, \"AND YOU SHALL RETURN EVERY MAN TO HIS FAMILY,\" DENOTES BINAH. AND THIS MEANS \"TO HIS FAMILY,\" AS IN THE EXODUS FROM EGYPT, IN WHICH THEY WERE REDEEMED BY THE FIFTIETH GATE, BINAH. 22. The lower Shechinah corresponds to the redemption of the houses of walled cities, and in relation to it the houses of the villages without walls are mentioned. There are two houses in the heart, CORRESPONDING TO MALCHUT. If they are those of the sages of Torah, they are called 'houses of walled cities,' as it is written when departing Egypt: \"And the waters were a wall to them on their right hand and on their left\" (Shemot 14:22). Others who are not Torah masters are called \"the houses of the villages which have no wall\" (Vayikra 25:31). FOR THE INNER PART OF MALCHUT IS CALLED 'HOUSES OF WALLED CITIES,' AND THE OUTER MALCHUT IS CALLED \"THE HOUSES OF THE VILLAGES WHICH HAVE NO WALL.\" 23. Rabbi Shimon said: Of these cities (also: 'courts') it is written: \"And stood in the inner court of the king's house, over against the king's house\" (Ester 5:1). Everywhere when it is written IN THE SCROLL, 'the King' -without a name - it refers to the Holy One, blessed be He. \"And stood\": standing means in prayer. \"...over against the king's house,\" MEANING facing the Temple, as all Yisrael are obligated to pray there facing the Temple. And here, what is THE MEANING OF the inner court? Assuredly, there are two courts of the House of Hashem, AN OUTER AND INNER. YET YOU SAY THAT THE HOUSES OF THE COURTYARD WERE OUTER. 24. The holy luminary said to him: The two courtyards refer to the outer part of the heart, MEANING THE OUTER PART OF MALCHUT, representing two handles of the heart. The two inner chambers represent two chambers of the heart, DENOTING THE INNER PART OF MALCHUT. The inner are two and the outer are two. At the time of the Redemption, the Redemption will be for all of them: those close to the heart, which is the Shechinah, and those from afar who came near, since this is the essence of the verse, \"Peace, Peace, both for far and near\" (Yeshayah 57:19). And we explained it as far, from the midst of sin, to the near, from the midst of performing a precept. file:///C|/Documents%20and%20Settings/bibi/Mes%20documents/zohar/doc/Vayikra/34%20-%20Behar.htm (6 of 22)2004-08-07 ¿••• 10:47:29"},{"pageNumber":7,"pageContent":"1 6. Blowing the Shofar on the Jubilee Rabbi Shimon says that at the time of Redemption it will be a precept to blow the Shofar on the Jubilee; then all of Yisrael will assemble from the four points of the earth. He tells how the priests, the Levites and the children of Yisrael all fulfilled their appointed functions. He describes the first 51 precepts in detail. 25. At that time OF REDEMPTION, it will be a precept to blow the Shofar on the Jubilee. As it is written: \"see, when he lifts up a banner on the mountains; and when he blows a Shofar, hear!\" (Yeshayah 18:3). For as with the blowing of the Shofar of Jubilee all slaves go free, so is the final Redemption. Through the blowing of the Shofar, all of Yisrael will assemble from the four points of the earth, since they are slaves until the Jubilee, THE SECRET OF THE LIGHT REDEMPTION. Among masters of Torah there are ALSO slaves on the condition of receiving payment, and they are called 'slaves of the King and Queen'. But of the children of the Holy King, it is written: \"I bore you on eagles' wings, and brought you to Myself\" (Shemot 19:4), MEANING on the wings of the living creatures of the Chariot. 26. The precept after this is to give the Levites cities of dwelling. Since they did not participate in the sin of the golden calf, the Holy One, blessed be He, set them apart for Himself, to play numerous types of melodies for Him. Thus, the priests fulfilled their function, as did the Levites with song and music, and the children of Yisrael in their dwellings. The priests had numerous commandments. 27. The first precept is to make the anointing oil. The second is for the Levites to guard in the Temple. The third is for Yisrael to revere the Temple. The fourth concerns the service of the Levites in the Temple. The fifth is to burn incense twice daily. The sixth is for the priests to blow the trumpets in the Temple. The seventh is to sanctify the seed of Aaron in the Temple. The eighth is to wear priestly garments in the Temple. The ninth is the washing of hands and feet for worship in the Temple. 28. The tenth is for the priests to offer sacrifices in the Temple. The eleventh is to redeem those rejected for offering. The twelfth is the offering of the woman who has given birth on the eighth day. The thirteenth is to strew salt over the sacrifices in the Temple. The fourteenth is to prepare the burnt offering according to its prescribed manner. The fifteenth is to prepare the sin offering according to its prescribed manner. The sixteenth is the eating of the holy things according to the custom of the priests. The seventeenth is the eating of the leftovers of the meal offerings. The eighteenth is to prepare the meal offering according to the prescribed manner. The nineteenth is to bring offerings to the Temple. The twentieth is to bring a vow or a free-will offering. The twenty-first is to bring offerings, holy things, in exchange for the newly born. The twenty- second is to sacrifice two daily offerings according to the prescribed manner. The twenty-third is to burn constant fire on the altar. file:///C|/Documents%20and%20Settings/bibi/Mes%20documents/zohar/doc/Vayikra/34%20-%20Behar.htm (7 of 22)2004-08-07 ¿••• 10:47:29"},{"pageNumber":8,"pageContent":"1 29. The twenty-fourth is to take of the ashes. The twenty-fifth is to light the candles of the candelabra. The twenty-sixth is to offer a meal offering daily. The twenty-seventh is to offer an additional offering on Shabbat. The twenty-eighth is to arrange bread and frankincense. The twenty-ninth is to offer an additional offering on the new moon. The thirtieth is to sacrifice on the seven days of the Pesach (Passover). The thirty-first is to offer a lamb as burnt offering on the day of the Omer. The thirty-second is to offer the Omer. The thirty-third is to offer an additional offering on Shavuot. The thirty- fourth is to offer two loaves of bread on Shavuot. The thirty-fifth is to offer an additional offering on Rosh Hashanah (the Jewish New Year). The thirty-sixth is to offer an additional offering on Yom Kippur (Day of Atonement). The thirty-seventh is to offer an additional sacrifice on the seven days of Sukkot (the holiday of Booths). The thirty-eighth is to offer an additional offering on Shmini Atzeret. The thirty-ninth is to burn the remains in fire. The fortieth is to burn the holy things that became impure. The forty-first concerns the service of the high priest on Yom Kippur. 30. The forty-second concerns he who trespasses against Temple property; his punishment is to repay the cost plus one fifth of the cost of the property concerned. The forty-third is the offering of sin offering. The forty-fourth concerns guilt offering, when there is doubt whether a sin was committed. The forty-fifth concerns an offering for a guilt offering, when guilt is undoubted. The forty-sixth is an offering of higher and lesser value. The forty-seventh is the offering of the members of the Sanhedrin, when they made an error. The forty-eighth is for he who had an issue to offer after he is cleansed of the issue. The forty-ninth is the offering of a woman who had an issue after she is cleansed of it. The fiftieth concerns the offering of a woman who gave birth. The fifty-first concerns the offering of the leprous. From there proceed the other precepts. 7. The joining of the Holy One, blessed be He, and the Shechinah Rabbi Shimon speaks to the deans of the Yeshiva, telling them how the Shechinah is the sacrifice for God since she comes near Him with each of His Sfirot and with the total connection of male and female. He says that a man without a wife is like a half body and the Shechinah will not rest on him, and that God is not called 'one' unless united with the Shechinah. From the aspect of Atzilut there is no separation between God and the Shechinah, as the Shechinah is His unity, His blessing and His holiness. But when she is outside of Atzilut then she is not one with Him. Rabbi Shimon says a long praise to the Cause of Causes, the Endless Light. He talks about the commandment of fearing the Temple, that concerns the service of the Levites in the Temple, and the commandment of the daily incense to God. He tells us that not all the sages of Torah are equal, nor are all the prophets equal, as some of their prophecies are superior to those of other prophets. Some prophets prophesy from sight, some from hearing, some from the mouth, some from the breath of the nose, and some from the hand. There are also different grades of meaning in the Torah, different levels of sacrifices. Rabbi Shimon says that people must send their offerings to God via the Shechinah, and she distributes to everyone. One should never sacrifice to the Other Side because all the other Elohim are of the world of separation. Rabbi Shimon goes on to say that every kind of incest is equal to worshipping idols of the Other Side, and God separates those who sacrifice to the Other Side from His Name. He gave Yisrael the Torah from His Name, so they should make themselves partners with Him. 31. The deans of the Yeshiva, under oath you must not go away from me until I prepare a sacrifice to the Holy One, blessed be He. The Shechinah is the sacrifice (derived from 'bringing near') for the Holy One, blessed be He, since She comes near to Him with each limb of the King, MEANING WITH EACH OF HIS SFIROT, with the total connection of male and female, with all the limbs which there are. Some are from the head: MEANING eyes to eyes, DENOTING CHOCHMAH; ears to ears, DENOTING BINAH; nose to nose, BEING TIFERET; face to face, BEING CHESED AND GVURAH; mouth to mouth, BEING MALCHUT. This is like, \"and put his mouth upon his mouth, and his eyes upon his eyes\" (II Melachim 4:34); with this he resurrected the child. And so the hands of the King with the hands of the Queen, BEING CHESED AND GVURAH OF THE SIX ENDS, body to body, MEANING TIFERET OF THE SIX ENDS. And with all His limbs, the sacrifice is complete. file:///C|/Documents%20and%20Settings/bibi/Mes%20documents/zohar/doc/Vayikra/34%20-%20Behar.htm (8 of 22)2004-08-07 ¿••• 10:47:29"},{"pageNumber":9,"pageContent":"1 32. A man without a wife is a half body, and the Shechinah does not rest upon him. So is the Holy One, blessed be He, when not in proximity with the Shechinah and with all Yisrael since they are virtuous men, since they are His limbs. Then the cause of all causes, DENOTING KETER, does not rest there, and it is as if the Holy One, blessed be He is not One, as He is not with the Shechinah. THE HOLY ONE, BLESSED BE HE IS NOT CALLED 'ONE' IF NOT UNITED WITH THE SHECHINAH. Outside of the land of Yisrael, where the Shechinah is removed from Her husband, they said: 'He who dwells outside the land of Yisrael is like one who has no Elohim, since there are no sacrifices outside the land of Yisrael,' BEING THE SECRET OF THE UNION OF THE HOLY ONE, BLESSED BE HE WITH THE SHECHINAH, AS MENTIONED. And when the Holy One, blessed be He joins with the Shechinah, this verse is fulfilled: \"on that day Hashem shall be One, and His Name One\" (Zecharyah 14:9). Then the cause of all causes, KETER, dwells upon them. 33. Even though the fathers instituted prayers in place of sacrifices, this was to bring Nefeshot, Ruchot, and Neshamot, which are mental, near to the Holy One, blessed be He, and His Shechinah, like limbs to a body, AS MENTIONED ABOVE. But from the standpoint of the Throne, DEPICTING BRIYAH, and the angels, BEING YETZIRAH, that are bodies and limbs outside of the King and Queen, there is no sacrifice. For this reason, it is said regarding the Throne, \"Because Yah has sworn by His Throne (Heb. kes)\" (Shemot 17:16), MEANING 'KES' SPELLED WITHOUT THE ALEPH. BUT IN REGARDS TO THE TEMPLE, \"THRONE\" IS SPELLED WITH THE ALEPH, AS IT SAYS: \"A glorious Throne (Heb. kise) exalted from the beginning is the place of our Sanctuary\" (Yirmeyah 17:12). THE ALEPH WAS MISSING FROM THE THRONE BECAUSE the limbs, WHICH ARE THE ANGELS AND THE THRONE IN BRIYAH, ARE apart from the body, since He, THE HOLY ONE, BLESSED BE HE, is inside, IN ATZILUT, and they are outside, as the verse says, \"Behold, the mighty ones shall cry outside\" (Yeshayah 33:7); literally outside, MEANING OUTSIDE OF THE HOLY ONE, BLESSED BE HE. 34. 'May it please You to return us to the Temple to fulfill the prayer composed by the ancient ones. May it please You, Hashem our Elohim, and the Elohim of our fathers, to bring us up in joy to our land, and to plant us within its borders. There we offer to You our obligatory sacrifices, the daily burnt offerings according to their order,' each one to its order, THE ONE IN THE MORNING AND THE OTHER IN THE AFTERNOON, '...and the Musaf offerings according to their rule...' Now in the exile there are no sacrifices such as bodies of Briyah, WHICH ARE THE THRONE, AND YETZIRAH, WHICH ARE THE ANGELS, AS MENTIONED - TO WHICH SACRIFICES AND UNION DO NOT PERTAIN. As for the Holy One, blessed be He, and His Shechinah, from His aspect of Atzilut, there is no separation or division, as the Shechinah is His unity, His blessing, and His Holiness. She is called 'body,' only when THE SHECHINAH CLOTHES HERSELF AND manifests Herself in a throne and in the angels of Briyah, she is to them like a soul clothed in a LOWLY humble body. And therefore, when the Shechinah is outside of the chamber of the Temple and outside of Her Thrones, MEANING OUTSIDE OF ATZILUT, MEANING WHEN SHE IS CLOTHED IN A THRONE, AND IN THE ANGELS OF BRIYAH AND YETZIRAH, She is, so to speak, as if She is not One with Him. file:///C|/Documents%20and%20Settings/bibi/Mes%20documents/zohar/doc/Vayikra/34%20-%20Behar.htm (9 of 22)2004-08-07 ¿••• 10:47:29"},{"pageNumber":10,"pageContent":"1 35. From the aspect of the supernal Throne OF BRIYAH - THE SECRET OF TIFERET OF BRIYAH, which is a body AND RAIMENT to the Holy One blessed be He, TIFERET OF ATZILUT - the angels OF YETZIRAH that come down from it are the limbs that protrude from the body, TIFERET OF BRIYAH, which are masculine, and the souls that are formed from it, TIFERET OF BRIYAH, are masculine. The other Throne, MALCHUT OF BRIYAH, is the body of the Shechinah, MALCHUT OF ATZILUT. All the souls that come from Her are females, and the angels OF YETZIRAH that come from the SECOND Throne are females. Their union, THAT IS, THE JOINING OF THESE MALES AND FEMALES, depends upon the Holy One, blessed be He, and His Shechinah; THAT IS, WHEN THE HOLY ONE, BLESSED BE HE, IS UNITED WITH HIS SHECHINAH, THEY ARE UNITED AS WELL. 36. Thus is the union between the Holy One, blessed be He, and His Shechinah. Though they are as souls in relation to the Throne and the angels, they are to You the Cause of Causes, (THE ENDLESS LIGHT,) as a body AND RAIMENT. For it is You who unites them and attracts them, and hence WE ACCEPT our Faith in You, WHEN YOU ARE CLOTHED with them. And there is no soul above You, to which You will be as a body, for You are the Soul of Souls; there is no soul above You, nor any Elohim above You. You are outside everything and inside everything, on every side, above all and below all. There is no other Elohim above, below, in any direction, or inside the ten Sfirot, from which everything comes and upon which everything depends. You are in every Sfirah through its length and width, above and below; You are between the Sfirot and in the thickness of each and every Sfirah. 37. It is You who joins AND UNITES the Holy One, blessed be He, and His Shechinah, TIFERET AND MALCHUT, in each and every Sfirah WITHIN THEM, in all the branches of lights that hang from them like bones and sinews, skin and flesh, THE SECRET OF CHOCHMAH AND BINAH, TIFERET AND MALCHUT that come from the body, TIFERET. But You have no body, no limbs, WHICH ARE SFIROT; You have no female, but are one without a second. May it please You to draw the Shechinah near the Holy One, blessed be He, in all the grades that are Her Atzilut, the souls of the virtuous, NAMELY MEN WHO CONCEIVED THE GRADES OF THE TEN SFIROT: the rulers of Yisrael, KETER; the sages, CHOCHMAH; the intelligent, BINAH; the pious, CHESED; the mighty, GVURAH; men of truth, TIFERET; prophets, NETZACH AND HOD; righteous, YESOD; kings, MALCHUT. They all pertain to THE TEN SFIROT OF Atzilut, and there are others OF THE TEN SFIROT of Briyah. 38. For the Shechinah is an offering, THE SECRET OF the anointing oil. On the right, there is oil for the light, as in \"the greater luminary\" (Beresheet 1:16), CHESED; the holy anointing oil is on the left side, GVURAH, of which it says that you shall consecrate the Levites. The beaten oil is from the side of the Righteous, YESOD, THE CENTRAL COLUMN, that beats finely the limbs, which are olives, to produce oil to the wick. The wick is blue and signifies THE LOWER Gvurah, NAMELY MALCHUT, whence fear comes. The Levites, THE ASPECT OF GVURAH, guard the Temple. file:///C|/Documents%20and%20Settings/bibi/Mes%20documents/zohar/doc/Vayikra/34%20-%20Behar.htm (10 of 22)2004-08-07 ¿••• 10:47:29"},{"pageNumber":11,"pageContent":"1 39. This is the origin of the commandment of fearing the Temple. It is the commandment concerning the service of the Levites in the Temple in the 24 watches of the Levites, in which the Levites sang chants and hymns before You, with which to raise the Shechinah, CALLED 'chanting and singing to Hashem'. 24, OF THE TWENTY- FOUR WATCHE, together with chants and hymns amounts to26, as the numerical value of Yud Hei Vav Hei. AND THE COMMANDMENT that follows it is the commandment of the daily incense to the Holy One, blessed be He. And the burning of the incense is like a sacrifice. 40. \"And he shall flay the burnt offering, and cut it into its pieces\" (Vayikra 1:6). The limbs and the fats that are consumed all night UPON THE ALTAR atone for the limbs of the body OF THE SACRIFICING MAN and his soul, so that they will not burn in Gehenom, nor be delivered into the hand of the Angel of Death. Since man sins by the Evil Inclination, the northern one, OF WHICH IT SAYS, \"BUT I WILL REMOVE FAR OFF FROM YOU THE NORTHERN ONE\" (YOEL 2:20), it is slaughtered on the north side to save him from that northern one. 41. It is so for the sacrifices. Thus, how much more so concerning prophets, that though the Torah is the Name of Yud Hei Vav Hei, and it says of prophecy, \"the spirit of Hashem gave them rest\" (Yeshayah 63:14). For all that, not all the sages of the Torah are equal, nor are all the prophets equal. The prophecies of some prophets pertain to the King's garments, NAMELY IN THE WORLD OF YETZIRAH, CALLED 'GARMENT'. It is the same for the Oral Law; some people raise doubts and explanations from the King's garment, YETZIRAH. 42. Some PROPHETS are superior IN THEIR PROPHECIES, which are from the limbs of the King's body, NAMELY OF THE GRADES OF THE WORLD OF BRIYAH CALLED 'BODY'. Of them it says, \"and I saw,\" SINCE THEY PROPHECY through eye sight, WHICH IS CHOCHMAH. ALSO, \"Hashem, I have heard the report of You, and I was afraid\" (Chavakuk 3:2), pertains to hearing, NAMELY BINAH. Ezekiel saw and prophesied from the eyes, and Habakkuk from ears by hearing. Ezekiel therefore saw all the sights of the Divine Chariot in the vision of his mind's eye; Habakkuk by hearing, AS HE SAID, \"HASHEM, I HAVE HEARD THE REPORT OF YOU, AND I WAS AFRAID.\" There is a prophecy coming from the mouth, WHICH IS IN MALCHUT, as is written: \"and he laid it upon my mouth\" (Yeshayah 6:7). Another prophecy comes from the breath of the nose, TIFERET, as it says, \"And a spirit (also: 'breath') entered into me\" (Yechezkel 2:2). There is he who prophecies from the hand, GVURAH, as is written: \"and used similes by the hands of the prophets\" (Hoshea 12:11). ALL THESE GRADES PERTAIN TO THE WORLD OF BRIYAH. There are some inside the King's life, NAMELY IN THE WORLD OF ATZILUT, and others in the innermost, NAMELY BINAH OF ATZILUT. file:///C|/Documents%20and%20Settings/bibi/Mes%20documents/zohar/doc/Vayikra/34%20-%20Behar.htm (11 of 22)2004-08-07 ¿••• 10:47:29"},{"pageNumber":12,"pageContent":"1 43. It is so with the Torah THAT THERE ARE SEVERAL GRADES, plain meanings; THE SECRET OF ASIYAH, evidences; THE SECRET OF YETZIRAH, homiletics; THE SECRET OF BRIYAH, secrets of the mysteries of the Torah; THE SECRET OF ATZILUT, above ATZILUT are the mysteries of mysteries of Hashem. It is the same with sacrifices. Though all the sacrifices are to Hashem, He receives them and distributes the sacrifices among His legions. Some He gives to the dogs - the unfit offerings which He gives to Samael CALLED 'a dog' - and to his legions. A FIRE then descended UPON THE ALTAR in the shape of a dog. Some He gives to the demons, some of which are like beasts, while others are like the ministering angels, and some yet are like men. For those who act like demons, He deals their offerings to the demons. 44. Those whose deeds are like those of the angels, He distributes their sacrifices among the angels. Hence, it says, \"My offering, the provision of My sacrifices made by (also: 'to my') fires\" (Bemidbar 28:2), NAMELY TO THE ANGELS CALLED 'FIRES,' as their offerings are not of animals, since animal offerings are made by the illiterate. Human offerings are prayers and good deeds, the offerings of students of the Law, men of virtue, those who know secrets of the Torah and the mysteries hidden therein. The Holy One, blessed be He, Himself descends to receive their sacrifices, which are \"The Torah of Hashem is perfect\" (Tehilim 19:8), the Holy Shechinah, WHICH HAS ten Sfirot. 45. The words of the students of the teachers are like the remnants of the meal offerings. Others of greater strength, their Torah study is like the meal offerings proper, not their remnants. There are others whose Torah is eating the holy things and several victuals that are before the King. All the meal offerings and the dishes of offerings the Holy One, blessed be He, commanded to offer in His House, the Shechinah. This is the precept of bringing offering in the Temple, THE SHECHINAH, so that the verse will be fulfilled, \"but let him that glories glory in this\" (Yirmeyah 9:23), NAMELY IN THE SHECHINAH CALLED 'THIS'. 46. THIS IS LIKE a king whose servants, ministers, and governors sent him gifts. He said, 'he who wishes to send me a gift shall do so solely through the queen, so that the verse shall be fulfilled by her, \"and His kingdom rules over all\" (Tehilim 103:19). The Shechinah is therefore called 'an offering to Hashem', 'a burnt offering to Hashem', 'a guilt offering to Hashem', and even 'offerings for an unclean thing'. For mothers, lepers, and men and women who have an issue, everything should be sacrificed to Hashem and His Shechinah. THE SHECHINAH then distributes to everybody, as is written: \"and gives food to her household, and a portion to her maidens\" (Mishlei 31:15). She even gives the food for the animals, such as an offering of barley, which is food for animals, and the food of slaves and maids of the King's house, and even of dogs, mules, and camels, WHICH ARE KLIPOT. SHE GIVES EVERYTHING, so that it shall be fulfilled by Her, \"and His kingdom rules over all.\" Whence do we know that through Her everything is distributed? As it is written: \"and gives food to her household, and a portion to her maidens.\" file:///C|/Documents%20and%20Settings/bibi/Mes%20documents/zohar/doc/Vayikra/34%20-%20Behar.htm (12 of 22)2004-08-07 ¿••• 10:47:30"},{"pageNumber":13,"pageContent":"1 47. Since the Holy One, blessed be He, ZEIR ANPIN, is the son of Yud-Hei, CHOCHMAH AND BINAH, NAMELY Vav, the son of Yud-Hei, ZEIR ANPIN, THEN comprises Yud-Hei-Vav and is perfected by Hei, MALCHUT, SINCE THEN THE NAME YUD HEI VAV HEI IS COMPLETED. MALCHUT therefore is a burnt offering to Yud Hei Vav Hei; an offering to Yud Hei Vav Hei; peace offerings to Yud Hei Vav Hei. For she is brought near (Heb. kirvah) Him, NAMELY AN OFFERING (HEB. KORBAN), His perfection (Heb. shlemut), NAMELY PEACE OFFERINGS (HEB. SHLAMIM), since through her Yud-Hei- Vav is completed into Yud Hei Vav Hei. 48. Everything comes back TO YUD HEI VAV HEI, and therefore, \"He that sacrifices to any Elohim, save Hashem only, he shall be utterly destroyed\" (Shemot 22:19). For he is not to give strength to the Other Side through a sacrifice, as all the other Elohim are of the world of separation and have no closeness and unison, and the Holy One, blessed be He, separated them from His Name. THAT IS, He separated darkness from light, as is written, \"and Elohim divided the light from the darkness\" (Beresheet 1:4). He who brings close that which the Holy One, blessed be He, separated, is like he who joins a woman impure with her menstrual flow to her husband. This is the secret meaning of \"Also you shall not approach a woman in the impurity of her menstrual flow\" (Vayikra 18:19). 49. This is the reason for not uncovering their nakedness, WHICH MEANS nearness, as every kind of incest is equal to worshipping idols of all the Other Side, of which it says, \"By these were the isles of the nations divided in their lands\" (Beresheet 10:5), and, \"after their tongues, in their lands, in their nations\" (Ibid. 20.) It is also written, \"because Hashem did there confound the language of all the earth: and from thence did Hashem scatter them\" (Beresheet 11:9). The Holy One, blessed be He, separates whoever brings an offering to Other Sides from His Name, and he has no portion in His Name, since the Holy One, blessed be He, chose Yisrael from the other nations, as written, \"and Hashem has chosen you\" (Devarim 14:2) and took them from among them as His portion. Hence it says, \"For Hashem's portion is His people\" (Devarim 32:9). 50. He therefore gave them the Torah from His own Name, AS IS WRITTEN: \"this is My Name (Heb. shmi) forever, and this is My memorial (Heb. zichri) to all generations\" (Shemot 3:15). We have explained this. Yud-Hei, together with shmi, is 365 IN NUMERICAL VALUE, CORRESPONDING TO THE 365 NEGATIVE PRECEPTS OF THE TORAH. Vav-Hei, together with zichri, is 248 IN NUMERICAL VALUE, CORRESPONDING TO THE 248 POSITIVE PRECEPTS. With each and every precept, He bound Yisrael to His name, so that each of their members would be a part of His lot and portion. Therefore, \"He that sacrifices to any Elohim... he shall be utterly destroyed.\" file:///C|/Documents%20and%20Settings/bibi/Mes%20documents/zohar/doc/Vayikra/34%20-%20Behar.htm (13 of 22)2004-08-07 ¿••• 10:47:30"},{"pageNumber":14,"pageContent":"1 51. Yisrael should make themselves partners with Hashem, in their walking and in their waking, as is written: \"When you walk, it shall lead you; when you lie down, it shall keep you; and when you awake, it shall talk with you\" (Mishlei 6:22). The student rose, prostrated before him and said: Happy is the portion of he who is worthy of hearing these words, which are all the Name of Hashem on every side, of which nothing comes outside any of His sides. End of Ra'aya Meheimna 8. \"And if you shall say, What shall we eat in the seventh year\" Rabbi Yehuda says that one must do good in order to arouse good deeds above, and that if he is perfect with his Master he can come to no harm through the actions of others in the world. He talks about the importance of Faith, and says that Malchut performs according to the wishes and needs of the faithful; if they give charity without sparing themselves, more blessings will come to them. Thus in the sixth year enough abundance will come that there will be no lack during the seventh year when work ceases. 52. \"And if you shall say, 'What shall we eat'\" (Vayikra 25:20). Rabbi Yehuda opened the discussion with, \"Trust in Hashem, and do good; dwell in the land, and enjoy security (lit. 'Faith')\" (Tehilim 37:3). Man should always be careful with his Master, and cleave with his heart to the supernal Faith, so as to be perfect with his Master. For when he is perfect with his Master, the inhabitants of the world can do him no harm. 53. Come and behold: \"Trust in Hashem, and do good.\" What is \"and do good\"? We have learned that by stirring below, a supernal deed is stirred above. It has already been established that, \"and do them,\" means you shall so to speak do them, since by your deed of stirring below, there is stirring above. Therefore, it is written, \"and do good,\" since good is nothing but the Righteous, YESOD OF ZEIR ANPIN, as is written, \"Say of the righteous that it shall be well (lit. 'good')\" (Yeshayah 3:10). When you do this, assuredly this goodness will stir ABOVE. Then, \"dwell in the land, and enjoy Faith.\" And everything is one, AS LAND AND FAITH ARE BOTH MALCHUT. 54. HE EXPLAINS HIS WORDS: \"dwell in the land,\" refers to the supernal land, MALCHUT, since there is none in the world that can dwell with her until that good, YESOD OF ZEIR ANPIN, is stirred towards her, AS MALCHUT WITHOUT YESOD IS FILLED WITH SEVERE JUDGMENTS. Once MAN stirs it BY HIS GOOD DEEDS, it is as if he formed it. Then, \"dwell in the land\"; dwell inside MALCHUT, eat of her fruit and have pleasure with her. \"...and enjoy Faith...\" This is the land, NAMELY MALCHUT, AS FAITH AND LAND are all one, MALCHUT, as it is written, \"and your faithfulness every night\" (Tehilim 92:3), NIGHT BEING MALCHUT. \"And enjoy (also: 'guide') Faith,\" MEANS lead her wherever you wish. file:///C|/Documents%20and%20Settings/bibi/Mes%20documents/zohar/doc/Vayikra/34%20-%20Behar.htm (14 of 22)2004-08-07 ¿••• 10:47:30"},{"pageNumber":15,"pageContent":"1 55. If one does not stir YESOD towards her, this goodness, YESOD, stays away from her. Do not approach her THEN, do not come near the furnace of burning fire, SINCE WITHOUT YESOD, SHE IS FILLED WITH JUDGMENTS, LIKE A GLOWING FURNACE. If you do come near her, be fearful, as one fearful of death, since then she is a burning fire that consumes the world with its flames. When one stirs this goodness towards her, he then dwells inside her and is not afraid of her. Then, \"You shall also decree a thing, and it shall be established unto you; and the light shall shine upon your ways\" (Iyov 22:28). 56. Come and behold: daily, the faithful guide MALCHUT according to their wishes; SHE DOES AS THEY DECREE. Who are the faithful? Those who stir good, YESOD, towards her, BY GIVING CHARITY without sparing their own, knowing that the Holy One, blessed be He, will give them more, as is written: \"There is one who gives freely, and yet increases\" (Mishlei 11:24). What is the reason for this? That YESOD arouses blessings before him. He must not say, 'what shall I do tomorrow if I give now,' since the Holy One, blessed be He, bestows upon him blessings without end, as explained. 57. Hence, \"And if you shall say, 'What shall we eat in the seventh year?'\" (Vayikra 25:20) It is written, \"then I will command My blessing upon you in the sixth year, and it shall bring forth (Heb. asat) fruit for three years\" (Ibid. 21). HE ASKS: Why \"asat\"? It should have been 'astah'. Why is it written, 'asat,' WITHOUT THE HEI? AND HE ANSWERS: In order to cause the Hei, WHICH IS MALCHUT, to withdraw FROM ACTION, as The Sabbatical Year and rest are its habit and it does no work, as is written, \"See that Hashem has given you... on the sixth day,\" WHICH IS YESOD, \"the bread of two days\" (Shemot 16:29). In a similar manner, \"then I will command My blessing upon you in the sixth year,\" WHICH IS YESOD, \"AND IT SHALL BRING FORTH FRUIT FOR THREE YEARS.\" 9. Charity saves from Death We read a story wherein Rabbi Chiya and Rabbi Yosi encounter two men, one of whom gives all of his food to a poor man on the road. The charitable man is saved by a miracle from a snake, and Rabbi Yosi says that he earned the miracle by way of his merit in going hungry. Rabbi Yosi quotes the verse, \"Trust in Hashem, and do good; dwell in the land, and enjoy security,\" which is the whole message of this section. 58. Rabbi Chiya and Rabbi Yosi were walking along the way and chanced upon a mountain. They found two men walking, and at the same time a man coming, who said to them: Please, I pray you, give me a piece of bread. For I have been lost in the desert for two days and have had nothing to eat. One of the men went aside, took out the provision he brought with him for the way and gave it to him; he fed him and gave him drink. His companion said to him: What shall you do when you need food? For as for me, I will eat my own AND SHALL GIVE YOU NOTHING. He said to him: I do not rely upon YOUR FOOD! The poor man sat by him until he had eaten all he had, and he gave the remaining bread to the poor man for the road. And he went away. file:///C|/Documents%20and%20Settings/bibi/Mes%20documents/zohar/doc/Vayikra/34%20-%20Behar.htm (15 of 22)2004-08-07 ¿••• 10:47:30"},{"pageNumber":16,"pageContent":"1 59. Rabbi Chiya said: The Holy One, blessed be He, did not wish it to be done by us. Rabbi Yosi said: Perhaps there is an impending sentence upon that man, and the Holy One, blessed be He, wanted to put this in his way in order to save him. While they were walking the man became exhausted DUE TO HUNGER. His companion said to him: Did I not tell you not to give your bread to another? Rabbi Chiya said to Rabbi Yosi: We have food with us, let us give him some to eat. Rabbi Yosi said: Do you wish to take away his merit? Let us go and see, for surely death follows in his footsteps - MEANING THAT THE DANGER OF DEATH IS FOLLOWING HIM and the Holy One, blessed be He, wishes to prepare a merit for him in order to save him. 60. Meanwhile, the man sat to sleep under a tree. His friend went further and sat in a different place. Rabbi Yosi said to Rabbi Chiya: Let us sit down and watch, for surely the Holy One, blessed be He, intends to perform a miracle by him. They stood up and waited. While they were waiting, they saw a fiery rattlesnake standing by him. Rabbi Chiya said: Woe unto that man, for he is about to die. Rabbi Yosi said: This man is worthy of a miracle of the Holy One, blessed be He. A snake then came down the tree with the intention of killing him. The rattlesnake attacked the snake and killed it. Then the rattlesnake turned his head and went on his way. 61. Rabbi Yosi said: Have I not told you that the Holy One, blessed be He, wished to perform a miracle for him, and you must not take away his merit, THAT, HE SHOULD NOT GIVE HIM FOOD. In the meanwhile, the man awoke from his sleep and rose to go. Rabbi Chiya and Rabbi Yosi joined him and gave him food. After he ate, they told him of the miracle the Holy One, blessed be He, performed for him. 62. Rabbi Yosi opened the discussion and said: \"Trust in Hashem, and do good; dwell in the land, and enjoy security (also: 'Faith')\" (Tehilim 37:3). Happy is the portion of he who does good using what is his, since he stirs good, WHICH IS YESOD, toward the Congregation of Yisrael, WHICH IS MALCHUT. With what DOES HE STIR? With righteousness (Charity), since when Righteousness is stirred, that good stirs toward the Congregation of Yisrael. It is therefore written, \"but righteousness delivers from death\" (Mishlei 10:2). What is the reason for this? Because Righteousness is the Tree of Life, ZEIR ANPIN. It is aroused against the Tree of Death to take those who are attached to it, and it saves them from death. Who causes the Tree of Life to be stirred to do that? One says: The charity THAT MAN does; it is as if he does it above, IN CAUSING MALCHUT TO BE UNITED WITH THE TREE OF LIFE, as is written: \"and do righteousness at all times\" (Tehilim 106:3). We have already explained this. 10. \"they shall be your bondsmen for ever\" file:///C|/Documents%20and%20Settings/bibi/Mes%20documents/zohar/doc/Vayikra/34%20-%20Behar.htm (16 of 22)2004-08-07 ¿••• 10:47:30"},{"pageNumber":17,"pageContent":"1 We are told that it is a commandment to have a Canaanite slave as a bondsman because they come from the side of Ham who uncovered nakedness. Yet Eliezer, the servant of Abraham, was Righteous even though he was the descendant of Ham because God approved of the blessing that Laban gave him. Ra'aya Meheimna (the Faithful Shepherd) 63. \"And you shall take them as an inheritance for your children after you... they shall be your bondsmen for ever\" (Vayikra 25:46). It is a commandment to have a Canaanite slave as bondsman, as is written: \"they shall be your bondsmen for ever.\" They come from the side of Ham, who uncovered nakedness, of whom it says, \"Cursed be Canaan; a servant of servants shall he be to his brethren\" (Beresheet 9:25). Why a servant of servants? Because he is a servant to the servant for ever (lit. 'the world'), which is the world of Jubilee. THAT IS, WHEN HE IS A SERVANT TO A SERVANT, YISRAEL'S EAR IS BORED, BUT HE WILL BE SET FREE AT THE WORLD OF JUBILEE. BUT HE WILL NOT BE SET FREE, EVEN AT THE JUBILEE. It may be said that as he is a brother to Shem and Japheth, why should he not be like them? Also, seeing that Eliezer, Abraham's servant, was the descendant of Ham, why was he not like HAM, BUT instead turned out to be righteous? The Holy One, blessed be He, approved of the blessing Laban gave him, AS IT SAYS OF HIM IN THE TORAH, \"YOU BLESSED OF HASHEM\" (BERESHEET 24:31). SINCE IT IS WRITTEN IN THE TORAH, THE HOLY ONE, BLESSED BE HE, TESTIFIES IT IS TRUE. 11. Reincarnation We are told about the secret of reincarnation, that light can come out of darkness. Darkness comes out of light when drops of semen are mixed in the daughter of a strange El - a man's good should not be mingled with evil. We read how a man can attain a Neshamah through his repentance and study of Torah even if he was reincarnated in a body that consists of good and evil in order to receive punishment. Average people have half their merits below and half their transgressions below; completely evil people have all their transgressions above and their merits below; completely righteous people have all their merits above and their transgressions below. 64. AND HE REPLIES: Surely this pertains to the secret of reincarnation: 'causes the light to vanish before the darkness', NAMELY Abraham's servant who came out of darkness, the issue of Ham. It suffices for the servant to be like his master, Abraham, who came from the idolatrous Terah, the idol worshiper! HE THEREFORE CAME OUT OF THE CURSED AND DARKNESS AND BECAME BLESSED OF HASHEM LIKE ABRAHAM WHO CAME OUT FROM TERAH, ALSO LIGHT FROM DARKNESS. 'And darkness before the light': this is Ishmael who came out from Abraham, and Esau from Isaac. 65. The mystery of this is that this is caused by the mixture of drops OF SEMEN in a place it does not belong. This is he who mingles his drop with a maid, Machalat, the daughter of Ishmael, WHO IS AN EVIL KLIPAH, or a daughter of a strange El, NAMELY THE DAUGHTER OF THE HEATHEN, who are evil and darkness, while his drop is goodness and light, IN THE SECRET OF THE VERSE, \"And Elohim saw the light that it was good\" (Beresheet 1:4). He who mingles good with evil transgresses the words of His Master, who said, \"but of the Tree of Knowledge of Good and Evil, you shall not eat of it\" (Beresheet 2:17). file:///C|/Documents%20and%20Settings/bibi/Mes%20documents/zohar/doc/Vayikra/34%20-%20Behar.htm (17 of 22)2004-08-07 ¿••• 10:47:30"},{"pageNumber":18,"pageContent":"1 66. The Holy One, blessed be He, with that which the man mingled, puts him together and reincarnates him so as to receive punishment, THAT IS, HE BRINGS HIM INSIDE A BODY WHICH CONSISTS OF GOOD AND EVIL. If he repents, studies the Torah, and separates good from evil - FOR BY STUDYING prohibitions and license, defilement and purity, what is fit and unfit, that evil is separated from good, as it says of Him, \"AND HASHEM ELOHIM FORMED (HEB. VAYYITZER) MAN\" (BERESHEET 2:7). Vayyitzer IS SPELLED WITH TWO YUD'S, TO SHOW THAT MAN IS TWICE CREATED, a creation for good and a creation for evil. And through the Torah he separates them, and the Holy One, blessed be He, bequeaths him a Soul from Him, so he will rule them both, the one which is GOODNESS AND light, the World to Come, and the other, which is EVIL AND darkness, this world. Hence, it is written: \"and breathed into his nostrils the breath of life\" (Ibid.). 67. MAN IS JUDGED according to his merits and evil actions. As we explained, he who does one good deed is treated well. He who is average, is a person whose merits and transgressions are balanced, the half of merits is below and the half of transgressions below. This is the secret of, \"What is your petition, and it shall be granted you: and what is your request? Even to half the kingdom it shall be performed\" (Esther 5:6). THAT IS, IF THERE BE A HALF KINGDOM, THE HALF OF MERITS, THEN IT SHALL BE PERFORMED; THE PETITION AND REQUEST IS ACCEPTED. In the case of a completely righteous man, all his merits are above and his transgressions below. For a completely evil man, his transgressions are above and his merits are down below. 68. The sin of a man who commits it in public pertains to two grades, NAMELY TWO MANNERS. If he does penance in public, THAT IS, ACCORDING TO THE SIN THAT WAS COMMITTED IN PUBLIC, HE IS SEATED IN THAT WORLD among the righteous, who are familiar with the laws of the Holy One, blessed be He, and refrain from sinning. IF HE REPENTS secretly, HE IS NOT SEATED AMONG THE RIGHTEOUS, BECAUSE HIS SIN IS NOT TOTALLY ANNULLED. RATHER, HE IS SEATED among the wicked men, WHO ENVY HIM HIS REPENTANCE, so that the verse will be fulfilled which says, \"But the eyes of the wicked shall fail\" (Iyov 11: 20). 12. Change of name, change of place, change of deed We learn how Abraham mended the sins of Adam and Terah and how he made God and the Shechinah to rule over the whole world. The section tells of how Adam was reincarnated and how his transgressions were overturned. Through Abraham, Isaac and Jacob Adam obtained a change of name, a change of place and a change of action. 69. Adam's sin was therefore against, \"And Hashem Elohim commanded...\" (Beresheet 2:16). We explained that \"command\" refers to idolatry. Since he sinned in idolatry, He formed him, THAT IS, HE CAUSED HIM TO INCARNATE in Terah's drop of semen, in which he vexed (Heb. ratach), NAMELY ANGERED, the Holy One, blessed be He, thus transgressing in idolatry, SINCE TERAH WAS IDOLATROUS. FROM A DROP OF HIS SEMEN CAME ABRAHAM, WHO WAS AN INCARNATION OF THE FIRST MAN. ABRAHAM did penance and smashed the images of idols and all the victuals PLACED BEFORE THEM. He mended the sins OF ADAM AND TERAH, and smashed the sin and the evil edifice he built, NAMELY THE EDIFICE OF THE KLIPOT OF ADAM, CAUSED TO BE BUILT BY HIS SIN. And he made the Holy One, blessed be He, and the Shechinah to rule over the whole world. file:///C|/Documents%20and%20Settings/bibi/Mes%20documents/zohar/doc/Vayikra/34%20-%20Behar.htm (18 of 22)2004-08-07 ¿••• 10:47:30"},{"pageNumber":19,"pageContent":"1 70. HE ASKS: How DID HE MAKE THE HOLY ONE, BLESSED BE HE, AND HIS SHECHINAH RULERS OF THE WORLD? AND HE ANSWERS: By sanctifying His Name in public, and by going into the fire to be burned, so that the words would be fulfilled IN ADAM, that say, \"The carvings of their Elohim shall you burn with fire\" (Devarim 7:25). THIS MEANS, SINCE ADAM WORSHIPPED IDOLS, HE WAS CONSIDERED AS THE CARVINGS OF THEIR ELOHIM. Furthermore, he caused his father, Terah, to repent and brought him, his mother, and all the rulers of that age to the Garden of Eden. He was thus purified like silver by fire, like the king's SILVER coin that was forged with a mixture of lead. He was therefore put in fire, and the lead came out, which is Ishmael. Ishmael therefore was mocking and worshipped idols, while Adam remained purified by fire. This is the change of name, FOR HIS NAME WAS CHANGED FROM ADAM TO ABRAHAM. For when Adam was incarnated, he had to undergo a change of name, change of place, and change of deed, AS FOLLOWS. 71. Then came Isaac, and he became stronger through him, THAT IS, ADAM WAS INCARNATED IN HIM AND OVERCAME the second transgression, of which it says, \"the man,\" which refers to bloodshed. THIS IS AN EXPLANATION OF THE VERSE, \"AND HASHEM ELOHIM COMMANDED THE MAN SAYING...\" (BERESHEET 2:16). \"COMMANDED\" REFERS TO IDOLATRY, \"THE MAN,\" TO BLOODSHED, AND \"SAYING,\" TO INCEST. HE TRANSGRESSED THEM ALL. This brought the trial of Isaac by knife, NAMELY THE SACRIFICE OF ISAAC, OF WHICH IT SAYS, \"AND TOOK THE KNIFE TO SLAY HIS SON\" (BERESHEET 22:10). ADAM was cleansed by him, as food is picked from refuse. And the refuse came out, which is Esau who sheds blood, AND THE FOOD, JACOB, CAME OUT CLEANSED FROM REFUSE. THIS IS WHAT IS WRITTEN: JACOB HAD THE GRACE OF ADAM BECAUSE IN JACOB, HE CAME OUT CLEANSED AND PURIFIED FROM ALL REFUSE. 72. Then came Jacob, THE ASPECT OF GOODNESS AND THE FOOD PICKED FROM THE FIRST MAN, who formed AND ATTACHED it to Laban and became his servant. Hence it says, \"I will serve you seven years for Rachel\" (Beresheet 29:18). Since he exchanged her with her sister, he served an additional seven years, in order to remove the two drops Adam spilt in a foreign place - MEANING THE TWO FEMALE SPIRITS THAT MATED WITH HIM AFTER HE SEPARATED FROM EVE. This is incest, alluded to in the word \"saying\" (Beresheet 2:16). He took them out of Laban the Arammian, WHO IS OF THE ASPECT OF the serpent. 73. Through these three, ABRAHAM, ISAAC, AND JACOB, Adam obtained a change of name, a change of place, and a change of action. He obtained a change of name through Abraham, a change of place through Isaac, and a change of action through Jacob. And if it was said of him, \"then He saw it, and declared it; HE ESTABLISHED IT, YEA, AND SEARCHED IT OUT. AND TO MAN (LIT. 'ADAM') HE SAID\" (Iyov 28:27-28), that if He accepted his repentance, all the more so that of others, WHO ARE NOT AS GREAT. 74. Therefore, for a good servant, the place brings it about, and for an evil servant, also THE PLACE BRINGS IT ABOUT, but as for other servants, \"they shall be your bondsmen for ever\" (Vayikra 25:46). The deans of the Yeshivah rose and said, \"Happy is that people, that is in such a case (Heb. shecachah)\" (Tehilim 144:15). The numerical value of 'shecachah' is as that of Moses, NAMELY THE FAITHFUL SHEPHERD. The Faithful Shepherd rose and said, \"happy is that people, whose Elohim is Hashem\" (Ibid.). End of Ra'aya Meheimna 13. \"For to Me the children of Yisrael are servants\" file:///C|/Documents%20and%20Settings/bibi/Mes%20documents/zohar/doc/Vayikra/34%20-%20Behar.htm (19 of 22)2004-08-07 ¿••• 10:47:30"},{"pageNumber":20,"pageContent":"1 Yisrael are called God's servants because it is a commandment to serve with prayer and with deeds and by observing the precepts of the Torah. Yisrael are also called God's children when they know God in a particular way and when they have permission to look into His mysteries. 75. \"For to Me the children of Yisrael are servants\" (Vayikra 25:55). It is commanded to serve by doing many things in the Temple and out of the Temple, by all the deeds that are called 'service,' NAMELY prayer, and to strive to observe the precepts of the Torah, as everything is called 'service,' like a servant laboring to fulfill his master's needs. 76. He therefore called Yisrael 'servants,' as is written: \"For to Me the children of Yisrael are servants; they are my servants.\" Why are they servants? Because it is written, \"whom I brought forth out of the land of Egypt\" (Ibid.). It therefore says later, among the Ten Commandments, \"I am Hashem your Elohim, who have brought you out of the land of Egypt\" (Shemot 20:2), to serve Him as a servant does his master who saved him from death and redeemed him from all the evil things in the world. 77. Yisrael have two names before the Holy One, blessed be He. They are called 'servants,' as is written, \"they are My servants,\" and they are called 'children,' as is written: \"You are the children of Hashem your Elohim\" (Devarim 14:1). For as long as man knows the Holy One, blessed be He, in a general way, he is called 'a servant' who does as his Master bids him, but has no permission to look into the treasures and the mysteries of His House. When he knows the Holy One, blessed be He, in a particular way, he is called 'His beloved child,' like the child who is looking at the hidden, at all the mysteries of His House. 78. Though he is called 'a son,' the firstborn son of the Holy One, blessed be He, as is written: \"Yisrael is My son, My firstborn\" (Shemot 4:22), he must not exclude himself from being a servant who serves his Father in everything that glorifies His Father. So should any man be in relation to his father. A child who looks at his secrets and knows the mysteries of his house and strives after them should be a servant to his father. 14. The secret of the servant and the secret of the son We learn that one should be in the grade of the servant in order to perform the many kinds of works required; one would then be called, like Malchut, 'master of the whole earth'. The grade of the son is where one strives to know his Father's secrets and all the mysteries of his house, and he then has power over everything; no one can ever stop him from entering his Father's presence at any time. In order to be both a servant and a son, one must undertake the service of prayer - such a one restores the entire secret of the Faith. file:///C|/Documents%20and%20Settings/bibi/Mes%20documents/zohar/doc/Vayikra/34%20-%20Behar.htm (20 of 22)2004-08-07 ¿••• 10:47:30"},{"pageNumber":21,"pageContent":"1 79. This is the secret of this matter. There are two grades above in which man should be adorned; they are the secret of Faith, and they are one. The first is the secret of the servant and the other is the secret of the son. THE GRADE OF the servant ABOVE is called 'the master of the whole earth,' WHICH IS THE SECRET OF MALCHUT, AND THE GRADE OF the son ABOVE is as we stated, \"Yisrael is My son, My firstborn\" (Shemot 4:22), WHICH IS THE SECRET OF ZEIR ANPIN Everything pertains to the one secret of Faith, and it behooves man to be adorned with these grades OF THE SON AND SERVANT ABOVE to be included within the secret of Faith. 80. HE EXPLAINS HIS WORDS. ONE SHOULD BE IN THE GRADE OF the servant, in order to perform the many kinds of works in the prayer e Hhcalled 'service,' like the servant, who is the supernal secret, NAMELY THE SECRET OF MALCHUT, that is never silent, but constantly praises and sings TO ZEIR ANPIN. We have learned that it also applies to other services, for all the services and words PERFORMED throughout the worlds, it is MALCHUT that performs and serves them. MALCHUT is therefore CALLED 'a master,' since she is LIKE a servant that works AND DRAWS VITALITY AND PLENTY TO ALL THE WORLDS. She is THEREFORE called 'master of the whole earth'. In the case of man who is adorned with this secret, THE ASPECT OF THE SERVANT WITHIN MALCHUT, and becomes a servant that does his Master's work, he ascends and becomes adorned to be in this grade OF SERVANT and is also called 'master,' since he blesses this world, MALCHUT, through his actions and preserves it. He is therefore called 'master' TOO. 81. HE NOW INTERPRETS THE GRADE OF THE SON, SAYING: Happy is the portion of the son, who deserves to strive to know his Father's secrets and all the mysteries of His house, like an only child whose father gave him authority over all his secrets. It is to the glory OF THE SON to have power over everything. He who strives in the Torah to know the Holy One, blessed be He, and His mysteries is 'the son of the Holy One blessed be He,' and in all the heavenly hosts, there is none that will stop him from entering his Father's presence at any time he needs to. Happy is his portion throughout the worlds. Therefore, he who strives to know his Father in a particular way, within the secret of Chochmah, MEANING THE CHOCHMAH AT THE RIGHT OF ZEIR ANPIN, is called 'a son'. 82. Among the deeds it behooves man to do for the Holy One blessed be He, there is a service man needs to do in order to be included in them both and become a servant and a son, adorned by the Holy One, blessed be He. What is it? It is the service of prayer, in which it behooves MAN to be a servant and a son, and to be included within THESE TWO supernal grades, Zeir ANPIN AND MALCHUT. It behooves man to work and restore prayer by the secret of the servant, and to work at restoring the worlds, WHICH PERTAINS TO THE GRADE OF THE SERVANT AND THE SECRET OF MALCHUT, so as to cause his desire to cleave to the secret of Chochmah ON THE RIGHT, and to properly cleave to his Master by the supernal mysteries, WHICH IS THE GRADE OF THE SON, THE SECRET OF ZEIR ANPIN. file:///C|/Documents%20and%20Settings/bibi/Mes%20documents/zohar/doc/Vayikra/34%20-%20Behar.htm (21 of 22)2004-08-07 ¿••• 10:47:30"},{"pageNumber":22,"pageContent":"1 83. HE EXPLAINS FURTHER. A son is always bound to his father without any separation at all, and no one stops him. A servant does his master's work and corrects the constructions of the worlds. Whoever has both, THE SON AND THE SERVANT, united together, joined as one, such is a man who restores the entire secret of the Faith, WHICH IS MALCHUT, to be wholly WITH ZEIR ANPIN, without any division and joins them all together. This is a man of whom the Holy One, blessed be He, proclaims throughout the hosts and legions of all the worlds and throughout the firmaments, 'Take care of this man, who is trusted of the King, who has all his Master's mysteries in his hands.' Happy is he in this world, and happy is he in the World to Come. 84. From that day onward, that man is known and recorded in all those worlds. In his time of need, all the hosts and legions are ordered to be with him. And the Holy One, blessed be He, needs nothing but him alone, THAT IS, ALL THE WORLDS ARE SUPPORTED BY HIM. A voice stirs AND PROCLAIMS, 'It is well for an only one, THAT MAN, to be with an Only One, THE HOLY ONE, BLESSED BE HE, and for the one to be occupied with the One.' 85. The secret of these two grades, THE SON AND THE SERVANT, I have found in one verse, in which it is written: \"and said to me, 'You are My servant, Yisrael, in whom I will be glorified'\" (Yeshayah 49:3). \"And said to me, 'You are My servant,'\" is the grade of the servant, THE SECRET OF THE LEFT COLUMN AND THE ASPECT OF MALCHUT; \"Yisrael\" is THE GRADE OF the son, THE SECRET OF THE RIGHT COLUMN AND THE ASPECT OF ZEIR ANPIN. When they are united as one, it is written: \"in whom I will be glorified.\" Blessed be Hashem for ever. Amen and amen. May Hashem rule forever. Amen and amen. file:///C|/Documents%20and%20Settings/bibi/Mes%20documents/zohar/doc/Vayikra/34%20-%20Behar.htm (22 of 22)2004-08-07 ¿••• 10:47:30"}]
