[{"pageNumber":1,"pageContent":"1 1. He who brings out an evil name The Faithful Shepherd begins Ki Tetze by talking about people who defame someone's character, and how they must be punished. He refers in this context to a person who defames a virgin of Yisrael, to the spies who went out and gave false reports about the land they saw, and to Esther, who was worthy of the Holy Spirit. He says that those who know only the surface or revealed interpretation of the Torah know nothing of its mysteries; they are poor in knowledge and are referred to as riding upon an ass. They are from the aspect of the Tree of Knowledge of Good and Evil. Moses talks about the mystery of Esther and her relationship with the Shechinah who gives a person many special attributes. Esther was protected from Ahasuerus just like Sarai was protected from the Pharaoh. The Faithful Shepherd returns to the issue of defamation, and says that those who speak ill of the Shechinah will be stricken in their souls. He talks about the righteous man with whom things do not go well, and the evil man with whom they do. We learn that when the Torah was given, the first tablets that were broken were comparable to virginity in that they testified to the whole Torah; the Torah's groom, Moses, broke her virginity. Next Elijah and all the heads of the Yeshivah bless the Faithful Shepherd. Elijah speaks to Moses about his role and the role of Abraham in relationship to Malchut; he says that Moses spoke out against Yisrael when they made the golden calf and thus he defamed Malchut. Ra'aya Meheimna (the Faithful Shepherd) 1. \"and they shall fine him a hundred shekels of silver...\" (Devarim 22:19). We are commanded to punish whoever defames someone's character. This is the meaning of, \"and they shall fine him a hundred shekels of silver, and give them to the father of the girl, because he has brought out an evil name upon a virgin of Yisrael.\" THE FAITHFUL SHEPHERD SAID, Sages, this applies to after the wedding, since he says, \"I found not your daughter a virgin\" (Ibid. 17). Not all evil names are alike, since the spies who spread an evil name on the land were punished for it by dying and not meriting it. A woman is like ground, WHICH IS WHY THE SPIES WERE CONSIDERED AS ONE DEFAMING THE CHARACTER OF A WOMAN. It is like the explanation that Esther was the ground. 2. You may say that Esther has a bad reputation BY SAYING that she was defiled with Ahasuerus, YET she was worthy that the Holy Spirit, WHICH IS MALCHUT, would be clothed in her as written, \"Esther put on her royal apparel\" (Ester 5:1). IN THAT CASE, YOU ARE BRINGING OUT AN EVIL NAME ON MALCHUT. Yet the Holy One, blessed be He, said, \"I am Hashem, that is My name, and My glory will I not give to another, neither My praise to carved idols\" (Yeshayah 42:8), WHICH IS THE SHECHINAH CALLED 'NAME', 'GLORY' AND 'PRAISE'. The Holy Spirit is the Shechinah and is a name that was clothed with Esther. HOW CAN YOU SAY SHE WAS DEFILED WITH AHASUERUS? 3. Yet sages, woe to those who eat the chaff and ears of corn of the Torah, THAT IS, WHOSE TORAH IS MIXED OF GOOD AND EVIL LIKE CHAFF AND EARS OF CORN THAT ARE A MIXTURE OF FOOD AND KLIPOT. Such a man knows nothing of the mysteries of the Torah, but only light and weighty precepts; the light is the chaff of the Torah, NAMELY THE REFUSE, and the weighty precepts of the Torah are wheat, WHICH CONTAINS BOTH FOOD AND REFUSE. CHET AND TET OF WHEAT (HEB. CHITAH) ARE THE REFUSE AND HEI IS GOOD. THIS IS THE SECRET OF the Tree of Knowledge of Good and Evil, AS THE SAGES SAID THAT THE TREE OF KNOWLEDGE OF GOOD AND EVIL WAS WHEAT. file:///C|/Documents%20and%20Settings/bibi/Mes%20documents/zohar/htm/48%20-%20Ki%20Tetze.htm (1 of 41)2004/07/07 23:19:17"},{"pageNumber":2,"pageContent":"1 4. It is not the custom of the King and the Matron to ride a donkey (Heb. chamor), NAMELY THE LITERAL UNDERSTANDING (HEB. CHOMER) OF THE TORAH, WHICH IS WHEAT AND THE TREE OF KNOWLEDGE OF GOOD AND EVIL AS MENTIONED. Instead they ride on horses, THE SECRET OF THE MYSTERIES OF THE TORAH. This is the meaning of, \"you ride upon your horses, your chariots of salvation\" (Chavakuk 3:8). For Malchut is not treated lightly so as to have the Queen ride on a donkey, and even more so the King, for it is no place for commoners and servants, THAT IS METATRON THAT IS CALLED A COMMONER AND A SERVANT, whose way is to ride a donkey. This is why it says of Messiah, WHEN YISRAEL WILL HAVE NO MERIT, \"humble (Heb. ani), and riding upon an ass\" (Zecharyah 9:9). Ani stands for the Mishnah orders of Eruvin, Nidah and Yevamot, THE INITIALS OF WHICH FORM 'ANI (ENG. 'POOR')'. The rest of the orders of the Mishnah are comprised in these, WHICH INDICATES THAT AS LONG AS ONE DOES NOT KNOW THE MYSTERIES OF THE TORAH BUT ONLY THE REVEALED TORAH, ONE IS POOR IN KNOWLEDGE AND RIDING UPON AN ASS, WHICH IS THE ASPECT OF THE TREE OF KNOWLEDGE OF GOOD AND EVIL. THE HOLY ONE, BLESSED BE HE, is not considered a King until He rides on His horse, which is the Congregation of Yisrael, NAMELY MALCHUT, ACCORDING TO THE SECRET OF, \"I COMPARE YOU, O MY LOVE, TO A MARE OF THE CHARIOTS OF PHARAOH\" (SHIR HASHIRIM 1:9), WHICH IS WHOLLY GOOD WITHOUT ANY EVIL. 5. The Holy One, blessed be He, outside His place is not a King. When He returns to His place, \"Hashem shall be King\" (Zecharyah 14:9). It is said of Yisrael as well that all Yisrael are princes. Like the father the children are not princes until they return to the land of Yisrael. You may say that he WHO RIDES A DONKEY is a commoner, AND HE ANSWERS, though he is a commoner in relation to his Master, do not treat lightly a blessing from a commoner, for this commoner is the servant Metatron, AND IT IS HE WHO RIDES THIS DONKEY. The first man, who did not keep the glory he was given BY EATING OF THE TREE OF KNOWLEDGE OF GOOD AND EVIL, was brought down to eat together with his donkey, WHICH IS THE ASPECT OF THE TREE OF KNOWLEDGE OF GOOD AND EVIL and he said TO THE HOLY ONE, BLESSED BE HE, I and my donkey shall eat from the same trough. Issachar merited this donkey by being called, \"Issachar is a strong ass\" (Beresheet 49:14), BECAUSE HE SUBDUED THIS DONKEY CALLED A STRONG (HEB. GEREM) ASS BY BRINGING HIM DOWN THE STAIRCASE (HEB. GEREM). 6. The sages who wrote the Mishnah SAID THAT it is said of the Matron, WHO IS MALCHUT, \"and His kingdom rules over all\" (Tehilim 103:19), SINCE SHE RULES OVER THE KLIPOT AS WELL. THEREFORE, after Esther put on THE ROYAL APPAREL, IN ACCORDANCE WITH THE SECRET OF THE VERSE, \"ESTHER PUT ON HER ROYAL APPAREL (HEB. MALCHUT),\" Esther ruled over Ahasuerus and his people, and it is said of them, \"and slew of their foes\" (Ester 9:16). If you say that AHASUERUS mated with her, heaven forbid. Though they were in the same house, SHE DID NOT MATE WITH HIM, but was like Joseph of whom it says, \"And she laid up his garment (Heb. bigdo) by her\" (Beresheet 39:16). The word 'bigdo' is employed, which is derived from, \"traitors have dealt treacherously (Heb. bagdu)\" (Yeshayah 24:16). THIS IS HIS MOST OUTER ASPECT, WHICH THE KLIPOT CAN BE ATTACHED TO. file:///C|/Documents%20and%20Settings/bibi/Mes%20documents/zohar/htm/48%20-%20Ki%20Tetze.htm (2 of 41)2004/07/07 23:19:17"},{"pageNumber":3,"pageContent":"1 7. There is a great mystery here, which is why 'Esther' is derived from mystery (Heb. seter), as written, \"You are my hiding place (Heb. seter)\" (Tehilim 32:7), since the Shechinah hid her from Ahasuerus and gave him a female demon instead while she returned to Mordechai's arm. And Mordechai, who knew the explicit Name and the seventy tongues, did all this with wisdom. This is why the sages of the Mishnah stated that even regardless of this, a man must speak with his wife before he mates with her, because she might have been exchanged with a female demon. 8. This is true for a woman who comes from the aspect of the Tree of Knowledge of Good and Evil, AND AN EXCHANGE WITH A FEMALE DEMON APPLIES TO HER, but if she is from the Shechinah she remains unchanged. This is the meaning of, \"For I am Hashem, I do not change\" (Malachi 3:6). \"I\" is the Shechinah, who has no fear from the other sides, NAMELY THE KLIPOT. This is the meaning of, \"All nations before Him are as nothing\" (Yeshayah 40:17). 9. Wherever the Shechinah is, there are many special attributes. Hence, since the Shechinah was clothed in her, Esther was worthy of having special things done to her like Sarah, whom the Holy One, blessed be He, kept, and since the Shechinah was with her He kept her from Pharaoh. The Holy One, blessed be He even made her clothes and jewels have special qualities due to the Shechinah that was with her. For that reason, when Pharaoh came to TOUCH her sandal, THE ANGEL struck him with it, and the same happened with all her jewelry. Each jewel he would touch struck him until that defiled one left her and brought her back to her husband. 10. If this is true for her jewels, it is much more so that whoever touched her body, even her finger, for the purpose of mating, THEN, \"and the stranger that comes near shall be put to death\" (Bemidbar 1:51), since the Holy One, blessed be He, did not give him permission to come near her. This is the meaning of, \"I am Hashem, that is My name, and My glory will I not give to another\" (Yeshayah 42:8). 11. For that reason not every SPREADING OF an evil name is the same. The spies who defamed the land of Yisrael died. Those who speak ill of the Shechinah are most certainly struck in their souls, for those who spoke ill about the land were struck bodily and committed suicide. But whoever defames the Shechinah, his soul is stricken. This applies to whoever knows this secret OF BRINGING OUT AN EVIL NAME ON THE SHECHINAH, and whose eyes are open. But a person whose eyes are shut is not punished as severely. file:///C|/Documents%20and%20Settings/bibi/Mes%20documents/zohar/htm/48%20-%20Ki%20Tetze.htm (3 of 41)2004/07/07 23:19:17"},{"pageNumber":4,"pageContent":"1 12. As for what the sages of the Mishnah said to them that a raped wife is permitted to remain with her husband, permission and prohibition in the Mishnah speak only of human matters and a woman who is from the Tree of Knowledge of Good and Evil. But the case of a woman who is from the Tree of Life is not as that of those FROM THE TREE OF KNOWLEDGE OF GOOD AND EVIL, since whoever is from the Tree of Life is a righteous person with whom things are well. Of him it is said, \"No evil shall happen to the just\" (Mishlei 12:21), nor to his just wife. We learned that from Sarah in the house of Pharaoh - that he had no permission to come near her. 13. Whoever is righteous but for whom things go badly, namely, he who is from the Tree of Knowledge of Good and Evil, since there is evil PRESENT with him, \"For there is not a just man upon earth who... never sins\" (Kohelet 7:20). As for an evil man for whom things go well, it is that the Evil Inclination overpowered his Good Inclination. HENCE they said that it is well with him, because the good is under the power OF THE EVIL MAN. And since the evil dominates the good, he is an evil man, since whoever is stronger receives the name. IF THE GOOD OVERCOMES THE EVIL, HE IS CALLED A RIGHTEOUS MAN THAT IT IS EVIL WITH HIM, SINCE EVIL IS UNDER HIS POWER. IF EVIL OVERCOMES GOOD HE IS CALLED AN EVIL MAN THAT IT IS WELL WITH HIM, SINCE GOOD IS UNDER HIS POWER. An evil man with whom things are evil is another El, who is Samael. It is evil with him, namely the poison of death, which is idol worshiping, OF WHICH IT IS WRITTEN, \"Evil shall slay the wicked\" (Tehilim 34:22). For that reason a raped WOMAN is considered so only if that soul has a mixture of good and evil. 14. When the Torah was given, her tablets that were likened to virginity were broken. JUST AS VIRGINITY IS A TESTIMONY TO THE VIRGIN'S HONESTY, SO THE TABLETS THAT WERE GIVEN BEFORE THE EYES OF ALL YISRAEL WERE A TESTIMONY TO THE WHOLE TORAH. And the Holy One, blessed be He, again gave her to Yisrael to keep her. And the oral Torah is called Halachah given to Moses on Sinai. MOSES WAS THEREFORE CALLED THE BRIDE'S GROOM OF THE TORAH. And the groom of the Torah broke her virginity, WHICH IS THE FIRST SET OF TABLETS. Whoever speaks ill of her and says that Torah is not LIKE THE FIRST ONE, since her tablets were broken, the Holy One, blessed be He, will speak to him, who is the girl's father, NAMELY OF that daughter who is IMPLIED in the word Beresheet (In the beginning), SINCE BERESHEET IS SPELLED WITH THE LETTERS OF 'BAT ROSHI (ENG. 'THE DAUGHTER OF MY HEAD')', TO INDICATE THAT THE TORAH IS the King's daughter. THEN the Holy One, blessed be He, spoke: \"And they shall spread the cloth\" (Devarim 22:17), and the parchment of the Torah scroll unfolds, and they shall see that it is written in it, \"Hew for yourself two tablets of stone like the first, and I will write upon these tablets the words that were on the first tablets, which you did break\" (Shemot 34:1). 15. Immediately Elijah rose with all the heads of the Yeshivah and they blessed him. And ELIJAH said TO THE FAITHFUL SHEPHERD, Sinai, Sinai, it would have been worthy for us to listen to your words and be silent, yet with permission from the Holy One, blessed be He, and His Shechinah, I wish to say something to you, in your honor. He said to him, speak. file:///C|/Documents%20and%20Settings/bibi/Mes%20documents/zohar/htm/48%20-%20Ki%20Tetze.htm (4 of 41)2004/07/07 23:19:17"},{"pageNumber":5,"pageContent":"1 16. ELIJAH opened and said, Faithful Shepherd, the Holy One, blessed be He gave this bride of yours, NAMELY MALCHUT to Abraham to bring up for you. And since he kept her she is called his daughter. This is what is meant by the saying that Abraham had a daughter whose name was 'Bakol (lit. 'in all')'. By her he observed the whole Torah even to the Eruv Tavshilin (an action allowing one to cook on holiday for Shabbat). This is the meaning of, \"and kept My charge\" (Beresheet 26:5). And he brought her up, as written, \"And he brought up Hadassa\" (Ester 2:7). And the Holy One, blessed be He, blessed him for her sake, as written, \"and Hashem had blessed Abraham in all things (Heb. bakol)\" (Beresheet 24:1). He brought her up with every good virtue and was charitable to her. He raised her to greatness, with the quality of kindness (Chesed) of Abraham. His house was, for her sake, wide open to do kindness to all the people of the world. 17. Since he was kind to her, when Abraham's children were exiled because of their many iniquities in Egypt, the Holy One, blessed be He, said, 'Faithful Shepherd, go and be kind to him who did kindness by you, since I gave him your bride, WHO IS MALCHUT, to raise with good qualities'. And he raised her BY DRAWING HER thirteen attributes of mercy implied in the three words, Vav Hei Vav, Aleph Nun Yud, Vav Hei Vav, which are THE INITIALS OF Vav, since the 72 names are comprehended in them AS THE FIRST OF THE 72 NAMES IS VAV HEI VAV, THE MIDDLE ONE IS ALEPH NUN YUD AND TOWARDS THE END IS THE SECOND VAV HEI VAV. 72 IS the numerical value of Chesed, with which Abraham overcame the 72 nations, WHICH ARE THE SEVENTY NATIONS, ESAU AND ISHMAEL. Through your bride, NAMELY MALCHUT, he had a special property through the 72 names AFTER MALCHUT RECEIVED THEM, and he overcame every nation and tongue. 18. For that reason IT IS WRITTEN, \"That caused His glorious arm to go at the right hand of Moses\" (Yeshayah 63:12), WHICH IS MALCHUT, and \"dividing the water\" (Ibid.) by tearing the water into twelve pieces, the numerical value of Vav Vav. And by merit of Aleph IN THE FULLY SPELLED VAV (VAV ALEPH VAV) THAT INDICATES THE ILLUMINATION OF BINAH, You turned the sea into dry land. In it the Egyptians drowned, who did not believe in the Vav, WHICH IS ZEIR ANPIN, which is THE NUMERICAL VALUE OF one. In the future to come it will be fulfilled in Yisrael, the seed of Abraham, \"As in the days of your coming out of the land of Egypt I will show him marvelous things\" (Michah 7:15). In you it shall be fulfilled, \"That caused His glorious arm to go at the right hand of Moses, dividing the water\" of the Torah, to make yourself, \"an everlasting name\" (Yeshayah 63:12). There you shall attain your bride. 19. Since this daughter, NAMELY MALCHUT, was given to Yisrael, it is your Halachah from the left side, Halachah attributed to Moses from Sinai, SINCE HALACHAH IS SPELLED WITH THE SAME LETTERS AS 'THE BRIDE (HEB. HAKALAH)'. For on the right side, your Halachah is the letter Hei, NAMELY HEI from the side of the name Abraham, AND IT IS Yud from THE SIDE OF THE NAME Isaac. And everything is Hei Yud of THE NAME Elohim. And you are Vav, SINCE MOSES IS THE ASPECT OF ZEIR ANPIN, WHICH IS VAV, which is the full spelling of MALCHUT and her perfection. AND SHE IS CALLED a full cup. For at first she was the throne of Yud Hei, IN WHICH 'THRONE (HEB. KES, CAF SAMECH) HAS NO VAV AND THE NAME YUD HEI IS WITHOUT VAV HEI. At the end it is a cup (Heb. kos, Caf Vav Samech) full of the blessing of Yud Hei Vav Hei, SINCE THE CUP IS FULL AND THE NAME IS COMPLETE. file:///C|/Documents%20and%20Settings/bibi/Mes%20documents/zohar/htm/48%20-%20Ki%20Tetze.htm (5 of 41)2004/07/07 23:19:17"},{"pageNumber":6,"pageContent":"1 20. And since MALCHUT was given through you to Yisrael, who are the Central Pillar THAT INCLUDES RIGHT AND LEFT it behooves us to reveal why it was given them. For surely we learned why she was given to Abraham, BECAUSE HE DREW ON HER THE ATTRIBUTE OF CHESED, and you were kind (bestowing Chesed) to his children just as he was kind to you. And the Holy One, blessed be He, gave her to Isaac, to him and his descendants to keep her from the Tree of Knowledge of Good and Evil. And they made her some boundaries and cut for her some garments, golden garments with some laws. And they used to disagree and ask questions regarding these laws, to supply them with explanations, to decorate her with many decorations for Shabbat and holidays, to redeem her at the last redemption, as it says of her, \"That (Heb. mah) which has been (Heb. shehayah), it is (Heb. hu)\" (Kohelet 1:9) (making the initials of Moses). (THE CONTINUATION IS MISSING) 21. Since they brought it on you and did good things for you, you have suffered for their sakes many troubles so that Messiah the son of Joseph shall not be killed, of whom it says, \"the face of an ox on the left side\" (Yechezkel 1:10), who is a descendant of Joseph, of whom it says, \"The firstling of his herd, grandeur is his\" (Devarim 33:17). That is because he and his descendants shall not be violated among the heathen nations because of the sin of Jeroboam who worshipped idols, for which he and his seed were to be violated among the idol worshiping nations. For Jeroboam the son of Nebat is a descendant of Joseph and it is because of him that it says of you, \"But he was wounded because of our transgressions...and by his injury we are healed\" (Yeshayah 53:5). 22. And since Yisrael are included of right and left, BEING OF THE CENTRAL COLUMN, where your Hei and Yud are in a state of completion, it behooves you to unite with her, WITH MALCHUT, between them. And since it says of you, \"because he has brought out an evil name upon a virgin of Yisrael,\" it says of you, \"and she shall be his wife; he may not put her away all his days\" (Devarim 22:19), NAMELY WHEN SHE IS in exile he may not be away from her all his days. 23. Where is the evil name you brought upon her? After MALCHUT was given to Yisrael, whoever brings out an evil name on Yisrael is as one who brings out an evil name on MALCHUT. And the evil name was in what you said to the Holy One, blessed be He, \"Hashem, why does Your wrath burn against Your people\" (Shemot 32:11), NAMELY YISRAEL, and the Holy One, blessed be He, said, 'because you spoke ill on Yisrael when they made the golden calf'. \"Go, get you down; for your people...have become corrupt\" (Ibid. 7), NAMELY YOUR PEOPLE, who are the mixed multitudes whom you converted and who made the golden calf. And therefore, \"because he has brought out an evil name upon a virgin of Yisrael,\" THEN, \"she shall be his wife\" AS WE SAID. file:///C|/Documents%20and%20Settings/bibi/Mes%20documents/zohar/htm/48%20-%20Ki%20Tetze.htm (6 of 41)2004/07/07 23:19:17"},{"pageNumber":7,"pageContent":"1 24. The Faithful Shepherd rose and kissed him, ELIJAH, on his face and his eyes and blessed him. And he said to him, may you be blessed by the mouth of the Holy One, blessed be He, and His Shechinah, by each of His attributes and His ten Sfirot and all His names and all the heads of Yeshivah and all the angels. And they all answered and said Amen. And the Holy One, blessed be He, and His Shechinah acknowledged his blessing. Elijah, rise, open your mouth regarding the precepts with me, because you are my assistant in every aspect, for it first says of you, \"Pinchas, the son of Elazar, the son of Aaron the priest\" (Bemidbar 25:11), BECAUSE PINCHAS IS ELIJAH. Surely he is the son of Aaron, my nephew, as written, \"and a brother is born for adversity\" (Mishlei 17:17). 2. \"If a man find a girl that is a virgin\" We read two esoteric explanations of the title verse, from which we learn that one must lay hold of one's higher aspect through the agency of the Tefilin and the Tzitzit and the prayers and meditations that are prescribed. People must always study the Torah even if not for its own sake in order that some day they may come to study it for its own sake. We are also shown that God has seduced Yisrael and opened for them the fifty gates of mercy and freedom. Even though the Shechinah is in exile, God will never forsake Her. 25. \"If a man find a girl that is a virgin, who is not betrothed...\" (Devarim 22:28). This precept is to punish the seducer with fifty shekels of silver. This is the meaning of, \"If a man find a girl that is a virgin, who is not betrothed\": these are Yisrael, who, from the aspect of the Shechinah are called daughter. \"and lay hold of her, and lie with her, and they be found; then the man that lay with her shall give to the girl's father fifty shekels of silver, and she shall be his wife; because he has humbled her, he may not put her away all his days\" (Ibid. 28-29). The sages and all the members of the Yeshivah SAID, \"a man\" refers to Yisrael from the aspect of the Holy One, blessed be He, WHO IS CALLED A MAN; \"and lay hold of her\" with the knot of Tefilin, \"and lay hold of her\" with the Tzitzit. \"who is not betrothed,\" namely an only daughter, who is the soul FOR BY THE KNOT OF TEFILIN AND TZITZIT YISRAEL LAY HOLD OF THEIR SOUL. \"and lie with her,\" namely with the prayer of lying down, that is, 'Hashkivenu (Eng. 'cause us to lie down')'. \"shall give to the girl's father fifty shekels of silver,\" namely 25 LETTERS OF THE MEDITATION OF SH'MA and 25 letters of the meditation OF 'BLESSED BE THE NAME...'. 26. Rise, Faithful Shepherd, for surely whoever studies Halachah, WHICH IS MALCHUT, not for its own sake, and understands the Halachah, surely it is seized by him, THAT IS, UNWILLINGLY. Yet it has been explained that man should always study Torah even if not for its own sake, so that from studying not for its own sake it shall become for its own sake. And this Halachah is from the aspect of the good lad, WHO IS METATRON, who separated from the Tree of Knowledge of Good and Evil, which comprises the forbidden and the permissible, the unclean and the clean, the fit and the unfit. After the lad METATRON, MALCHUT is called a girl, by whom it will be fulfilled, \"that the wicked might be shaken out of it\" (Iyov 38:13), who are the forbidden, the unclean and unfit, Samael and his legions. file:///C|/Documents%20and%20Settings/bibi/Mes%20documents/zohar/htm/48%20-%20Ki%20Tetze.htm (7 of 41)2004/07/07 23:19:17"},{"pageNumber":8,"pageContent":"1 27. According to another explanation, \"If a man find a girl that is a virgin\" refers to Yisrael, as written, \"When Yisrael was a child, then I loved him\" (Hoshea 11:1), AND THEY ARE CALLED lad from the aspect of Metatron, NAMELY, THEIR SOULS ARE FROM BRIYAH WHERE METATRON IS. The man is none other than the Holy One, blessed be He, as written, \"Hashem is a man of war\" (Shemot 15:3). \"If a man find a girl that is a virgin,\" namely the virgin of Yisrael, of whom it says, \"The virgin of Yisrael is fallen; she shall no more rise\" (Amos 5:2). THE MAN IS THE HOLY ONE, BLESSED BE HE, WHO SEDUCED HER, AS WRITTEN, \"behold, I will allure her, and bring her into the wilderness\" (Hoshea 2:16). Then He opened for them fifty gates of freedom, which are the fifty gates of mercy of the side of their father Abraham, WHO IS CHESED. This is what is meant by, \"shall give to the girl's father fifty shekels of silver,\" silver being of the grade of Chesed, the grade of Abraham. 28. For at the exodus from Egypt the fifty gates of freedom were opened to them from the side of Judgment, which is left, which is Adonai, NAMELY MALCHUT FROM THE LEFT SIDE, where, \"will I judge\" (Beresheet 15:14), SINCE ADONAI CONTAINS THE LETTERS OF JUDGMENT (HEB. DIN), for first I judge and then they shall come out. But at the last redemption IT IS SAID, \"with great mercies WILL I GATHER YOU\" (Yeshayah 54:7), which is the grade of Abraham. And Greatness, WHICH IS CHESED, is the grade of Abraham, since Binah there is CALLED the great hand, and there are fifty shekels of silver there, NAMELY THE FIFTY GATES OF BINAH. Later, \"he may not put her away\" into exile, \"all his days\" because \"she shall be his wife.\" This is like the words, \"And I will betroth you to Me forever\" (Hoshea 2:21), and another verse, \"For your Maker is your husband. Hashem Tzevaot is His name\" (Yeshayah 54:5). \"You shall no more be termed forsaken\" (Yeshayah 62:4). For even though the Shechinah is in exile, the Holy One, blessed be He, does not move from her. 3. \"and she shall be his wife\" We read about the precept for one to marry the woman he violated. An allegory is used to show how the soul reincarnates with its evil inclination from a previous life, and how that evil inclination or demon can be turned back into an angel through repentance and worship. Some students of the Torah are like the ministering angels in that they know about the past and the future; many other people are like beasts who hate the Torah students and sages of the Mishnah. 29. The following precept is for one to marry the woman he violated. For surely there are two kinds of violated women, SINCE THERE IS one who is violated because he loves her but she doesn't love him. Another is violated because she loves him but fears to mate with him without marriage and being blessed, or she doesn't want him if he is a commoner. Of him it says, \"and she shall be his wife\" (Devarim 22:19). file:///C|/Documents%20and%20Settings/bibi/Mes%20documents/zohar/htm/48%20-%20Ki%20Tetze.htm (8 of 41)2004/07/07 23:19:17"},{"pageNumber":9,"pageContent":"1 30. In relation to mysteries of the Torah we have to employ an allegory. There is a soul that is the Matron, NAMELY, DRAWN FROM MALCHUT OF ATZILUT, and there is a soul that is a handmaid, THAT IS, DRAWN FROM THE WORLD OF BRIYAH, such as in, \"And if a man sell his daughter to be a maidservant\" (Shemot 21:7). And there is a soul that is a common maid, THAT IS, FROM THE WORLD OF ASIYAH. And so is man. There is a man who is a servant to the soul. Sometimes the soul goes by means of incarnation, SINCE THE MAN SINNED WITH IT IN A PREVIOUS INCARNATION. THEN, \"the dove found no rest for the sole of her foot\" (Beresheet 8:9), SINCE THE SOUL FINDS NO REST IN HIM, BECAUSE OF THE INIQUITIES IN THE PREVIOUS INCARNATION. And the Evil Incarnation chases it to enter that body, which is a maid to the Evil Inclination. THAT IS, THE FORCE OF INIQUITIES FROM THE FORMER INCARNATION THAT LIES IN THIS BODY IS CONSIDERED A MAID TO THE EVIL INCARNATION. It is a Jewish demon SUBSERVIENT TO THE EVIL INCLINATION and the soul is Yud CALLED a Hebrew maidservant, BEING OF THE WORLD OF BRIYAH, in which this demon (Heb. shed) becomes Shadai, because it kept the soul and repented through it, and with it blessed the Holy One, blessed be He, daily with 'Blessed... (Heb. baruch)', and with it sanctifies the Holy One, blessed be He, with 'Holy, holy, holy', and with it declares the unity of the Holy One, blessed be He, by Kriat Sh'ma. 31. AFTER DOING ALL THIS, what used to be a demon, WHICH BRINGS HARM, NAMELY THE FORCE OF INIQUITIES IN THE BODY, turns around to be its angel OF THE ASPECT OF Metatron and turned TO BE Shadai, because the numerical value of Metatron is that of Shadai. Immediately there is fulfilled in it REGARDING THE SOUL, \"and she shall be his wife; he may not put her away all his days\" (Devarim 22:19). But if he does not repent, THE SOUL is enslaved in him through the iniquities he committed and it shall be fulfilled in him, \"the wife and her children shall be her master's\" (Shemot 21:4), THAT IS, THE SOUL WILL LEAVE HIM TO ITS ROOT, and it says of the demon which is its debtor, NAMELY THE FORCE OF INIQUITIES IN THE BODY FROM THE PREVIOUS INCARNATION, \"and he shall go out by himself\" (Ibid.), THAT IS, IT SHALL LEAVE WITHOUT REMEDY. That demon is like Moses' staff that turns from a staff into a snake and from a snake into a staff. So does this demon turn from a demon into an angel and from an angel into a demon, according to man's deeds. 32. Of the demons that come from this, NAMELY THE DEMON THAT TURNS INTO AN ANGEL, the sages of the Mishnah explained that some are like the ministering angels. They are the students of the Torah that know what was and what will be. They have their form DOWN on earth, being philosophers, astrologers of Yisrael, who know what was and what will be ACCORDING TO the signs on the sun and moon and their eclipses and each star and constellation; in this way they know what is seen in the world. 33. Some of them, OF THE DEMONS, are like beasts that increase and multiply like animals, and their form below ON EARTH is ignorant people, who, as the sages of the Mishnah explained, are vermin and whose daughters are abominable. Of their daughters it says, \"Cursed be he that lies with any manner of beast\" (Devarim 27:21). They hate Torah students, sages of the Mishnah, who are veritable ministering angels. For that reason the sages of the Mishnah explained about man that if he is as \"a messenger of Hashem Tzevaot\" (Malachi 2:7), one should seek Torah out of his mouth. Otherwise, one must not seek Torah out of his mouth. file:///C|/Documents%20and%20Settings/bibi/Mes%20documents/zohar/htm/48%20-%20Ki%20Tetze.htm (9 of 41)2004/07/07 23:19:17"},{"pageNumber":10,"pageContent":"1 4. Ten, not nine We read about those people who have knowledge of the mysteries of the Torah and who receive their souls from the aspect of the holy Malchut of Atzilut, including all ten Sfirot. They keep the Torah and the precepts with love and awe of God, not for the sake of receiving any reward. There is also a Malchut of Briyah; this is Malchut to the angels in Briyah, and she is a maid to Malchut of Atzilut, having her form comprised of ten Sfirot. However, this Malchut may be desecrated because of the sins of Yisrael. The Faithful Shepherd says that not all demons are alike and not all the servants of the Shechinah are alike; she even has some foreign servants of the Other Side who serve her. 34. There are others who have knowledge of the mysteries of the Torah, men of qualities, who receive souls from the aspect of the holy Malchut OF ATZILUT, which includes ten Sfirot. Whoever receives her and attains her, merits ten indivisible Sfirot, ten, not nine, since had they inherited Malchut alone the nine Sfirot would have been separated from her. But since there is no division there, IN ATZILUT, the author of the Book of Formation said 'ten, not nine', WHICH MEANS THAT THE NINE UPPER SFIROT ARE NEVER APART FROM HER. 35. You may say that MALCHUT rises above the ten, AND IS THERE ALONE. HE ANSWERS, the explicit Name Yud Vav Dalet, Hei Aleph, Vav Aleph Vav, Hei Aleph, WHICH COMPRISES TEN LETTERS, is the ten Sfirot OF ZEIR ANPIN, and the ten SFIROT, WHICH ARE ZEIR ANPIN, unite with her, WITH MALCHUT, and she does not rise above the ten OF ZEIR ANPIN, BUT NEVER SEPARATES FROM HIM. Hence THE AUTHOR OF THE BOOK OF FORMATION SAYS, 'ten, not eleven'. But whoever joins Yud (= ten), which is the sign of the covenant, WHICH IS YESOD, with the maidservant, or JOINS the Matron that includes the Yud with the demon of idol worship that is Samael is punished in Gehenom. 36. Whoever inherits the King's daughter, who is Malchut, merits her only if he is the King's son called, \"Yisrael is my son, my firstborn\" (Shemot 4:22). For from that aspect Yisrael are called children of the Holy One, blessed be He, as meant by, \"You are the children of Hashem your Elohim\" (Devarim 14:1). This is Malchut of Atzilut. 37. There is a corresponding Malchut of Briyah, which is Malchut to the angels in Briyah. She is a maid to Malchut OF ATZILUT and her attendant. She has the form of her mistress OF ATZILUT, comprised of ten SFIROT. THIS MALCHUT OF BRIYAH, because of the iniquities of Yisrael, might be desecrated among the nations of the world. But of Malchut of Atzilut of the Holy One, blessed be He, it says, \"I am Hashem, that is My name, and My glory will I not give to another, neither My praise to carved idols\" (Yeshayah 42:8). For He gives her not to him who desecrates Shabbat and holidays but to him who is the King's son and keeps the Torah and the precepts with love and awe of his Master, not for the sake of receiving a reward but as a child who is obligated to do his father's bidding, of which it says, \"Honor your father and your mother\" (Shemot 20:12). Your father is the Holy One, blessed be He, and your mother is the Shechinah. Nevertheless, whoever desecrates the King's maid, WHO IS MALCHUT OF BRIYAH, is considered as if he violated His Queen. file:///C|/Documents%20and%20Settings/bibi/Mes%20documents/zohar/htm/48%20-%20Ki%20Tetze.htm (10 of 41)2004/07/07 23:19:17"},{"pageNumber":11,"pageContent":"1 38. HEAR, sages, not all demons are alike, and not all the servants of the Shechinah ARE ALIKE, since it is written of her, OF THE SHECHINAH, \"and His kingdom rules over all\" (Tehilim 103:19). She has some Hebrew maids, WHO ARE MALCHUYOT OF BRIYAH, and Hebrew maidservants, WHO ARE MALCHUYOT OF ASIYAH. She has foreign servants and maidservants OF THE OTHER SIDE, WHO SERVE HER, so there shall be no other Malchut in the world when she rules. THEREFORE EVEN THE OTHER SIDE IS SUBSERVIENT TO HER THEN AND DOES HER BIDDING. 5. \"I will cause...the unclean spirit to pass out of the land\" Moses talks about the foreign maidservants that correspond to the Shechinah and that are from the aspect of the poison of death. He says they are the female aspect of Samael, and we learn that Samael and his female used to be servants of God until they made themselves into deities. They became deities because the people on earth worshipped them, and they are materialized in this world among the mixed multitudes. We learn that God will destroy them in the future. 39. These foreign maidservants THAT CORRESPOND TO THE SHECHINAH are from the aspect of the poison of death. They are the female aspect of Samael, where the maidservant became the Matron, NAMELY A MAIDSERVANT WHO. Samael and his female, who is another El, were servants to the Holy One, blessed be He, but later made themselves into deities. And the Holy One, blessed be He, will remove them out of the world and wipe them away. 40. If you argue that people made them into deities and it was not their own desire, why then were they punished BY BEING DESTROYED FROM THE WORLD? AND HE ANSWERS, when the generation of the Flood and the generation of the Tower of Babel knew of them they burned sacrifices to them and bowed before them. By the power of burning offerings to them and bowing to them, they would descend upon them and do their bidding and speak through the forms THEY MADE. Thus they became deities and idol worship. For that reason the Holy One, blessed be He, intended to wipe them away from the world, NAMELY their images that they worshipped from which they received spirits and images. 41. When mixed multitudes live in the world, SAMAEL AND HIS FEMALE descend INTO THOSE IMAGES to be materialized in them. THEREFORE the Holy One, blessed be He, will remove them from the world. This is the meaning of the words, \"and also I will cause...the unclean spirit to pass out of the land\" (Zecharyah 13:2). If you say that during the last exile there is no idol worship because people don't know about them, HE ANSWERS, those among the mixed multitudes who do know anger the Holy One, blessed be He, and His Shechinah and Yisrael that are among them. And they have success against the mixed multitudes to fulfill the words, \"and repays them that hate Him to their face, to destroy them\" (Devarim 7:10). file:///C|/Documents%20and%20Settings/bibi/Mes%20documents/zohar/htm/48%20-%20Ki%20Tetze.htm (11 of 41)2004/07/07 23:19:17"},{"pageNumber":12,"pageContent":"1 42. All the Tannaim and Amoraim rose and blessed the Faithful Shepherd, and said to him, Sinai, Sinai, who could speak before you. For you have your Master's form. When He spoke on Mount Sinai, all the living creatures among the angels and all the living creatures of the throne, the higher and lower were silent. And there was no other speech but His. Since you are His son of His form, all the heads of the Yeshivah need to hear things from you. Do not silence your words. 6. \"and shall cheer his wife whom he has taken\" We learn of the precept for a man to rejoice in his new bride for a whole year, during which he needn't go to war or pay taxes. Here everything pertains to the mystery of the year, that is said to be Malchut, and the number twelve is the linkage between the twelve months, the twelve oxen that supported the molten sea, the four Sfirot in each of three columns, and the twelve stones that Jacob took. 43. \"When a man has taken a new wife, he shall not go out to war... and shall cheer his wife whom he has taken\" (Devarim 24:5). This precept is for the groom to rejoice in his wife for one year, as written, \"but he shall be free at home one year\" (Ibid.), since these twelve months are hers. For the year is a bride, NAMELY MALCHUT THAT IS CALLED A YEAR, and the bride is present only with twelve months, as written, \"AND HE MADE A MOLTEN SEA... It stood upon twelve oxen\" (I Melachim 7:23-25). FOR THE SEA IS MALCHUT; TWELVE OXEN ARE THE SECRET OF FOUR SFIROT, CHOCHMAH, BINAH, TIFERET AND MALCHUT, EACH OF THREE COLUMNS, WHICH ARE ALWAYS TWELVE. And since the bride is perfected only with twelve, the groom needs to cheer her and her household, her and her equipment, as it is above. Hence it is written of Jacob, \"and he took of the stones of that place\" (Beresheet 28:11), THE PLACE BEING MALCHUT. There are twelve stones to that place, and whoever cheers the bride cheers her maids, HER SFIROT IN BRIYAH. There are twelve maids FOR THE SAME REASON. Everything pertains to the mystery of the year. For that reason the groom has to rejoice in his bride for one year. 44. Yet we have explained that this joy is not his but hers, as written, \"and shall rejoice with his wife.\" It does not say that he shall rejoice in his wife but \"shall rejoice with,\" which means that he shall rejoice with the bride. Similarly, the bride has no joy save in the body and her jewels. Who rejoices with them? The righteous does. For that reason, \"he shall be free at home,\" free from toiling in worldly matters, so that he shall have the desire to rejoice with her. He shall be free of all, free of taxes, crop taxes and poll tax. He shall be free from going to the army to war, so there shall be joy above and below and to evoke joy above. Blessed is the holy nation, whose Master rejoices in them. Blessed are they in this world and blessed they are in the World to Come. 7. \"At his day you shall give him his hire\" The Faithful Shepherd says that one must pay his hired servant on time, and tells us about Metatron who is the messenger from the eighteen worlds and who receives the eighteen blessings of the Amidah prayer three times every day. We hear about the Shacharit service, the Minchah service, and the Arvit service, and there is emphasis on charity to the poor. Moses talks about the stranger, who is anyone outside his own place, and in this sense every person on earth is a stranger because his soul has come naked from the other world. Whoever repents and returns his soul to its place file:///C|/Documents%20and%20Settings/bibi/Mes%20documents/zohar/htm/48%20-%20Ki%20Tetze.htm (12 of 41)2004/07/07 23:19:17"},{"pageNumber":13,"pageContent":"1 is as if he returned God and His Shechinah to God's place. Next the Mishnah sages tell Moses that the two Messiahs cannot redeem Yisrael without him. Moses says that when reciting the benedictions of the Amidah prayer a man should at first be as a servant arranging praises before his master, and then as a servant receiving wages from his master, and then as a servant who received his wages and is now going on his way. We hear that God tells Metatron that he will recognize the presence of the Shechinah in a prayer by looking at the purpose of the prayer, and seeing if the prayer was said to give pleasure to God. 45. \"At his day you shall give him his hire...\" (Devarim 24:15). The Faithful Shepherd opened and said, the following precept is to give a hired servant his hire in time. This is the meaning of, \"At his day you shall give him his hire, neither shall the sun go down upon it.\" Listen, heads of Yeshivot high and low. Metatron is the hire of the hired servant, a messenger from the eighteen worlds, BEING YESOD OF ATZILUT CALLED EIGHTEEN, to receive the eighteen blessings of the Amidah prayer FOR MALCHUT every day, three times a day. For that reason, \"At his day you shall give him his hire\" refers to the Shacharit service; \"neither shall the sun go down upon it\" refers to the Minchah service, for if the day is past, the offering is no longer valid. \"for he is poor\" (Ibid.). Surely he is poor in exile and has nothing but what he is given in prayer. For that reason his prayer is, \"A prayer (Heb. tfilah) of the poor, when he faints (or: 'wraps')\" (Tehilim 102:1), namely the wrap of the Tzitzit and the hand Tefilin. THAT IS, THE PRAYER OF THE POOR IS THE HAND TEFILIN (OR TFILAH), WHICH IS MALCHUT. 46. \"and sets his heart upon it\" (Devarim 24:15) refers to the Arvit service, which CORRESPONDS TO the parts of the sacrifice and the fatty parts that are left from the offerings of the day. They are like single grapes of the vineyard and \"the corners of your field\" (Vayikra 19:9) of which we learned that leaving things over in the form of charity hinders divine punishment. \"you shall leave them for the poor and stranger\" (Ibid. 10), THAT IS, TO THE CENTRAL PILLAR THAT IS ZEIR ANPIN. For the Central Pillar, when it is outside its place, NAMELY IN EXILE, is called a stranger. For that reason, THE FAITHFUL SHEPHERD SAID, I, my grade being of the Central Pillar, termed myself a stranger in the first exile. This is the meaning of, \"I have been a stranger in a strange land\" (Shemot 2:22), for he, ZEIR ANPIN, lies in exile for the sake OF YISRAEL. 47. The sages of the Mishnah asked him, Faithful Shepherd, yet Yisrael performed this precept REGARDING THE CORNERS OF THE FIELD AND THE GLEANING OF THE HARVEST in the land of Yisrael, WHEN THE HOLY ONE, BLESSED BE HE, WAS IN HIS PLACE AND NOT A STRANGER. WHY IS IT WRITTEN, \"FOR THE POOR AND STRANGER\"? He said to them, this is in order to invoke mercy on those SOULS driven away from their place. For a man outside his own place is called a stranger, and all the more so the souls that walk naked from that world and come into this world. Of them the verse says, \"As a bird that wanders from her nest,\" which is the soul from which the Shechinah does not move, \"so is a man\" (Mishlei 27:8), THE HOLY ONE, BLESSED BE HE, of whom it says, \"Hashem is a man of war\" (Shemot 15:3), \"wanders from His place\" (Mishlei 27:8), roaming and roving from His place, which is the World to Come, namely Binah, and wanders after her, AFTER THE SHECHINAH THAT IS THE SOUL in this world, until the days that the soul needs to go outside its place are completed. He guards it until He returns it to its place and swears He shall not return to His place before He returns it to its own. THEREFORE, whoever repents AND RETURNS HIS SOUL TO ITS PLACE is as if he returned the Holy One, blessed be He, and His Shechinah to His place. This is the secret of redemption as it said, \"today even, if you will only hearken to His voice\" (Tehilim 95:7). file:///C|/Documents%20and%20Settings/bibi/Mes%20documents/zohar/htm/48%20-%20Ki%20Tetze.htm (13 of 41)2004/07/07 23:19:17"},{"pageNumber":14,"pageContent":"1 48. The Mishnah sages of the lofty Yeshivah OF THE HOLY ONE, BLESSED BE HE, and of the lower Yeshivah OF METATRON said, Faithful Shepherd, we are messengers of the Master of the universe to you. Blessed is your portion that you are penitent and equal to the 600,000 of Yisrael and that you returned the Holy One, blessed be He, and His Shechinah to their place above and below. Due to you, Yisrael will be redeemed and return to their place. The TWO Messiahs, MESSIAH THE SON OF JOSEPH AND MESSIAH THE SON OF DAVID, have no power to redeem Yisrael except with you. It is because of you that they are held back FROM REDEEMING YISRAEL. Finish saying these precious things of which it says, \"More to be desired are they than gold, even much fine gold; sweeter also than honey and the honeycomb\" (Tehilim 19:11). 49. He said to them, Yeshivah heads, for that hired servant, who is the servant METATRON, who comes to receive three prayers, your masters of the Mishnah decreed that man should be when reciting the first three benedictions OF THE AMIDAH PRAYER as a servant arranging praises before his master, and during the middle benedictions as a servant receiving wages from his master, and during the last benedictions as a servant who received his wages from his master and walked his way. 50. For that reason the servant of Abraham and Rebecca was likened to this that when the Holy One, blessed be He, will send Metatron His servant to receive the prayer, THE SECRET OF MALCHUT, he shall say to Him, \"Perhaps the woman will not be willing to follow me\" (Beresheet 24:5), that is, perhaps the prayer will not want to follow me. The Holy One, blessed be He, answered him, \"then you shall be clear from this my oath\" (Ibid. 8). AND HE EXPLAINS that Chochmah is Aba, THAT IS, ABRAHAM WHO IS CALLED A FATHER, WHO IS CHESED, RISES AND BECOMES CHOCHMAH IN THE STATE OF GREATNESS, and he descends to the Righteous, YESOD, to keep the Shechinah in exile. And from there, FROM YESOD, the servant, WHO IS METATRON OF THE NUMERICAL VALUE OF SHADAI, SINCE IT CORRESPONDS TO YESOD, sent after her, AFTER THE PRAYER, WHERE THE SHECHINAH LIES. file:///C|/Documents%20and%20Settings/bibi/Mes%20documents/zohar/htm/48%20-%20Ki%20Tetze.htm (14 of 41)2004/07/07 23:19:17"},{"pageNumber":15,"pageContent":"1 51. The messenger, METATRON, said to Him, Give me a token with which to recognize the prayer where the daughter is, NAMELY THE SHECHINAH. The Holy One, blessed be He said, \"and let it come to pass, that the girl to whom I shall say, Let down your pitcher, I pray you, that I may drink; and she shall say, Drink\" (Ibid. 14). THAT IS, IF THE PURPOSE OF THE PRAYER WILL BE TO GIVE ME DRINK, TO PLEASE ME, THEN YOU SHALL KNOW THE SHECHINAH IS THERE. If it does not, but he finds all the body parts full of iniquities, AND ALL ITS INTENTIONS DURING PRAYER ARE ONLY FOR ITSELF ALONE, AND NOT TO GIVE ME PLEASURE, and there is no WHOLE body part where Torah dwells, WHICH IS THE LIGHT OF RUACH, which has the form of the Central Pillar, and no precept, WHICH IS THE LIGHT OF NEFESH of the form of Rivkah, NAMELY THE SHECHINAH, who was a lily among the thorns, who are completely evil people, He ordered His servant Metatron, \"Beware lest you bring my son back there\" (Ibid. 6), who is the spirit of holiness, since a precept is Nefesh and the Ruach is Torah, MEANING THAT RUACH IS DRAWN FROM ZEIR ANPIN CALLED TORAH. AND HE DOES NOT MERIT THE RUACH AND NEFESH OF HOLINESS. 8. One's fear of sin precedes one's wisdom The sages of the Mishnah have explained that action is more valuable than speech. They also said that a person acquires wisdom if he fears sin first and that the Torah will rest on him if he first does all the precepts. If he reverses these then he comes from the aspect of Judgment. Suffering and Judgment must also precede mercy: 'as the suffering so the reward'. We hear what Moses' role will be during the last exile. 52. For that reason the sages of the Mishnah explained that action, not talk, is more valuable. In another place they said that one whose fear of sin precedes his wisdom, his wisdom prevails... One's fear of sin is supernal Ima, BINAH THAT IS CALLED repentance. Chochmah is supernal Aba. And when one precedes small Hei, NAMELY MALCHUT, which is the precepts, the Torah, WHICH IS ZEIR ANPIN that is Vav, rests on him. And when he places fear, which is upper Hei, before Chochmah, Chochmah rests on him, which is Yud, and he is called a son, NAMELY THE SON OF YUD HEI. Hence, \"You are the children of Hashem your Elohim\" (Devarim 14:1). 53. This is, \"this is My name (Heb. shmi),\" Yud Hei, \"forever, and this is My memorial (Heb. zichri)\" (Shemot 3:15), Vav Hei. 'Shmi' plus Yud Hei IS IN NUMERICAL VALUE 365, and 'zichri' plus Vav Hei IS IN NUMERICAL VALUE 248. All together HAVE THE NUMERICAL VALUE OF 613, namely the 613 commandments given to the holy children so they will have a portion in His name. This is the meaning of, \"For Hashem's portion is His people\" (Devarim 32:9). 54. When one puts the Torah before the precepts or wisdom before fear, the Name turns for him into the female aspect, into the attribute of Judgment thus: Hei Vav Hei Yud. FOR WHEN THE NAME IS WRITTEN STRAIGHT IT INDICATES THE QUALITY OF MERCY AND WHEN IT IS BACKWARD IT INDICATES THE QUALITY OF JUDGMENT. Everything turns into Judgment for such a man and his Torah sustenance is as difficult to acquire as the splitting of the red sea. Redemption WILL BE similar. If they have merit, they will come out with mercy, as written, \"before her pain came, she was delivered of a man child\" (Yeshayah 66:7), and they shall come out with mercy. It is good if suffering and Judgment precede SO AS TO DRAW mercy, which is why the sages of the Mishnah said, 'as the suffering so the reward'. file:///C|/Documents%20and%20Settings/bibi/Mes%20documents/zohar/htm/48%20-%20Ki%20Tetze.htm (15 of 41)2004/07/07 23:19:17"},{"pageNumber":16,"pageContent":"1 55. When the Nefesh comes out, WHEN IT IS BORN INTO THE WORLD, it is in pain before it comes out, NAMELY LABOR PAIN, but after it has come out it is in a state of mercy. This is the meaning of, \"They shall come with weeping\" and then, \"and with supplications will I lead them\" (Yirmeyah 31:8). For that reason, \"it is a time of trouble to Jacob; but he shall be saved out of it\" (Yirmeyah 30:7), and they shall come out with mercy. Just like the Holy One, blessed be He, sent out the dove, AS NOAH IS OF THE ASPECT OF YESOD, but she did not find a place to rest, AS WRITTEN, \"BUT THE DOVE FOUND NO REST\" (BERESHEET 8:9), so did he send for you, Faithful Shepherd first. HE SENT FOR HIM, BECAUSE HE DID NOT FIND A PLACE TO BE HIDDEN FROM HIM, WHICH IS WHY HE WAS REVEALED TO HIM. 56. It is written of them, \"And he looked this way and that, and when he saw that there was no man\" (Shemot 2:12), WHICH MEANS HE SAW they were all guilty and there was no man among them who had the merit to get out of exile. For that reason you refused to go there but said, \"send, I pray You, by the hand of him whom You will send\" (Shemot 4:13). Yet NOW you are like at that time OF THE EXODUS FROM EGYPT. In you it shall be fulfilled together with Yisrael, \"As in the days of your coming out of the land of Egypt I will show him marvelous things\" (Michah 7:15). During the last exile He will send with you two Messiahs, MESSIAH SON OF JOSEPH AND MESSIAH SON OF DAVID, who correspond to the two wings of the dove, WHO IS THE SHECHINAH, because you are in the fourth exile like a body without wings. Moreover, at first Yisrael were like a body, and you and Aaron like the two wings of the dove, with which Yisrael flew OUT OF EXILE. 9. Each precept includes the ten Sfirot Moses says that every precept has ten Sfirot in it. He speaks about the three stories of the ark, and the priests, Levites and Yisrael; he says that the ark as a whole, that is the Shechinah, is with them. We learn that the Name Yud Hei Vav Hei has dominion over the image of man and over every one of his limbs. 57. There is no precept but that has ten Sfirot included in it. Of the ark IT IS WRITTEN, \"with lower, second, and third stories shall you make it\" (Beresheet 6:16), to include in it the priests, Levites and Yisrael, WHO ARE CHESED, GVURAH AND TIFERET. The ark AS A WHOLE, WHICH IS the Shechinah, is with them. The Torah of Hashem, WHICH IS THE SHECHINAH, is the fourth part of a hin, NAMELY, FOURTH TO CHESED, GVURAH AND TIFERET, a fourth letter IN THE NAME YUD HEI VAV HEI. It is trebled by RECEIVING THE THREE LETTERS Yud Hei Vav, to complete it into A NAME OF FOUR LETTERS, Yud Hei Vav Hei. Ten grades are included in it, NAMELY, IT RECEIVES THEM FOR THE SAKE OF YISRAEL, which are Yud Vav Dalet, Hei Aleph, Vav Aleph Vav, Hei Aleph, TEN LETTERS THROUGH WHICH it shall be fulfilled in Yisrael, \"But you that did cleave of Hashem your Elohim...\" (Devarim 4:4), and, \"You are the children of Hashem your Elohim\" (Devarim 14:1). For this name, YUD HEI VAV HEI, FULLY SPELLED WITH ALEPHS, has dominion over the image of man and over each and every limb of his. 10. Fish and locusts do not require slaughtering The Faithful Shepherd says that fish and locusts are permitted to be eaten because they can be gathered without slaughtering. He says this is like the sages of the Mishnah, that do not need to be killed by the Angel of Death, but are gathered up. And just as the fish live in the sea and die if they are taken out, the students of the Torah die if they are separated from the sea of the Torah. We learn that the Kabbalah sages are above all, and that they have dominion over the fish of the sea and the birds of the air. Moses says that if a younger student who is not yet fit to teach goes out and teaches, he must die. He also speaks about the sages of Mishnah as being crocodiles and talks about what happens when they disagree. file:///C|/Documents%20and%20Settings/bibi/Mes%20documents/zohar/htm/48%20-%20Ki%20Tetze.htm (16 of 41)2004/07/07 23:19:17"},{"pageNumber":17,"pageContent":"1 58. The following precept is to discuss the laws concerning locusts. We learned that fish and locusts do not require slaughter, but it is their gathering that makes it permissible to eat them. Such are the sages of the Mishnah. They do not need slaughtering BY THE ANGEL OF DEATH but it says of them, \"and expired, and was gathered to his people\" (Beresheet 49:33). Just as the fish of the sea live in the sea, so do the Torah students and the sages of the Mishnah live in the sea, and if they are separated from the Torah they immediately die. THEY ARE the crocodiles of the Mishnah wherein grow the sea crocodiles. And if those who live on dry land, NAMELY THOSE WHO HAVE NO TORAH IN THEM, fall into the water, NAMELY INTO THE TORAH, but cannot swim, NAMELY A STUDENT WHO DID NOT BECOME A TEACHER YET TEACHES, they die. But 'Man', who are the Kabbalah sages are above all. Of them it says, \"and have dominion over the fish of the sea, and over the birds of the air\" (Beresheet 1:28), who are the Mishnah sages the crocodiles. The great crocodile is \"the flying (Heb. bariach) serpent\" (Yeshayah 27:1) that corresponds to \"the middle bar (Heb. bariach) in the midst of the boards\" (Shemot 26:28), WHICH IS THE CENTRAL COLUMN, TIFERET. 59. When the crocodiles - the Mishnah sages - have a disagreement among them and ask each other difficult questions, ONE THEN swallows his colleague LIKE THE FISH OF THE SEA, WHERE THE BIGGER SWALLOWS THE SMALLER. This concerns a younger student who has not reached the position of teaching yet teaches, which is punishable by death. But if they are on equal footing, BOTH BEING LARGE, and have a disagreement and difficult question, it says of them at the end, \"Vahev in Sufah\" (Bemidbar 21:14), which has been explained TO MEAN love at its end (Heb. sofah), SINCE VAHEV MEANS LOVE (HEB. AHAVAH). 11. \"and you put your nest in a rock\" Rav Hamnuna Saba, who is here referred to as a great fish, speaks to the Faithful Shepherd about the title verse, and he says that the Mishnah sages must be strong and have a sharp tongue to bore through to reach the great abyss. He tells Moses that he will descend to the great abyss to find the time of the redemption because of his righteousness. Other sages tried to go there into the depth of the Halachah but did not come back up again, as they were not strong enough. Rav Hamnuna Saba says that whoever pierces the rock without permission will be bitten by a serpent. 60. In the meantime a great fish came to him, RAV HAMNUNA SABA, and said, Faithful Shepherd, \"Strong (Heb. eitan) is your dwelling place, and you put your nest in a rock\" (Bemidbar 24:21). Tania, THAT IS, THE TANNAIM, helps you IN EXILE TO RAISE THE SHECHINAH, because the fish, THE TANNAIM, have their nest in the rock, WHICH IS MALCHUT. Eitan is Tania written backwards; Eitanim (plural) is Tannaim spelled in a different order. Beware of them, because you are slow of speech and of a slow tongue. And whoever wishes to attack the sea fish in the rock, who are the Mishnah sages, the Tannaim, needs to be strong and of a sharp and polished tongue that bores and reaches the great abyss that lies there. file:///C|/Documents%20and%20Settings/bibi/Mes%20documents/zohar/htm/48%20-%20Ki%20Tetze.htm (17 of 41)2004/07/07 23:19:17"},{"pageNumber":18,"pageContent":"1 61. \"For there is still a vision for the appointed time; and it speaks concerning the end, and does not lie. THOUGH IT TARRY, WAIT FOR IT; BECAUSE IT WILL SURELY COME, IT WILL NOT DELAY\" (Chavakuk 2:3). It has been explained that this verse pierces and descends to the great abyss. Who is it that shall descend to the great abyss to find that time OF THE END but you, of whom it says, \"Your righteousness is like the great mountain; your judgments are a great deep\" (Tehilim 36:7). Many Mishnah sages wanted to reach down to the depth of the Halachah, WHICH IS MALCHUT CALLED HALACHAH, to find there THAT TIME, NAMELY the time of the coming of the redemption, and went down there but did not come up. Though their tongue was \"like a hammer that breaks the rock in pieces\" (Yirmeyah 23:29), their hammer was too weak and could not pierce that rock, NAMELY PIERCE IT TO KNOW ABOUT THE END. Whoever pierces that rock without permission, a serpent will come to bite him; others bore it until they reach the great abyss but do not come up from there. 12. Fallen We hear about two Messiahs who fell into the gulf together with the Shechinah. Rav Hamnuna Saba tells Moses that he is the one who will repair the pit. He talks about four exiles and four Klipot, the fourth of which is called a pit. We hear that the fourth exile is a generation of evil people, and that it is empty without the Torah; this is how it will be at the end of the exile. We hear that death is poverty of knowledge, and that for Moses' sake all the Tannaim and Amoraim above will descend into the deep to help him. 62. And when the gulf is open, whoever falls there does not come up. And Messiah the son of David fell there together with Messiah the son of Joseph, of whom one is, \"humble, and riding upon an ass\" (Zecharyah 9:9) and the other is, \"The firstling of his herd\" (Devarim 33:17), who is Messiah the son of Joseph. This is the meaning of, \"if a man shall dig a pit, and not cover it, and an ox or an ass fall into it\" (Shemot 21:33). For that reason Messiah is called 'the one who fell', and She, NAMELY THE SHECHINAH, fell with them, and of Her it says, \"The virgin of Yisrael is fallen; she shall no more rise\" (Amos 5:2). And you, FAITHFUL SHEPHERD, are \"the owner of the pit shall make it good, and give money to the owner of them; and the dead (beast) shall be his\" (Shemot 21:34). The dead refers to Messiah the son of Joseph that will be killed. 63. (THE BEGINNING IS MISSING) descended for his sake. For surely there were four exiles, three corresponding to the three nutshells. The first is without form (Heb. tohu), which is a green line, namely the green shell of the nut. The second is void (Heb. bohu), which is viscous stones, which are strong boulders, from which the Mishnah sages legislated some decrees, and they hold on to them since water will come out of them. The third Klipah is the thick shell OF THE NUT, which is the third exile that was short. This is darkness. The fourth exile is a great abyss, which is the space inside the nut. This is \"darkness was on the face of the deep\" (Beresheet 1:2). file:///C|/Documents%20and%20Settings/bibi/Mes%20documents/zohar/htm/48%20-%20Ki%20Tetze.htm (18 of 41)2004/07/07 23:19:17"},{"pageNumber":19,"pageContent":"1 64. THE FOURTH KLIPAH, THE DEEP, is called a pit where an ox has fallen. This is why it is written of Joseph, \"The firstling of his herd, grandeur is his\" (Devarim 33:17), of whom it says, \"And they...cast him into a pit\" (Beresheet 37:24), which is the evil female OF THE KLIPAH; \"and the pit was empty\" (Ibid.) is the male OF THE KLIPAH, which is empty, without Torah THAT IS CALLED WATER. But there are snakes and scorpions in it. This is the fourth exile, WHICH IS EMPTY WITHOUT TORAH, which is a generation of evil people, filled with snakes and scorpions that are scoundrels like snakes and who are scorpions (Heb. akrabim) since they uprooted (Heb. akru) the words of the sages and give false sentence. Of them it says, \"Her adversaries have become the chief\" (Eichah 1:5). 65. \"And he looked this way and that, and when he saw that there was no man\" (Shemot 2:12) of Yisrael among the wicked OF THAT GENERATION, BUT THAT THEY ARE the mixed multitude. This will be at the end of exile. And because of that the end, the coming of the exile, bores all the way to the great abyss, WHICH IS THE FOURTH EXILE CALLED A GREAT ABYSS. Faithful Shepherd, you came down there. Tehom (Eng. 'abyss') is Hamavet (Eng. 'the death') spelled backwards, and death is no other than poverty, THAT IS, POVERTY IN KNOWLEDGE. It has been clarified up high, before the Tannaim and Amoraim, that they will all descend for your sake into the deep, IN THE FOURTH EXILE, to help you. 13. The Leviathan Rav Hamnuna Saba tells Moses that he is the Leviathan of the sea of the Torah, the master of all fishes. The sages of the Mishnah have stated that the Torah is maintained only by those who are willing to die for it, and part of the meaning here is that death is poverty. In response to Moses' query about the Leviathan, Rabbi Shimon answers that is it he whose grade is the Central Pillar, a righteous man who grows in the sea of supernal Ima where God is unified through the Sh'ma and the prayer 'Blessed be...' Moses says that the world is supported by that Leviathan. 66. And you support yourself by your sage's statement more than all of them, since you are the Leviathan of the sea of the Torah. For the master of all fishes is called Leviathan, named after the Torah of which it says, \"for they are a graceful garland (Heb. liviat) for your head\" (Mishlei 1:8). By you, \"Hashem, You preserve man and beast\" (Tehilim 36:7). Of man, NAMELY TIFERET, it has been said, \"when a man dies in a tent\" (Bemidbar 19:14), and the sages of the Mishnah have stated that the Torah is maintained only by whoever is willing to die for it, death being no other than poverty. 'Beast' refers to the ignorant, who are submissive like horses and mules to the sages of the Mishnah. 67. In the meantime the holy luminary, RABBI SHIMON, came. The Faithful Shepherd opened and said, Mishnah sages, who is the Leviathan? The Holy luminary answered him, it is he whose grade is the Central Pillar and a righteous man of whom it says that we consider his body, TIFERET, and member of the covenant, YESOD, as one. And he grows in that sea, which is supernal Ima, NAMELY BINAH, which is a sea where the Holy One, blessed be He, is unified in 25 and 25 letters IN SH'MA YISRAEL AND IN 'BLESSED BE...', the numerical value of which is that of 'yam (Eng. 'sea')', THAT IS, FIFTY, and who is in it, BEING IN THAT SEA THAT IS BINAH. The Faithful Shepherd said, surely this Leviathan stands on the beach and the world is poised on his fins, AS THIS LEVIATHAN is, \"the righteous is an everlasting foundation\" (Mishlei 10:25). The Holy luminary said, blessed is your portion, Faithful Shepherd. file:///C|/Documents%20and%20Settings/bibi/Mes%20documents/zohar/htm/48%20-%20Ki%20Tetze.htm (19 of 41)2004/07/07 23:19:17"},{"pageNumber":20,"pageContent":"1 14. \"and the betrothed maiden cried out, but there was none to save her\" As the beginning of this section is missing, the meaning is not entirely clear, but it begins by talking about the daughter of sound, Malchut, who is in temporary exile until Moses will come for her. The title verse means that the Shechinah cries out for her children, Yisrael, but there is no one to save them until the savior comes. We learn that when the tablets were broken the Shechinah fell, and we are also told that the mixed multitudes cannot separate from Yisrael until the final redemption. Moses is said to be God's son, the Central Pillar. We hear about the joy that will be known at the time of redemption, and about the Destroyer, Anger and Wrath that are in the world now. 68. (THE BEGINNING IS MISSING) echo (lit. 'daughter of sound'), WHICH IS MALCHUT, is in exile until you come for her, since you are her sound SINCE MALCHUT IS THE SECRET OF SPEECH; MOSES, ZEIR ANPIN, IS THE SOUND IN SPEECH, AND SPEECH IS THE DAUGHTER OF SOUND. IT IS CALLED DAUGHTER since every wife is a daughter to her husband, as written, \"took her for his own daughter\" (Ester 2:7). SHE IS THEREFORE CALLED DAUGHTER OF SOUND. She is betrothed to you since you have not come under the Chupah, WHICH IS REDEMPTION, with her. 69. It is said, \"and the betrothed maiden cried out, but there was none to save her\" (Devarim 22:27). So does the Shechinah, the highest mother, cry for Her children, WHO ARE YISRAEL, but there is none to save them AND TAKE THEM OUT TO REDEEM THEM, until the Central Pillar, ZEIR ANPIN, will come for Her, who is the savior. For Her it is said, \"behold, our king comes to you. He is just, and victorious\" (Zecharyah 9:9). He is savior above and you below. And since you have his form OF ZEIR ANPIN it is said of you, \"But as for you, stand here by Me\" (Devarim 5:28). All Yisrael returned to their tents but you do not, until the final redemption. Who caused that? The mixed multitude, because of whom, \"he threw the tablets out of his hands\" (Shemot 32:20). From that time THE SHECHINAH FELL and was not redeemed from the mixed multitude of whom it says, \"And a mixed multitude went up also with them\" (Shemot 12:38). Nevertheless, they do not separate from Yisrael and the maidservant DOES NOT SEPARATE from her mistress until the final redemption. 70. You are the King's son; according to your example we deduced about the Central Pillar in all THINGS. Your joy shall be like its joy when it will come to redeem the Shechinah, \"which is like a bridegroom coming out of his chamber...\" (Tehilim 19:6). For Her garments in exile are dark, and when she wears them she says, \"Do not gaze upon me, because I am black\" (Shir Hashirim 1:6). They are the Klipot, Destroyer, Anger and Wrath, WHICH ARE CHESED, GVURAH AND TIFERET OF THE KLIPOT, NAMELY THE MALE OF THE KLIPAH THAT INCLUDES THEM. His evil female is an evil maidservant. She is Shabtai (Eng. 'Saturn') OF WHOM IT SAYS, \"and a handmaid that is heir to her mistress\" (Mishlei 30:23), who is Queen Shabbat. Destroyer, Anger and Wrath, WHICH ARE CHESED, GVURAH AND TIFERET OF THE KLIPAH, surround the three patriarchs, WHO ARE CHESED, GVURAH AND TIFERET OF HOLINESS. 15. A crown on his head and a beautiful tree before him We learn that the Shechinah used to be the crown, the Yud, on top of Hei Vav Hei, until she reverted to be below it. file:///C|/Documents%20and%20Settings/bibi/Mes%20documents/zohar/htm/48%20-%20Ki%20Tetze.htm (20 of 41)2004/07/07 23:19:17"},{"pageNumber":21,"pageContent":"1 71. Moreover, the King's daughter, THE SHECHINAH, used to be Yud on top of Hei Vav Hei that are included in the patriarchs, first Hei in Abraham, WHO IS CHESED, and second Hei in Isaac, WHO IS GVURAH; Vav WAS INCLUDED in Jacob, WHO IS TIFERET. Yud was on top of them. It then said, \"The crown is fallen from our head\" (Eichah 4:16). The sages used a simile of a king who had a crown on his head and a beautiful tree before him. When he heard bad news he flung the crown from off his head. What was, THE SHECHINAH, Yud on top of Yud Hei Vav Hei, WHEN Yud was on top, reverted to THE PERMUTATION Hei Vav Hei Yud, WHERE Yud is below. For that reason David said, \"The stone which the builders rejected has become the head stone of the corner. This is Hashem's doing\" (Tehilim 118:22-23). 16. \"and speak to the rock\" The Faithful Shepherd is invited to take the stone in his hand in order to break the Klipot. While other leaders tried to do this they were effective only in removing the outer shell, but they could not bring water from the stone as Moses could; these drops of water are wisdom and the wisdom of the Kabbalah. The Faithful Shepherd talks about the stone of the Name of Yud Hei Vav Hei, the stone which is Moses' rock, and the rock called Mishnah. He says that his rock is the King's daughter, Malchut of Atzilut, and that since he hit that rock he was sentenced never to enter the land of Yisrael, and was buried in a strange land. 72. Rise, Faithful Shepherd, take this stone, WHICH IS MALCHUT, in your hand, of which it says, \"upon one stone are seven facets\" (Zecharyah 2:9), in order to break the shells (Klipot) of the nut. For many shepherds, leaders of the generation were gathered by that stone, which is your rock, to bring water out of it, since your bride, MALCHUT, is the fount of Chochmah in this river that is flowing with Torah in infinite hidden secrets. It says of it, \"But where shall wisdom be found\" (Iyov 28:12). 73. Their whole power is effective in removing the outer shell. When they reach the second shell, which is strong, they find it difficult and strike it all their lives with their tongues that are as strong as hammers, but they have no permission to bring water out of it, except for those drops that came out through you, when it said of it, \"and with his rod he smote the rock twice\" (Bemidbar 20:11). At the second smiting these drops came out. They are the allusions of wisdom and the allusions OF THE WISDOM of Kabbalah, which are in TRACTATE Chagigah and other Mishnayot. No one can bring forth from this stone wisdom that is inside it, which is infinite, except you, of whom it says, 'Halachah given to Moses on Sinai'. file:///C|/Documents%20and%20Settings/bibi/Mes%20documents/zohar/htm/48%20-%20Ki%20Tetze.htm (21 of 41)2004/07/07 23:19:17"},{"pageNumber":22,"pageContent":"1 74. The Faithful Shepherd opened and said, Old man, there is a rock and there is a rock; there is a stone and there is a stone. There is a stone of the Name of Yud Hei Vav Hei, WHICH RISES TO YUD OF YUD HEI VAV HEI AND BECOMES A CROWN OVER HEI VAV HEI OF YUD HEI VAV HEI. It says of it, \"and the stone that smote the image became a great mountain\" (Daniel 2:35), SINCE YUD OF YUD HEI VAV HEI IS THE SECRET OF A GREAT MOUNTAIN. And there is a stone that is \"a figured stone\" (Vayikra 26:1), OF WHICH IT SAYS, \"NOR SHALL YOU INSTALL A FIGURED STONE IN YOUR LAND, TO BOW DOWN UPON IT\" (IBID.) where there is neither flow of the waters of Chochmah nor speech. 75. But of the stone which is Moses' rock it says, \"and speak to the rock before their eyes; and it shall give forth its water\" (Bemidbar 20:8). FOR THIS ROCK is a divine echo, NAMELY MALCHUT OF ATZILUT, and only speech and reconciliation applies to it. But of the handmaid OF MALCHUT OF ATZILUT that is another rock called Mishnah, which is the female of the serving lad METATRON it says, \"A servant will not be corrected by words\" (Mishlei 29:19), but it is smitten and several decrees are broken of it, NAMELY EXPLANATIONS, and are gathered, which are called compilations. They are called compilations because they are gathered without a fount of wisdom or Kabbalah. 76. But my rock is the King's daughter, NAMELY MALCHUT OF ATZILUT, about which it says, \"and speak to the rock before their eyes; and it shall give forth its water,\" namely with words and reconciliation as befitting a King's daughter. But since I smote her I was smitten because of her and we were sentenced to death. For whoever refuses the queen is punishable by death, and all the more so whoever smites the King's daughter. Because of that I was punished not to enter the land of Yisrael, AS THE LAND OF YISRAEL CORRESPONDS TO THE KING'S DAUGHTER, but instead I am buried in a strange land, MALCHUT BEING THE LAND OF YISRAEL, and she is angry with me. And it says, \"he went down to him with a staff (also: 'tribe')\" (II Shmuel 23:21). This is one of my tribes, because I will descend there to be with Yisrael in exile. Everything is alluded to and explained in another place by the sages of the Mishnah. 17. The Faithful Shepherd, the son of the King We are told that Moses is man in the likeness of Adam above. The speaker appears to be the first man, and Rabbi Shimon addresses him and the Faithful Shepherd, telling Moses that his gathering into the world above is spoken of in Bemidbar, and the inference is drawn that Moses did not die as other people do. We are told that Moses shines on the sages of Halachah and Kabbalah like the sun, and also that they are watered in secret from him as though he were a spring. file:///C|/Documents%20and%20Settings/bibi/Mes%20documents/zohar/htm/48%20-%20Ki%20Tetze.htm (22 of 41)2004/07/07 23:19:17"},{"pageNumber":23,"pageContent":"1 77. (THE BEGINNING OF THE ARTICLE IS MISSING. THE FOLLOWING ARE NOT THE WORDS OF THE FAITHFUL SHEPHERD) since the Temple and Messiah's name are named after the Name Yud Hei Vav Hei, AND THESE FOUR LETTERS YUD HEI VAV HEI ARE the four faces of man and belong to the tribe of Levi, since they came out of the living creatures of the rest of the tribes, WHICH ARE THE FACE OF A LION, THE FACE OF AN OX AND THE FACE OF AN EAGLE and entered the portion of man's face, being his four faces, AS THE FACE OF MAN INCLUDES ALL FOUR FACES. And Moses is man of the likeness of Adam above. \"what is his name\" IS THE FIRST MAN \"and what is his son's name\" (Mishlei 30:4) REFERS TO MOSES. Because of that, the priests and Levites are fed by the King and eat at His table, and the rest of the King's armies each give them food in their abode. The Faithful Shepherd is like the King's son, who is closer to the King than those who eat at His table, for none is closer to the King among all His people than His son. 78. The Holy luminary, RABBI SHIMON, rose and said TO THE SPEAKER, Old, old man, through your words your identity is recognized. You are the first man; \"what is his name\" was spoken of you, \"and what is his son's name\" relates to the Faithful Shepherd. And because THE FAITHFUL SHEPHERD made new expositions in the Torah, you rejoice since, \"A wise son makes a glad father\" (Mishlei 10:1). 79. Faithful Shepherd, in this portion your gathering into that world is mentioned, as written, \"Go into this mount Avarim,\" mount Nebo, \"And when you have seen it, you shall be gathered to your people, as Aaron your brother was gathered\" (Bemidbar 27:12-13). And in this portion it behooves you to return to the world and live and enter the land of Yisrael and join in this portion your bride, WHO IS THE LAND OF YISRAEL, NAMELY MALCHUT, of whom it says, \"Behold, I give to him My covenant of peace\" (Bemidbar 25:12), WHICH WAS HIS, AND WHICH HE GAVE TO PINCHAS YET HE HIMSELF REMAINED NOT IN WANT. This is why the Holy One, blessed be He, did not say to him 'descend' but rather, \"Go (lit. 'ascend') INTO MOUNT AVARIM,\" because from THIS MOUNTAIN you shall enter the land of Yisrael. 80. And as for what has been said of you, \"but no man knows his grave to this day...\" (Devarim 34:6), woe to those of a closed heart and shut eyes who do not know your burial that you sought mercy before the Holy One, blessed be He, not to be taken into a burial in which you are considered dead. This is the meaning of, \"Moses My servant is dead\" (Yehoshua 1:2). And these fools used to say that Moses was afraid of death like other people, of leaving this world into the next. They do not know how your burial and death took place. file:///C|/Documents%20and%20Settings/bibi/Mes%20documents/zohar/htm/48%20-%20Ki%20Tetze.htm (23 of 41)2004/07/07 23:19:17"},{"pageNumber":24,"pageContent":"1 81. For so did the sages of the Mishnah explain that those who die outside the land of Yisrael are not living. They do not say that they shall not live, for had they said that they would have denied the resurrection of the dead. But there is a great secret here, for his, MOSES', burial was in a form not befitting him, which is, \"in a dry and thirsty land, where no water is\" (Tehilim 63:2), NAMELY IN THE WILDERNESS; and water is none other than Torah, WHICH MEANS THE WILDERNESS IS A PLACE OF KLIPOT, where, \"he had no form nor comeliness\" (Yeshayah 53:2). And whoever saw him in that form, IT IS SAID, \"that we should look at him, and no countenance, that we should desire him\" (Ibid.). This is why the prophecy of Isaiah THAT BEGINS WITH, \"Behold, My servant shall prosper\" (Yeshayah 52:13) alludes to him. 82. Because of this burial, he sought mercy not to die there outside the land of Yisrael because it was, \"in a dry and thirsty land, where no water is,\" which is the Torah. Thus it says of him, \"Go into this mount Avarim\"; from his lowliness He showed him his loftiness, namely though you are buried in a place not befitting you, without your garments, which are skin and flesh, moving and roving from your place, wandering and exiled, yet Pinchas, with whom you did kindness, as it says of you, \"Behold, I give to him My covenant of peace,\" will be kind to you and in his portion you shall rise, THAT IS, IN THE PASSAGE \"BEHOLD, I GIVE TO HIM MY COVENANT OF PEACE.\" FOR PINCHAS IS ELIJAH, THE ANGEL OF THE COVENANT, WHO WILL HELP MOSES CONNECT WITH THE TWO MESSIAHS TO BRING YISRAEL OUT OF EXILE. In it is your bride, MALCHUT, and there you shall join her like a groom joins his bride. 83. For had you not been buried outside the Holy Land, outside your bride, Yisrael would not have come out of exile. Of you it says, \"But he was wounded (Heb. mecholal) because of our transgressions\" (Yeshayah 53:5), becoming not sacred (Heb. chol) due to the iniquity and transgression of Yisrael, as it says of you, \"And He buried him in the valley\" (Devarim 34:6). It says of your burial, \"Every valley shall be exalted\" (Yeshayah 40:4), namely, all that is lowly shall be exalted for your sake, which is Yisrael who are humbler and lower than any nation and tongue. \"and every mountain and hill shall be made low\" (Ibid.) are the wicked and the impudent. 84. This is the meaning of, \"and by his injuries (Heb. chavurato) we are healed\" (Yeshayah 53:5), namely, with the connection (Heb. chibur) he made with us in exile \"we are healed.\" For you are like the shining sun, since though the sun sets at night it shines on the moon and all the stars and constellations. So do you shine upon all the sages of all kinds of Halachah and Kabbalah who are watered in secret from you like a spring that waters the trees under their root unbeknownst until its water breaks into the open. This is what is meant by, \"So will your spring be dispersed abroad\" (Mishlei 5:16). file:///C|/Documents%20and%20Settings/bibi/Mes%20documents/zohar/htm/48%20-%20Ki%20Tetze.htm (24 of 41)2004/07/07 23:19:17"},{"pageNumber":25,"pageContent":"1 85. For you are also like the sun that travels during winter underneath the streams SECRETLY AND WARMS THEM. With the time of redemption, you shall be like the sun that travels during summer above the springs and they shall be cool WITHOUT JUDGMENT but with Mercy. For when you are underneath them they are warm with Judgment. The Faithful Shepherd approached and blessed the Holy Lamp, saying, surely you shine upon me when it says of me, \"because the sun was set (Heb. ki va)\" (Beresheet 28:11), WHICH IS SPELLED LIKE 'the sun was extinguished (Heb. kavah)' when its light is darkened. May it be that the Name Yud Hei Vav Hei will shine its Name upon you. 18. Visions by vision, simile and dream Rabbi Shimon says how the five lights of Binah used to shine on Moses, which was why his face was like the face of the sun. He talks about the five times light was mentioned in the first day of creation and the five fingers of the right hand and the five Sfirot that are the secret of the five times that firmament was mentioned. The Faithful Shepherd talks about visions, saying that they are from the right, and Rabbi Shimon replies with his interpretation of Moses' vision of the burning bush, and of why the bush did not burn. The two of them talk about visions and prophetic apparitions and dreams. We learn that visions are known through the eye of the mind of the heart. 86. The holy luminary said further, surely you are all that, as said, \"If there be a prophet among you\" (Bemidbar 12:6). For that reason, when supernal Ima, WHO IS BINAH, was revealed to you, you said, \"I will now turn aside, and see this great sight (or: 'vision'), why the bush is not burnt\" (Shemot 3:3). For since BINAH is Mercy, it says of it, \"the bush is not burnt,\" THAT IS, THAT WHICH IS CALLED BUSH WILL NOT BURN. 87. There are five lights TO BINAH called sunrays, SINCE BINAH IS CALLED SUN, FROM CHESED to Hod. And from there, FROM BINAH, to Hod they used to shine on you, Faithful Shepherd. This gave Hod to Moses, to let it be known that all FIVE SFIROT, CHESED, GVURAH, TIFERET, NETZACH AND HOD gave to you since even Hod WAS GIVEN TO YOU. This is why the face of Moses is like the face of the sun, THAT IS, LIKE BINAH CALLED SUN. And these five SFIROT amount to the fifty gates of Binah SINCE EVERY SFIRAH COMPREHENDS TEN SFIROT. 88. And these five we mentioned, which are the five TIMES 'light' mentioned in the first day OF CREATION, WHICH IS CHESED, which correspond to the five fingers of the right hand, WHICH IS CHESED, appeared to you at the bush, since you are destined to bring out Abraham's descendants from exile, who is the grade of right, WHICH IS CHESED. From there Binah is complete Mercy, IN ACCORDANCE WITH THE SECRET OF the great hand, WHICH IS CHESED. But from the aspect of Gvurah, CALLED the strong hand, ITS FIVE SFIROT ARE THE SECRET OF five times 'firmament' MENTIONED in the second day OF THE WORKS OF CREATION that correspond to the five fingers of the left hand. But from your grade, WHICH IS THE CENTRAL COLUMN, IT SAYS, \"and the children of Yisrael went out with a high hand\" (Shemot 14:8) THAT CORRESPONDS TO THE BODY, WHICH IS THE CENTRAL COLUMN, INCLUDING the body, the two arms and two legs, which are FIVE ASPECTS corresponding to the five fingers IN THE HAND. THIS THE THREE HANDS ARE five, five, five, NAMELY five fingers of the right hand, five fingers of the left hand and the two arms, two legs and the body, which are five. TOGETHER they amount to Yud Hei (= fifteen). The Faithful Shepherd said to him, blessed are you to supernal Ima, BINAH. Yet these Yud Hei, THE THREE HANDS, CHESED, GVURAH AND TIFERET, form for me the last Hei for the rod of Elohim, which is Vav, NAMELY ZEIR ANPIN. NAMELY, YUD HEI, WHICH ARE CHESED, GVURAH AND TIFERET, BUILD MALCHUT FOR ZEIR ANPIN. He said, surely it is so. file:///C|/Documents%20and%20Settings/bibi/Mes%20documents/zohar/htm/48%20-%20Ki%20Tetze.htm (25 of 41)2004/07/07 23:19:17"},{"pageNumber":26,"pageContent":"1 89. THE FAITHFUL SHEPHERD said to the holy luminary, I come to support your words as YOU SAID THAT VISION IS BINAH, YET a vision is to the right, since if you calculate THE NUMERICAL VALUE OF 'in a vision', of which it says, \"make Myself known to him in a vision (Heb. bemar'eh)\" (Bemidbar 12:6), you shall find it is IN NUMERICAL VALUE 248 that is the same numerical value as Abraham, WHICH IS CHESED. THIS SEEING IN A VISION IS CHESED OF ZEIR ANPIN RATHER THAN FROM BINAH. The holy luminary said TO HIM, at first the vision appeared to you of which it says, \"make Myself known to him in a vision,\" WHICH IS BINAH. Then you said, \"I will now turn aside, and see this great sight (or: 'vision'), why the bush is not burnt,\" NAMELY BINAH, wherein the bush is mentioned five times. THEY CORRESPOND TO THE FIVE LIGHTS OF THE RIGHT IN BINAH THAT ILLUMINATE THE BUSH FIVE TIMES, WHICH ARE ITS FIVE JUDGMENTS THAT TURN INTO MERCY LIKE BINAH. THIS IS WHY THE BUSH DID NOT BURN. Now this vision is revealed to you again with the 248 positive precepts in the five books of the Torah, NAMELY THE FIVE LIGHTS OF CHESED OF ZEIR ANPIN CALLED TORAH. The Faithful Shepherd rose, kissed him and blessed him. WE SHOULD KNOW THERE ARE TWO MIRRORS (OR VISIONS), THE SHINING MIRROR THAT IS ZEIR ANPIN AND ALSO BINAH, AS HE SAYS HERE, AND THE NON-SHINING MIRROR THAT IS MALCHUT. 90. THE FAITHFUL SHEPHERD said to him, holy luminary, this vision is at times preceded by the letter Hei, \"the great vision (Heb. hamar'eh),\" and at times by the letter Bet, \"make Myself known to him in a vision (Heb. bemar'eh)\"; at times by Mem, \"from what appeared (Heb. mimar'eh) to be his loins downward\" (Yechezkel 1:27), at times with Caf, \"the appearance (Heb. kemar'eh) of a man above\" (Ibid. 26); sometimes by Vav, \"And the sight (Heb. umar'eh) of the glory of Hashem\" (Shemot 24:17), and, \"after the sight (Heb. lemar'eh). Yet it did not need an additional letter at all except Bet of 'bemar'eh.' But surely this mirror comprehends ten Sfirot, and each letter indicates its Sfirah, namely 'kemar'eh' with Caf indicates Keter, and so on; the rest of the letters shows each its own Sfirah. And there is no need to speak here at length; a hint would be sufficient to the wise. 91. How many apparitions it has, how many similes and visions, all known through the eye of the mind of the heart, WHICH IS MALCHUT, of which it says, 'a knowing heart', and, 'an understanding heart', and the words OF THE VERSE, \"and used similes by means of the prophets\" (Hoshea 12:11). Simile is only by means of the mind of the heart, WHICH IS MALCHUT, and is unlike the imaging of the eye. This is what is meant by, \"To whom then will you liken Me, that I should be his equal\" (Yeshayah 40:25), and, \"To whom then will you liken El\" (Ibid. 18). There are sights like those of the stargazers, WHICH ARE FROM THE OTHER SIDE. But a prophetic apparition is like a nightly apparition, WHICH IS MALCHUT CALLED NIGHT, BUT NOT OF SFIROT HIGHER THAN HER. 92. Similes and apparitions are like deducing one thing from another; likening one thing to another, but a vision that is in the mind's eye is like a light that shines on the pupil of the eye, WHICH IS MALCHUT, since the pupil is black, as written, \"I am black\" (Shir Hashirim 1:5), NAMELY THE PUPIL OF THE EYE, \"but comely\" (Ibid.) with the white light in the eye that shines ON THE PUPIL OF THE EYE. This pupil of the eyes is called \"the commandment is a lamp\" (Mishlei 6:23), and the light that shines within it from inside NAMELY THE WHITE, is, \"and Torah is light\" (Ibid.), THAT IS, ZEIR ANPIN THAT IS CALLED TORAH. file:///C|/Documents%20and%20Settings/bibi/Mes%20documents/zohar/htm/48%20-%20Ki%20Tetze.htm (26 of 41)2004/07/07 23:19:17"},{"pageNumber":27,"pageContent":"1 93. The holy luminary said, That is what I said, that now through the Torah the Holy One, blessed be He, and His Shechinah were revealed to you. That is WHAT IS MEANT BY, \"make Myself known to him in a vision\" (Bemidbar 12:6). The vision is supernal Ima. \"Make Myself known\" MEANS IT IS KNOWN to you through knowledge (Da'at), WHICH IS the son of Yud Hei, NAMELY ZEIR ANPIN THAT IS VAV OF YUD HEI VAV HEI. \"and speak to him in a dream\" (Bemidbar 12:6) refers to last Hei, WHICH IS THE SHECHINAH. 94. The dream is with the eyes shut, NAMELY MALCHUT, for which reason it is called the non-shining mirror. Prophecy is a vision with open eyes, since the three colors of the eye correspond to the three patriarchs CHESED, GVURAH AND TIFERET in which the only daughter, WHICH IS MALCHUT, NAMELY THE PUPIL OF THE EYE, shines. The two sides of the eyes are Netzach and Hod, and the vision OF PROPHECY is seen only through them, NETZACH AND HOD. When they are open it is a waking vision and when they are shut it is a vision in a dream. 95. The Faithful Shepherd said to him, blessed are you to the Holy One, blessed be He. Rise and complete the precepts so the supernal vision, WHICH IS BINAH, shall shine with them, WITH THE PRECEPTS towards the Holy One, blessed be He. The holy luminary said to him, Yud is the pupil of the eye, NAMELY MALCHUT, OF WHICH IT SAYS, \"For the commandment is a lamp; and Torah is light,\" SINCE THE COMMANDMENT IS A LAMP REFERS TO MALCHUT AND THE TORAH IS LIGHT REFERS TO ZEIR ANPIN. SHE IS Hei Vav AS VAV shines on her, ON THE PUPIL OF THE EYE, five SFIROT, WHICH ARE the three colors in the eye, CHESED, GVURAH AND TIFERET, and the two sides of the eye, NETZACH AND HOD. And five TIMES 'light' shine on THE PUPIL OF THE EYE from within, SINCE THEY ARE FROM supernal Hei, WHICH IS BINAH, which is the light of the (Hei) vision. 19. Forty minus one We are told that God will strike Samael fifty times for turning himself into a deity, and that Adam and Eve and the serpent and the land were given a total of 39 stripes because they all sinned against the letter Hei. 96. \"Forty stripes he may give him, and not exceed\" (Devarim 25:3). This precept is to strike the wicked, who is Samael, who the Holy One, blessed be He, will give fifty stripes for turning himself into a deity. Let the unification OF KRIAT SH'MA AND 'BLESSED BE...' that Yisrael meditate on twice a day in the 25 plus 25 letters in them, come and strike with them whoever turns himself into a deity, and who is nothing but a filthy servant. And as for those who sinned against LAST Hei, WHICH IS MALCHUT, the Holy One, blessed be He, decreed to strike them with Yud Vav Dalet, Hei Aleph, Vav Aleph Vav, which are of the numerical value of forty minus one. With this name the Holy One, blessed be He, gave ten stripes to Adam, ten to Eve, ten to the serpent and ten to the land, WHICH AMOUNT TO 39 STRIPES, since they all sinned against the letter Hei, WHICH IS MALCHUT. Hence IT IS WRITTEN, \"Because you have done this\" (Beresheet 2:14), 'THIS' BEING A NAME OF MALCHUT. 20. Levirate marriage and Chalitzah This section talks about the precept for a man to marry the widow of his childless brother. The man must concentrate on unification and not on his own pleasure, otherwise he creates a separation and brings Samael in between. We are told that spilling seed in vain withholds many blessings from a man, and it brings separation instead of union. file:///C|/Documents%20and%20Settings/bibi/Mes%20documents/zohar/htm/48%20-%20Ki%20Tetze.htm (27 of 41)2004/07/07 23:19:17"},{"pageNumber":28,"pageContent":"1 97. \"If brothers dwell together, and one of them die, and have no child...her husband's brother shall go in to her, and take her to him to wife\" (Devarim 25:5). This precept is to marry one's brother's widow, since a brother's widow is Dalet OF ONE (HEB. ECHAD, ALEPH CHET DALET), and together with Aleph Chet OF ECHAD it is one. THAT IS, THE BROTHER (HEB. ACH, ALEPH CHET) SHOULD MEDITATE ON THIS UNIFYING. And if, heaven forbid, THE BROTHER does not with a WHOLE heart wish to bring Aleph Chet to Dalet, THE DALET being the wife and mate of the brother, BUT CONCENTRATE ON HIS OWN PLEASURE, he creates a separation and brings Samael, another El, in between. It says of him \"that he spilled it on the ground...\" (Beresheet 38:9). THEN the tip is gone from the letter Dalet of Echad AND IT TURNS INTO RESH; AND THE WORD ECHAD BECOMES ACHER (ENG. 'OTHER'). This is why, \"and it came to pass, when he went in to his brother's wife, that he spilled it on the ground, lest he should give seed to his brother\" (Ibid.). Spilling seed in vain withholds many blessings from one, and IT BRINGS separation to union. This is why, \"And Er, Judah's firstborn, was wicked in the sight of Hashem; and Hashem slew him\" (Ibid. 7). 98. Uniting Aleph Chet with Dalet is done by means of the righteous, and Boaz, since he overcame his impulse SO AS TO PERFORM LEVIRATE MARRIAGE FOR THE SAKE OF PERFORMING A PRECEPT is considered righteous. This is why he is CALLED Boaz, WHICH IS SPELLED LIKE Bo Az (Eng. 'strength in him'), namely, he has a strong impulse. \"Lo, El does all these things twice or three times with a man\" (Iyov 33:29). This is Yud Hei Vav that include three letters of the Righteous, WHO IS YESOD CALLED MAN, in order to levirate the LAST Hei, WHICH IS MALCHUT. 21. \"to confirm all manner of transactions; a man pulled off his shoe\" We read about the custom in old times concerning redeeming and exchanging where a man pulled off his shoe and gave it to his neighbor; this alludes to a change of name, a change of place and a change of action. We are given the inner meaning of this custom. The Shechinah does not change when she is with God, nor does He change when with her. The meaning of the ritual of the shoe is linked to the meaning of levirate marriage as well. 99. Of Binah, the son of Yud Hei, it says, \"Now this was the custom in former times in Yisrael concerning redeeming and concerning exchanging, to confirm all manner of transactions; a man pulled off his shoe, and gave it to his neighbor\" (Rut 4:7). This alludes to changing name, which is Mem Tzadik Pe Tzadik here. Eheyeh - 'where (Heb. ayeh)' is the place of His glory to adore Him - Yud Hei Vav is Eheyeh, which is a change of place. A change in action: in Adonai Aleph OF ADONAI is Eheyeh, Yud OF ADONAI is Yud Hei Vav Hei, and both change in Adonai. 100. \"and this was the manner of attesting in Yisrael\" (Rut 4:7). The attestation is supernal Ima, WHO IS BINAH, AS WRITTEN, \"Bind up the testimony, seal the Torah among My disciples\" (Yeshayah 8:16). BINDING IS BINAH, AND SINCE IT IS WRITTEN, \"BIND UP THE TESTIMONY\" WE DERIVE THAT TESTIMONY OR ATTESTATION IS BINAH, which is the seal of the world, namely the seal of heaven and earth, WHICH ARE ZEIR ANPIN AND MALCHUT. Exchanging refers to the lower Shechinah, NAMELY MALCHUT. Where did MALCHUT hide HERSELF? In her lad, THE ANGEL Metatron, and he changed her. There MALCHUT is CALLED Mishnah. And of man, of whom it says, \"according to the beauty of a man; that it (he) may remain in the house\" (Yeshayah 44:13), IT SAYS, \"You change (Heb. meshaneh) his countenance, and send him away\" (Iyov 14:20). file:///C|/Documents%20and%20Settings/bibi/Mes%20documents/zohar/htm/48%20-%20Ki%20Tetze.htm (28 of 41)2004/07/07 23:19:17"},{"pageNumber":29,"pageContent":"1 101. This is why the sages of the Mishnah have explained that 'the way I am spelled is not the way I am pronounced in this world; but spelled Yud Hei Vav Hei and pronounced Adonai'. HE ASKS, yet it is written, \"I am Hashem, I do not change\" (Malachi 3:6), AND ANSWERS, it is not changed in spelling but is changed in pronunciation since writing INDICATES it does not change in its place, but in reading, WHICH IS THE GRADE OF MALCHUT CALLED SPEECH, when it is outside its place, it does change AND IS PRONOUNCED ADONAI. \"Take heed of him, and obey his voice, provoke him not...for My name is in him\" (Shemot 23:21), since His handmaid's name is Adonai like the Queen's name. And the Holy One, blessed be He, is changed in him, IN METATRON, because he is a lad. In him is the mystery of, \"he shall return to the days of his youth\" (Iyov 33:25). 102. But the Shechinah, when with the Holy One, blessed be He, does not change, nor does the Holy One, blessed be He, change when with Her. This is the meaning of, \"I am Hashem, I do not change.\" \"I\" is the Shechinah; Yud Hei Vav Hei is the Central Pillar, NAMELY ZEIR ANPIN; \"a man pulled off his shoe\" refers to Sandalfon, who is a sandal by the Holy One, blessed be He, and a shoe by the Shechinah. But Tiferet that includes six Sfirot is a body to the Name Yud Hei Vav Hei, and Malchut is a body to the Shechinah that is Adonai. 103. \"then shall his brother's wife approach him in the presence of the elders, and loose his shoe from off his foot, and spit in his face...\" (Devarim 25:9). It is a precept to perform Chalitzah. It is the loosening (Heb. Chalitzah) of the spirit from that body to which he needs to connect as a brother AND MARRY HIS WIFE; he releases him from the brother's tie, AND THE WIDOW NEEDS HIM NO LONGER. That spirit OF THE DEAD THAT IS SEPARATED FROM HIS BROTHER THROUGH THE CHALITZAH goes away and wanders until it is redeemed. This is what is meant by, \"either his uncle, or his uncle's son, may redeem him, or any that is near of kin to him...\" (Vayikra 25:49). But if he finds not, \"his means suffice, he may redeem himself\" (Ibid.), AND HE NEEDS TO WAIT UNTIL HE ACQUIRES ENOUGH FOR HIS OWN REDEMPTION. AND THE SPIRIT OF THE DEAD is like a guest going from place to place or like a servant walking with a chain around his neck until he achieves redemption from his Master from his iniquities, NAMELY BY MEANS OF REINCARNATION. Woe to him who did not leave a son who will redeem him. 22. One who acts with piety to his Master We are told that a prisoner cannot release himself from prison, and the Faithful Shepherd says that God regards one who prays and does charity and occupies himself with Torah to have redeemed Him and His children from among the heathen nations. Stress is placed on the necessity to meditate only on redeeming the Shechinah from exile. Elijah and the heads of the Yeshivot tells Moses that he is the son of the King and Queen, and that his worship is done with the love of a son who will risk his life for his parents' sakes. The Faithful Shepherd prostrates himself before God and says that even though he has nothing to offer Him, still God desires the heart of man to be willing to do anything for Him. Next God comes to bless and kiss the Faithful Shepherd, and says that he is indeed His son. file:///C|/Documents%20and%20Settings/bibi/Mes%20documents/zohar/htm/48%20-%20Ki%20Tetze.htm (29 of 41)2004/07/07 23:19:17"},{"pageNumber":30,"pageContent":"1 104. Elijah and heads of the Yeshivot, LISTEN. It is indicated here that a prisoner cannot release himself from prison. For he, ZEIR ANPIN, is tied by the knot of the hand Tefilin and bound by the head Tefilin, when he has no son, NAMELY A MAN WHO WILL WORSHIP THE HOLY ONE, BLESSED BE HE, NOT FOR THE SAKE OF RECEIVING A REWARD, WHO IS CALLED A SON TO THE HOLY ONE, BLESSED BE HE, who will redeem him through the aspect of the son of Yud Hei. THAT IS, IF HE WHO PUTS ON TEFILIN IS NOT A CHARIOT TO THE SON OF YUD HEI, WHO IS ZEIR ANPIN, NAMELY, IF HE DOES NOT MEDITATE ON PLEASING HIS MAKER LIKE A SON WHO WORKS FOR HIS FATHER NOT TO RECEIVE A REWARD, THEN by that knot OF TEFILIN the Holy One, blessed be He, is a tied and bound brother, who has no permission to redeem himself, he being Dalet OF ECHAD, which is itself (or: is the bone) of Aleph and Chet OF ECHAD, WHICH IS ZEIR ANPIN. ZEIR ANPIN called it \"bone of my bones\" (Beresheet 2:23) in the skull where the head Tefilin is put, and called it \"flesh of my flesh\" (Ibid.) from the aspect of the heart. 105. Not in vain did the Holy One, blessed be He, say that 'whoever is occupied with the Torah and charity and prays with the congregation, I regard him as if he redeemed Me and My children from among the heathen'. HE ASKS, YET many people are occupied in the Torah and charity and pray with the congregation, yet the Holy One, blessed be He, and His Shechinah are not redeemed. AND HE ANSWERS that THE MEANING IS he should study Torah in order to unite the Shechinah with the Holy One, blessed be He, AND NOT FOR ANY OTHER PURPOSE. As for charity, we have explained that a Chasid (Eng. 'pious man') is a man who acts with kindness (Chesed) with his Maker, WHICH MEANS THAT all the commandments he performs are done in order to redeem THROUGH THEIR MERIT the Shechinah FROM EXILE, AND NOT FOR ANY OTHER PURPOSE. By that he acts with piety with the Holy One, blessed be He, AND IS CALLED PIOUS. 106. Whoever is charitable with the Shechinah, TO BRING HER OUT OF EXILE, is charitable with the Holy One, blessed be He, since when Yisrael sinned and the Holy One, blessed be He, wanted to afflict them, Ima, NAMELY THE SHECHINAH, brooded over them AND STOPPED THE HOLY ONE, BLESSED BE HE FROM AFFLICTING THEM. This was so until they fell into bad ways. The Holy One, blessed be He then exiled the King's children, NAMELY YISRAEL, together with the Queen, WHO IS THE SHECHINAH, and swore He shall not return to His place until the Queen return to Hers. THUS a man who is charitable with the Shechinah and repents, and in all Her Torah and precepts MEDITATES only on redeeming the Shechinah FROM EXILE, acts with piety towards his Maker and it is as if he redeemed Him and His Shechinah and His children FROM EXILE. file:///C|/Documents%20and%20Settings/bibi/Mes%20documents/zohar/htm/48%20-%20Ki%20Tetze.htm (30 of 41)2004/07/07 23:19:17"},{"pageNumber":31,"pageContent":"1 107. Said Elijah and all the heads of the Yeshivot, Faithful Shepherd, you are that man, you are the son of the King and the Queen, whose worship to the Holy One, blessed be He is not EVEN that of one who is pious with his Maker, but that of a son who is obliged to gird himself and his strength to redeem his father and mother and risk his life for their sakes. For whoever is not the son of the King yet acts with kindness by the King and Queen, surely is regarded thus that he acts with kindness with his Maker. BUT YOU WHO ARE THE SON OF THE KING, FOR YOU IT IS A DUTY RATHER THAN KINDNESS. 108. The Faithful Shepherd rose and prostrated himself before the Holy One, blessed be He. He wept and said, may it please Him to regard me as a son, that my doings towards the Holy One, blessed be He and His Shechinah will be considered by them as those of a son who strives to do them for his father and mother, whom he loves more than he loves himself, his own Nefesh, Ruach and Neshamah. Whatever he has he regards as naught so as to do with them his father's and mother's wishes and redeem them through them. And though I know everything is His domain AND I HAVE NOTHING TO OFFER HIM, yet the Merciful desires the heart OF MAN TO BE WILLING TO DO ANYTHING. At that time the Holy One, blessed be He came to him, kissed him, and He said, Faithful Shepherd, you are indeed My son and the son of the Shechinah. Sages and angels, kiss the son. They all rose and kissed him and accepted him as a Rabbi and king over them. 23. Cutting off the seed of Amalek The Faithful Shepherd talks about Amalek and how the names of Bilaam and Balak are marked in it. He tells us of the four facets of Yisrael - Jacob and Rachel, and Israel and Leah - and says that these correspond to the four faces of the eagle. Similarly there are four facets to Amalek - divination, enchantment, iniquity and perverseness. Amalek above is Samael, whose facets tempt people to sin against God. 109. \"Therefore it shall be, when Hashem your Elohim has give you rest...you shall blot out the remembrance of Amalek...\" (Devarim 25:19). For the Holy One, blessed be He has sworn not to return to His throne before He takes revenge from it. The Faithful Shepherd opened and said, surely this is why they were traveling in the wilderness and by the sea, and did not enter the land of Yisrael until He would take revenge on Amalek. 110. HE ASKS, who is THE ROOT OF Amalek above IN THE SPIRITUAL SENSE? We see that the souls of Bilaam and Balak came from there, FROM CELESTIAL AMALEK, and this is why they had more enmity towards Yisrael than any nation or tongue. This is why AMALEK is marked in their names, NAMELY Am of Bilaam and Lek of Balak. The Amalekites are male and female and of them it says, \"He has not beheld iniquity in Jacob nor has he seen perverseness in Israel\" (Bemidbar 23:21), WHERE INIQUITY IS THE MALE SIDE OF AMALEK AND PERVERSENESS IS ITS FEMALE. file:///C|/Documents%20and%20Settings/bibi/Mes%20documents/zohar/htm/48%20-%20Ki%20Tetze.htm (31 of 41)2004/07/07 23:19:17"},{"pageNumber":32,"pageContent":"1 111. Yisrael has four facets, Jacob, Israel, Rachel and Leah, IN WHICH Israel and Leah ARE MALE AND FEMALE and Jacob with Rachel ARE MALE AND FEMALE. THESE FOUR correspond to, \"they four also had the face of an eagle\" (Yechezkel 1:10), THAT IS, WHICH CORRESPOND TO THE FOUR FACES OF THE EAGLE, SINCE JACOB AND ISRAEL ARE THE ASPECT OF AN EAGLE THAT IS THE CENTRAL COLUMN. Similarly there are four facets to Amalek, which are divination, enchantment, iniquity and perverseness. The letters of iniquity (Heb. amal) are present in Amalek, and OF Haman, who descended from Amalek IT SAYS, \"His mischief (Heb. amal) shall return upon his own head\" (Tehilim 7:17). And all the chiefs of Esau came from Amalek. Amalek above is Samael WHO HAS FOUR OF THEIR FACETS, WHICH ARE iniquity, enchantment, perverseness and deceit. They tempt man to sin against the Holy One, blessed be He. Divination (Heb. kesem) is Kuf of Amalek, poison (Heb. sam) from Samael, enchantment is El of Samael (THE END IS MISSING) 24. One must not start anything on Monday or Wednesday We learn of the astrological reasons for not starting anything on a Monday or a Wednesday. Both the children of Yisrael and the children of Ishmael calculate according to the moon, but Yisrael are attached to its good part and the children of Ishmael to its evil part. We are told that the dominion of both Saturn and Shabbat is on the seventh day, the day of rest. People should not start things on Mondays or Wednesdays because Gehenom was created on the second day and the eclipse of the luminaries on the fourth day. 112. Regarding it Abraham was told, \"Get you out of your country, and from your kindred, and from your father's house\" (Beresheet 12:1), namely, from your nativity, WHICH IS THE ASTROLOGY OF STARS AND CONSTELLATIONS, from those houses of the moon, of Saturn, or Mars - since it says of Mars, Saturn and the moon that one must not start things on Monday and Wednesday, because Mars has in itself the redness of the sun, WHICH INDICATES Gehenom, Esau's mother, who was born on the second day OF THE WORKS OF CREATION, WHICH IS WHY WE DO NOT START ON MONDAY. The moon is both good and evil, good when it shines FULLY and evil when it is in ITS DAYS OF wane. 113. Since THE MOON comprehends good and evil, Yisrael calculate according to it and the children of Ishmael calculate according to it. YISRAEL ARE ATTACHED TO ITS GOOD PART AND THE CHILDREN OF ISHMAEL TO ITS EVIL PART. When it is eclipsed during its fullness, WHICH IS ITS GOOD PART, it is a bad sign for Yisrael, and when it is eclipsed during its waning it is a bad sign for the Ishmaelites. Of it, IT IS WRITTEN, \"for the wisdom of their wise men shall perish\" (Yeshayah 29:14), namely the wisdom of the Ishmaelites, \"and the understanding of their prudent men shall be hid\" (Ibid.), because they do not know about the creation OF THE STARS but of their customs, according to changes in the world and their calculation. The moon was created on the fourth day OF THE WORKS OF CREATION and when it is waning, when there is poverty, Lilit was created, who is Saturn, which is hunger and thirst and the eclipse of the luminaries. It says of her, \"Let there be lights (Heb. me'orot)\" (Beresheet 1:14) spelled without Vav, WHICH MEANS A CURSE, AS WRITTEN, \"The curse (Heb. me'erat) of Hashem is in the house of the wicked\" (Mishlei 3:33), AND ALSO, \"but the sinner shall be caught by her\" (Kohelet 7:26) and the righteous, \"shall escape from her\" (Ibid.). THIS IS WHY WE DO NOT START THINGS ON WEDNESDAY. file:///C|/Documents%20and%20Settings/bibi/Mes%20documents/zohar/htm/48%20-%20Ki%20Tetze.htm (32 of 41)2004/07/07 23:19:17"},{"pageNumber":33,"pageContent":"1 114. There is another star, which is a small dot over the moon, which is a luminary. This is the dot Cholam CALLED a King's daughter, Queen Shabbat. And the dominion of both SATURN (HEB. SHABTAI) AND SHABBAT is on the seventh day, of which it says, \"that your manservant and your maidservant may rest\" (Devarim 5:14). For the order of their creation is not like the order of calculation. This is why the sun and Mars, which are red and OF THE ASPECT OF Gehenom, were created on the second day OF THE WORKS OF CREATION, and the moon and Saturn were created on the fourth day OF THE WORKS OF CREATION, SINCE SATURN INDICATES hunger and darkness. This is why we do not start on Monday or Wednesday, since Gehenom was created on the second day and the eclipse of the luminaries on the fourth day. 25. \"and a handmaid that is heir to her mistress\" We are told that the sages of Mishnah disagree regarding the giving of the Torah, one thinking that it was given on the third day and another thinking that it was given on the seventh day. The stars and the moon and the sun and the planets are brought in to clarify the argument. We learn that there are twelve constellations from the good side and twelve from the evil side. Lastly we are told that the wicked are the forefathers of impurity and that an evil man is considered to be dead. 115. Of the star it says, \"there shall come a star out of Jacob\" (Bemidbar 24:17), WHICH IS THE CENTRAL COLUMN. Its grade is in the third day OF THE WORKS OF CREATION and it says of it, \"And it came to pass on the third day in the morning\" (Shemot 19:16), in which the Holy One, blessed be He, descended to give the Torah to Yisrael, THE TORAH BEING an only daughter, NAMELY MALCHUT, to be with it, WITH THE THIRD DAY, WHICH IS TIFERET, as Queen Shabbat. For the third day includes the three branches of the patriarchs, NAMELY THE THREE BRANCHES OF SHIN, WHICH ARE CHESED, GVURAH AND TIFERET, and the only daughter, WHICH IS MALCHUT, whose dominion is on Shabbat eve, becomes Shabbat in it, IN THE THIRD DAY, BECAUSE SHABBAT IS COMPOSED OF THE LETTER SHIN PLUS BAT (ENG. 'DAUGHTER'), IN WHICH SHIN ALLUDES TO THE THREE SFIROT CHESED, GVURAH AND TIFERET, WHICH ARE ATTACHED TO THE DAUGHTER, MALCHUT. 116. This is why the Mishnah sages disagree regarding the giving of the Torah, which is an only daughter. One said the Torah was given on the third day and another said it was given on the seventh day, since she is an only daughter attached to the Central Pillar, which is the third of the patriarchs, NAMELY TIFERET, ACCORDING TO WHICH THE TORAH WAS GIVEN ON THE THIRD DAY. AND MALCHUT is attached to the Righteous, WHO IS YESOD, NAMELY THE SIXTH DAY, and the only daughter, WHO IS MALCHUT, is seventh to him. And when she is a crown over his head, she is considered seventh with regard to him, as he, YESOD is sixth, and his planet is Jupiter (Heb. tzedek). And the only daughter, Queen Shabbat, is called righteousness (Heb. tzedek) and hence the Torah, MALCHUT, is attached between the third DAY and the seventh DAY. SOME THEREFORE SAY THAT THE TORAH WAS GIVEN ON THE THIRD DAY AND SOME SAY THE TORAH WAS GIVEN ON THE SEVENTH. file:///C|/Documents%20and%20Settings/bibi/Mes%20documents/zohar/htm/48%20-%20Ki%20Tetze.htm (33 of 41)2004/07/07 23:19:17"},{"pageNumber":34,"pageContent":"1 117. And she, MALCHUT, is Caf Bet of the star (Heb. kochav, Caf Bet Caf Vav). Caf Vav OF THE STAR IS THE NUMERICAL VALUE OF YUD HEI VAV HEI, ACCORDING TO THE SECRET OF, \"For Hashem Elohim is a sun and shield\" (Tehilim 84:12). The Shechinah is Malchut of holiness, OF WHOM IT SAYS, \"By you (Heb. becha, Bet Caf) shall Yisrael bless\" (Beresheet 48:20), BEING CAF BET OF THE STAR. And She is the secret of the Caf Bet (22) letters of the Torah. A star includes three grades. Caf OF KOCHAV is Keter, Bet is Binah, CAF VAV OF KOCHAV, WHICH IS Yud Hei Vav Hei, includes both, and is Chochmah. The star includes everything, INCLUDING ALSO the grade of the Central Pillar, WHICH IS CAF VAV OF MERCURY THAT HAS THE SAME NUMERICAL VALUE AS YUD HEI VAV HEI. IT INCORPORATES the Shechinah, WHO IS CAF BET OF KOCHAV, AS SAID BEFORE. 118. She, THE SHECHINAH, is CALLED the moon (Heb. levanah), namely clarification (Heb. libun) of the Halachah, which is Mercy from the aspect of Chesed. She is also called the sun, clear as the sun, from the aspect of Gvurah, the face of Moses being as the face of the sun. A waning moon is a dark moon, her handmaid OF MALCHUT that is Gehenom and an evil sun. ALSO her handmaid is Saturn, which is the eclipse of the luminaries and the desecration of Shabbat. She is a handmaid that turns her back on her mistress, MALCHUT, every day and overcomes her because of the iniquities of Yisrael her children. This is the meaning of, \"and a handmaid that is heir to her mistress\" (Mishlei 30:23). The handmaid rules mainly on the second day, in which Gehenom WAS CREATED, and on the fourth day where the luminaries became defective. From them she came to rule every day. 119. The King's daughter, WHO IS MALCHUT, is bound by ropes. THAT IS, JUST AS THE ADHESIONS OF THE LUNG STOP THE AIR FROM THE LUNG, SO DO THE INIQUITIES OF YISRAEL STOP THE LIGHT FROM MALCHUT in prison in her exile. She is a nest to Samael among the stars, THAT IS, SAMAEL IS ATTACHED TO HER, and the Holy One, blessed be He, swears, \"Though you do soar aloft like the eagle, and though you do set your nest among the stars, from there I will bring you, says Hashem\" (Ovadyah 1:4). And the Shechinah is CALLED Venus (Heb. nogah), AS WRITTEN, \"the fire was bright (Heb. nogah)\" (Yechezkel 1:13). Hence the synagogue is called 'a bright fire' IN A FOREIGN TONGUE. 120. The fire of Mars (Heb. ma'adim) IS RED SINCE MA'ADIM derives from redness (Heb. odem), ACCORDING TO THE SECRET OF, \"the first row shall be a ruby (Heb. odem), a chrysolite, and a beryl\" (Shemot 28:17). Venus is a white fire, and both are the face of the sun, the face of the moon. Netzach and Hod receive the whiteness from Chesed and the redness from Gvurah; Aaron and David came from there; one received Mercy and the other received Judgment. David came from the left side, AS WRITTEN, \"Now he was ruddy\" (I Shmuel 16:12). Aaron is a man of Chesed, and the two true prophets, NAMELY NETZACH AND HOD, are from them. The face of Moses used to shine with prophecy from Binah, which is the supernal sun, whence his prophecy came. file:///C|/Documents%20and%20Settings/bibi/Mes%20documents/zohar/htm/48%20-%20Ki%20Tetze.htm (34 of 41)2004/07/07 23:19:17"},{"pageNumber":35,"pageContent":"1 121. In them, Esau the wicked, the servant IS CALLED Edom, and his female IS CALLED Mars, which is bloodshed in Yisrael. She caused it to be fulfilled in the Queen, \"he has made me desolate and faint (Heb. davah) all the day\" (Eichah 1:13). Hod turned into Davah, since they correspond to Netzach and Hod. \"I AM NOT ABLE TO RISE UP\" (IBID. 14) CORRESPONDS TO NETZACH AND \"FAINT ALL THE DAY\" CORRESPONDS TO HOD. THEY ARE Jachin and Boaz, NETZACH BEING JACHIN AND BOAZ HOD, on both of which the house is supported, since a synagogue, WHICH CORRESPONDS TO MALCHUT, is named after them 'a bright fire', as we said. 122. And an evil handmaid is THE ASPECT OF burial, and in it her mistress is imprisoned. THE EVIL HANDMAID is Saturn, which is cold and dry, buried in the dust, and is the death of poverty in the Torah, OF WHICH IT WAS SAID THAT A POOR MAN IS CONSIDERED AS DEAD. She is the grave of the poor man, who is covered within it with seven kinds of stories. For she includes seven planets, like HER MISTRESS Queen Shabbat includes seven SFIROT. And the seven planets from the aspect of the mistress are the seven years of plenty and those of the aspect of the handmaid are the seven years of famine, of which the prophet said, \"not a famine for bread, nor a thirst for water, but for hearing the words of Hashem\" (Amos 8:11). 123. Her mistress is a garden. The handmaid is filthy refuse from the aspect of the mixed multitude. The refuse is mixed in the garden in order to grow seeds of the aspect of the Tree of Knowledge of Good and Evil. From the aspect of idolatry THE HANDMAID is called Saturn, Lilit, filthy refuse, because she is excrement mixed with different types of filth and vermin, into which dead dogs are thrown. The children of Esau and Ishmael are buried in it. She is a grave for idolatry, where the uncircumcised are buried, who are dead dogs, vermin, a bad smell and filthy, and who became foul through her, who is the adhesion attached to the mixed multitude that are mixed in Yisrael, and who is attached to the bones and flesh that are the children of Esau and Ishmael, who are a dead bone and unclean meat, meat that is torn by beasts in the field, of which it says, \"you shall cast it to the dogs\" (Shemot 22:30). 124. Just as there are twelve constellations from the good side so there are twelve constellations from the Evil Side. This is what is meant by, \"twelve princes according to their nations\" (Beresheet 25:16), since, \"the Elohim has made the one as well as the other\" (Kohelet 7:14). And the wicked are the forefathers of impurity, being made impure by the dead and by vermin, who causes one to be unclean by their space, their inside, their back, and even their innermost parts, by which the priest becomes unclean. This is why, \"neither shall he go in to any dead body\" (Vayikra 21:11), since the evil man is considered dead. And the holy luminary EVEN \"not defile himself for his father, or for his mother\" (Ibid.). 26. Elijah, do not tarry in coming down file:///C|/Documents%20and%20Settings/bibi/Mes%20documents/zohar/htm/48%20-%20Ki%20Tetze.htm (35 of 41)2004/07/07 23:19:17"},{"pageNumber":36,"pageContent":"1 Elijah is implored to come down quickly because God and His Shechinah are in exile and the Faithful Shepherd is buried among the wicked awaiting release. He begs Elijah to come with the celestial angels, and he speaks about the vessels of the Shechinah that are holy angels above and Yisrael below. If there are people of good qualities Malchut spreads over them with her ten Sfirot and the Cause of Causes descends upon her. Next Rabbi Shimon beseeches God to take note of the Faithful Shepherd who is worth 600,000 people of Yisrael and who embodies all ten attributes; he reminds God that He promised He would not destroy the world for the sake of ten righteous people. Finally Rabbi Shimon asks Elijah to swear an oath to reveal Moses to all the leaders of the Mishnah sages so they will recognize him and he will no longer have to bear the burden of the sins of Yisrael. He says that God will thank Elijah for doing this. 125. I have found remedy here to that of which it says, \"For they made his grave among the wicked\" (Yeshayah 53:9). Since this is the burial site for Aba and Ima, WHO ARE ZEIR ANPIN AND MALCHUT, who are in exile with Yisrael, the verse was fulfilled in me, \"not defile himself\" (Vayikra 21:11). Elijah, do not tarry in coming down, for though you are a priest, PINCHAS BEING ELIJAH, such may be defiled for his father, or for his mother. For the Holy One, blessed be He, and His Shechinah are in exile, THEY BEING ABA AND IMA TO WHOM EXILE is a grave, and I am buried among them. An oath upon you, by the name of the living, enduring Hashem, do not tarry in coming down. Holy, winged angels, an oath upon you, take this oath, WHICH IS THE SECRET OF MALCHUT THAT IS CALLED AN OATH, and raise her, the Queen, upon your wings with her glory to the Holy One, blessed be He. 126. Celestial angels, sent by the Holy One, blessed be He, from the right side, His angels messengers from the left, and angels of Aba and Ima, WHO ARE ZEIR ANPIN AND MALCHUT, WHICH ARE THE CENTRAL COLUMN, shall hide her, MALCHUT, above and below, and cover her with the letter Vav, WHICH IS ZEIR ANPIN, with his six wings, of whom it says, \"Seraphs stood above him. Each one had six wings; WITH TWO HE COVERED HIS FACE\" (Yeshayah 6:2) of his oath, which is Hei, the fourth LETTER OF YUD HEI VAV HEI, NAMELY MALCHUT, \"and with two he covered his feet\" (Ibid.) OF MALCHUT, and with two they cause her to fly TO ZEIR ANPIN. 127. And you, Elijah, who have risen to the Cause of causes, who loaded you with every goodness, go down to her, TO MALCHUT, and be a cherub under her, to bring her down filled with goodness. And the angels of Aba and Ima, who are Yud Hei, shall cover her during your descent and make her fly with six wings OF THE SIX LETTERS Aleph Bet Gimel, Yud Tav Tzadik and the 36 LETTERS IN THE SIX NAMES derived FROM ALEPH BET GIMEL, YUD TAV TZADIK, WHICH ARE KUF RESH AYIN, SIN TET NUN; NUN GIMEL DALET, YUD CAF SHIN; BET TET RESH, TZADIK TAV GIMEL; CHET KUF BET, TET NUN AYIN; YUD GIMEL LAMED, PE ZAYIN KUF; SHIN KUF VAV, TZADIK YUD TAV, THE numerical value OF WHICH is 36. Surely, \"Seraphs stood above him (Heb. lo, Lamed Vav),\" NAMELY WITH THE ABOVE-MENTIONED LAMED VAV (36) LETTERS. And his Hei descends, NAMELY MALCHUT, hidden and covered by them. And angels coming from the Righteous, the life of the worlds, support her over you like the living creatures that support the throne. file:///C|/Documents%20and%20Settings/bibi/Mes%20documents/zohar/htm/48%20-%20Ki%20Tetze.htm (36 of 41)2004/07/07 23:19:17"},{"pageNumber":37,"pageContent":"1 128. For though Hei of Atzilut, of the Name Yud Hei Vav Hei, WHICH IS MALCHUT, supports everything, you must not fly up and down, except with her, WITH MALCHUT. Just like the body parts cannot move except with the soul, so do her parts, NAMELY HER SFIROT, expand over you to support you with them. For such is Hei, like the sea. If it has vessels TO FILL, they are filled from it and it spreads within them like streams that spread from the sea onto the earth. If it does not have vessels, it is Hei only, alone without the expansion of streams. 129. Such are the vessels of the Shechinah, which above are holy angels and below are Yisrael. If there are people of good qualities among them, kind, pious and mighty, learned in the Torah, the Prophets and the Writings, righteous, people of Malchut, of whom it says, \"and such as had ability in them to stand in the king's palace\" (Daniel 1:4), namely during the Amidah (lit. 'standing') prayer in the King's palace, which is Adonai, whose King is Yud Hei Vav Hei. If they are wise and intelligent, leaders of Yisrael, not leaders of the mixed multitude, of whom it says, \"Her adversaries have become the chief\" (Eichah 1:5), then she, MALCHUT, spreads over them with her ten Sfirot. At that time the Cause of causes descends upon her with Yud Vav Dalet, Hei Aleph, Vav Aleph Vav, Hei Aleph, to establish the Shechinah on them. 130. When, \"he looked this way and that, and when he saw that there was no man\" (Shemot 2:12), she says, \"for why should I be like one who cloaks himself\" (Shir Hashirim 1:7), namely wrapping herself and not expanding over them. And the Holy One, blessed be He, cries loud for her, saying, \"How does the city sit solitary\" (Eichah 1:1). 131. As he was speaking, the holy luminary, RABBI SHIMON, rose and said, Master of the universe, here is the Faithful Shepherd, of whom it says, \"Now the man Moses was very meek\" (Bemidbar 12:3). Until this moment, \"he saw that there was no man.\" But here the man Moses is equivalent to 600,000 of Yisrael, and in him, \"From the place of His habitation He looks\" (Tehilim 33:14), THE INITIALS OF WHICH FORM THE WORD MOSES, of whom it says in relation to the last exile, \"and Hashem has caused the iniquity of us all to fall upon him\" (Yeshayah 53:6). He comprehends the ten attributes for which You said, \"I will not destroy it for the sake of the ten\" (Beresheet 18:32). Go down over him to oversee the world and fulfill Your words that You are true and that all Your words are true. 132. For he acted kindly by the Shechinah and tied her handmaid to Gvurah, so the handmaid shall be bound under her mistress with the knot of Tefilin. And he endeavored for Her sake with the Torah of truth, AS WRITTEN, \"The Torah of truth was in his mouth\" (Malachi 2:6). And he strove in it in the Prophets and the Writings: in the Prophets in different kinds of comforts and in the Writings, WHICH ARE MALCHUT, in ten kinds of Psalms, WHICH ARE HER TEN SFIROT; in the Righteous WHICH IS YESOD in the eighteen blessings in the AMIDAH prayer. file:///C|/Documents%20and%20Settings/bibi/Mes%20documents/zohar/htm/48%20-%20Ki%20Tetze.htm (37 of 41)2004/07/07 23:19:17"},{"pageNumber":38,"pageContent":"1 133. But the sages of the Mishnah do not know the Faithful Shepherd. Elijah, an oath upon you in the Name Yud Hei Vav Hei and in the explicit Name, reveal him to all the leaders of the Mishnah sages so they will recognize him and he shall no more be violated, \"But he was wounded (or: 'violated') because of our transgressions\" (Yeshayah 53:5). You do not have to receive permission FROM THE HOLY ONE, BLESSED BE HE, because I am a messenger from the Master of the universe and I know that if you do that, the Holy One, blessed be He, will thank you for it and your descendants shall be exalted for it above and below. Do not tarry in doing it, neither a week nor a month, nor a year, but do it immediately. 27. Pesach, Chametz and Matzah We read of the importance of keeping the precepts about food and drink, including most importantly the restriction on leaven during Pesach. The conclusion is that any deed below causes damage above. 134. Faithful Shepherd, when the night of watchfulness, WHICH IS THE SHECHINAH, has power over the vessels of Pesach, everybody should be guarded, kept from Chametz and any kind of leaven. Every food and drink SHOULD BE watched, and whoever keeps them from Chametz and leaven, his body is kept from the Evil Inclination below, and his soul IS KEPT from above, and it says of it, \"nor shall evil dwell with you\" (Tehilim 5:5), for his body becomes holy and his soul the holy of holies. And it says of the Evil Inclination, \"No stranger shall eat of the holy thing\" (Vayikra 22:10), \"and the stranger that comes near shall be put to death\" (Bemidbar 1:51). 135. Pesach is the right arm, which is Abraham, NAMELY CHESED, refined silver. Whoever mixes lead in it is false to it. Similarly, for anyone who mixes Chametz or leaven at all in the Matzah it is as if he is false to the King's coin, WHICH IS MALCHUT CALLED MATZAH. So is whoever mingles any admixture into his drop of semen BY FORBIDDEN INTERCOURSE OR BY THINKING OF SOMEONE ELSE, as if he is false to the King's seal, WHICH IS YESOD. For they are interdependent - THE DEED BELOW CAUSES DAMAGE ABOVE. 28. Head and hand Tefilin We are told about Rosh Hashanah and the meaning of the knot of the hand Tefilin. Rabbi Shimon addresses Metatron calling him a servant to his Master and yet a king over all other peoples and over the angels. He says that the sound of prayer and the sound of the Shofar are like spears stabbing and killing the Evil Inclination. file:///C|/Documents%20and%20Settings/bibi/Mes%20documents/zohar/htm/48%20-%20Ki%20Tetze.htm (38 of 41)2004/07/07 23:19:17"},{"pageNumber":39,"pageContent":"1 136. Rosh Hashanah (the Jewish New Year) is the left arm, which is Isaac, where criminal laws are SENTENCED, JUDGING WHO SHALL LIVE AND WHO SHALL DIE. The sacrifice of Isaac was there, whom Abraham bound. The knot of the hand Tefilin resembles the binding of Isaac. BOTH RELATE TO THE BINDING OF GVUROT WITH CHASSADIM. Blessed is the son who is bound to his father, connected to him to do as he does with the Torah and the precepts, and blessed is the servant bound under his master to do his bidding, who is in the place of a king's son. 137. Metatron, blessed are you and blessed are your children, NAMELY, THOSE DERIVED FROM METATRON, WHO HAVE NOT YET MERITED TO BE CHILDREN TO MALE AND FEMALE OF ATZILUT, who are bound and tied by the Tefilin under your Master's authority. For that reason, though you are a servant to your Master, you are a king over all the ministers of the other peoples, king over all the angels, a king of whom all demons and their legions are afraid. Who brought that about? Your being a stool for your Master's feet. You serve your Master as Shadai of the Mezuzah from outside, guarding the entrance. Yud Hei Vav Hei, who is your Master, is inside, AND SHADAI, WHO IS THE ASPECT OF METATRON, IS OUTSIDE. 138. It is so THAT METATRON IS SHADAI when the Holy One, blessed be He, descends TO BRIYAH to rule over the Tree of Knowledge of Good and Evil, good being Metatron and evil Samael, who is a devil, the king of demons. Metatron is an angel, the king of angels, but from the aspect of the Tree of Life the name Shadai is Yesod OF ATZILUT. This is why below IN BRIYAH THERE ARE two, a servant and his Master. THE SERVANT IS SHADAI OUTSIDE AND HIS MASTER IS YUD HEI VAV HEI INSIDE, and they are not unified into one. And above IN ATZILUT Tiferet and Yesod are one, since we consider the body and the member of the covenant as one, the Central Column and the Righteous, NAMELY TIFERET AND YESOD. 139. Just like the head Tefilin are MOCHIN OF Binah above Tiferet that is the Tree of Life in Atzilut, and Malchut is the hand Tefilin, so it is below in the Tree of Life in Briyah. From the aspect of the supernal throne, BINAH OF BRIYAH, there is the head Tefilin of Metatron, and his hand Tefilin are the lower throne, NAMELY MALCHUT OF BRIYAH. Of this the prophet says, \"A glorious throne exalted from the beginning\" (Yirmeyah 17:12). 140. But from the aspect of the Tree of Knowledge of Good and Evil, the Evil Inclination is bound under the Good Inclination by the knot of Tefilin like a servant under his master by the sound of Torah, the sound of prayer and the sound of the Shofar, since a sound UTTERED FOR PERFORMING A PRECEPT is like a spear in relation to it, STABBING AND KILLING THE EVIL INCLINATION. Such is the sound of the Shofar, which is the sound of the Central Pillar, NAMELY ZEIR ANPIN, which includes fire, water and air, which are the three patriarchs GVURAH, CHESED AND TIFERET that have Hei Yud Vav in them, Hei in Abraham and Yud in Isaac. NAMELY, HEI IN THE NAME ABRAHAM ALLUDES TO JUDGMENT AND YUD IN THE NAME ISAAC ALLUDES TO CHESED IN JUDGMENT. Wherever Hei rules over Yud, NAMELY WRITTEN BEFORE YUD, it is Judgment. This is Hei Yud of Elohim, NAMELY THE MOCHIN OF THE NAME ELOHIM. THESE HEI YUD ARE THE SECRET OF THE FIRE AND WATER IN THE SHOFAR, and this is why, \"Elohim is gone up with a file:///C|/Documents%20and%20Settings/bibi/Mes%20documents/zohar/htm/48%20-%20Ki%20Tetze.htm (39 of 41)2004/07/07 23:19:17"},{"pageNumber":40,"pageContent":"1 shout\" (Tehilim 47:6). Vav of, 'and (Heb. Vav) the Elohim of Jacob' is the wind of the Shofar, NAMELY TIFERET. The Shechinah is the vessel THAT RECEIVES all three, FIRE, WATER AND AIR OF THE SHOFAR, and is the Hei of the word HaShofar. 29. Ten sounds of the Shofar This section begins by reiterating the statement that blowing the Shofar has an effect on evil like spears and swords, but the part following this paragraph is missing. After that we read about the effect of Yisrael reciting the Sh'ma and how this links them to the Shechinah. 141. There are ten sounds of the Shofar, which are T'kiah Sh'varim T'ruah T'kiah, T'kiah Sh'varim T'kiah, T'kiah T'ruah T'kiah, in which Hei Aleph, Yud Vav Dalet, Vav Aleph Vav, Hei Aleph are clothed. All these letters, towards the other aspects and towards the evil are like chains and spears and swords. One blow is a chain and the two blows are accomplished by ten sounds of the Shofar, and are one. (THE CONTINUATION IS MISSING) 142. It says of it, \"and the mother bird sitting upon the young\" (Devarim 22:6). Yisrael chirp to her with many chirps of prayers, but she does not want to descend to them. Yisrael then take the mother with them, who is the Shechinah, and tie her by the knot of Tefilin. And when they reach Kriat Sh'ma, Her children call the six words of the declaration of unity, which are, \"Hear, O Yisrael. Hashem our Elohim; Hashem is one\" (Devarim 6:4). They then go down to their mother, THE SHECHINAH, and tie themselves to her BY MEANS OF THE MEDITATION OF 'BLESSED BE THE NAME...'. This is the meaning of, \"which you shall proclaim\" (Vayikra 23:2). This is her duty of matrimony, NAMELY HER TIME OF MATING, as WRITTEN, \"WHICH YOU SHALL PROCLAIM TO BE HOLY gatherings (or: 'appointed times'),\" MEANING, DURING MY TIME OF MATING. 30. Rosh Hashanah, Pesach, Shavuot and Sukkot Rabbi Shimon tells us how each festival uses its own kind of item (like the Matzah and the Lulav, for example) to draw the Mochin of Zeir Anpin to Malchut. By these rituals Malchut is raised up to Thought, that is the explicit Name Yud Hei Vav Hei fully spelled with Alephs. 143. In the same manner we call UPON THE MOCHIN FROM ZEIR ANPIN TO SHINE DURING THEIR TIME OF MATING ON THE SHECHINAH in the Matzah, which is summoned for the seven days of Pesach. Thus we summon for the seven days of Sukkot the seven kinds, which are the Lulav, the Etrog, the three branches of myrtle and two branches of willow. On Shavuot we call THE MOCHIN OF ZEIR ANPIN by the Torah. Rosh Hashanah is the day of Judgment. Each uses its own kind. file:///C|/Documents%20and%20Settings/bibi/Mes%20documents/zohar/htm/48%20-%20Ki%20Tetze.htm (40 of 41)2004/07/07 23:19:17"},{"pageNumber":41,"pageContent":"1 144. Whoever called, NAMELY DREW MOCHIN FROM ZEIR ANPIN TO MALCHUT, each grade with its own kind, the words shall be fulfilled in him, \"Then (Heb. az = eight) shall you call, and Hashem shall answer\" (Yeshayah 58:9). Az is the seven days of Sukkot together with ONE DAY OF Shmini Atzeret; Az is the Matzah and the seven days of Pesach; Az IS one Sukkah together with the seven kinds of the Lulav, which are three branches of myrtle, two branches of willow, Lulav and Etrog. When included in the four kinds, NAMELY MYRTLE, WILLOW, LULAV AND ETROG, they are TOGETHER WITH THE SEVEN PARTICULARS eleven, which is the numerical value of Hei Vav. Halel should be recited over them with Haleluyah in it, namely Yah (Yud Hei) to complete the Name Yud Hei Vav Hei. 145. MALCHUT is raised by the four kinds up to Thought, WHICH IS CHOCHMAH. This is the meaning of, \"I will go up (Heb. e'eleh) into the palm tree\" (Shir Hashirim 7:10). E'eleh is a mark, NAMELY THE INITIAL OF Etrog, Aravah (Eng. 'willow'), Lulav and Hadas (Eng. 'myrtle'), and Thought is the explicit Name, NAMELY YUD HEI VAV HEI FULLY SPELLED WITH ALEPHS, WHICH IS CHOCHMAH OF ZEIR ANPIN, WHICH HAS TEN LETTERS, YUD VAV DALET, HEI ALEPH, VAV ALEPH VAV, HEI ALEPH, WHICH, TOGETHER WITH THE FOUR KINDS, reaches the number fourteen like the fourteen joints in the right hand OF ZEIR ANPIN, WHICH IS CHESED, with which one should take the Lulav. The giving of the Torah, NAMELY SHAVUOT, is seven within seven, NAMELY SEVEN DAYS IN SEVEN WEEKS, which amount to the number of fourteen, WHICH IS THE HIGH HAND (HEB. YAD = FOURTEEN), THE SECRET OF THE CENTRAL COLUMN, AS SHALL BE EXPLAINED. On Rosh Hashanah THERE ARE ALSO fourteen: the sound of the Shofar TOGETHER WITH ITS THREE PARTICULARS, WHICH ARE FIRE, AIR AND WATER, ARE FOUR, and with the ten sounds of the Shofar, as we explained before, ARE FOURTEEN. 146. On Pesach, the Shechinah is the great hand from the aspect of Chesed. On Rosh Hashanah She is the mighty hand from the aspect of Gvurah. At the giving of the Torah She is a high hand from the aspect of the Central Column, WHICH IS TIFERET. Three times fourteen equal 42, and together with the three patriarchs, CHESED, GVURAH AND TIFERET, from whom they derive, they equal 45, the number of Yud Vav Dalet, Hei Aleph, Vav Aleph Vav, Hei Aleph. Blessed is Hashem forever and ever; May Hashem reign forever and ever. file:///C|/Documents%20and%20Settings/bibi/Mes%20documents/zohar/htm/48%20-%20Ki%20Tetze.htm (41 of 41)2004/07/07 23:19:17"}]
