[{"pageNumber":1,"pageContent":"SECRET CIPHER of the UFOnauts Allen H. Greenfield"},{"pageNumber":2,"pageContent":"Purveyors of the Authentic Tradition: [seated, from left to right: Meade Layne, Jacob Frank, Aleister Crowley, Mark Probert, Max Theon.] [Allen Greenfield, standing.] Detail from an art piece by Jonathan Sellers."},{"pageNumber":3,"pageContent":"SE C R E T CIPH E R OF THE UFO NAUTS Allen H. Greenfield 2005 First Digital Edition"},{"pageNumber":4,"pageContent":"Copyright © 1994, 2005 by Allen H. Greenfield All rights reserved. No part of this publication may be reproduced or transmitted in any form or by any means, electronic or mechanical, including photocopy, recording, or any information storage and re - trieval system now known or to be invented, without permission in writing from the publisher, except by a reviewer who wishes to quote brief passages in connection with a review written for inclusion in a magazine, newspaper or broadcast. Library of Congress Cataloging in Publication Data Greenfield, Allen H. Secret Cipher of the UFOnauts / Allen H. Greenfield. – 2nd Expanded ed. xiv + 94 p. 6 x 9 inches Includes bibliographical references and index. ISBN: 1-881532-04-6 ; $9.95 1. Unidentified flying objects. 2. Ciphers 1. Title TL789.G74 1994 135’.4—dc20 94-31644 Second Expanded Edition: September, 2005. Cover art from a painting by Debra Page, entitled Nephilim Al-Kemy . Graphic Design by Jonathan Sellers / FACME_ORG. Introductory Remarks and Afterword — Cipher as Art: Art as Code Language and illustra - tions “Purveyors of the Authentic Tradition,” “Meeting of the Inner Circle,” “FireMan,” and “Tank Girl” Copyright © 2001 - 2005 Jonathan Sellers. Set in Adobe Garamond Pro and Futura Extra Black. Cover set in AI Regular. 10 9 8 7 6 5 4 3 2 Printed in the United States of America."},{"pageNumber":5,"pageContent":"I would be remiss if I did not acknowledge with profound gratitude the role of my teachers in the occult: Patriarch Michael Bertiaux, Bishop Jack Hogg and the late W. W. Webb of QBLH. I should also like to acknowledge the profound contributions of Soror Ishtaria, Outer Head of QBLH and Jim Leas, Jake Stratton-Kent and Carol Smith . My teachers in the lore of UFOlogy have been very special: my good friend James W. Moseley, John A. Keel, the late Richard S. Shaver, and most especially the late Gray Barker have all profoundly influenced this work. For early help with the manuscript, I wish to thank Bishop Oscar Samson Orion for his critical comments and constructive suggestions; H. Hilliard Gastfriend, Ph.D., for his work on the manuscript; and to the late Ron Bonds for encouraging me to write this book, and having the courage to publish this book’s first edition. He died far too young as did Kerry Thornley, and Jim Keith, fellow IllumiNet Press authors. I do so want to thank Ian Blake and James Borges, BSRA, for their invaluable help in advancing this work in the years since the first publication. The contribution of Jon Sellers I cannot begin to adequately acknowledge. For advancing the New Aeon English Qabala work against considerable resistence, John Crow and Gerald del Campo as well as Stratton-Kent need special mention. Dedicated to the memories of C. S. Jones, Ron, Kerry and Jim. A CKNOWLEDGMENTS"},{"pageNumber":7,"pageContent":"“I am fairly familiar with all forms of secret writings, and am myself the author of a trifling monograph upon the subject, in which I analyze 160 ciphers, but I confess that this is entirely new to me. The object of those who invented the system has apparently been to conceal that these characters convey a message, and to give the idea that they are the mere random sketches of children.” Arthur Conan Doyle The Adventure of the Dancing Men"},{"pageNumber":9,"pageContent":"T ABLE OF C ONTENTS Introductory Remarks by Jonathan Sellers xiii Preface  1 1 The Basic Premise 3 2 A Most Unusual Cast of Characters 5 3 Secret Cipher of the UFOnauts Discovered 19 4 Secret Cipher of the UFOnauts Developed 27 5 Secret Cipher of the UFOnauts Decoded 35 6 Classical Ufology Deciphered 43 7 Richard Shaver and the Mantong Cipher 45 8 Recap: Meade Layne, Mark Probert and the Inner Circle 49 9 Frater Achad 53 10 The Men in Black and their Magical Origins 57 11 How to Defeat the UFOnaut Body Snatchers: Law of the Battle of Conquest 69 12 Interview with Terry R. Wriste 71 Appendix One  77 Appendix Two: The Sirius Mystery and V. A. L. I. S. 78 Appendix Three: Working with the Secret Cipher 80 Bibliography  83 About the Cover Painting 85 Afterword — Cipher as Art: Art as Code Language 86 About the Author 93"},{"pageNumber":11,"pageContent":"xiii I N T RODU CTO R Y R EM A RKS BY J ONATHAN S ELL E R S I first encountered this interesting book in a catalog for Adventures Unl im - ited, ten years ago exactly, when I was receiving mail from conspiranoia mailing lists, under the monicker of “Harold K. Taylor” — we used to get some rather interesting junk. I only wish I still had access to that old catalog, for I would have quoted the blurb written in it. That entire catalog was really written after the style of the famous I ncu - nabula catalog, which first circulated in the early 19 9 0s. I had come to some conclusions of my own, as a result of study and practice of the body of works that have been written by and about Aleister Crowley, The Book of the Law , Thelema, and other related paradigms. These conclusions had a lot to do with the idea of contact — or — rather — communication: not only with the very same types of Entities encountered by Crowley and others, but Contact with what I came to regard as “The Authentic Tradition.” When I first started writing the material that became known as The Brethren of the GIFT , from 1996 to 1997, in its original hand-written manuscript form, I had no access to a computer, or the Internet. In fact, I had no access to the majority of my Library . Much later, I gained access to the Internet. I started publishing A ntiquities of the Illuminati, and, one day, found Allen Greenfi eld’s website. From the first, I felt an affinity with Allen and with his words, which went beyond the standard familiarity with Crowley, Gnosticism, the Authentic Tradition. An ex - amination of Chapter 2, “A Most Unusual Cast of Characters, ” will bring together many different strands of the Authentic Tradition, thus tying up some loose ends. In fact, Allen and I share a lot of interests. I first became aware of the New Aeon English Qabalah, by way of my involvement with T . O. P. Y. 1 , in the late 1980s, when The Equino x , Volume VII was in produc - tion, and available to Members and Allies of T . O. P. Y. At least one of the names mentioned in Cipher was familiar to me: Jake Stratton-Kent. I briefly immersed myself in this New Method, for the New Aeon, of using the English Language, and applying numeric values to the English Alphabet. Some of us, in the Fullerton area, in Orange County , California, were involved in these studies. While I haven’t done much with it in recent times, some of my earliest Ceremonial was per formed using NAEQ values, including those which led to what became known as the Dur.An.Ki Working. Ciphers and secret alphabets have played a significant role in the history of Reli - gion; in the history of Secret Societies; in the history of Intelligence. These last two have often been intimately connected over the centuries. The idea that there is an Authentic Tradition, whose Initiates (and Custodians) 1. T . O. P. Y., or [“thee”] Temple Ov Psychick Youth , which I was involved with from 1989 - 1992."},{"pageNumber":12,"pageContent":"Allen H. Greenfield xiv contact each other using these ancient tools, and whose Contact and Communica - tion extends to those in the world of the P rofanes is not an idea that is new or shock - ing, certainly, to those of us who have experienced such Contacts and/ or researched and studied the histories of THOSE WHO HAVE . Yet, there are those who find this sort of material to be disturbing to them. They find that even though they might fancy themselves to be followers of the Law of Thelema, proclaimed by its P rophet Aleister Crowley, who contacted “pr æ terhuman intelligences”—such as “LAM,” or Aiwass - an early prototype of the now familiar Grey Alien or E. T. — anybody who holds to the very well-founded idea that Contact is a Key ingredient in the r ecipe is regarded as some sort of mountebank or charlat an. People like that write about “Little Green Men” (why not “Little Green W omen” too?) and are crazy. Really? Then is it better to live in a “sa ne” form of hero-worship cults, doing what the dot-to-dot coloring book version of Magick tells the wanna-be practitioner to do? Perhaps for those who sell books like that. It is for this reason that this book has not been very easy to come by over the eleven years since it was first issued. It may have gone out print, but the demand for this seminal work never dim inished. Now, I am pleased to be writing this short introductory me moir , announcing the second publication of Secret Cipher of the UFOnauts , not only in its first digital edi - tion, but in hard-copy format, as well. It is interesting to see what society regards as “real” research, “real” scholarship, and so forth: anything that further divorces us from our roots in the A uthentic Tradition is considered a good thing. This is all just silly make-believe. Sure. But before settling in your new plot of New J ersey swamp-land, you might be glad you had the method(s) described in this book, should you need to summon the Jersey Devil! Fall to! Jonathan Sellers Twin Cedars Lodge 12 August 200 5 c . e."},{"pageNumber":13,"pageContent":"1 P REFACE : UFO NAUTS , C IPHERS , AND THE C OSMIC W AR “And there was war in heaven: Michael and his angels fought against the dragon; and the dragon fought ...” Book of Revelation 12:7 A S the secret ceremony of the Masonic Royal Arch nears its climax, the can - didates are directed to bring before the King and High Priest a strange box with inexplicable writing on all four sides. The High Priest, in a ceremony at least hundreds of years old, looks at the box with surprise and exclaims, “Com - panion King, this is the Ark of the Covenant of God!” The officer playing the King agrees, saying, “It is undoubtedly the true Ark of the Covenant, Most Excellent.” The High Priest opens the Ark and removes a book. On reading a few passages, the High Priest proclaims, “This is a book of the law — long lost, but now found. Holiness to the Lord!” The King and Scribe agree, and the High Priest tells the candidates for initiation, “You now see that the world is indebted to Masonry for the preservation of this sacred volume. Had it not been for the wisdom and precaution of our ancient brethren, this, the only remaining copy of the law, would have been destroyed at the destruction of Jerusalem.” Other objects are removed: A pot of manna — a relic of the mysterious food that appeared out of nowhere to feed the Israelites fleeing Egypt; the Rod of Aaron, that which had turned to a serpent, which devoured those created from the wands of the Egyptian magicians. The High Priest then finds four pieces of paper that on inspection, prove to be the key to the Cipher of the Royal Arch Mason. With it, those present are able to decode the mysterious writing on the Ark, which includes the long-lost word of the Master Mason, the ancient names of three sk y gods drawn together to form a single word. By such ciphers and codes have the initiates of all times communicated with each other — and with their ultraterrestrial masters, the Secret Chiefs of the Great White Brotherhood. Others have used the same or similar ciphers to communicate with their Opposition. The simple English-based Cipher of 26 letters discussed in this book is directly traceable to the Qabala of Nine Chambers, a Hebrew-based cipher of unknown an - tiquity; used for centuries to decode messages and secrets communicated in mystical writings, names and holy books."},{"pageNumber":14,"pageContent":"Allen H. Greenfield 2 “ Symbolic Tree of the Great Work ” Conception and Drawing by Elmer E. Hartman"},{"pageNumber":15,"pageContent":"3 1 T HE B ASIC P REMISE F IRST , some people among us are in the know about UFO phenomena, which have manifested throughout history. Certain people have known the nature of this phenomena, and used its nature, for almost as long. Second , those in the know are interactive with the phenomena and have long been so. Indeed, separating out the phenomena, the legend, the myth-makers and the Illuminati or Initiates of the True Nature of the phenomena is difficult. Third , the phenomena themselves are inherently intangible, but are able to im - pinge upon our reality in a phenomenological way,. because they are archetypal. Through mythos, archetypes are quite capable of setting real events into motion. Fourth , the Illuminati of the phenomena become intertwined with the legend or mythos itself, and thus take on the legend’s Power to Impinge. The Fully Illuminated are in control of reality to the extent that the mythos itself is in control. They also, in a very real sense, acquire its intangibility. Fifth , the Illuminati of the UFOnauts are scattered, informally organized on a worldwide basis. Until the modern Information Revolution, they communicated through Secret Societies, Allegorical Mystery Dramas and Ciphers. An outworn ex - ample is found in the mythos of Alchemy, its cipher language, etc. Sixth , most ciphers have followed the decoding rules established in the various techniques of Qabalistic Number Analysis, including Gematria, Theosophical Addi - tion, Notariqon, Temura, etc. The most recent past known cipher was that of Aiq Bakur, or “The Qabala of Nine Chambers” — a system laid out first in Hebrew (then a dead language of scholars) on a “number sign” or “tic tac toe” pattern, and adopted by Royal Arch Masons for English Language use. To some extent, this cipher is still in current use, but it has long been deciphered and is no longer utilized by Illuminati of the UFOnauts. The ciphers are discontinued when they are cracked. Seventh , although in use for some time, an English Language Cipher, using the 26 letters of the standard alphabet and laid out on a grid or plotted out on a 26- pointed star, was unveiled to a select public by Aleister Crowley in 1904. He said he received it from the præterhuman intelligence AIWASS 1 Crowley was a high — and highly controversial — initiate of the Hermetic Order of the Golden Dawn, but he never decoded the cipher, which was built on the number 11. Publisher Ray Palmer told UFOlogists for years that he had a FACT which allowed him to decode cases. Palmer’s “FACT” is actually the cipher itself; FACT = 56 in cipher, or 5 + 6 = 11, the 1. Aiwass was not Crowley’s only contact. There is considerable discussion in UFOlogy of LAM, the being Crowley sketched that so closely resembled later UFO-related beings described in modern close en - counter cases. His encounter, in 1896, with two “little men” in the Swiss Alps was mentioned in Jacques Vallee’s Passport to Magonia catalogue of close encounter cases. Crowley’s “magical mountain” — Mt. Mealfuorvonie near Loch Ness in Scotland — is said to be a UFOnaut base."},{"pageNumber":16,"pageContent":"Allen H. Greenfield 4 basis (i.e., the number 11) for deciphering the code. Eighth , Crowley’s “magical son” Frater Achad did partially decipher the code, but it remained for Carol Smith in 1974 to solve it, and for software programmer Frater Lamed to make it readily accessible to investigators in the 1980s. Ninth , the UFOnauts themselves use the cipher when they five names to them - selves, their home planets, etc. They know the case will be reported, and the key words will be communicated to the Illuminati. Tenth , since I applied the cipher to such key words, the code is now completely accessible to UFOlogists and others. The cipher can help analyze cases, predict mani - festations and trace the UFOnauts to their very doorsteps; and yes, they DO have doorsteps. Eleventh , as soon as the UFOnauts and Illuminati know the knowledge of the cipher is widespread, the code will change again. Evidence shows it is already chang - ing. Old Qabalistic Cipher."},{"pageNumber":17,"pageContent":"5 2 A M OST U NUSUAL C AST OF C HARACTERS I N 1944, near the end of his life, Aleister Crowley wrote one of his students in California: “My observation of the Universe convinces me that there are beings of intelligence and power of a far higher quality than anything we can conceive of as human ... the one and only chance for mankind to advance as a whole is for individuals to make contact with such beings.” Scattered individuals throughout modern history and all over the globe have picked up on some aspect of this Ultraterrestrial mystery, but none, up until now, has pulled all of it together. However, this outstanding sampling of the best the human race has to offer have, in their own way, provided us with clues and building blocks. Some are geniuses, some saints; a few are absolute scoundrels. All are fascinating. What follows is a thumbnail sketch of some of these individuals, listed alphabetically . Aaron, Rabbi Y. N. ibn , also known as Yonah Fortner.Rabbi ibn Aaron was a key figure in the 1950s and 1960s in the New York City area UFOlogy circle cen - tered around the Saucers and Unexplained Celestial Events Research Society’s (SAU - CERS) Discussion and Lecture Committee. Rabbi ibn Aaron collaborated with the late Dr. John J. Robinson in the Consultants Committee on Semitic Philology. A satirist of some talent, ibn Aaron collaborated on the “I Go to See...” series, which took a wickedly mirthful look at various UFO personalities, cults and groups. Rabbi ibn Aaron’s key contribution, however, was his “Extraterrestrialism” series published in Saucer News , which postulated that ancient documents, including the Old Testa - ment, were really specific accounts of extraterrestrial visitations . A linguist of great talent, he postulated that many biblical passages had been mistranslated, especially when Aramaic texts were mistaken for Hebrew. For example, the phrase Ruach Elo - him — usually translated “Spirit of God” or “Wind of God” — may actually refer to a specific form of energy used by a race of extraterrestrial beings. Rabbi ibn Aaron anticipated the “chariots of the gods” idea by many years, and was far more literate in his exposition than anyone in the field, up until the comparable scholarship of Robert Temple’s The Sirius Mystery . Rabbi ibn Aaron was an early organizer of The National UFO Conference. He died in 2005."},{"pageNumber":18,"pageContent":"Allen H. Greenfield 6 Achad, Frater , also known as Frat - er Parzifal, real name Charles Robert John Stansfeld Jones, born 1886, died 1952. Frater Achad is a key figure in the magi - cal revival of the 20th century. Recog - nized by Aleister Crowley as his magical son (and presumable heir), Achad quickly rose to the leadership and initiatory sum - mits of both Crowley’s Ordo A . . . A . . . and the Ordo Templi Orientis (OTO). After World War One he and Crowley parted company. Achad produced a number of remarkable works on the occult, notable for their originality and logical consis - tency. His Book Thirty One (Liber XXXI) provided the first serious clue to the cipher of the UFOnauts. Adamski, George , the author of Flying Saucers Have Landed (with Des - mond Leslie) and the first major claim - ant to UFO contact. Adamski’s legend - ary contacts fell roughly into the category now called “the Blonds.” The Polish-born American visionary was often derided for his humble vocation and high pretensions, as well as for his claims. But his story, first unsuccessfully submitted as a sci - ence fiction novel, has strong archetypal and mythic qualities that have repeatedly proven their psychological power. Said to have been seen immediately after his sud - den death as a reborn space being with the name “Yamski.” Adamski is buried at Arlington National Cemetary. His close early association with the initiate and New Age Guru George Hunt Williamson plays a key role in the saga of the cipher of the UFOnauts. He died April 22, 1965."},{"pageNumber":19,"pageContent":"Secret Cipher of the UFOnauts 7 AIWASS, or Aiwaz , the “præter - human intelligence” who appeared to Aleister Crowley in Cairo in April 1904, dictating to him The Book of the Law , or Liber AL vel Legis . Although primarily associated with the Law of the New Aeon or Age of Aquarius, The Book of the Law predicts and contains the complete cipher of the UFOnauts. As far as is known, al - though not fully decoded until the 1970s even in the classical form, this cipher seems to have been in use both among the UFOnauts themselves for some time prior to the appearance of Aiwass. The physical description Crowley gives of Ai - wass is virtually identical to those given in modern “men in black” cases. Arnold, Kenneth . A pilot who made his way into history on June 24, 1947, when he reported sighting nine un - identified objects in the Cascade Moun - tains, which he described as “like saucers skipping over water” — the basis of the term “flying saucer,” which has become part of the UFO story ever since. Arnold became closely associated with the late magazine publisher Raymond A. Palmer, for whom he investigated the first “men in black” incident. Ballard, Guy Warren . Founder of the mystical I AM movement, Ballard was also associated with the fascist Silver Shirts prior to World War Two. George Hunt Williamson was associated with Bal - lard for a time."},{"pageNumber":20,"pageContent":"Allen H. Greenfield 8 Barker, Gray . Founder of Sauce - rian Publications and author of the first book on the “Three Men in Black” called They Knew Too Much about the Flying Saucers . Closely associated with Albert K. Bender, who founded the first UFO group (later suppressed by the Three Men in Black), Barker became a leader of the National UFO Conference. Never very far from the folklore of his native rural West Virginia, Barker’s allegorical novel, The Silver Bridge ostensibly centers on the High Weirdness of the Mothman Scare and UFO sightings culminating in the Silver Bridge disaster of the mid-1960s. His work provides the closest clue to the solution of the UFO Mystery, up until the discovery of the Cipher of the UFOnauts. Barker, a close ally of James W. Moseley, died suddenly in the early 1980s. Bell, Dr. Fred , contactee in communication with a female UFOnaut, one Semjase, a Pleiadean being, since 1971. Semjase has shown up in a number of other cases over the last twenty or so years. Bethurum, Truman , became a contactee in 1952, with the female UFOnaut Aura Rhanes from the planet Clarion. A physical contactee of the Ad - amski type, Bethurum seemed a down-to- Earth person with an extraordinary story to tell."},{"pageNumber":21,"pageContent":"Secret Cipher of the UFOnauts 9 Bimstein, Louis M ., also known as Max Theon and Aia Aziz. The son of a Pol - ish Rabbi, Bimstein traveled in nineteenth century Egypt and became a disciple of the Coptic Initiate Paolos Metamon, un - der whom he became the Grand Master of the Hermetic Brotherhood of Light. Bimstein later married the trance medium Mary Ware and became the conduit of “The Cosmic Philosophy.” Virtually ev - ery modern occult movement, from the Theosophical Society to the followers of Sri Aurobindo in India, owe him a debt in their origins. Bimstein was a High Initi - ate, quite a mysterious person, and prob - ably in constant contact with UFOnauts early on. He died in the early 1920s and has been largely forgotten until recently. Blavatsky, Madame Helena P . , affectionately known as “HPB” by her followers, co-founder and primary moving force of the Theosophical Society. A High Initiate, she was in communication with Exalted Adepts of the Great White Broth - erhood through the main years of her ca - reer. She appears to be the first major his - torical personality to actively conceal the true names and origins of Initiates using the Cipher of the UFOnauts."},{"pageNumber":22,"pageContent":"Allen H. Greenfield 10 Crowley, Aleister , the scribe of The Book of the Law as dictated to him by the intelligence Aiwass. Crowley is the most significant figure of the occult revival of the 20th century. An initiate of the Hermetic Order of the Golden Dawn, and later leader of its successor Order, the A . . . A. . ., Crowley was a magus, prophet, poet, mountaineer, author, lecturer and contact - ee. He wrestled all his adult life with the nature of the Higher Beings he contacted, such as Lam, Aiwass and Abuldiz. Reviled by many as a “black magician,” he was a late Victorian English Gentleman to the end of his life. A man “intoxicated” with God, to borrow one of his biographers’ terms, Crowley was neither a Satanist nor Black Magician. He died in poverty in 1947. Under his deathbed was found a considerable sum of money belonging to the Ordo Templi Orientis (OTO), which he had declined to spend, even on medi - cines that might have saved his life. His considerable contributions to the allied war effort in World War Two are little known. Little understood even by many of his (supposed) followers, his death in the same year that the UFO phenomenon came to public attention seems more than coincidental. Damon, Frater , the Primate of the Qabalistic Alchemist Church. This orga - nization, along with its sister group OAA in Britain, is most responsible for decoding and spreading the cipher of the UFOnauts. Damon studied the work of Frater Achad with the late Meade Layne in the 1950s, and co-founded the QAA/QBLH with Robert Dunlap in 1960."},{"pageNumber":23,"pageContent":"Secret Cipher of the UFOnauts 11 Derenberger, Woodrow , a West Virginia contactee investigated by both au - thor John Keel and, independently, by the late Gray Barker. His fateful encounter with a be - ing “from a country weaker than your own” came during the heat of the Mothman Scare in West Virginia in 1966-67. An unassuming man, Derenberger, along with John Reeves, Joe Simonton and others, was a new breed of contactee with physical contact of the Adamski type, but without the philosophical content. These cases coincide roughly with the advent of the Betty and Barney Hill-type abduction cases. Dick, Philip K ., author from the 1950s until his death in the early 1980s of many al - legorical novels dealing with alien civilizations and states of consciousness. He eventually revealed that his novels were built upon alien transmissions and a hidden cipher. In 1974 he received a spontaneous high initiation in cos - mic consciousness. At his untimely death he was working on a series of novels based on his understanding of the aliens’ intentions towards Earth. Notable works include The Man in the High Castle, VALIS and The Divine Invasion . The critically acclaimed science fiction film Blade Runner is loosely based on his novel Do Androids Dream of Electric Sheep . Jung, Dr. Carl , the famed Swiss psy - chiatrist and creator of Analytic Psychol - ogy, a theory that relies on the importance of archetypes. Dr. Jung was a member of the National Investigations Committee on Aerial Phenomena (NICAP) and author of a book about UFOs considered from an archetypal and mythic base, Flying Saucers: A Modern Myth of Things Seen in the Sky ."},{"pageNumber":24,"pageContent":"Allen H. Greenfield 12 Keel, John A. , adventurer and au - thor, his early pursuit of occult mysteries are chronicled in JADOO . His interest in UFOs led to the development of an Ul - traterrestrial alternative to the Extraterres - trial Hypothesis. A prime investigator of the Mothman cases, his UFOs: Operation Trojan Horse and The Mothman Prophecies clearly show the linkage between things UFOlogical and things occult. A man of dry wit and a speaker with consider - able personal charisma, Keel’s hidden as - set is his ability to tune one in to the high strangeness aspect of the UFO phenom - enon in a way that can only result from direct field work. King, George , one of the premiere “trance channel” contactees since 1955. King and his Aetherius Society form one of the direct links between occultism and UFOlogy, in that King claims to be a di - rect agent of The Great White Brother - hood working diligently with our extrater - restrial allies against the Black Lodge. Lamed, Frater who, as the former Timothy Coutu, a chief of the QBLH and computer programming specialist, learned computer programming for an opportu - nity to do serious original work with the Cipher. Laying out the 1974 cipher solution on a 26-point star pattern, Frater Lamed was eventually able to generate thousands of “cipher star” variants, highly suggestive of a “starseed transmission” based on the cipher hidden in The Book of the Law . Lightlines Group , organized in Kentucky by Carla Rueckert and the late Don Elkins. Lightlines is one of the few trance channel contactee bodies making no claims for the true nature of its channelings, and known for doing systematic research on the process of communication. Elkins was an Eastern Airline pilot but also an accomplished trance medium, best known for the work eventually published as The Ra Material ."},{"pageNumber":25,"pageContent":"Secret Cipher of the UFOnauts 13 Layne, Meade , founder of the venerable Borderland Sciences Research Foundation. Layne was for many years the editor of BSRF’s Round Robin and other journals, and he worked closely with trance channeler Mark Probert. Layne was also a student of the work of Frater Achad. At one time, Layne had been a member of the Society of the Inner Light, a direct offspring of the Hermetic Order of the Golden Dawn. At the end of the 19th century, this Society devel - oped its rituals from certain Rosicrucian cipher manuscripts based in the teachings of the Third Order, or Secret Chiefs, or Ascended Masters — which are identi - cal with the Space People in contact lore. That so much cipher material shows up in and around Layne, who was said to be in frequent communication with the Great White Brotherhood, is highly suggestive that he was one of those who introduced the cipher into UFO trance-channeled contactee lore. Layne was also writing about flying discs before Kenneth Arnold’s sightings. He also introduced the idea of channeled masters to UFOlogy. Moseley, James W ., the founder of the Saucers and Unexplained Celestial Events Research Society (SAUCERS). Since 1954 he has published some variation of SAUCER News . For many years Moseley was the pri - mary mover and shaker in UFOlogy in the New York area. He was a fixture on early talk radio programs, and was an intimate collabora - tor with the late Gray Barker. The wealthy son of a U. S. Army General, Moseley has always approached the UFO mystery with a note of humor and common-sense skepticism, which has brought him more than a few critics. He has for many years served as Chairman of the National UFO Conference."},{"pageNumber":26,"pageContent":"Allen H. Greenfield 14 Newbrough, John , known mainly for his channeled communication of the mystical work Oahspe in the late nine - teenth century. Palmer, Raymond A ., was a publisher of conventional science fiction magazines until 1943. Then he began publication of the writings of Richard Shaver, which purported to be accounts of real extra terrestrial visitations and an off-world origin for the human race. For this, Palmer was eventually drummed out of science fiction circles. After cofound - ing Fate magazine with Curtis Fuller in the 1950s, Palmer went on to publish Flying Saucers magazine and Search until his death in the 1970s. He republished the Shaver material in the early 1960s and was a fighter for unorthodox causes until the end of his life. He claimed for many years to be in possession of a mysterious “FACT” that explained the UFO mystery. This “FACT” appears to have been the ci - pher of the UFOnauts. Little known to his admirers and critics alike, Palmer was a victim of great physical handicaps, ap - parently the product of birth defects and a tragic accident in childhood. Living a retiring life in rural Wisconsin in his later years, Ray Palmer overcame great personal obstacles to be a literary figure of some note."},{"pageNumber":27,"pageContent":"Secret Cipher of the UFOnauts 15 Prophet, Elizabeth , and the late Mark Prophet , (r), crossovers between classical mediumship and modern trance channeling. It is significant that some of the beings Ms. Prophet purports to channel are the very real and physical Adepts known a century earlier by Madame Blavatsky and others, under their assumed names. Randolph, Dr. P. B ., an Ameri - can occultist who introduced some of the more profound secret hermetic doctrines to both American and European initiates."},{"pageNumber":28,"pageContent":"Allen H. Greenfield 16 Shaver, Richard Sharpe , an untutored, unlettered blue collar worker who began hearing voices and wound up developing an entire mythos peopled by cavern-dwelling survivors of ancient space-based races of beings who long ago settled and later abandoned the Earth. His wild, unstructured imagery was pol - ished for publication by Ray Palmer, cre - ating a major scandal and a now largely forgotten furor in science fiction circles in the 1940s. His Mantong Alphabet bears a startling resemblance to the Cipher of the UFOnauts. Shaver asserted that all languages were descended from Mantong, the ancient language of the universe, and could therefore be decoded by those not conversant in a specific language, such as English. In Shaver’s view, English is a bas - tardized reinvention of Mantong. Stranges, Rev. Frank , California clergyman and UFOlogist who met a man at the Pentagon claiming to be an alien being. A minister and the son of a min - ister, Stranges received much flack by talk - ing about aliens in communication with the government a generation before other UFOlogists were even willing to consider the idea."},{"pageNumber":29,"pageContent":"Secret Cipher of the UFOnauts 17 Tassel, George Van , early physi - cal contactee and founder of the first UFO conclave, the long-defunct Giant Rock Conventions. Van Tassel also engaged in psychic communications and was closely associated with the earliest New Age groupings, which, to some extent, started at Giant Rock. Of particular interest is that, beginning in 1952, Van Tassel was in communication with a being calling itself “Ashtar” — the name of a medieval de - mon said, in the old magical texts, to have relocated to America. Ashtar has shown up in many subsequent cases. Williamson, George Hunt (“Ric”) , claimed a doctorate in anthro - pology and was a one-time follower of Guy Ballard’s I AM movement, an orga - nization with an unsavory reputation for overlap with the pro-Nazi Silver Shirts, an American subversive body broken up by the U. S. Government after America en - tered World War Two. Williamson, who was born in 1926, was one of Adamski’s original contact witnesses, but speedily developed a vast following of his own for his channeled communications. Other communications were by radio. A mys - terious and elusive figure, his best-known works include The Saucers Speak and Other Tongues, Other Flesh , but he was sometimes rumored dead long before his (presumed) actual demise in January 1986. Ric Wil - liamson organized the mysterious Brother - hood of the Seven Rays, which he presided over as Brother Philip in a remote retreat high in the Andes Mountains of South America. He was certainly an Initiate, much given to ciphers and intrigue. One can only guess at his complex motives."},{"pageNumber":30,"pageContent":"Allen H. Greenfield 18 The Grid Page from Liber AL vel Legis."},{"pageNumber":31,"pageContent":"19 3 S ECRET C IPHER OF THE UFO NAUTS D ISCOVERED A s those who have studied the prehistory of UFOlogy will tell you, UFOs and rumors of them have seemingly been around as long as human beings have looked up and wondered at the vast fantasia playing itself out every day and night in the sky. As the old song says, “At night the sky puts on a show for free.” In the process of looking at the then-unpolluted skies, the Babylonian, Mayan, Chinese and Egyptian astronomers and magi developed both a vast and complex mythology of gods and heroes and a means of foretelling the future, or, as they would have it, the Will of Heaven. In time they would also learn that knowledge of the sky led to the ability to predict the seasons and impressive celestial events, such as lunar and solar eclipses. With this knowledge came power over humanity, and the magi were not mere philosophers and stargazers, but priest-kings favored by the gods with the foreknowledge of agricultural cycles, then fast becoming the basis of life and death for civilization. That other, irregular events were noted as well can be defined as the beginning of UFOlogy. No doubt to some extent we can explain such events in terms of comets and supernovæ. However, these celestial occurrences leave unexplained such events as the mythos surrounding the Star Sirius and the knowledge of its dark star neigh - bor, or semi-aquatic beings called the “Oannes.” (Oannes were considered visitors from the Sirius region who taught on Earth and left behind a divine mythos and a priesthood awaiting their return. They are known to the Sumerians and their Baby - lonian successors, and to the Egyptians, and held as legends to the present day by remote African tribal priesthoods.) Nor do comets and supernovæ explain the ascent of Elijah alive into heaven, nor the vision of Ezekiel the prophet, which in Hebrew is even eerier than in the English translation. A priesthood protecting what it took to be the secrets of the divine visitors, wheth - er an actuality or not, has existed since these remote times. In the early ages when the ability to build observatories overlapped with the ability to predict and therefore control civilization, the intermeshing of early Operative Masonic fraternities and the priest-kings or Magi or Magicians was to be expected. Because these guild secrets were of utmost importance in preserving both power and wisdom, a whole system of secret oaths, signs, ciphers and grips was developed to protect these secrets under the highest penalties for betrayal, along with a webwork of mystery plays or rituals to explain to the heirs of these secrets what it was they were preserving, and why. Here we have the beginning of a two-class system consisting of those who know and those who do not know. While this was developing, millennia were passing, Aeons giving way to one an -"},{"pageNumber":32,"pageContent":"Allen H. Greenfield 20 other, and new observations of phenomena in the sky continued. New cults arose, only to intermesh with older ones through conquest or exchange of information. A rich and ever-developing mythology became more and more complex. The question arises, were there new contacts with the Divine Beings, or only new legends and variations of old legends? I suggest to you that present-day contact cases and sight - ings indicate ongoing communication. In fact, modern UFOlogy emerged from a narrow circle of survivors in possession of all or part of the “old knowledge” trying to look into the new sightings and contacts in the hope of renewing their communica - tion with the Ancient Gods. Key figures included Meade Layne and Ric Williamson. Both Layne and Williamson show traditional knowledge of the lore of the Magi, trance mediumship — the 19th and early 20th century descendant of the ancient oracles and sybils — and an interest in developing trance channeling oriented upon the then-emerging modern flying saucer lore. But I am getting ahead of myself. My subject here is the Cipher of the UFOnauts. I will document this cipher for you and show you how to decode the cipher, which has been in continuous use since the legendary visit by the gods of Sirius. In the early 18th century Craft Masonic bodies formally merged in a Grand Lodge that included Speculative Masons; these individuals — mostly aristocrats of wealth and power — were not skilled at the building arts and had no direct connection, in most cases, with the rich lore of Rosicrucian and Masonic legend. They settled on a system of three initiatory degrees, the Entered Apprentice, Fellow Craft and Master Mason. This tri-fold system does indeed correspond to the communication of the formal guild secrets of Operative, or practical Masonry, but has little of the metaphysical meaning and a distinct feel of incompleteness. Later a so-called “Royal Arch” de - gree, which attempted to deal with many questions unanswered in the Craft degrees, became popular with Masons. The Royal Arch came to include the communication of a Secret Cipher, cleverly built upon angles and dots and directly translatable into English. This would seem to suggest a late date for the cipher, but it corresponds to the Key to the much older Aiq Bakir, the Hebrew Qabala of the Nine Chambers, and is an obvious English adaptation of a much older cipher. In its present form it decodes easily and has been so often exposed in the last 150 years that its value as a cipher is actually now greatly diminished. The Golden Dawn cipher documents are considerably more complex. They were probably drawn up in the 1860s or 1870s, and they seem to be notes rather than a complete system of occult work. Into this system Aleister Crowley was initiated. Born Edward Alexander Crowley, he changed his name to Aleister at about the same time he joined the Golden Dawn. He tells us the switch in names is from the Gælic form of Alexander, but, as he admits, this should be spelled properly “A-L-A-I-S-D- A-I-R” and not “A-L-E-I-S-T-E-R.” This distinction becomes more important later. Crowley was sometimes called “the wickedest man in the world” — an alleged Sa - tanist, sexual pervert and perhaps murderer. By the time of his death in 1947, what - ever one may have thought of Crowley, names like Hitler and Stalin made the charge"},{"pageNumber":33,"pageContent":"Secret Cipher of the UFOnauts 21 almost humorous. In any case, most of what one hears about Crowley’s wickedness is based upon false rumors and Crowley’s experimentation with drugs and various forms of sexuality as methods for consciousness expansion, when such methods were decidedly out of favor. (Those who lived through the experimentation of the 1960s would actually find his activities relatively tame.) But Crowley developed his reputa - tion in the late Victorian and Edwardian eras. (Oscar Wilde and D. H. Lawrence suffered similar fates.) That Crowley was a master occultist, though, is certainly true. Central to our premise is a single occult event in which Crowley, then on an extended honeymoon with his wife Rose in Cairo, acted as scribe in the transcription of what purports to be a Holy Book for the New Aeon, known as Liber AL vel Legis , or The Book of the Law . Liber AL in some ways follows the same pattern as Newborough’s Oahspe or The Book of Mormon . It differs in its outlook, the richness of its poetry, and, for our purposes, in one other way. It refers to an internal cipher or secret code which, it predicts, Crowley himself would never transcribe . Predicted, however, is its deciphering by another, who turned out to be Crowley’s magical child and one-time heir-apparent, Charles Stansfeld Jones, sometimes called Frater Achad. Achad, in his Book 31 , does indeed find the key to the code, but 70 years passed before a full transcription of the code was made. In the original handwritten manuscript of The Book of the Law , a single page is inexplicably overlaid with a grid, a line, and an enigmatic mark sometimes referred to as a “Rose Cross,” although it looks much like one of the four keys to the Royal Arch Masonic Cipher. Liber AL was dictated in 1904, according to Crowley, by a præterhuman — some of his successors say extraterrestrial — intelligence calling itself Aiwass. Long after both Achad and Crowley were dead, one Carol Smith and a group in England calling itself the OAA fully deciphered the code. Another 10 years were to pass before a member of OAA’s American counterpart, Frater Lamed of QBLH, was to apply computer technology to the cipher solution and produce Lexicon, a computer program that provides a vast, powerful tool for deciphering the code of Liber AL , as well as many variants. I had been a UFOlogist for 30 years and a student of the western occult tradition for almost as long before I hit upon a discovery that could completely change forever the way any intelligent student thinks—or should think—about either UFOlogy or the occult. I had long noted, for example, that in the earlier contactee cases, when names were given by the purported aliens for themselves, their home world, etc., they often were very odd names. I looked many years ago for puns. I mused that perhaps, for example, Woodrow Derenberger’s 1966 encounter in West Virginia with INDRID COLD from the planet LANULUS had something to do with myth and legend. Jacques Vallee and John Keel had both pointed out the connection with mythic names and legends, and I thought LANULUS might be a play on “LAND YOU LOST” or “LAND YOU LUST” — a reference to Atlantis lore, or legendary shadow lands such as Færie or Magonia. But such answers seemed, like the Masonic Third Degree, somehow incomplete."},{"pageNumber":34,"pageContent":"Allen H. Greenfield 22 I was aware, also, that similar names had shown up as discarnate beings and con - trols in 19th and early 20th century trance mediumship, UFO contactee trance chan - neling and, later, the trance channeling so trendy since the Seth Material of Jane Roberts in the 1970s. As a former elected member of the British Society for Psychical Research, I saw a connectedness but could not make out the actual connection. When I started working with the 1974 cipher solution to The Book of the Law , however, as an idle experiment I began applying the cipher work to the “funny” names from mediumship, contacteeism and trance channeling, and what I found constitutes the solution to the UFO mystery. I do not make such a claim idly. Others have made such claims, but verifiable proofs and methods of obtaining proofs have not been forthcoming. This volume presents for your illumination and, hopefully, edification, the cipher itself: its various decoding methods, its computer variants and some applications that will lead you directly to the truth about UFOs. I’m not suggesting that this is the only method by which one can solve the UFO mystery. I am suggesting that it is the easiest and most straightforward, and the most accessible to any intelligent lay person. Although the Cipher Solution is embedded in The Book of the Law , it apparently does not originate there. While the Royal Arch Masonic cipher is communicated to initiates as an English Language cipher, it is actually, as noted above, rooted in the Hebrew Qabala, and is limited in function for English speaking adepts and initiates. It was soon exposed, but by the mid-19th century something new was afoot in the occult underground. [I must return momentarily to the High Middle Ages, the Renaissance, and the period of the Protestant Reformation in Europe. The persecution of real or imagined witches, heretics, Jews, Moslems and occultists was then at a peak, and the heirs of the illuminated tradition—the Templars, Cathars, Albigensians and other Gnos - tics—were forced to resort to a roundabout code or cipher to carry on their ideas in relative safety. New ciphers were developed. The cryptic language of alchemy that so intrigued Carl Jung and others overlaps with the Rosicrucian tradition. A key work that dates to the 1600s, The Alchymical Wedding of Christian Rosenkreutz , contains a specifically Rosicrucian cipher.] Beginning in the mid-19th century we suddenly see the occult tradition renew an ancient practice, speaking through oracular entranced prophets in voices other than their own. Trance mediumship to communicate with the dead was the first ver - sion, but this was soon followed by various kinds of channelings and contacts with higher beings manifesting in the so-called “Mahatmas” of the Theosophical Society. Examples include the Secret Chiefs of the Third Order in the Golden Dawn and related societies; the UFO-related channelings of Mark Probert and the Inner Circle, Dick Miller and many to follow; along with the alleged physical contacts of Adamski, Bethurum, George King and others; and finally the channeling of Jane Roberts’ Seth, Jach Purcel’s Lazaris, Don Elkins’ Ra, and others down to the present time."},{"pageNumber":35,"pageContent":"Secret Cipher of the UFOnauts 23 In short, the rules of the game seem to have changed. What happened? Did the exposé of Freemasonry by Morgan, who was murdered for his trouble, and others have something to do with it? The rules were reaching public knowledge just at the time the Fox sisters began to hear the spirit rappings that set in motion the Spiritual - ist phenomena. The result was routine and widespread trance channeling supposedly in a straightforward manner, without initiation, ciphers or symbols. If a control calls itself “Katie King,” one tends to accept the name as just that: a name, not a cipher key. But, with the decoding of Liber AL ’s cipher, this proved not to be the case. The names are meant to convey a second, more important meaning, but only for those able to decode it . One premise I must suggest is that, after the 1974 cipher discovery, the rules be - gan to change again. It took 10 years for the cipher to be exploited by adepts, and at least another 10 for you to read about it. But in the meantime, as if the phenomena responded to obscure events in human history, after 1973 the rules, for the most part, were different. The last classical UFO flap was in 1973, and this itself emphasized the growing “contact without communication” with impersonal nonhuman aliens very unlike ORTHON and AURA RHANES. “Grays” and “Blonds” were always present in UFO lore, although mostly in France and Latin America prior to the ‘73 flap. In - deed, the Betty and Barney Hill abduction case was, when it appeared in the 1960s, a total departure in American close encounter cases. But, after 1973, the “personal aliens with funny names” were nearly universally replaced with blonds and grays. Dr. Fred Bell’s Semjase, also contacted by Billy Meier, began prior to 1973. Other repeat contacts of the Old School go on, but there are few new ones. The alien names have all but vanished from newer cases. But now we can decode the older cases based on their key word or phrase, usually embedded in the name of the alleged alien, a planetary name or a strange turn of phrase. For example, George Adamski’s long-haired visitor from the sky calling for peace on Earth and good will, one ORTHON, decodes readily to the name JESUS. The name Adamski means “Son of Adam”—he is said to have returned from the dead with a new name and renewed youth, apparently raised by Orthon and friends in a bizarre parallel to the New Testament’s promise of redemption and resurrection. In the West Virginia flap of the mid-1960s, we can see now that the “beings with funny names” who appear dotted among the so-called “Mothman” accounts predict the latter, along with the very real and tragic Silver Bridge Disaster, for anyone who took the trouble to decode their names. But INDRID COLD and CARL ARDO appear in 1966 and 1967, and the classical solution to the Cipher in The Book of the Law wasn’t discovered until 1974. What goes on here? Like the old alchemical ciphers, the messages of the contactees are meant to be truly understood only by deep initiates in possession of the code out of which the cipher was constructed . Madame Blavatsky the Theosophist used the code in concealing the very real identities of her so-called “Mahatmas.” She clearly knew the code, or her Mahatmas did, when she invented substitute names like Morya and"},{"pageNumber":36,"pageContent":"Allen H. Greenfield 24 Koot Hoomi. But she was long dead when The Book of the Law appeared in 1904. As to UFOlogy, we have indicated that the cipher seems to have been introduced early on by such persons as Meade Layne and Ric Williamson. Williamson may have helped Adamski concoct or develop his Orthon story and the like. How great their individual knowledge was of what they were doing is unclear. Layne seems an exemplary person, a student of Aleister Crowley’s prodigal son Charles Stansfeld Jones (Frater Achad), and, from the 1940s, one of the saner, more decent sorts that occupied the more esoteric side of UFOlogy. Frater Damon, later to head one of the organizations following up on Frater Achad’s work, recalls that it was Layne who introduced him to Achad’s work in the mid-1950s. He also recalls how Layne would visit him in Arizona while on expeditions in search of UFO land - ing sights in the desert These events become curiouser and curiouser. Damon’s organization, the Quabalis - tic Alchemist Arcanum, and its British counterpart the Ordo Argentium Astrum or Order of the Silver Star, discovered and promulgated the very cipher we are discuss - ing, and, indeed, does so to this day. I believe that through his occult sources, Layne knew the cipher and knew that the establishment of a “magical link with the Secret Chiefs,” or contact with the UFOnauts in other words, could be effected by examin - ing the available literature, and seeking the key words for clues to who and where the Secret Chiefs were to be found. Both Aleister Crowley and Frater Achad were in contact with the Secret Chiefs. When Crowley engaged in a magical working, these pr æterhuman intelligences would consistently arrive on the scene. One of them, calling itself LAM, was sketched by Crowley and is the prototype of the current alien types seen in present-day abduction cases. In the cipher of Liber AL , which Crowley himself did not know, LAM is the equivalent of GOD. Crowley only associated the word with the Tibetan Lama, the living, consciously reincarnating Buddha. The peculiarity of LAM being the proto - type of the current abduction type has been noted’by UFOlogists, but without the KEY they can only remark of the coincidence. Does this mean that ORTHON is JESUS, or LAM is GOD? Hardly. The cipher, as becomes apparent to the diligent researcher, only uses the name or key-word for those in the know to examine and find a curious correspon - dence, pointing the way to whatever the essence of the encounter is. The clues in the Adamski case would have yielded to the initiate of these runes, for example, that the Yamski reincarnation episode was bound to happen immediately upon Adamski’s death. This leads to the well-known scientific prerequisite –the ability to predict the results of an experiment. For example, Truman Bethurum’s contact, Aura Rhanes, a female and thus unusual in the history of contactee accounts, has the cipher meaning of female. One would then expect, in future funny-name cases with female entities, some cipher reference to the femaleness of the being hidden in the being’s name. Thus, when Semjase arrives in Fred Bell’s life, we are not surprised to find her name the equivalent of gynander, the female in a so-called male role. Further, when we find"},{"pageNumber":37,"pageContent":"Secret Cipher of the UFOnauts 25 her to come from a planet she calls “Erra,” the exact equivalent of Al Bender’s contact word “Kazik,” we can predict without knowing the details that first communication will be mental or telepathic, followed by more physical encounters. So it is. But who plants such messages, and why? To answer this, one must apply the cipher knowledge to the world of deep occultism, of which UFOs are but a surface manifes - tation. The answers do not come from anything as simple as mental aberrations and hoaxes on the one hand, nor interstellar visitors and vast government conspiracies on the other. As historian Paul Johnson has shown, the Theosophical Mahatmas were neither the discarnate semi-deities of the believers nor Madame Blavatsky’s fraudulent deceptions of the skeptics. Rather, they were real people—adepts or initiates of the Deep Wisdom perhaps, but people nonetheless—with radical political and spiritual agendas that made pseudonyms a necessity. The names such Mahatmas and Chiefs took were, in very truth, noms de guerre: the kind of names underground members adapt in wartime to protect themselves and their loved ones from arrest, murder or reprisal. Curiously, it was this term, nom de guerre, that Edward Alexander Crowley used to describe his adaptation of the name “Aleister,” which carries the same cipher value as FRATER ACHAD, the magical name taken by his spiritual son and heir many years later. Such matters suggest varying levels of awareness of the cipher, and an agenda that can be learned, and indeed tapped into, by one in possession of the KEY. The word “Key” by the way, is equivalent to the word SOLVE in cipher. Discovering and cracking the code is only a beginning. To use the code and trace the UFOnauts to their doorsteps requires understanding its specifics. I have avoided technicalities in this preliminary exposition so as not to detract from the momentous discovery itself. I will next go into the details of the nature of the cipher, the cipher itself, the Lexicon computer program (which, it needs to be emphasized, gives over 20,000 workable variations of the original cipher, a mere fraction of the number of potential ciphers), the mechanics of deciphering, what to look for to decipher, and what deciphering the secret code of the UFOnauts reveals of their origin and char - acter. Masonic Cipher."},{"pageNumber":38,"pageContent":"Allen H. Greenfield 26 From The Equinox Volume VII, No. 1."},{"pageNumber":39,"pageContent":"27 4 S ECRET C IPHER OF THE UFO NAUTS D EVELOPED I t is impossible to understand the keys to the modern magical revival and its con - nection to UFOlogy and the Secret Cipher of the UFOnauts without understand - ing the context of the times in which modern ritual magical societies arose. Europe ruled the world in the late 19th century, and conspiracies proliferated. Literature abounded with stories of spies and revolutionists, real and imagined. A. Conan Doyle devoted the Sherlock Holmes story, “ The Adventure of the Dancing Men ,” to explaining the rudiments of cipher analysis, a feature of many fictional works of the period. The 1890s marked the beginning period, or revival, of many trends, organizations and tendencies that profoundly affected the New Age movement of the next 100 years. In Germany, Dr. Kellner and Dr. Reuss began organizing the Ordo Templi Orientis (OTO). In England, Victorian occultism reached its peak in the Hermetic Order of the Golden Dawn. In the Southeastern United States, the Hermetic Broth - erhood of Light established its new headquarters. Shortly thereafter, strange airships began appearing across America. Their even stranger pilots would often tell witnesses that they were headed for the Southeastern U.S. It should come as no surprise that various occult luminaries of the era were ru - mored to be secret agents (and perhaps revolutionary conspirators); Madame Bla - vatsky, Theodor Reuss and Aleister Crowley all were so suspected, and Blavatsky and Reuss certainly interacted with revolutionary conspirators on a regular basis. The basic documents of the Hermetic Order of the Golden Dawn were written in a strange cipher that may have originated with such continental adepts. As noted earlier, all Royal Arch Masons were taught a special cipher on the occasion of their initiation. Thus, that a cipher was included in The Book of the Law —dictated to Aleister Crowley by the shadowy, mysterious Aiwass on April 8, 9, and 10, 1904 at Cairo—should come as no surprise. The cipher is repeatedly referred to in the text and is associated with the “grid page” in Liber AL . In Liber XXXI ( Book 31 ), Frater Achad began the process of deciphering the code of AL, deducing the first three let - ters (A,L, W) but, as Crowley himself noted, little of value resulted. Things could not rest there. “It is impossible to understand The Book of the Law without recourse to the English Qaballa, but those who possess the English Qaballa of AI will see by its numerical commentary the true meaning of existence and the mechanisms of the magick of the New Aeon,” wrote Greatly Honored Brother P- Achad-O in The British Journal of Ceremonial Magick . He went on to say, “The law of Thelema is the green shoot of spring opening up amongst the death and decay of a defunct Aeon. It is hardly visible, yet it will grow to produce an as-yet unknown spe -"},{"pageNumber":40,"pageContent":"Allen H. Greenfield 28 cies of Mankind. A Mankind who will look back on these centuries as the truly dark ages of instinctual man: when men killed each other for illusory gain based upon the idea that it is possible to gain anything in a world in which we have no permanent home. It is as impossible to imagine Thelemic man as it would be impossible for an ape to imagine he could be us.” (“Thelemic” being from the Greek word for Will, thelema —that is, a humanity governed by Pure Will rather than idle whim.) So the matter, indeed, could not rest In 1974 a cipher solution consistent with all the clues in The Book of the Law was discovered. The solution produced immediate, specific results. “A key has been left by Crowley, under the direction of Aiwass,” wrote Carol Smith in 1980, “in order that ‘Thou shalt obtain the Order and Value of the English Al - phabet’ (Ch.1 V.55) The instruction is in Ch.1lI V.47 ‘This shall be translated into all tongues but always with the originals in the writing of the beast; for in the chance shape of the letters and their position to one another; in these are mysteries no beast shall divine.”’ Aleister Crowley, in sardonic commentary on his fundamentalist Plym - outh Brethren upbringing, called himself “the Great Beast.” In Crowley’s original Liber AL , Sheet 16 of Chapter III is a page containing the bal - ance of verse 47 written over a grid made with simple lines. An unexplained diagonal line crosses the page, and a circle with an X in it appears near the end of this line. Published versions of the text that do not reproduce the original omit this peculiarity, which the text itself cautions against. Carol A. Smith continues: There are letters along the top of the page, and it would seem to be obvious to continue with the alphabet in the manner indicated, but the clue is in the numbers down the side. A is written instead of 1 which suggests that B is 2, C 3 and so on. Fill in all the squares on the grid in this manner, repeating the alphabet when one gets to Z. To proceed to the next step the instruction is written on the page, for those who have eyes to see. ‘Then this line drawn is a key.’ The line drawn is a diagonal line across the page. If one reads any diagonal across the square one gets the order of the English alphabet to be used in the English Qaballa. Whichever diagonal is read the order of the letters is obtained. There is only one order which can be obtained and all 26 letters appear in this order. Crowley writes, “Then this line drawn is a key...and Abrahadabra.” “Abrahadabra” is an 11-fold word, and counting down 11 spaces and numbering the letters thus obtained in sequence gives one the “Value of the English Alphabet.” Thus we have both order and value, as mandated in Liber AL “The line drawn and the rose cross symbol bear a striking resemblance to the area where the key is revealed, “ notes Smith. But one cannot appreciate this without ~he original handwritten text at hand. As I have discovered the “rose cross” (which looks like a circle with a simple cross superimposed, or a gun site, or register mark) may contain other secrets. By following the line drawn down from the top of the page to its end at the “rose cross” one can find a method for obtaining both order and value in a single operation, after moving the block of four letters suggested by the “rose cross” to the page top at the upper end of the diagonal line. Order and value then no longer"},{"pageNumber":41,"pageContent":"Secret Cipher of the UFOnauts 29 fail—and repeat to infinity. Jake Stratton-Kent puzzled over the strange string of letters and numbers in Liber AL 11:76: 4 6 3 8 A B K 2 4 A L G M O R 3 y X 24 89 R P S T O V A L “What meaneth this, o prophet? Thou knowest not; nor shalt thou know ever. There cometh one to follow thee: he shall expound it.” “When I first had my attention drawn to the existence of a purported English Qa - balla, my first reaction as a quabalist was to use it on this meaningless string of digits and characters,” Stratton-Kent tells us. “I converted all the letters into their numerical equivalents in the E.Q, and added them to the numbers in the series.” In the original handwritten text, the string of letters and numbers is divided into two lines, the first ending with “Y” and the second beginning with “X.” Stratton-Kent goes on: “There are seventeen numbers and letters in the first line and eleven in the second . . . but in the manuscript the ‘X’ at the beginning of line two looks like a multiplication symbol so I made this calculation; 17 x 11 = 187, the numerical value of the phrase ‘ENGLISH ALPHABET.’” There have been further developments. This cipher solution was uncovered in 1974, fully 70 years after the writing of Liber AL In 1979 Frater Lamed of the mag - ical-qabalistic order known as the QBLH was introduced to the cipher solution, and soon began work on expanding the scope of knowledge in this area with com - puter technology. “My first attempt, “ says Frater Lamed, “led me to producing a 26-pointed star” (After the 26 letters in the English alphabet). After various efforts over several years, “I began to re-examine the 26-pointed star that I had drawn years before. The Classical English Qabala contains a cycle of 11. That is, you start at A, count 11 letters and reach L, count another 11 letters and you reach W and so on until you get back to A again. It’s clean and simple. So I wondered how many stars could be drawn.” This eventually led to Frater Lamed’s development of the computer program, Lexicon, which at this writing yields over 20,000 alternate cipher solutions, all mapped on a 26-pointed star pattern. Millions of failures were encountered in the process, and the surface has barely been scratched. Is this somehow embedded in the cipher of Liber AL ? There are intriguing hints. For example, successful cipher 360 (as in 360 degrees in a circle) yields a circular pattern. But to say that there are over 20,000 variants of the cipher embedded in The Book of the Law creates a certain intimidation factor. To say that these are only a small frac - tion of the actual number of successful ciphers hidden therein is, therefore, almost so intimidating as to scare away even the most dedicated reader. To those who may find the whole process intimidating or confusing, let me make a few observations, and several clarifications. The 1974 solution itself: when worked with by qabalistic researchers, produces pro - found, startling and immediate results. The technical nature of this work sometimes causes the uninitiated to pass it by, but the few who have examined it are generally convinced that magicians in the Thelemic Aeon, regardless of their degree, grade or"},{"pageNumber":42,"pageContent":"Allen H. Greenfield 30 level, are grossly at a disadvantage without proficiency in the tools of New Aeon Eng - lish Qabala. Liber AL asserts this, but substantial research now backs up this claim. As the ciphers thus generated seem to be at work in UFO cases as well it should also be of vital importance to UFOlogists. Hidden grimoires—secret books of magick and knowledge of the inner secrets of the UFOnauts—are beginning to arise. To begin with, there is probably more useful knowledge to be gained from the “original” cipher derived directly from the KEY in The Book of the Law than any per - son, even with computer assistance, could mine in a lifetime of creative effort. The number of cipher “Stars” is almost as large as the number of stars in the sky. Our inability to number, or name—let alone understand—them all should no more stand in our way than astronomers allow the great variety and number of stars, comets, planets and black holes in the heavens to prevent the investigation of an asteroid or, for that matter, the age of the universe. If we confine ourselves to the single original cipher (see illustration), we discover that A=1, L=2, W=3, etc. Once you understand this, it becomes easy to see that the most basic function is to reduce a given interesting word or name or phrase to its numerical value. What constitutes an interesting word or phrase? The answer to that question depends upon one’s line of research. Using these three initial letters alone, A/L/W or 1/2/3, we can derive its numerical value by simply adding the value of each letter, or 1+2+3 which, of course, equals a value of 6. In this case, the letters themselves form an obvious anagram for the word LAW. This might be an interesting area for an occultist, as this initial finding is the key word in the name of the book in which the cipher is hidden, The Book of the Law . It becomes more interesting when we discover that the number value, 6, is the actual number of the successful cipher it is derived from in the computer program Lexicon. That is, it was the 6th successful cipher generated by computer. (An “unsuc - cessful cipher” would be one that duplicates a number value before giving a separate value for each of the 26 letters of the standard alphabet.) As noted earlier, Cipher 6 involves numbering the letters A-Z by counting down from the letter A 11 times, numbering the next letter (L) 2, counting down 11 spaces again, numbering W as 3, and so on around the 26-pointed star, each point of which is a standard letter in standard sequence. For a UFOlogist, more interest, as has been the case with me, might lie in the conspicuous strange names given by purported aliens in the contactee lore. For ex - ample, by the late 1960s, I had noticed the Jesus-like qualities of George Adamski’s ORTHON. He looked like the conventional European images of Jesus, came from the sky with a message of peace and love, etc. But I had no cipher key. Armed with Cipher Six, the classical AL W code, I was able quickly to discover that O-R-T-H-O- N equaled 7-12-24-4-7-14. Adding these letter values 7+12+24+4+7+14 gives a total of 68. Now, there might be a very large number of words or phrases with the number value of “68,” but the cipher itself is derived from The Book of the Law . Therefore, using the number values ONLY of words contained in the code book itself: that is, in"},{"pageNumber":43,"pageContent":"Secret Cipher of the UFOnauts 31"},{"pageNumber":44,"pageContent":"Allen H. Greenfield 32"},{"pageNumber":45,"pageContent":"Secret Cipher of the UFOnauts 33 The Book of the Law , one quickly finds that the word JESUS, or J-E-S-U-S or 16-25- 5-17-5 or 16+25+5+17+5, gives a total of 68 once again. Therefore ORTHON = 68 = JESUS, according to The Book of the Law . Because there are an infinite number of numbers and many combinations of let - ters, words and phrases, obviously -and this is an old criticism of both simple nu - merology and Qabala—by stretching until one finds something that correlates to a preconceived notion, one can, if persistent, find just about anything. The difference here is that, by confining myself to the contents of the short book from which the cipher is derived, and limiting my search pattern to one or two attempts to find something significant with no preconceptions whatsoever, where UFOnaut personal and place names are concerned, there are virtually always case-specific correlations on the very first attempt. As The Book of the Law was itself dictated by a Pr æterhuman Intelligence calling itself AIWASS who resembles modern descriptions of the Men in Black, and gives a cipher in what purports to be the LAW of the New Age, it seems reasonable to use this text as a reference for cipher values. Crowley, be it noted, tended to consider Ai - wass an initiate of the Third Order early on, a physical person who he caught out of the corner of his eye more than once during the three dictation sessions and of whom he gave a fairly detailed physical description. “He seemed to be a tall, dark man in his thirties, well-knit, active and strong, with the face of a savage king, and eyes veiled ...The dress was not Arab; it suggested As - syria or Persia, but very vaguely,” Crowley tells us in 1936. In his later years, with the distance of time and variations of philosophy, more spiritualized interpretations of Aiwass came to be accepted. Crowley justifies The Book of the Law itself by asserting that Aiwass “showed his KNOWLEDGE chiefly by the use of cipher or cryptogram in certain passages.” However, other, related so-called Class A documents apparently inspired by Aleister Crowley can also be profitably employed in a similar way. Likewise, this cipher is apparently only the latest in a long series of codes spanning human history and em - ployed by the UFOnauts and Illuminati of all ages and nations. Therefore, the earlier decoding techniques of the Qabalists, as well as certain reasonable analogies (as with Crowley’s “Table of Correspondences” of a Qabalistic nature called 777 ), and not a little detective work will put you quickly on the trail of the cipher of the UFOnauts. That will put you, very rapidly, on the trail of the UFOnauts themselves."},{"pageNumber":46,"pageContent":"Allen H. Greenfield 34 From The Equinox Volume VII, No. 1."},{"pageNumber":47,"pageContent":"35 5 S ECRET C IPHER OF THE UFO NAUTS D ECODED “Aleister Crowley ...was instrumental in merging the occult knowkdge of the orient with the western mystery tradition, and ... could be calkd one of the first contactees in particular [be - cause of ] a book transmitted by a ‘trans-mundane’ intelligence called Aiwass in Cairo in 1904. Several years later in America Crowley made contact with another extraterrestrial entity called Lam. and the reason I mention this is because a portrait drawn by Crowley of this entity bears a startling resemblance to the modern ‘gray alien.”’ Borderlands . Second Quarter, 1993, page 21. O ne thing I want this book to do is to demonstrate how, with a little effort and intuitive ability, YOU can decode the UFOnaut’s secret cipher and find your way to the heart of the UFO mystery ...and hopefully back again in one piece. The cipher, it turns out, is based in the English language, using the classical decod - ing techniques of the Qabala—the hidden wisdom of the ancient Hebrew civiliza - tion. Qabala was originally applied to Hebrew and Aramaic words. A classical scholar versed in these techniques, languages and texts could perhaps find the previous cipher of the UFOnauts or ancient astronauts by applying the principles of Extraterrestrial - ism to qabalistic studies. In the 1950s and 1960s Rabbi Yonah ibn Aaron came close to doing just that. Ibn Aaron brought qabalistic studies to the attention of the Na - tional UFO Conference as early as June 1965 in a speech given in Cleveland, Ohio. Most of us at that time were focused on the razzle-dazzle of Erich Von Daniken’s ancient astronaut ideas and ignored ibn Aaron’s basic point: the secret is embedded in the language used . Qabalistic techniques involve reducing a word or name to its numerical value and working with that value. One need not even know the math or techniques involved, for example, to marvel at what the technique of applying the New Aeon English Qabala cipher does in decoding the “funny” names that show up throughout the history of UFOlogy. Thus I should note UFO contactee Rev. Frank Stranges’ contact, “Valiant Thor,” has a name with the same cipher value as “Ramon Natalli,” one of the original Inner Circle of contactee Mark Probert, and one of the first sources of UFO wisdom. The Inner Circle, which was promoted by Meade Layne and which was a key player in the crossover from occultism to contacteeism, itself has an odd secret or two hidden in its cipher value. There were 16 members of the Inner Circle, all said to be discarnate hu - man beings in touch with aliens. The words INNER and CIRCLE each has a cipher value of 16—the number of members of the Inner Circle, or that together INNER CIRCLE has a value of 176, the same as INSTRUCTION or INITIATION, the"},{"pageNumber":48,"pageContent":"Allen H. Greenfield 36 precise function of the INNER CIRCLE. Deciphered, the name describes the Inner Circle itself as an instructional, initiatory body of 16 members. Another member of the INNER CIRCLE is called MAHARAJA NATCHA. Again, both words have the same cipher value—in this case 57. Added together, this gives us a value of 114, which equals THE NAME. But what name? 57 = KING. Thus, “Maharaja” means “great king.” So THE NAME describes the function. We will return to the Inner Circle presently. When we jump ahead to modern UFOlogy lore, we find contactee George King’s MASTER AE THERIUS of the “Third Order” or, as it is otherwise known, “Great White Brotherhood,” in cipher is closely akin to contactee Mark Probert’s Ascended Master, known as the YADA Dl SHI-ITE. Consider that MASTER AE THE RIUS = 224 = ELIXIR OF GOD & LIFE, while YADA Dl SHI-ITE = 156 = ELIXIR OF GOD. The connection is dearly there, but who made it, how, and why? And some - times the values have a humorous touch, but who is the humorist? The Cipher contained in Liber AL is indeed the secret code of the initiates of 19th century magick and occultism, and the Cipher of the UFOnauts themselves. Much is to be said for the revisionist historical notion, best expounded by Paul Johnson ( In Search of the Masters ), that Theosophical “Mahatmas” and magical “Secret Chiefs” are very human Adepts deeply enmeshed in the spiritual and political revolutions of the late 19th and early 20th centuries. Madame Blavatsky may indeed have been the first to change the names to protect the adept, but the fact that they can be decoded via the Ciphers of AL—revealed by Aiwass years after Blavatsky’s death—indicates perhaps a secret code known to Blavatsky and later to Crowley and his heirs. As I have pointed out, the basic documents of the Hermetic Order of the Golden Dawn, for example, were written in a cipher, the originals still being readily available. I have also pointed out that all Royal Arch Masons were (and are) taught a cipher, since frequently reprinted. ¹ If there was a common occult cipher, it seems to have emerged in the world of mediumship. The cipher continues in the similar world of UFO contacteeism and trance channeling, which resembles mediumship as well as extraterrestrialism. The UFO contactees emerged as a distinct branch of mediums hip in the 1940s, first in Meade Layne’s Borderland Sciences Research Associates (BSRA) and later all over the occult map. Officially, UFO lore begins in 1947 (the year of Crowley’s death), but BSRA was developing contactee information a few years earlier. Strictly speaking, the crossover from cosmic communication, as with John Newbrough and his Oahspe , or 1. Louis Bimstein may have selected “Max Theon” as a pseudonym in part for the initials “M.T.” In Rosicrucian circles, M.T. is the abbreviation for “Magister Templi” or “Master of the Temple”—the 2=8 degree. According to Kenneth Mackenzie, historian and initiate of that secret order, this Circle held assemblies at Camra in Poland every nine years. Bimstein was originally a Polish Jew. In his native Warsaw, the Adepts of the Philosophus Degree (6 = 4) assembled every five years. These degrees are closely paralleled in the A.A. system, and that of the Hermetic Order of the Golden Dawn. Note that Crowley regarded Blavatsky as a High Intitiate of the Great White Brotherhood, or A.A. He ranked her an 8 = 3 (Master of the Temple) in his class B commentary on The Voice of the Silence , in which he pointedly credits himself the lesser grade of 7 = 4."},{"pageNumber":49,"pageContent":"Secret Cipher of the UFOnauts 37 Crowley and Liber AL , came in 1944, with Mark Probert and the Inner Circle UFO trance channelings, under the direction of Meade Layne’s BSRA. ² Madame Blavatsky’s first control in the parlance of 19th century mediumship was called ‘John King”—a control name as common in 19th century mediumship as “Orthon” or “ Ashtar” have been in UFO contacteeism, mediumship’s 20th century counterpart. JOHN KING in the Cipher = 98. 98 = SCRIBE and also TONGUE, precisely the role ‘John King” played in Madame Blavatsky’s early career. In Liber AL , we also find that JOHN KING = 98 = IT IS I, a suggestion as to his nature, as well as both GOD SHALL DENY (or SHALL DENY GOD) and I ADORE GOD, sug - gestive of the spiritual eclecticism of Blavatsky’s career. One can play with this in a qabalistic manner, turning JOHN KING around to KING JOHN (same cipher value). KING JOHN equals 98, which equals I ADORE GOD and SHALL DENY GOD, a fair description of England’s historical and much- hated King John, but also a description of a KEY occult mystery in classical (as dis - tinguished from New Aeon) Qabala, pointed out by Frater Achad: the interplay of 31 and its reverse, 13, or GOD and NOT. Reference also Blavatsky’s contemporary, medium Florence Cook’s control, “Katie King” -the daughter of John King a/k/a Sir Henry Morgan, the famous pirate. KATIE KING = 139 = UNVEILING and THE BRIDE. “Katie King” appeared in spirit photographs as an unveiled bride. HPB’s later “Mahatmas” KOOT HOOMI = 109 = ANDROGYNOUS, and, from Liber AL . THE LOVER; or HlLARION SMERDIS = 183 = ASCENDED MASTER, which suggests conscious ciphering. When we take into consideration ‘John King’s” earlier role in Blavatsky’s life, KOOT HOOMI = 109 = THOU KING seems of interest. That Crowley’s controls have similar associations many years later is also of interest; LAM = 24 = GOD, and also DAWN; ABULDIZ = 77 = 0 WARRIOR, another androgynous reference. The letter “0” used as a word has an occult meaning that, when used to refer to a male being, renders the phrase androgynous. The cross references are complex. For example, KOOT HOOMI = 109 = ANDROGYNOUS, but also LORD HADIT NOW (from a qabalistic standpoint, identical with LORD HADIT WON). (Compare the 1970s New Age control Seth. SETH = 58 = HADIT. HADIT, NUIT and RA HOOR KHUIT are the Trinity of The Book of the Law .) Although the names are of ancient Egyptian deities, in The Book of the Law they are transformed into the Forces basic to the Present Aeon. The androgynous LAM = 24 = GOD but also NOW (or WON). Lam, as we note else - where in this book, is the prototype of the modern Gray Alien. Both beings carry the implication of “divine victory of the androgynous God.” Interestingly, Aia Aziz (65, 2 Meade Layne is a major link between the worlds of magick and contacteeism, as we amply demonstrate in this volume. Through BSRF he developed in the 1940s the first major UFO trance contact group. He had been a member of the famous occult Society of the Inner Light, and in the late 1950s introduced future New Aeon English Qabalist Frater Damon to the work of Frater Achad, who made the first major analysis of the cipher of The Book of the Law ."},{"pageNumber":50,"pageContent":"Allen H. Greenfield 38 one-time Grand Master of the Hermetic Brotherhood of Egypt) + Lam (24; Crow - ley’s “extraterrestrial” control is also associated with the word “Lama” and “God”) = 89 = GOLDEN DAWN. Theosophical Mahatma Master Morya, on the other hand, was almost certainly the Maharaja of Kashmir, Ranbir Singh, much given to political intrigue with the Russians, including Blavatsky. Morya also had the strong Tibetan connections that Blavatsky in her less political and more spiritual mode desperately sought. MORYA = 56 = RULE and WISE in Liber AL . Ranbir Singh would indeed qualify as a wise ruler of considerable power and, historical impact Also see KOOT HOOMI = 109 = THE LOVER and MORYA = 56 = LOVER, a suggestive link. As both John Keel and, in a way, the late Don Elkins have dem- onstrated, con - tactee control names show up in many cases and are often identical with ancient deity names. As a prime example, ASHTAR most likely derives from Astaroth, a “great duke in ‘the infernal regions,’” according to the ancient magical text The Lemege - ton . The mysterious Grimorium Verum (the “True Instruction”) in that text informs us that Astaroth “has set up residence in America.” Contactee George Van Tassel claimed to contact “Ashtar, commandant of station Schare” in 1952, and became the first organizer of contactee conventions, at Giant Rock, California. ASHTAR = 47 = STARS in Liber AL repeated many times, but also FLAP, a word which came to mean “UFO wave” in military and UFOlogy circles. Recall that contactee George Adamski’s contacts included the Jesus-like ORTHON . ORTHON = 68 = JESUS, but also CHOSEN and LIFE. Significantly, on April 24, 1965, a British subject named Arthur Bryant had a contact with a “newly made ascended master” called Yamski, only hours after George Adamski died suddenly. Bryant died June 24, 1967, the anniversary of the first “flying saucer” sighting, the same day as the death of UFOlogist Frank Edwards, and the day of the largest and most diverse convention of UFO investigators ever held, the 4th Annual National UFO Conference in New York City. Dr. Gordon Melton has gone so far as to describe the contactees as “an emerging religious movement with an impetus and a life of their own.” As with the Theosophi - cal Masters and the Secret Chiefs of Magick, there is a political as well as spiritual undertone in contactee lore. Of particular note is the work of George Hunt “Ric” Williamson (a/k/a Brother Philip, d. January 1986), head of the Brotherhood of the Seven Rays with an Abbey near Lake Titicaca in South America. Williamson was a serious student of the “new bible” Oahspe , and, perhaps, From India to the Planet Mars (which influenced occultism in that period). Williamson acted as a bridge from 19th century occult mediumship to modern trance channeling. Veteran UFOlogist James W. Moseley tells us that “Williamson would go into mediumlike trances and receive space messages, which he would repeat to his listeners in a voice different from his own.” The mysterious disappearance of Karl Hunrath and Wilbur Wilkinsin is one of the more bizarre episodes in the early history of contacteeism. The story of Hunrath and"},{"pageNumber":51,"pageContent":"Secret Cipher of the UFOnauts 39 Wilkinsin is bound up with that of Ric Williamson, which, in turn, is inextricably bound up with the most famous of the early contactees, George Adamski. William - son and his wife were key witnesses to Adamski’s first contact with flying saucers, or so they would have us believe. Williamson split with the anti-occult Adamski after he began to channel cryptic messages and occult markings in the early 1950s. This set major forces in UFOlogy in motion. Predictably, an occult circle grew up around Ric Williamson, including Karl Hunrath, an electrical engineer and inventor. They spent much time attempting to decipher the more cryptic channelings. In the middle 1950s—by now, joined in California by his friend Wilbur J. Wilkinsin, another electrical engineer from Racine, Wisconsin—Hunrath received from alleged communicators an offer to be flown to Mars. They took off in a private rented plane, allegedly headed to a meeting place in the desert with a spaceship, and were never seen again. A wall in Wilkinsin’s home was found to be covered with strange symbols. One seems to be the Royal Arch Masonic glyph for “X” written three times, translated beneath as “Births give cataclysms.” ³ During Hunrath and Wilkinsin’s channeling period, Ric Williamson took to call - ing himself by his space name, Mark III, and Hunrath and Wilkinsin became known as Firkon and Ramu. Later, after Firkon and Ramu mysteriously disappeared, Ric Williamson set up his Brotherhood of the Seven Rays in a remote South American location, to deliver messages from Ascended Master Araru-Muru and others, work- ing with the Theosophically based light ray system under the Ancient Amethystine Order. This information is all a treasure-trove from a New Aeon Qabalist’s point of view, and points again to the continuity from the old mediumship and magical orders to the later contactees and trance channelers. It explains the funny control names and the reason for considering the New Aeon English Qabala to be the Cipher of the UFOnauts. ARARU-MURU, the secret ascended master of the Ancient Amethys - tine Order (yet another use of the significant “A. A.”, 4) = 110. in E.Q 110 = PURE WILL and NAME OF GOD and THE KING, but also LAPIS LAZULI. MARK 3 One of the cryptic markings on Wilkinsin’s wall was: /.\\ /.\\ /.\\ In the Royal Arch Masonic Cipher this marking is identical with three Xs. X = 22 in New Aeon Qabala. 22+22+22=66. In Lilltr AL. 66 = A GOD OF WAR and BABE 4 The initials “A.A.” recur frequently in the literature. “A.A.” itself is the Crowleyan name of The Great White Brotherhood, which Symonds and Grant attribute to “Argenteum Astrum” or Silver Star. (This hardly exhausts the symbolism—in New Aeon Occultism, the word AL [God] and LA [Not] have a great interplay, leading to the discovery of the “password of The Great White Brotherhood, “ LAAL, the reverse of AI..-LA. The term is similar to the Buddhist concept of Nirvana. In Book 31 Frater Achad discusses this mystery in detail.) The term A.A. is used by P.B. Randolph, MD., in his 1873 work on alchemy and magick, Eulis, as the secret name of a great magical order. Crowley encountered “the one eye” or “Achad Ayin” in Bou-Saada, near Max Theon’s home, on December 4, 1909, while scrying the 13th Enochian Aethyr. We take note of Ric Williamson’s Ancient Amythestine Order, and the (made up) name Aia Aziz. On the site where Arthur Bryant is said to have seen the reincarnated George Adamski in 1965, a glass phial of silver sand was found wrapped in a parchment, with the phrase Adelphos Adelpho (“Brother to Brother”) written in Greek on the scroll."},{"pageNumber":52,"pageContent":"Allen H. Greenfield 40 III, Williamson’s one-time space name = 112, which equals WE ARE ONE. This phase, as noted later by researcher John Keel, was a touchstone for a thousand New Age contact cults in the 1960s and 1970s. The ill-fated Hunrath and Wilkinsin, or FIRKON and RAMU, are also of inter - est. FIRKON = 83 = MY STARS, MY FLAP and, interestingly, AMONG GODS. RAMU = 51 = SINK and SORROWS and A LIE. It is of interest that the space names given Hunrath and Wilkinsin suggest their apparently unhappy future; to create a UFO furor or flap by chasing flying saucers in a rented plane into the desert, perhaps abducted and coming to grief for having believed a lie. Perhaps they are among the gods indeed, but not via a spaceship headed for Mars. Perhaps, instead, they were food for the gods. Another bizarre incident was the death of contactee-channeler Gloria Lee Byrd, who starved herself to death after a 66-day fast on the orders of her control, “J.W.” (J.W. = 19 = SHOW and WAY.) Gloria Lee began her fast on September 23, 1962, collapsed and died several days later, on December 2nd, after being found uncon - scious in her hotel room. In yet another bizarre twist, the Mark-Age Metacenter in Miami soon began to receive channelings alleged to be from Gloria Lee shortly after her untimely death at age 37. If there is a hidden cipher of mediumship showing up in the somewhat comic and sometimes tragic lore of contacteeism and trance channeling in modern times, what does it mean? The clue, I think, lies in the handful of common denominators in all the mythology that has emerged in the nearly 150 years since the Fox sisters heard rapping sounds in the walls, and the ship of spiritualism was launched. In presenting certain ancient holy texts, Willis Barnstone notes that, “To use a secret language for purposes of exegesis is a common linguistic practice, and is actu - ally a characteristic embedded in virtually all religious texts...” Thus, perhaps, ciphers embedded in Holy Books not only does not begin with The Book of the Law and the dawn of the New Aeon, but is as old as written language and is the basic premise which Qabalists have operated under for many centuries. Our research for this book is dictated by necessity of illustration, not any attempt to create qabalistic connections. All the more reason to note, therefore, the frequency of the number 11, the number of magick, and ciphers. AlA AZIZ = 65 = 6 + 5 = 11 (“ Aziz” or “Max Theon” was a Secret Chief of the Hermetic Brothers of Egypt.) AIWASS = 38 = 3 + 8 = 11 MORYA = 56 = 5 + 6 = 11 ASHTAR = 47 = 4 + 7 = 11 FIRKON = 83 = 8 + 3 = 11 AURA RHANES = 92 = 9 + 2 = 11 FACT = 56 = 5 + 6 = 11 (Remember that Ray Palmer always said his per - sonal advantage regarding UFOs was to judge a case by his secret FACT.)"},{"pageNumber":53,"pageContent":"Secret Cipher of the UFOnauts 41 Aleister Crowley called 11 “the great magical number, as uniting the antithesis of 5 and 6 etc” (see Aia Aziz, Fact and Morya, above) and further, “the general number of magick, or energy tending to change.” Rene Guenon calls 11 “the great number of the hieros gamos,” or, as Annemarie Schimmel explains it, “the sacred marriage between macrocosm and microcosm”—which is the precise role of the medium and contactee as well. I have mentioned the “Seth” material as indicating a continuity from the medium - ship and UFO contacteeism of the past 100+ years to the so-called New Age trance channeling phenomenon. To be sure, a parallel exists with the Holy Books and the “Patience Worth” material channeled by Mrs. Curran from 1916. The alleged dis - carnate 17th century English girl who came through in correct period dialect shows the almost expected qabalistic qualities. PATIENCE WORTH = 201 = INTELLI - GENCE and AIL MUST BE DONE WELL. Actually, the Lightlines group in Kentucky, source of the RA Material, is the cross - over point from UFOlogy to New Age religion. Jane Roberts’ work—the Seth mate - rial—is of special interest, as it introduced the New Age community to trance chan - neling at a popular level. SETH = 58 = HADIT, indicating a New Aeon significance. We also note that the more current “LAZARIS,” channeled by Jach Pursel beginning in 1974, has the connection. LAZARIS = 52 = AEONS ‘and AS ONE. (Remember the phrase “we are one”—a catch-phrase updating the “I AM” of the early New Age lore.)"},{"pageNumber":54,"pageContent":"Allen H. Greenfield 42"},{"pageNumber":55,"pageContent":"43 6 C LASSICAL U FOLOGY D ECIPHERED I N the last chapter we discussed the application of the cipher decoding technique to the mystery surrounding the disappearance of UFO contactees Karl Hunrath and Wilbur Wilkinsin. Here we wish to apply the same technique to a more-or-less random classical UFO contact of the 1960s, that of Woodrow Derenberger. The contact with “Indrid Cold” and other space aliens in late 1966 was related to other West Virginia cases of the pe - riod, including the infamous “Mothman” cases surrounding the Silver Bridge disaster and the subject of books by John Keel and the late Gray Barker. In their first encounter on a deserted interstate stretch, Cold had enigmatically told Derenberger, “I mean you no harm. I come from a country much less powerful than yours.” Derenberger was driving a Ford Econovan. Cold, apparently, was driving an interstellar space ship, with his copilot, Carl Ardo. According to Gray Barker, “They told him they came from the planet Lanulus, 30 light years away . . . Due to their skills at mental telepathy, they had no secrets be - tween one another, and that was the reason for their peaceful existence . . . Cold had a wife, Kimi. ... During one contact Cold was accompanied by a man named Clinnel, from the planet Cerenabus.” As is usual with such cases, as ludicrous as they appear, and perhaps are, they arise amid a spate of strange phenomena reports. They inevitably have archetypal, mythic qualities. I subjected many of the funny names and words of the 1966-67 case to the classical New Aeon English Qabala cipher. Remarkably, INDRID COLD reduces to a value of 112, the same value as the space name Ric Williamson took during the Hunrath and Wilkinsin period, MARK Ill. INDRID COLD = 112 = MARK Ill, but also, as noted in our last section, WE ARE ONE. I shall say more on this in a moment. CARL ARDO, Cold’s companion, has a cipher value of 54. LANULUS, their home planet, carries the value of 58. 54 + 58 = 112 again. CARL ARDO = 54 = SET and SNAKE. These terms have (very different) special meanings for demonologists, occultists and gnostics. Likewise, LANULUS = 58 = SETH, the name of the control in the first major modern trance channeling case, but also HADIT and HAWK’S HEAD, with similar occult meanings to those for CARL ARDO. KIMI = 76 = NIGHT. CLINNEL = 93 (a special number for occultists, represent - ing the Will -current of the New Aeon) = WRATH OF GOD, or simply TIME. Time, as a concept, is closely associated with the mythology of Set, Seth or Saturn. CERENABUS, Clinnel’s home world, carries the value 132 = PREY OF GODS but also ORTHON + MARKON, key names from contactee lore. The occult connections, drawn without straining directly from contactee lore and"},{"pageNumber":56,"pageContent":"Allen H. Greenfield 44 magical mythos, are startling. Examine, for example, Ric Williamson’s MARK III. MARK = 43 = RA HOOR. III = 69 = CALIPH. Keep in mind that, as Williamson used it, the “III” was almost certainly a kind of title. But the use of “I”s has a special Thelemic use, as a delineation of a 22-year period. III in this mode is the year 66 of the New Aeon, that is corre - sponding to the year 1970 of the Vulgar Era. When Karl Germer died in 1962, he left the office of Outer Head of the OTO vacant. Major Grady McMurtry, acting upon his emergency authority, eventually took on the role of Acting OHO, taking the title “Caliph.” His first public act was the publication, in 1970, of the Thoth Tarot Cards. III e.n. = 1970 e.v. (E.N. or Era Novis or New Aeon; E.V. or Era Vulgaris, or Com- mon Era). III (considered as letters) in classical cipher mode = 69 = CALIPH, the word for the keeper of the prophet’s flame; in this case Aleister Crowley, the Prophet of the New Aeon of Thelema, or True Will. We also see the same magical New Aeon mythos unfolded in the West Virginia case. INDRID COLD = 112 = WORD OF THE LAW and also WORDS AND SIGNS as well as the aforementioned WE ARE ONE. Connected to the MARK of MARK III (112) we get RA HOOR. Cold’s wife, KIMI = NIGHT, another name for NUIT. Both are from LANULUS (= HADIT). They are accompanied by SET (“CARL ARDO”) as the SNAKE. They sometime travel with CLINNEL, the 93 current All such terms, to New Aeon magicians, are of extreme importance. At this juncture we need to say a word or two about the Lexicon computer pro - gram. Once the 1974 cipher solution was discovered, working with it was painstak - ing and abominably slow. A few years later a brilliant computer software develop - ment consultant and associate of the Qabalistic Alchemist Arcanum, Frater Lamed, began the development of a software program designed to research the cipher. The results were staggering. The 1974 cipher solution is perhaps best displayed as a 26- pointed star, with one point for each letter of the English alphabet. Using mainframe computer technology over a 10-year period, Lamed found that not only could one work easily and quickly with the original cipher, but literally thousands of alternative successful ciphers are embedded in the original star. Such stars are rare; but people who have examined them geometrically as well as internally find them incredibly eerie—suggestive of a starseed transmission with an enormous store of information, a veritable library. It has been estimated that to find the 20,000-plus successful cipher solutions thus far discovered would, without com - puter technology, have involved every human being who has ever lived discovering eight successful solutions in their lifetime. Little wonder, then, that the name Aleister Crowley, adopted at a time when no computer technology existed, yields a value of 194, equal to COMPUTER KEY. Also, Achad’s key of the rituals, IN MANIFESTA - TION = 237 = PERSONAL COMPUTER. Virtually none of the cipher work that has been done since 1974 could have been accomplished before the advent of com - puter technology and the widespread dispersal of the personal computer. Crowley died in 1947, Achad in 1950. They “could not” have known, but the Masters of the Great White Brotherhood embedded a key to the cipher of the UFOnauts in their very names. Lexicon is available to any researcher with a personal computer."},{"pageNumber":57,"pageContent":"45 7 R ICHARD S HAVER AND THE M ANTONG C IPHER U NTIL the Cipher of the UFOnauts was discovered and applied to the lore of UFOlogy, the rumors and reports of human-alien interaction, both past and present, were confined almost exclusively to literal descriptions of the cases, research into those literal descriptions, or, with more sophisticated researchers, comparisons with classical folklore and the symbolism of psychology. The folklore and psychological investigations were the most rewarding, in that they disclosed a long series of repeated motifs, patterns and themes spanning the history of humanity and our interaction with alien beings. We long puzzled, for example, that a name such as ASHTAR seemed to show up in contact case after case in the modern lore of UFOlogy, but this name also has shown up throughout human history as the name of a fearsome alien being, sometimes referred to as a demon. When the Cipher of the UFOnauts came along, the name ASHTAR suddenly became less mysterious and more revealing. Prior to the discovery of the Cipher, however, one public stab was made at develop - ing a decoding formula, and it came very early in the development of UFOlogy . The source was Richard S. Shaver, a blue-collar worker who, beginning in the 1940s, authored a vivid, evocative and extravagantly wild form of High Weirdness known as ‘The Shaver Mystery.” In the early years his editor and literary champion was Ray Palmer, an eccentric science fiction publisher who possessed a hidden FACT that we’ve already discussed. (Keep in mind, too, that it was Ray Palmer and Ken Arnold who investigated and publicized the first Men in Black case, at the end of the Shaver Mystery era.) Palmer converted Shaver’s untutored erratic manuscripts into haunting and unforgettable stories of ancient space-faring races who first settled the Earth aeons ago, turning the entire planet inside and out into a technological marvel. Pal- mer brought out the great potential of Shaver’s intense and striking im - agery—the stuff that makes True Mythology. The Shaverian mythos had it that our Sun developed a form of detrimental radia - tion which horrified the elder races, as this type of radiation is the source of mutation, aging and death in this otherwise ageless and deathless race. Abandoning the Earth to mutants long ago, these beings, called Atlans and Titans and remembered now only as legends, rejoined the Nortans, a race of beings who live only in Deep Space, avoiding nearness to all stars that have, like our own, a tendency to turn malignant. The surface of the Earth was left to our comparatively short-lived species, existing in abject ignorance of our origins, while the highly mechanized interior caverns of the Earth were inhabited by TERO and DERO, relatively intact and sometimes extreme - ly degenerate beings with some knowledge of the use of ancient technologies. The"},{"pageNumber":58,"pageContent":"Allen H. Greenfield 46 perverse, degenerate DERO apparently uses this technology for the most bizarre and depraved purposes, giving rise to the surface people’s legends of Hell. Surface people are, according to Shaver, frequently abducted and enslaved in the world below. This brief synopsis of the Shaver Mystery doesn’t even attempt to do the scope of it justice; the major point here is that Shaver and Palmer scandalized the science fiction Establishment by asserting that all of this was, essentially, real and not fiction. The material began appearing in Palmer’s Amazing Stories magazine in 1943. The circulation increased by 50,000 almost immediately, but by the end of the decade the scandal overwhelmed the publishing house, and the Shaver material ceased ap - pearing. Palmer attempted to revive interest in the early 1960s, during which time I became involved with both Shaver and Palmer. They were quite different types; Shaver, like Adamski a pragmatic visionary, con - sidered these entities to be physical beings and a literally true reality. Palmer was inclined to see it more in metaphysical astral terms, leaving a few individuals like myself sort of on the fence. Palmer presented the material with a mystery that seemed to have physical, psychological and paranormal components. Shaver first encountered Palmer when the former sent Palmer something he called the “Mantong Alphabet”—a sort of cipher that he claimed was the root-language of beings throughout the universe, and which bore a close relationship to English. Shaver maintained that English was a late, degenerated form of Mantong, relating rather like Spanish does to Classical Latin. Palmer took one serious look at the “al - phabet” and recognized he was on to something. Either Richard Shaver, or whoever (or whatever) his Source was, appears to have been attempting to introduce the Cipher of the UFOnauts to certain scattered Initi - ates through Amazing Stories and related publications. The base readership certainly overlapped with that of Weird Tales and other followers of the fantastic occultism of the Lovecraft circle. The new readership, which came and went with the Shaver material were prime candidates for introduction. Mantong is not the Cipher of the UFOnauts in its current form, but many key names and words used in the Shaver material, sometimes capitalized for emphasis, yield startling results for the UFOlogist and occultist when reduced to cipher and decoded, using the methods outlined in this book. Example: According to Shaver, the Dero used advanced telepathy—augmentation machines, which serve as a kind of virtual reality projector throughout the caves and on surface people. The machine used is called a TELAUG, or 80 in the Cipher, iden - tical to ALL CAVERN and RECORDS. MANTONG itself equals 92, the number of READING. As we have established, 92 can also be thought of as 9 + 2, which equals 11, the KEY to the Cipher of the UFOnauts. One could easily interpret this as, “READING MANTONG means using the cipher based in the number 11.” At one point Shaver tells us we have allies in the caves, capitalizing for emphasis, ALL CAVERN PEOPLE ARE NOT DEROS which equals 329, the exact numeri - cal equivalent of RESISTANCE IS NOT FUTILE, a phrase now showing up in the"},{"pageNumber":59,"pageContent":"Secret Cipher of the UFOnauts 47 more contemporary science “fiction” of the Star Trek mythos. someone is, obviously, trying to tell us something. “MUTAN MION,” the central protagonist of Shaver’s seminal “ I Remember Le - muria! ” has a value of 142, identical to MEN IN BLACK. Such capitalization is standard practice among modern cipher initiates as a means of pointing out phrases to be reduced to cipher for decoding. The overall cipher picture reflects certain quali - ties about the mythos itself, which predicted the flying discs, the Blonds and other features known in modern UFOlogy. T HE M ANTONG A LPHABET A — ANIMAL (Use AN for short.) B — BE To exist. (Often used as a command.) C — CON To See. ( C -on; to understand.) D — DE Detrimental, disintegrant energy . (The second important symbol in the alphabet.) E — ENERGY (A n all-per vading concept including the idea of motion .) F — F ECUND (Used “fe,” as in fe-male—fecund man.) G — GENERATE (Used “gen.”) H — HUMAN (A very metaphysical concept here, not fully under stood but used in the sense “ H -you-man”; a human is an H -man.) I — SELF, EGO (Same as our English I.) J — GENERATE (A duplication o f G , but with a delicate difference in shade of meaning. Actually Ja , in contrast to Ge , is a very impor- tant distinction . G is the generating energy, w hile J is ani- mal generation per se.) K — KINETIC (The force of motion .) L — LIFE M — MAN N — SEED Spore (Child, as “ninny .”) O — ORIFICE (A source concept .) P — POWER Q — QUEST (As “quest-ion.”) R — HORROR Danger (Used AR , symbol of a danger ous quantity of disin- tegrant force in an object.) S — SUN (Used “sis”; an important symbol, always referring to a “sun” whose energy is given off thro ugh atomic disintegration.) T — INTEGRATION, GROWTH (Used TE ; the most important symbol of the alphabet; th e true origin of the cross symbol. It signifies the integrative force of growth; as, all matter is growing—the intake of grav ity is the cause. The force is T . TIC means the s cience of growth. Int egration - I -Con [understand].) U — YOU V — VITAL (Use VI ; the stuff Mesmer called “animal magnetism.”) W — WILL X — C ONFLICT (Force lines crossing each other.) Y — WHY Z — ZERO Nothing. Neutralization. (A quantity of energy of T neu- tralized by an equal quantity of D . Futility.)"},{"pageNumber":60,"pageContent":"Allen H. Greenfield 48 Some Inner Circle Controls that operated through Mark Probert. Copyright © Borderland Sciences Research Foundation. All this and more at: www.borderlands.com"},{"pageNumber":61,"pageContent":"49 8 R ECAP : M EADE L AYNE , M ARK P ROBERT AND THE I NNER C IRCLE “All questions pose more questions and all answers are personal opinions -and the only sound rule and reply to lift’s problems is to question nothing but to faa all situations with detachment.” MAHARAJA NATCHA OF THE INNER CIRCLE M EADE Layne, to review our premise, was best known among UFOlogists as the founder of Borderland Sciences Research Founda-tion (BSRF). He had an impressive metaphysical library and was a member of the Society of the Inner Light, one of several organizations that arose from the fragments of the seminal turn- of-the-20th-century ritual occult body called The Hermetic Order of the Golden Dawn. layne’s successor, Riley Crabb, recently passed away, but Borderland Sciences continues as a foundation, publishing The Journal of Borderland Research (P. O. Box 6250, Eureka, CA 95502), with some emphasis on the link between the occult and UFOlogy. The Golden Dawn attracted a diverse membership: Gothic writers including Bram Stoker, Arthur Machen and Algernon Blackwood were members, as were the famous occultists Aleister Crowley, S. L. Mathers and A. E. Waite, and poet W. B. Yeats. Founded upon certain cipher documents probably drafted by Kenneth Mackenzie and based on his earlier initiatory experiences with Continental Rosicrucian groups, the Golden Dawn in its wake spawned generations of occultists and, indeed, now has a number of (highly dubious) claimants to its mantle. Meade Layne was ahead of his time writing about the UFO phenomenon in the early 1940s, before the Kenneth Arnold case, as well as focusing on the more meta - physical aspect of the mystery with his patronage of trance channel Mark Probert. Probert himself merits some comment. In many ways his story resembles that of Richard S. Shaver, though Shaver always insisted that there was no metaphysical aspect to his stories of Dero, Tero and a hidden world beneath the surface of the Earth. Probert, even with Layne’s patronage, never made the extraordinary splash that Shaver did. Yet Shaver, through Ray Palmer, impacted on the highly skeptical world of science fiction fandom -then smaller and, I speak from personal knowledge, meaner-spirited than today. These fans ultimately rejected and forgot both Shaver and his sponsor, while Probert operated from a very early date in the metaphysical world on that thin line between occultism and contacteeism. The enduring impact of trance channeling on UFOlogy and, indeed, on all New Age consciousness is considerable."},{"pageNumber":62,"pageContent":"Allen H. Greenfield 50 Like Shaver, Probert’s channelings became conspicuous when, shortly after he mar - ried, his wife Irene began noticing that Mark spoke in what seemed a variety of languages in his sleep. This may, in fact, have been a form of speaking in tongues. Presumably, prior to his marriage, if he spoke in his sleep there was nobody around to hear. In any case, one is reminded of Palmer’s eerie account of hearing Shaver do something very similar on an early visit with the welder- turned-author . At an early point the channelings turned more specific, and reflect the kind of occultist thinking with which Layne, if not Probert, was certainly well acquainted: the world of Ascended Masters, Tibetan Brotherhoods and, of course, Masters with funny names. When I encounter the funny names I begin to look for something amenable to deciphering using the New Aeon English Qabala (NAEQ). Did Probert know such a code? Almost certainly not. Bryant and Helen Reeve give us an account of their 1955 visit to the Probert home in San Diego, and Mark and Irene come across as rather ordinary people in an extraordinary situation. Layne’s early work was with Probert and the Inner Circle. We’ve noted earlier that the Inner Circle was a group of 16 intelligences who were Ascended Human Masters, including the ancient YADA Dl SHI-ITE, RAMON NATALLI and one MAHA - RAJA NATCHA. MAHARAJA (= 57) NATCHA (= 57) is one of the silliest of the silly names. It not only rhymes, but repeats the same cipher value in NAEQ6. ¹ 57 + 57 = 114 = THE NAME (i.e., the name is the key). “Maharaja” means “great king” and 57 = KING, or KING KING, i.e., Great King. The name, “Great King,” means great king in NAEQ6. The Inner Circle names are filled with this kind of stuff The senior member of the Circle is the YADA Dl SHI-ITE = ELIXIR OF GOD, linking it to the (ap - parently) unrelated MASTER AETHERIUS of George King’s Aetherius Society in England. The latter claims to be part of the Great White Brotherhood at war with the Black Lodge. MASTER AETHERIUS = ELIXIR OF GOD & LIFE. RAMON NATALLI = 122 = VALIANT THOR, the name of Rev. Frank Stranges’ Stranger From the Pentagon . I discovered the link while work- ing on a speech to be delivered in Cleveland, Ohio, in September 1994, sharing the podium with, you guessed it, Frank Stranges. The last time Stranges and I were on the same program was in June 1967 at the same convention, held that year in New York. 1. New Aeon English Qabala Cipher Six."},{"pageNumber":63,"pageContent":"Secret Cipher of the UFOnauts 51 From THE FLYING ROLL (Alpha-Beta Issue, originally published March and June 1946, re -p ublished May of 1971) . Copyright © Borderland Sciences Research Foundation. All this and more at: www.borderlands.com"},{"pageNumber":64,"pageContent":"Allen H. Greenfield 52 Frater Achad (Charles Stansfeld Jones)."},{"pageNumber":65,"pageContent":"53 9 F RATER A CHAD F RATER Achad, as much as Crowley and later Frater Lamed, is responsible for cracking the cipher. His gnostic view of reality has been summarized by his fol - lowers thusly: “The Qabalists tell us that the Sephiroth were emanated by means of the Flaming Sword, or Lightning Flash, which descended from Kether to Malkuth. They also say that this was followed by the ASCENT of the SERPENT OF WISDOM who thus formed the PATHS. They showed his head at the top of the Tree, in the path leading from Kether to Chokma, which is the first path of the FLAMING SWORD. “All the known authorities have then continued to number the remaining 22 of the 32 Paths of Wisdom from Path 11 (joining Kether to Chokma) to Path 32 (Joining Yesod to Malkuth). “One may now question how it was that the SERPENT who formed the Paths by ASCENDING the Tree could possibly have started at the top, and why previous com - mentators have never taken this vital idea into consideration.” -The Sword and the Serpent [Official QBLH text] Charles Stansfeld Jones is an enigmatic historical figure for orthodox Thelemic Ma - gicians. Proclaimed by Aleister Crowley to be his magical child, a ranking member of the A:.A:. and a National Grand Master of the Ordo Templi Orientis (OTO), he is inherently a force to be dealt with seriously. Crowley tells us in his autobiography, “What I had really done was therefore to beget a Magical Son [in a magical opera - tion]. So, precisely nine months afterwards, that is, at the summer solstice of 1916, Frater O.I.V. (the name of C. Stansfeld Jones as a probationer) entirely without my knowledge became a Babe of the Abyss.” Crowley goes on to cite a number of proofs, relying upon the expected child in The Book of the Law . “It is further predicted,” Crowley goes on, “that his ‘Child’ shall discover the Key of the interpretation of the Book itself, and this I was unable to do ... in actual fact he did so discover that Key.” Of the Key in question there can be no doubt that it is the building block of all New Aeon Cabalistic interpretation. The present OTO Grand Master, Hymenaeus Beta, for example, acknowledges that “... his Liber XXXI held the key to The Book of the Law ... While his Qabalistic teachings are sometimes ‘unorthodox’ ... they are unfailingly self-consistent.” Indeed, in recent years, there has been some effort by or - thodox Thelemites to posthumously rehabilitate Achad whose decidedly unorthodox views led to a permanent break with Crowley in 1919 ev. In 1948 e.v. Achad further alienated conservative Thelemites—and endeared himself to radicals—by proclaiming the Aeon of Ma, which superseded the Aeon of Horus proclaimed by Crowley in 1904. Achad’s proclamation, be it noted, was a quiet one, made to a few individual friends and initiates. Some of these quietly formed a Fellowship of Ma-Ion including high-level A:.A:. initiates following upon"},{"pageNumber":66,"pageContent":"Allen H. Greenfield 54 Achad’s work. The Ma-Ion Fellowship should not be confused with the later would-be rehabilita - tors of Achad, notably Kenneth Grant, who have no direct connection with Achad and have been much noisier about the “Aeon of Maat.” Achad himself, in his private correspondence of the period, shows no dogmatism, and none of the emotional in - stability later attributed to him, in much the same way that Crowley’s critics tended to dismiss his last years as a vegetative period of feeblemindedness. The Ma-Ion Fellowship continued a largely clandestine existence, gradually focus - ing upon the whole of Achad’s contribution to Thelema and his approach to the A:.A:. system, with much less emphasis upon the “Aeon of Maat” concept that he eventually questioned himself as perhaps premature. Achad claimed the 10 = 1 Grade in the A:.A:. in 1919, and is conceded by even the most conservative to have held 8 = 3 status. One student of Rosicrucian Occultism was Frater Robertus, a High Degree Freemason and Martinist who would eventually claim the 9 = 2 Grade, though, al - most certainly, not until well after Achad’s death in 1950. Robertus and his associates, as if following upon Achad’s suggestions and warrants, organized an order structure in line with Achad’s Qabalistic attributions, under the initials Q:.A:.A:. (Quabalistic Alchemist Arcanum). In 1960 the QAA organized as a Church, and shortly thereafter the A:.A:. style titles were dropped from public consideration along with the tell-tale “AA” in the initials “QAA” in favor of QBLH, the Qabalistic Alchemist Church. The QBLH continued, however, to teach something closely akin to Achad’s vision of the A:.A:. curriculum revised, based upon the New Aeon Qabalistic interpretation of The Book of the Law , and the restored Tree of Life following Achad’s point of departure from the arcane tradition. What kind of ideas are we talking about? The following quotations are gleaned from Achad’s very late private writings. If they are hard for the more orthodox to take, consider the rank and relative position in the A:.A:. structure of Charles Stansfeld Jones, or Frater Achad. “... in 1903 Aleister Crowley wrote his essay ‘Berashith’ in which he affirmed: I AS - SERT THE ABSOLUTENESS OF THE QABALISTIC ZERO and concluded that all things happened by CHANCE... “Against the assertion of the absoluteness of the Qabalistic Zero, and Crowley’s ‘chance’ we affirm THE INFINITE PLENUM OF ALL PERFECTION which fills the Qabalis - tic Void ... there is the fact that I am just as much A.C.’s magical child, in fulfillment in a very real sense of Liber Legis, as ever I was. I can’t get away from that, any more than he could, whether either of us liked it or not. The proofs are overwhelming. “... we are dealing with a full-size world-mystery and a real fight between the Black and White Brotherhoods. “The Scientific Illuminism of the A:.A:. must continue. The System of initiation came to an end with the Aeon of Horus, but must be revised and continue according to New Aeon lines ... “I may well have been over optimistic in thinking that the Aeon of Truth and justice"},{"pageNumber":67,"pageContent":"Secret Cipher of the UFOnauts 55 is very near at hand.” -Frater Achad, various letters, 1948 e.v. Using New Aeon English Qabala classic cipher (NAEQ6), we find an impressive “cipher trail” involving the work of Frater Achad. ALEISTER = 117 = FRATER ACHAD. ALEISTER CROWLEY = 194 = ONE TO FOLLOW THEE, which is generally held to refer to, and predict Frater Achad. When Crowley mentions that Stansfeld Jones had, without his knowledge, become a Babe of the Abyss (an A:.A:. title), there is a double meaning; BABE OF THE ABYSS = 190 = I STANSFELD JONES. After Achad proclaimed the Aeon of MA, a semi-clandestine fellowship arose to continue the A:.A:. work as interpreted by Achad, under the name Fellowship of MA ION. Leadership of the alchemical aspect of this work fell to FRATER ROBERTUS = 214 = QUABALISTIC MA ION. Although Robertus was not directly a student of Achad’s, the cipher trail strongly suggests connections. The unusual spelling of “quabalistic” is integral to Robertus’ organization QAA. Frater Robertus is actually Robert DUNLAP. DUNLAP = 66 = MA ION. The secrets of the vampirism of the gray aliens (and how to resist it) in their physi - cal examinations -- which are obviously of a sexual nature -- are concealed in the names of the organizations inspired by Frater Achad’s work. QUABALISTIC AL - CHEMIST ARCANUM = 345 = LESBIANS + LESBIANISM + SAPPHISM while FELLOWSHIP OF MA ION = 206 = THE SECRETIONS and also the alchemical cipher term VERY SHARP VINEGAR. The name FRATER ROBERTUS = 214 = SODOMY SECRETIONS. These terms are consistent with the inner secret teach - ings of the Great White Brotherhood. The terms also provide a clue, as noted, as to how to do battle with the UFOnauts. As others have remarked, UFOnauts frequently use bizarre forms of sexuality in their physical examinations or probes on humans, in order to obtain certain secretions of a physical, emotional and even spiritual nature."},{"pageNumber":68,"pageContent":"Allen H. Greenfield 56 Be sure and check out “The UFO Silencers”!"},{"pageNumber":69,"pageContent":"57 10 T HE M EN IN B LACK AND THEIR M AGICAL O RIGINS “...we are dealing with a full-size world-mystery and a real fight between the Black and White Brotherhoods.” - Frater Achad, 1948 “Throughout medieval times, a major current of thought distinct from official religion existed, culminating in the works of the alchemists and hermetics. Among such groups were to be found some of the early modern scientists and men remarkable for the strength of their independent thinking and their adventurous life, such as Paracelsus. The nature of the beings who mysteri - ously appeared, dressed in shiny garments or covered with dark hair, and with whom com - munication was so hard to establish intrigued these men intensely.” - Jacques Vallee, Passport to Magonia. I N 1947 the CIA was organized and the first UFO cases burst upon the American media landscape as “flying saucers.” In that year, also, the first modern visitation by the infamous Men in Black took place in which a witness, one Harold Dahl, was silenced. From that point on, a pattern began to emerge. The Men In Black legend is perennial; that it shows up in connection with the UFO lore should come as no surprise. UFOlogy bizarro chronicler John Keel ( Dis - neyland of the Gods , Jadoo , etc.) observed in his UFOs: Operation Trojan Horse : “ The records of demonology are filled with striking parallels ... the general descriptions of the vampires themselves are identical to the ‘men in black.’ The dark skin and angu - lar, Oriental-like faces were commonly reported ...” The Autobiography of Malcolm X described Malcolm’s encounter with an MIB in prison: “He had on a dark suit I remember. I could see him as plainly as I see anyone I look at. He wasn’t black, and he wasn’t white. He was light-brown skinned, an Asiatic cast of countenance, and he had oily black hair...” It is interesting that the celebrated film Malcolm X chooses to imply that this figure was Nation of Islam leader Elijah Mohammed. While Elijah Mohammed and his mysterious teacher Wal - lace Fard (who vanished without a trace) had come out of High Degree Prince Hall Freemasonry, and certainly knew some of the esoteric secrets, the being Malcolm X described is more in accord with Aleister Crowley’s description of the Præterhuman intelligence Aiwass than of Elijah Mohammed. “In the shadows, the Men in Black had long lurked, biding their time, waiting. Here and there, now and then, some people thought they had seen them, but they weren’t quite certain; perhaps they more sense than actually regarded them... “Fourteen years earlier, the shadowy visitors had shown themselves openly. Then they had descended upon flying saucer buffs, threatening and terrorizing them, hushing them up... “Al K. Bender, a UFO researcher, had been the first known victim ...he performed a"},{"pageNumber":70,"pageContent":"Allen H. Greenfield 58 certain experiment and the lurking horror came. It began with glowing blue lights. Then came the stranger with the luminous eyes in the darkened theatre, and later on a dusky street. It culminated when the Men in Black, three of them, paid him a visit ....” - Gray Barker, The Silver Bridge . UFOlogist Gray Barker got his one and only best-selling book in detailing the Albert K. Bender story and the world-wide wave of silencings. They Knew Too Much about the Flying Saucers was an international success. It was widely assumed that the Men in Black were either government agents or extraterrestrials, but as researchers Wilgus and Keel have shown, the eye in the triangle was sometimes their only insignia, while my own research showed startling parallels to certain black magick rituals in medieval times which provoked visitations by what was often called “the Man in Black” -- widely understood to be the Devil himself. Even Barker noted that Albert K. Bender’s experiments were more like a magical conjuration than an attempt at extraterrestrial communication. Any initiated magician reading Bender’s accounts would recognize the elements of magical conjuration immediately. Maybe, I mused, we were dealing more with magick than with Martians. The Black Lodge “Mathers, of course, carried on; but he had fallen. The Secret Chiefs cast him off; he fell into deplorable abjection, even his scholarship deserted him. He published nothing new and lived in sodden intoxication till death put an end to his long misery. He was a great man in his way.. .”- Aleister Crowley “What I am out to complain of is what I seriously believe to be an organized conspiracy of the Black Lodges to prevent people from thinking...” - Aleister Crowley, Magick Without Tears . Often when a person or institution allied with the historical Great White Broth - erhood approaches success (variously defined) or comes into possession of certain aspects of transcendent wisdom, Something Intervenes. That ‘something’ has been defined as the Man in Black, the Men In Black, the black lodges, or The Black Lodge. The latter term most nearly accommodates my own view. That they need to do this, and that they often fail in their efforts, is itself an indication that (A) the Black Lodge is opposed by Something Else, equally as strong, and (B) they are afraid of something we might find out -- about them, about their opposition, about ourselves or all three. The story of our interaction with the UFOnauts begins with the Qabalistic Tree of Life, and the Chakra system of the body. According to the primal occult and frequently secret and subversive view, the manifest universe emerges from an Ultimate NOT-Thing, a Consciousness or Being - ness beyond words or expressions sometimes referred to as the Unmanifest or The"},{"pageNumber":71,"pageContent":"Secret Cipher of the UFOnauts 59 Limitless Light. This Unmanifest cannot be understood in the external sense, but can be Known in the Gnostic sense by the initiate or perfected sentient being, the Ubermensch. It can be plugged into. For reasons equally inexpressible, this uniqueness unfolds itself in manifestation. Thus, the limitless light becomes a series of emanations or expressions or Intelligences that devolve increasingly toward our material form of existence and thus towards ac - cessibility in the conventional sense. But the manifestations also increasingly become subject to subdivision into arbitrary concepts such as “good” and “evil” as these are commonly understood. And they also become closer and closer in form and content to our own mundane reality, though in the relativity of things, these Higher Intel - ligences may seem unspeakably powerful, mythic and divine. The Gnostic view has tended to be that what the external world of the conventional person understands as god, devil demon, angel or, more recently, extraterrestrial be - ings are, in fact, such emanations of the unspeakable ultimate. Indeed, the ancient Gnostics saw the ‘god’ and ‘devil’ of conventional theology as an ego-maddened enti - ty under the delusion that it, indeed, IS the Ultimate Being! The late Phil Dick, in his last Gnostic allegorical fiction, eventually settled on the name “V.A.L.I.S.” or “Vast Active Living intelligence System” for this being or Demiurge. He wrestled through his literary career and secret life as a Christian Gnostic philosopher with whether VALIS was a benevolent, if machine-like deity of a sort, or an insane extraterrestrial supercomputer. Throughout recorded history, and, from the evidence of primitive objects and works of art, for aeons before, certain humans have had the capacity to tune into or channel various of these Higher Intelligences with varying degrees of accuracy. These humans have been our Seers, Oracles and Prophets. It appears, in fact, that much of the source-material of all religions comes from such channelings, including, arguably, The Book of Revelation, The Book of Mormon , and The Book of the Law . Concurrently, and not coincidentally, the two great initiatory bodies, or orders have been generated and regenerated throughout history. The so-called Great White Brotherhood, when undistorted, appears (according to legend) guided by Intelli - gences associated with the dual star system Sirius or Sothis in some manner. ¹ This brotherhood also seems to have the purpose of uplifting human character and ini - tiating biological and social evolution designed to move towards identification with Ultimate Being. What is sometimes called “the Black Lodge,” which we may associate with the Gnostic Demiurge or Phil Dick’s VALIS, is generated to keep humanity in a state of materialist trance and evolutionary stagnation. Mystics generally consider that understanding the motivations of either of these Sources may be beyond our knowledge or even our capabilities. Existentially, how - ever, it may be stated with confidence that one is dedicated to keep us in subjugation, misery and stagnation; the other to our betterment and enrichment though both at 1. S ee The Sirius Mystery by Robert Temple for a discussion of the Sirius connection—also Kenneth Grant’s Outside the Circles of Time discusses the matter from a magical perspective."},{"pageNumber":72,"pageContent":"Allen H. Greenfield 60 times have made claims to being our saviors. There are keys for decoding which is which—for example, rituals that have been generated or handed down to the magical lodges of modern times which refer to a star or the stars directly or indirectly tend to be transformative and thus of the Great White Brotherhood. Ciphers for decoding messages between the black lodges and their alien sponsors have always existed. But confusions of a deliberate nature exist; the ancient Gnostics uncovered a cipher which clearly indicates that the story of the Garden of Eden in its conventional form is turned on its head. The Serpent is clearly the symbol of Knowledge, Wisdom, the Kundalini Yogic force, the Will-cur - rent—that is, it is the symbol of Liberation and Self-Mastery. The jealous “gods,” as read in the original manuscripts, are clearly the forces of blockage, self-denial and re - pression—which is to say, the Intelligences governing the Black Lodge. This Knowl - edge of Good and Evil and Life and Death has been the Terrible Secret of Initiates throughout history, recorded in ciphers and myths, and passed on through ritual. The Black Lodge may be defined as the organized institution guided by VALIS for the purpose of holding back human evolution and keeping a slave mentality in place. Its human leaders are the “black brothers” who are not to be mistaken for mere black magicians. Indeed, Aleister Crowley observed that “the ‘Black Magician’ or Sorcerer is hardly even a distant cousin of the ‘Black Brother.’ The difference between a sneak- thief and a Hitler is not too bad an analogy...” The Black Brothers are highly advanced adepts of the Art who have simply, as the popular phrase goes, “been seduced by the dark side of the Force.” At certain times and places in history -- for example, medieval Tibet or, in more modern times, Nazi Germany—the Black Lodge has operated more or less openly with characteristic occult symbols of human skulls, lightning bolts, etc. out in the open. But like the Great White Brotherhood that it actively seeks to subvert and overthrow (as it did in the time of the Knights Templar), the Black Lodge has generally communicated by cipher and myth, in silence and secrecy, often within religious, fraternal and political institutions dedicated to the status quo. In the West since at least the early 18th century, the Black Lodge has tended to operate along crypto-Masonic lines, and its development has tended to coincide with and mirror that of the Great White Brotherhood. This development may, in fact, be attributed to a cosmic principle of “equal generation of forces.” Thus, the birth of the modern form, as the fraternity of the knights militant of the New Aeon in the cultural and political turbulence of Germany in the 1890s, may fairly (along with the coincident peak in the development of the Hermetic Order of the Golden Dawn and the Universal Gnostic Church) be characterized as the resurgence of the Great White Brotherhood and its rejuvenation out of the degeneration of classical speculative free - masonry. This coincides closely with the “Great Airship Scare” of 1897. At almost the same moment, and in the same unhappy land, the Black Lodge reas - serted itself in the form of such fraternities as the Vril Society and the Thule Group. The full story of the Vril Society, the Thule Group, the Ahnenerbe, the Schwartze Or - den (The Black Order) and other manifestations of the Black Lodge in the pre-Nazi"},{"pageNumber":73,"pageContent":"Secret Cipher of the UFOnauts 61 and Nazi era has yet to be told, though Pauwels and Bergier take an informal stab at it in The Morning of the Magicians . Rudolph Hess, the last known member of the Thule Group, told Jack Fishman ( The Seven Men of Spandau ) that Thule leader and occult initiate General Karl Haushofer (1869-1946) “was the magician, the secret Master...” of Nazi Germany. Hess believed in the cause to the end of his life. The last prisoner at Spandau, Hess died at the significant age of 93, proclaiming his loyalty to the Thule ideal to the very end. The period, in the middle 1930s, in which these groups attained their greatest, ruinous power over the German state coincides closely with the reports of “ghost rockets” over Northern Europe. The British Raj in India, and the European Christian colonization of the East in general, had all but destroyed the classical Tantrism and Illuminism of the Great White Brotherhood in the East, finding such institutions as Temple Prostitution, chakra-puji, Shiva devotion, etc. to be sexual obscenity. On the other hand, fearing the power of the Black Lodge as a political entity and eroding its hold on esoteric Eastern Religion as a practical necessity had provoked the British to effectively dismantle the classical Eastern manifestation of the Black Lodge, and Western occultists visiting the East in the 19th and early 20th century already could only find watered-down remnants and secret adepts carrying on the hidden wisdom in either form. The Great White Brotherhood survived in Tibet along with the Dark Lodges, and, since the Chinese occupation, many of its chiefs have found their way to India and around the world. As far as is known, the last classical chakra-puj to be observed by a Westerner was in the 1930s, while the last ancient intact body of adepts of the Eastern Black Lodge, ironically dedicated to foisting upon sleeping humanity a rank and demoralizing materialism, was discovered and destroyed in accordance with the insipid Marxism which guided the Chinese “People’s” Liberation Army into Tibet in the late 1950s. Among various Tantric Buddhist and Bon religious institutions, the P.L.A. liquidated the cavern retreats of Schamballah and Agarthi, the former being possibly the oldest surviving branch of the Black Lodge on the planet. (See Ossendovski’s Men, Beasts and Gods , circa 1925, for an account of Schamballah and Agarthi.) As survivors of the Marxist massacre from the Tibetan Great White Brotherhood are known to have come to the West in subsequent years, it may be assumed that survivors of the Black Lodge have set up operations in our own society as well. We can see the marks of their presence in so-called right-handed Eastern circles that have gained a certain currency among Westerners, and which peddle a useless baggage of New Age platitudes. The traditions do survive here and there in the East; a friend of mine—for 10 years a high high official of the International Society for Krishna Consciousness in India— was seduced by a Black Tantric Magician, and wound up leaving a life of celibacy as a Hari Krishna for the lurid existence of a Madame in an upscale American house of prostitution. I leave it to my readers to decide whether she was seduced from the Great Brotherhood to the Black Lodge, or vice versa. Certainly, prior to the destruction of the Tibetan black lodges, the German SS—"},{"pageNumber":74,"pageContent":"Allen H. Greenfield 62 under Thule and Vril influence and directed by the infamous Ahnenerbe Group— imported a number of Black Brothers and Adepts from Tibet during and prior to the Second World War. The Tibetan colony in Berlin in fact predates the Nazi rise to power, having been established in 1926. One Tibetan Monk, termed “the man with the green gloves” and a reputed psychic, was frequently visited by Hitler and was rumored to hold the keys to the Kingdom of Agarthi. Such keys are best understood in terms of ciphers. Western mystics including Karl Kellner, P.B. Randolph and G.I. Gurdjieff received instruction from surviving institutions of the Great White Brotherhood and carried their influence back with them to Europe, just as the Templars had done centuries before, and incorporated their teachings into the Western Esoteric System. It is known that the Black Lodge—which, as it opposes evolution, inherently fights a rear-guard action—has made unceasing war on the Great White Brotherhood in the West from the beginnings of the magical revival. Indeed, fallen and failed adepts of the Great White Brotherhood have become the tools and pawns of the Black Lodge, from Mathers to Hubbard and beyond. It would seem that the immediate goal of the Black Brothers is to delay the Manifestation of the New Aeon, the birth of the magical child and the realization of the ubermensch through diversion of the Will-current into less than useless power plays, demoralizing materialist and supersti - tious delusions, New Age jargon, etc. The classic example in the Twentieth Century was the Nazi appropriation, under Black Lodge influence, of the very concept of the ubermensch, and sidetracking it into a pathetic racialist caricature of Nietzsche’s super being. “We should found society upon a caste of ‘men of earth,’ sons of the soil ...” said Crowley, “The worst thing they can do is what is done in America, to disenchant the man of earth with his destiny; to fill him with the facts and fancies that enthrall etio - lated and degenerated idealists and unfit him for his evident purpose, that of supply - ing society with supermen.” The Black Lodge in the Nazi era totally discredited the concept of the evolved human supermen by grafting it onto German nationalist and racialist conceits, while suppressing the Gnostic Church, the OTO, the Anthropos - ophical Society and even lost-word freemasonry -- in short, anyone who might have an actual understanding of the coming Being. The leading figure of the OTO in Ger - many, the future Grand Master Karl Germer, was placed in a concentration camp. His official crime was that he knew and maintained relations with Aleister Crowley. The Chief Bishop of the Universal Gnostic Church in France was executed by the Nazis. Crowley, for his part, “on the outbreak of the War ...was invited to see the Di - rector of British Naval Intelligence.” According to Gerald Suster, “Crowley claimed that he advocated the use of two magical signs which were to boost British morale and frequently used by Winston Churchill: the ‘V’ sign, which, in magical terms, is the counter of the Swastika; and the ‘ Thumbs Up,’ the Sign of the Phallus and Vic - tory, which was published in a pamphlet of Crowley poetry during the most desperate days of 1940 and whose use spread throughout the nation.” War of the magicians, indeed!"},{"pageNumber":75,"pageContent":"Secret Cipher of the UFOnauts 63 I believe the New Age distortion of the New Aeon concept is a direct attempt by the Black Lodge and its Inner Planes Rulers (which we call, for convenience VALIS) to delay manifestation of the Aeon by creating confusion among the receptive. Much of the “White Light Channeling” clearly bears the stamp of the Black Lodge and VA - LIS, an empty metaphysical blind of insipid psychic trivia. Many self-improvement groups have their origins in the ideas of failed magicians like L. Ron Hubbard. We have new age centers that teach nothing useful, UFO message-oriented cults waving flashlights on mountains, and, as I have shown end-of-the-world doomsayers touting this or that grand cosmic alignment, harmonic convergence or polar shift. The UFO cults have clearly influenced even Kenneth Grant’s so-called “Typhonian OTO,” which appears to use valid magical currents to pursue the hideous old ones of H.P. Lovecraft’s fictional Cthulhu Mythos. Phil Dick’s last efforts were marred by insipid trivial UFO cult channelings -- the kind of stuff that was old hat to hardened UFOlogists by the late 1950s. Compare Phil Dick’s musings in The Last Testament with, for example, the Mark Probert or Dick Miller or Gloria Lee Bird materials of UFO contactee lore. The magick of the Black Lodge can be defined and thus identified in only one way and by one set standard: the subversion of the True Will. This is the essence of Black Magick , and is its only true definition. Aleister Crowley explained it this way: “The Magical Will is in its essence twofold, for it presupposes a beginning and an end, to will to be a thing is to admit you are not that thing. “Hence to will anything but the supreme thing is to wander still further from it— any will but that to give up the self to the beloved is black magick —yet the surrender is so simple an act that to our complex minds it is the most difficult of all acts; and hence training is necessary ... “The majority of the people in this world are ataxic; they cannot coordinate their men - tal muscles to make a purposed movement. They have no real will, only a set of wishes, many of which contradict others ...and at the end of life the movements cancel out each other...” Crowley’s references to his wars with the Black Lodge are scattered throughout hi s writings and bear further study. From these writings, one can come to understand that the form of the attack upon the magician can range from political repression to seduction. The great magicians, Theosophists and other Western sources have devoted even more testimony to the other side of the coin—the “Great White Brotherhood” or “The Secret Chiefs” or “The Masters.” In the early days of the magical revival, the existence of an inner order was taken for granted. This was followed by a long epoch of expose, disillusionment and world weariness. But now, revisionist historians are finding evidence that these groups, usually described in mythic terms, are as material as they are archetypal. They are, in very Truth, the “Inner Order”—in communica - tion with and overlapping with Ultraterrestrial Sources."},{"pageNumber":76,"pageContent":"Allen H. Greenfield 64 The Reality of the Secret Chiefs The mythology of the secret masters or chiefs and the myth of the black lodge form an archetypal substratum of modern magical lore which is almost a necessity if magick is not to drift into a kind of bland parapsychological secular humanism or offbeat psychology on the one hand, or a religious fundamentalism grounded in a new faith substituted for Christianity. But one should at least allow that the legend of secret chiefs may have some rather literal basis in fact; that there are high masters of the art scattered around the world, that they are in communication with one another, and that how they use their illumination depends upon their character and predis - position. This is all that one must grant to consider the great brotherhood, or secret chiefs, as well as their opposition plausible. In medieval Tibet, this was known as the “whispered succession.” It is an open part of the literature of Tantric Yoga, and the often-invoked Tibetan connection of adepts and publicists comes quickly to mind. It was the Hidden Church of Karl von Eckartshausen that brought Aleister Crowley to the path, and small wonder; von Eckartshausen wrote in the 18th century of “...the society of the Elect, which has continued from the first day of creation to the present time; its members, it is true, are scattered all over the world, but they have always been united in the spirit and in one truth ... “It is from her that all truths penetrate into the world, she is the School of the Prophets, and of all who search for wisdom, and it is in this community alone that truth and the ex - planation of all mystery is to be found. It is the most hidden of communities yet possesses members from many circles; of such is this School ...From all time, therefore, there has been a hidden assembly, a society of the Elect, of those who sought for and had capacity for light, and this interior society was called the interior Sanctuary or Church.” In medieval European graal mythology, we find a strain of accomplished Graal Templars going out in secret to govern and protect far-flung populations, but (as in von Eschenbach’s Parzival ), “...writing was seen on the Gral to the effect that any Templar whom God should bestow on a distant people for their lord must forbid them to ask his name or lineage, but must help them gain their rights ...members of the Gral Company are now forever averse to questioning, they do not wish to be asked about themselves...” As magical mythologist Aleister Crowley has a wonderful time with both friend and foe in the fictional Moonchild , but his nonfictional recounting of the same period comes uncomfortably close to the metaphor of the war between the Great White Brotherhood and the Black Lodge. Then we find the matter of fact (if remarkable) essay on sexual magick, “ Energized Enthusiasm ,” interrupted, as it were, in midcourse by an anecdotal accounting worthy of Moonchild . “Thus far had I written when the distinguished poet, whose conversation with me upon the Mysteries had incited me to jot down these few rough notes, knocked at my door ...’If you come with me now, we will finish your essay.’ Glad enough of any excuse to stop working, the more plausible the better, I hastened to take down my coat and hat. ‘By the way,’ he remarked in the automobile, ‘I take it that you do not mind giving me"},{"pageNumber":77,"pageContent":"Secret Cipher of the UFOnauts 65 the Word of Rose Croix.’ I exchanged the secrets of I.N.R.I. with him...” What followed was an account of a close encounter of a Most Peculiar Kind, best read in the original. Crowley, ever both rationalist and mystic, was aware of the superficial difficulties in the idea of secret chiefs. Yet he tended to be rather unambiguous on this matter. “Yes; this involves a theory of the powers of the Secret Chiefs so romantic and unrea - sonable that it seems hardly worth a smile of contempt...I propose to quote it here in order to show that the most ordinary events, apparently disconnected, are in fact only intelligible by postulating some such people as the Secret Chiefs...” He remarks in this manner in his autobiography, but is still quite convinced 20 or so years later when he notes, in Magick Without Tears : “They can induce a girl to embroider a tapestry, or initiate a political movement to culminate in a world-war; all in pursuit of some plan wholly beyond the purview or the comprehension of the deepest and subtlest thinkers...But are They men, in the usual sense of the word? They may be incarnate or discarnate: it is a matter of Their convenience...” We should take note of Paul Johnson’s recent trailblazing study of the theosophical masters. The essence may be boiled down to this: secret chiefs or hidden masters may have good reason to mythologize themselves, and encourage those in direct contact with them to follow suit on the border where magical philosophy meets with its political implications, the need for secrecy assumes a more practical rationale. The Secret Chiefs may be secret not because they are myths or immortals, but because they are neither. Do the Gods Leave Footprints? The recent revisionist histories, especially Paul Johnson’s The Masters , Joscelyn God - win’s “hidden hand” articles, and our own work with the “ciphers of the Secret Chiefs” (identical with that of the UFOnauts) have begun to restore the political component to historical understandings of the magical revival of the late 19th century. For Westerners, especially in America, the separation of Church and State has been sufficient to make it difficult even to think in terms of spirituality and political philos - ophy as a continuous sphere. Even hardcore Bible-belters are unable to truly imagine an established religion in the European sense, let alone in the Asiatic. I believe most of us have virtually no idea of what makes Islamic Republicanism tick, and we stand appalled not only at the atrocities of Islamic Government, but at its sheer zeal. The idea of Pat Robertson driving a truck filled with explosives into an enemy military compound shouting “Jesus is Lord!” is ludicrous in our imaginations. Put Billy Gra - ham behind the wheel ... but you get the point. Yet, it has been shown that the founders of speculative freemasonry in the 18th century, especially in its continental version, were upholders of a radical spiritual, sometimes republican political vision that captured the imagination of many, includ - ing early socialists on the one hand and occultists on the other. These tendencies meet and overlap, and explain much about the nature of Masonic and occult secrecy,"},{"pageNumber":78,"pageContent":"Allen H. Greenfield 66 the cell structure common to political radicals and occultists, and the hostility of the established State and Church to both. The Secret Chiefs of Theosophy, the Golden Dawn and the OTO may be able to, as Crowley said, “initiate a political movement to culminate in a world-war” (or prevent one), but if Paul Johnson’s thesis is correct, one should not conclude from this that they are immune to arrest, torture and execution. Alessandro di Cagliostro, almost certainly a (rather more public than would seem judicious) Secret Chief, was arrested and condemned by the Inquisition, dying in a Roman prison. Johnson observes of some of his successors: “They were all committed to an in - ternational effort to combat religious dogmatism, extend the range of democratic government, and direct public attention to the values of liberty, equality and frater - nity ...Sotheran’s acquaintance with HPB began in Europe among the disciples of Mazzini. Sotheran’s account of Cagliostro makes it clear that he regarded the work of Mazzini and the Carbonari to be direct continuation of Cagliostro’s mission...” Johnson’s cast of characters in early Theosophical history overlaps with occultist- magical history considerably. The great Magi Papus, P.B. Randolph and John Yarker all come under consideration by Johnson. But before we inaugurate Karl Marx or Anarchist Emma Goldman as “Secret Chiefs,” we do need to avoid losing sight of the fact that those who professedly encountered these hidden beings were apt to describe them in terms of, at the least, superbeings in human form. Consider Henry Steel Olcott’s account of an encounter at Lahore with the legend - ary “K.H.”: “I was sleeping in my tent, the night of the 19th, when I rushed back towards external consciousness on feeling a hand laid on me. The camp being on the open plain, and be - yond the protection of the Lahore police, my first animal instinct was to protect myself ...’Do you not know me? Do you not remember me?’ It was the voice of the Master K.H. A swift revulsion of feeling came over me, I relaxed my hold on his arms, joined my palms in reverential salutation, and wanted to jump out of bed to show him respect. But his hand and voice stayed me, and after a few sentences had been exchanged, he took my left hand in his, gathered the fingers of his right into the palm, and stood quiet beside my cot, from which I could see his divinely benignant face by the light of the lamp ...Presently, I could feel some soft substance forming in my hand, and the next minute the Master laid his kind hand on my forehead, uttered a blessing, and left ...I found myself holding in my left hand a folded paper enwrapped in a silken cloth...” The letter, as it turned out, predicted the death of two enemies of the Theosophical Society, which swiftly came to pass. The actual identity of “Master K.H.” seems to be one Thakar Singh, an enlightened radical Sikh leader, in contact with the worldwide network of radicals of the 19th century. Contrast Olcott’s encounter with S.L. MacGregor Mathers’ account of his relations with the Secret Chiefs:"},{"pageNumber":79,"pageContent":"Secret Cipher of the UFOnauts 67 “It was found absolutely and imperatively necessary that there should be some eminent Member especially chosen to act as the link between the Secret Chiefs and the more ex - ternal forms of the Order. It was requisite that such a member should be me who, while having the necessary and peculiar educational basis of critical and profound Occult Ar - chaeological Knowledge, should at the same time not only be ready and willing to devote himself in every sense to a blind and unreasoning obedience to those Secret Chiefs...” Israel Regardie described Mathers’ fateful encounter in this way: “While walking in the Bois de Bologne one day, meditating ... Mathers claimed tri - umphantly that he was approached by three men. He asserted that these were Adepts belonging to the hidden or Secret Third Order, and therefore belonged to that category of men described in The Cloud Upon the Sanctuary. Apparently, so he claims, they had materialized themselves, and in that tense emotional and spiritual atmosphere of Psychi - cal phenomena, confirmed him in the sole rulership of the Order.” Mathers observed that, for his part, “I believe they are human beings living on this Earth, but possessed of terrible and super-human powers.” As outre as these tales are, they coincide remarkably with close encounter accounts from as early as St. Paul’s fateful experience on the road to Damascus, to Albert K. Bender’s three Men in Black. The most intelligent discussion of what is delusion, dishonesty and deception in all this, and what is not, is in Crowley’s Magick Without Tears . That it is scattered through the work and written under an implicit assumption that the proofs of a residue of concrete reality, however bizarre, are readily obvious to the reader is un - fortunate, in today’s (properly) more wary magical and UFOlogical circles. All that we attempt to demonstrate here is that a plausible case can be made for historical revision at this time. Johnson’s tentative identification of Theosophical Masters both demythologizes them and adds to the credibility of their existence. If Johnson is correct, the Secret Chiefs are not only real but they probably have phone numbers -- doubtless unlisted. Crowley observed dryly in a postscript: “A visitor’s story has just reminded me of the possibility that I am a Secret Chief myself without knowing it: for I have some - times been recognized by other people as having acted as such, though I was not aware of the fact at the time.” Brad Steiger observed in 1988, that, apparently, “...Space Beings have placed them - selves in the role of messengers of God, or that we, in our desperation for cosmic messiahs who can remove us from the foul situation we have made on this planet, hope that there are such messengers who can extricate us from the plight we have brought on ourselves.” Only with the coming of cipher knowledge can we decode the Pretended Saviors from Authentic Benefactors or, better Allies. Taking into con - sideration that UFO contactee George King and his Aetherius Society are earnestly engaged in the war being waged by the (Great White) Brotherhood against the Black Magicians, a group they feel seeks to enslave the human race,” as Steiger puts it, the UFOlogy mythos and the magical mythos are shown clearly to be cut from the same cloth. The nature of that cloth, in the hands of Crowley or King, is now no longer obscure."},{"pageNumber":80,"pageContent":"Allen H. Greenfield 68 Ancient Gnostic Symbol."},{"pageNumber":81,"pageContent":"69 11 H OW TO D EFEAT THE UFO NAUT B ODY S NATCHERS : L AW OF THE B ATTLE OF C ONQUEST “The purpose of this series of ceremonies performed by Parsons and Hubbard was to unseal an inter-dimensional gateway that had been sealed in deep antiquity, thereby allowing other-di - mensional entities known as ‘the Old Ones’ access to our space/time continuum...” George C. Andrews, Extra-Terrestrial Friends and Foes “Enochian is the lingua franka of the space races, much as Swahili was the lingua franka of the many African !dnguages. Enochian is the correct time-tested traditional way for Earthlings to communicate with extra-terrestrials. “ George C. Andrews, ibid. T HE Inner Order tells us clearly, through the New Aeon cipher, how to resist Alien Abduction and Alien Conquest The Earth has been invaded by various claim - ants throughout its history. Invaders have always attempted to present themselves as invincible, veritable gods. For a time many have gained control over whole civi - lizations. Aliens controlled Babylon for a time. They exercised, through the Black Order, considerable control over Nazi Germany. They made war, at various levels and dimensions, on the Adepts of Ancient India and the High Lamas of Tibet, with fire and blood, seduction and dark magick. They did not lose, but they did not win. They made spiritual war on Gotama the Buddha, and some of them were converted. Then they knew the terror of the Ubermensch -the “super man” human- ity is even now evolving into. They were afraid of us, as well as of our Allies. Though they had conquered planets, planes and whole Orders of Reality, the gods of outer space for whom men were but pawns on the spiral arm of a minor galaxy were no match for The New Man. “I have seen him,” their pawn of pawns Hider once said, “he was in- trepid and cruel. I was afraid of him.” Unable to control a Buddha or a Christ with their Powers, the Aliens resorted to poisons and executions. The Buddha laughed at them as he lay dying, the Christ would not stay dead at all. “You are so far outstripped in terms of physical weaponry that you must find a source of strength that transcends the physical,” Khyla of Procyon tells us, “such as techniques of centering conscious- ness on powerfully motivating energy, which would be different from one individual to another.” KHYLA OF PROCYON = 150 = MEDICINE but it is also DEATH and MYSTIC ROSE, the ultimate Holy Graal of Magick as well. In elevated mystical states, the very secretions, psychic and oth - erwise, which humans emit and which desperate vampire-aliens consume like the soul-famished pathetic creatures they are, become poison to them in the Transformed"},{"pageNumber":82,"pageContent":"Allen H. Greenfield 70 Human. Cosmic Consciousness is literally poison to them. MEN IN BLACK = 142 = THEY PASS AS SHADOWS. If such powers are’ physical, they cer- tainly manifest in the occult form. RESISTANCE IS FUTILE, the Borg of the Star Trek mythos tell us. RESISTANCE IS NOT FUTILE, the answer, carries the cipher value of 329, that of QABALISTIC ALCHEMIST CHURCH and 11, I SEE TO LEARN THIS WRITING, i.e., to de - code the Cipher of the Ufonauts. Also THAT LIE THAT THOU MUST DIE and, our having not forgotten that Mohammed and Alexander were Higher Men as well, LAW OF THE BATTLE OF CONQUEST. Carry to the Alien Nest the Law of the Adepti and the Knowledge of the Portal and, as Andrews puts it, “ ...in the Golden Dawn Enochian system, the Great King of Air is the appropriate intermediary to be called upon as a benign go-between in negotiations between Earthlings and extra-ter - restrials.” The Great King of Air, in the Enochian Language, is called “BATAIVAH” and is invoked by the 2 = 9 Grade Opening in the System of the A.A. All Adepti know this. But a 9mm pistol in your pocket wouldn’t hurt either. Aleister Crowley used to say that the correct magical operation for leaving a room is turning the door knob and pushing the door. RESISTANCE IS NOT FUTILE = 329 = ABROGATE ARE ALL RITUALS, ALL ORDEALS, ALL WORDS. In the seminal and quintessential Chapter 36 of The Book of Lies , Aleister Crowley informs us, “Let the Adept be armed with his Magick Rood [and provided with his Mystic Rose].” The Magick Rood, or wand, is the supreme male symbol; the Mystic Rose the female complement. The ritual, called “The Star Sapphire,” is the revelation to the initiated of the key Secret of the magick of the conquest of the universe. Thus, we find THE WAND: THE DOUBLE WAND OF POWER = 329 = RE - SISTANCE IS NOT FUTILE. The blond alien KHYIA OF PROCYON, our alleged informant from the stars = 150 = MYSTIC ROSE. Combined, by Theosophic Addi - tion, the Wand and Rose together are 3+2+9 = 14 = 1+4 = 5 and 150 or 1+5+0 = 6, or 5+6 or 56. 56 = ISIS (5+6 = 11, of course, the number of magick, of transformation by will, of decoding). At the end of “The Star Sapphire” in Crowley’s commentary we find, “it is not he (the Adept) that shall arise in the Sign of Isis Rejoicing.” The transformed Adept, greater than the most advanced aliens, is the ultimate victor in the Battle of Conquest Not merely Earth, but the Omniverse is his domain."},{"pageNumber":83,"pageContent":"71 12 Interview with Terry R. Wriste June 24, 1994 [“The Law of the Battle of Conquest” section presented previously is, essentially, the work of our friend and sometimes comrade-in-arms, who goes by the name “Terry R. Wriste.” This interview was recorded during our most recent encounter.] Allen H. Greenfield : Terry, when we first met I certainly knew that “Terry R. Wriste” was a nom de guerre, because you were then writing rather inflammatory stuff about guerrilla warfare and revolution, and what-not. It never occurred to me to apply the cipher to your name, because I’ve known you so long, but Frater 99 of QBLH broke it down, not knowing you, and TERRY R WRISTE, he points out, has a cipher value of 192, as in SECRET MASTER. Terry R. Wriste : Um? So? AHG : So, have I been dealing with a Secret Chief all these years? TRW : C’mon. You know how I got into this stuff. It was the Shaver thing and - AHG : O.K. So, let’s take this from there. You met Dick Shaver in? TRW : That’d be 1961 or ‘62. Anyhow, Ray Palmer was then reprinting a lot of the Shaver stuff from the 1940s, about the hidden world, which Shaver claimed was the survival of an antediluvian civili- zation that had moved inside the Earth, while Palmer and others thought this was more esoteric, something fourth dimensional or whatever. AHG : I thought it was charming mythology, kind of the “demons” of the Shadow Mind vs. the Self in Jungian terms. NICAP told me it was all bunk, so, naturally, I wrote the guy. TRW : Well I read the stuff Palmer was publishing, plugged into you, and you were by then corresponding with Dick. You also had a collection, as I recall, of old Amaz - ing Stories with Shaver stuf£ AHG : No, the collection was later, late sixties. TRW : Anyhow, Dick got into trouble with the law, skipped Wisconsin and went into hiding. Oddly, it was during that lost period when you were the only one publish - ing new stuff by him, that I got his address and got involved with the little group of dedicated guerrillas who had decided, in a most unmetaphysical way, to take the best weaponry they could “into the caves” as Shaver would have it, and blow the mind- controlling bastards up. Dick had given several previous groups directions, and they had gone. Mostly [they] didn’t come back, but a few did, and I met a few, including one World War Two vet who had been with a team that entered a so-called “cave” located, and get this, near Dulce, New Mexico, under the Archuleta Mesa. AHG : Isn’t that now said to be a joint Gray Alien-Human base?"},{"pageNumber":84,"pageContent":"Allen H. Greenfield 72 TRW : You bet. I doubt there was anything there of the sort in 1948, though, and this guy and his team went through a door, and down what seemed to be an old -VERY old -elevator shaft, into a city beneath the Earth, found the Dero -this is what I was told - blew up some machinery, got Rayed and mostly zombied, killed a few DERO- types, and retreated back the way they came in. It was surprise that probably saved their asses, the few that came back. AHG : Did you believe the story? TRW : ‘Course not. But, I figured, this could be an artifact of something real, and Shaver gave us a couple of locations right here in the South that, he said, were en - trances to the caves. AHG : Right. I investigated both. One was Brown Mountain, North Carolina, and I found plenty of UFO witnesses there, including this guy, Ralph something, that claimed he had been inside the mountain, and whisked off from there to outer space. Quite a yarn. I went there with Gene and Geneva Steinberg once, and with Jim Moseley and his daughter Betty and Tim Beckley, on Christmas Eve, in 1968 as I recall. The other entrance dates back into Cherokee Indian legend of the entrance to Fairyland, Magonia, or whatever-you-call-it. It was the home of the Yum-Wee- Chum-Dee, the Little Men, and was near Tallulah Falls in North Georgia. I searched for years for that entrance. Up where Deliverance was filmed. TRW : You can see it AHG : Excuse me? TRW : The entrance. You can see it clearly in the background in one of the rafting scenes in Deliverance . AHG : Coincidence? TRW : Who knows? Shaver told you the general idea. He also sent you a map. AHG : What map? TRW : Thought you had all this figured, didn’t you? Remember those rocks he sent you with the pictures in them? AHG : Sure. They did contain interesting images; they seemed, as I said at the time, like holograms, especially when sectioned and made into 35mm slides. Shaver claimed they were the Record of the antediluvian civilization on Earth, literally preserved in stone. I gave them to you, I recall. TRW : When I got ahold of them, I resectioned the rocks, used an overhead projector and came up, in one of them, with a map of that little area of North Georgia where Tallulah Falls, Toccoa Falls, Brasstown Bald—you know, the Chattahoochee National Forest. The cave entrance is clearly marked. AHG : So, this ‘map’ includes southern North Carolina, and White County, Geor - gia? TRW : Yep. With the entrance marked with a red circle. AHG : That’s where Peter Davidson, the Frontal Chief of the Her- metic Brother - hood of Light, set up his utopian colony a hundred years ago. TRW : You bet, and no coincidence. Where was the previous headquarters? In Scot -"},{"pageNumber":85,"pageContent":"Secret Cipher of the UFOnauts 73 land, right where the Findhorn Colony was later set up, another haven for the little people. AHG : So, you and a groap of paramilitary types sought out the marked entrance and found it Then what? TRW : A door opened, we went in. We were a lot better armed than the guys in the ‘40s. An odd lot. Recent ‘Nam vets, fugitives from R. Y.M. One ... AHG : For benefit of younger people, that, more or less, [was an] armed militant wing of the anti-Viet Nam War movement TRW : Exactly. And one guy, the only black guy with us, who was then in the Black Panther Party. AHG : Quite an odd lot. How many people, all told? TRW : Ten, in all, plus a photographer who chickened out at that point. He saw the entrance and left. AHG : So you go in. Then what? TRW : Practically a replay from the WWII thing. No elevator shaft, but a long down - ward slope. It got real cold. I still figured that Shaver had been there, that this was some old mining deal right up until I heard the hum. AHG : Machines? “Mechs,” as Shaver called them? TRW : Exactly, and, I gather, we were expected. By then we were in a kind of cavern, only, I’d say, artificially hollowed out and illuminated by a greenish glow, defuse; not from a single, identifiable source. Anyhow, the whole area resembled Shaver’s less ex - otic subterranean story descriptions, and, in more recent terms, some of the modern alien base stories. We were confronted by these small, grayish beings—humanoid only in the technical sense—and one of our guys said “Dero!” and started shooting. He had an M-1 rifle, if I recall. One shot, and [the little gray being] was illuminated in blue, and just gone. Then there was a sound, and I felt my own gun, an M-16, get unbearably hot I dropped it, turned to run, and was confronted by two of these little gray-skinned guys with a net. Whatever had convinced me my rifle was hot had ap - parently not focused on my pistol, a vintage Luger, and one of the little net-holders received the last surprise of its life. It kind of exploded, and the other one dropped the net and ran, up the slope, with me suddenly in pursuit. When we got beyond the lighted area, though, it was just gone. I heard gun fire and explosions behind me, and that god-awful hum, and I continued, pistol in hand, looking around wildly, to go back the way I came. Only three of us ever made it back to the surface. One of them died a year or so later, of leukemia, I think. He was only about 24-25, so maybe there’s a connection. AHG : What about the other guy? TRW : Still alive, as far as I know. He has been back twice since; once alone at another entrance not given by Shaver, but traced from legend. The other with a group similar to my own, all of which returned alive, and is now linked with several Cavern guer - rilla groups. AHG : Why haven’t you gone back since?"},{"pageNumber":86,"pageContent":"Allen H. Greenfield 74 TRW : For the next year, I was really pretty messed up emotionally. I tried to dissuade you, you’ll recall, from one of your expeditions in search of that same entrance. I kept the “Map Stone” for years, but by then had gotten completely deflected into radical politi- cal activity, both here and abroad. I thought I was satisfied for a long time that this was a physical cave, that Shaver had been correct—and the metaphysical stuff had nothing to do with it. And we were, I thought, hopelessly outclassed technologi - cally. I’ve realized that Faerie is neither physical nor metaphysical because I’ve—in the last five years, I’ve seen too many experiments of an occult nature where the same beings have been conjured up and dealt with in a variety of ways. So, this stuff seems on the border of the physical and metaphysical realms, and I’m not sure, to borrow a phrase, that a truly advanced technology could be distinguished from magick. AHG : So after our political association, you dropped out of sight, and were, what, studying magick? TRW : Until you came up with this cipher stuff: I was mainly concentrating on the abduction cases, to see if I could actively intercept and intervene. When you turned me on to the cipher stuff: I applied it to the West Virginia cases, and went out and met Indrid Cold. AHG : That’s the being that Woodrow Derenberger encountered in ‘66 in West Vir - ginia. TRW : Right You correctly pointed out that the cases rich in funny names, as you call them, contain messages that are meant to be conveyed through media unconsciously, by simply reporting the case. The whole Mothman flap of that period was full of pre - dictive information, and even working on it in the late ‘80s I was able to predict and intervene in several abductions. But the fact that the name “Indrid Cold” that the being gave has a cipher value of 112 in classical New Aeon cipher told me that this was important, because 112 shows up, as you know, over and over in important cases. I was intrigued by Cold’s statement to Woody that he “comes from a country weaker than yours” which is not so much cipher as simple metaphor for being a native of one of the worlds already conquered by the Grays and their allies. I figured he was a fugitive, and probably looking for contact with others in the know, so he probably lived fairly near the contact point, as a fugitive from the Grays. I looked at 112 in that light, and some of the other cipher values involved. AHG : So, what did you find? TRW : His home address, virtually. AHG : Embedded in the number 112? TRW : In part; I am going to protect him as much as I can; although he is neither blond nor androgynous, he is what the current UFOlogy jargon calls a “Blond” and he does indeed come from the Procyon System. Like me, he’s been an outlaw all his life. In any case, just from the number 112, a number he gave an unknowing Wood - row Derenberger on a stretch of interstate, taking the context and using The Book of the Law for the deciphering purposes Aiwass and the Third Order intended, I discov - ered clues in the very fragmentary phrases you regard as “noise” rather than “signal.”"},{"pageNumber":87,"pageContent":"Secret Cipher of the UFOnauts 75 112 = WE ARE ONE, the code phrase that tells you you’re in important territory, but also THY WIFE and LETTER and WORDS AND SIGNS and INK AND BLACK and ALL HOUSE OF GOD and THE WHEEL and I AM 49 PLACE and, as you noted CROSS 52 I FLAP. AHG : Good stuff What does it mean? TRW : Like I said, I am leaving other values out I used in order to protect Mr. Cold, but from this I began looking near the Ohio- West Virginia line, the Mothman area, for a church (112 also yields ALL HOUSE OF GOD), with a graveyard adja - cent (AND THE DEAD) near the Kentucky-Ohio-West Virginia border along U.S. Highway 52. Near a location where Mothman had literally been sighted flapping across Highway 52, I found such a Church next to a restaurant called The Wagon Wheel (THE WHEEL) with a church- yard on the other side and an address related to I AM 49 PLACE; I won’t be more specific. There was one little ramshackle house with words and signs allover it about colds and stars and the like. AHG : So you just walked up to the door? TRW : A guy, with one big difference from the descriptions, walks up, like he had been waiting; I didn’t knock, and I said, “Mr. Cold, I presume?” He smiled and said, “My friends call me Indrid.” AHG : Let me guess, he was a black guy. The Blonds can be black. TRW : The Blonds is a conceit started by Adamski and Ric wil- liamson. They have the same racial features and range we do, and can project features at will, as Cold did for Derenberger, in the interest of security. Ric Williamson, I guess, believed all that Nordic-Aryan race crap from the Nazis. How’d you guess? AHG : 112 equals INK AND BlACK, so it was just a guess. TRW : Very good. We had a long talk, and he and his little group are really isolated fugitives. Their messages were primarily a distress signal, but to this date none of their own have shown up, and they continue to lay low. The story Cold told me is the basic one you hear, how much I believe I don’t know, but they speak of being over run by the Grays and other more serious Deep Aliens working for the Negatives. The most unusual point was his claim that they had been invited to take refuge on Earth by the Third Order—humans and posthumans who are advanced enough to qualify as Earth’s representatives in space-based governments. But Indrid Cold, or whoever he is, hasn’t heard from the Third Order, either. I think he may have moved on, but I will continue to conceal some details until I know he is safe, as I promised. AHG : I respect that, but let me make one guess, just to see if I get the pattern. 112 = THY WIFE. Does that refer to Cold’s wife, called KIMI by Derenberger? And does the cipher value of Kimi provide additional clues? TRW : Right. This was a distress beacon, disguised as a contact episode. The whole Mothman thing was a distress beacon that failed. AHG : So the whole mystery can be decoded in this way? TRW : Probably. AHG : So are you a Secret Chief? .. TRW : That would be telling."},{"pageNumber":88,"pageContent":"Allen H. Greenfield 76"},{"pageNumber":89,"pageContent":"77 APPENDIX ONE Select control names from mediumship, adepts hip and contacteeism ASHTAR, MAAT, THOR, OSOMO all = 47 (4+7=11) AURA RHANES = 92 (9+2=11) MORYA, VOLTRA, MANCO all = 56 (5+6=11) VAL THOR = 60 = RA DISC . MASTER AETHERIUS = 224 = ELIXIR OF LIFE & GOD But, curiously, also INDRID COLD+CARL ARDO+LANULUS. (The complete myth cycle.) AURA RHANES = 92 = FEMALE and LET HER. She is one of the few contacts who is named and female. ORLON = 42 = SANANDA and ZAGO+ZO ORTHON = JESUS and LOMEC HAA TON = 64 = MARKON J.W. = 19 = RO (see Shaver Mystery) LAZARIS = 52 = MONKA COSMOS = 58 = LANULUS and MADACANA and SETH RAMTHA = 63 = ORION KIMI = 76 = SOLTEC SUTTKU = 96 = LRAETON"},{"pageNumber":90,"pageContent":"78 APPENDIX TWO: T HE S IRIUS M YSTERY AND V. A. L. I. S. “ ...The teachings of the Order of the Silver Star derive from the Star of Set (i.e. Sirius). “ Kenneth Grant P EOPLE speculate about extraterrestrialism and its relationship to the “Secret Chiefs of the Order.” Although many consider this poetic metaphor (at best), magical writers Kenneth Grant and Michael Bertiaux, along with a few perceptive UFOlogists, have made serious speculations in this direction. Certainly, the Aiwass, Lam and other experiences of Aleister Crowley relate to certain types of contactee material. An example is The Ra Material generated by the late Don Elkins, Carla Rueckert and others. The stellar references in magick are nu - merous, and specula- tions along the lines of Philip K. Dick’s gnostic VALIS trilogy, along with the more creditable visitation literature (as in Robert Temple’s The Sirius Mystery ) seem worthy of examination in the light of New Aeon English Qabalah. Indeed, New Aeon Cipher work with Lexicon and the Star 26 program have some resemblance to the kind of communication we have proposed for transmission via radio telescope. Phil Dick’s V.A.L.I.S. (“Vast Active Living Intelligence System”) seemed a suitable point of departure. The phrase value of the complete term VAST ACTIVE LIVING INTELLIGENCE SYSTEM = 515 = I AM LIFE AND THE GIVER OF LIFE OF EVERY STAR, a most suggestive phrase considering that VALIS is supposed to be a kind of god-computer capable of transmitting meaningful transformative mes- sages to Earth. The acronym VALIS = 41 = HER (repeated many times), but also = WHOLE. In the VALIS story, a magical child is created as a messiah. The child is female. Phil Dick died at age 54 during the filming of Blade Runner based (very loosely) on his antima- chine novel Do Androids Dream of Electric Sheep? In his last year he became a follower of British contactee Benjamin Creme and maintained that his earlier works of fiction—allegory, really—contained a sort of cipher. The last of his novels published in his lifetime, The Divine Invasion , dealt with this theme from a Gnostic religious vantage point He maintained that the phrase “King Felix” was a cipher for the coming of a New Being, who would deliver humanity from the “black iron prison.” KING FELIX = 147 = RESISTANCE. Much of the starseed speculation centers on Sirius or Sothis, the Dog Star so im - portant as a calendar yardstick in ancient Egypt, and the object of The Sirius Mystery speculations on ancient visitations from the stars. SIRIUS = 85 = OF OUR LADY (see VALIS = 41 = HER), a phrase’from Crowley’s Liber Cheth . From Liber AL . SIR -"},{"pageNumber":91,"pageContent":"Secret Cipher of the UFOnauts 79 IUS = 85 = AM ABOVE and VISIT and FOLLOW ME. The Sirius tradition has apparently been perpetuated by many generations of priests, so it is interesting that SIRIUS = 85 = BISHOP. The cycle quoted here does seem to lend weight to the starseed transmission con - cept as it applies to the Crowley Class A documents, including the deciphering of Liber AI vel Legis , The Book of the Law ."},{"pageNumber":92,"pageContent":"80 APPENDIX THREE: W ORKING WITH THE S ECRET C IPHER W HAT follows are several “raw” bulletins that appeared on computer networks with the intent of rapidly spreading cipher knowledge to researchers around the world. Although in rough draft form, they should explain themselves. QBL UPDATE V1 Nl MAY BE REPRINTED REPLY VIA THIS BOARD [QBL UPDATE is an ongoing communications link displaying recent discoveries using the New Aeon Qabala of Liber AL vel Legis. All cipher values given, unless otherwise specified, utilize the classic 1974 cipher, also known to Lexicon users as Cipher 6. Comments and contributions are welcome. All information is more-or-less raw and subject to further evaluation and revision. ] CIPHER SIX ON Liber LXVI—a new table: Liber LXVI , or Book 66, the “ Book of the Bloody Star ” may be thought of as the Inner Order instruction in a kind of sexual magick designed to make the Adept superior to any ‘mind control’ available to the Gray Aliens or any such beings who use psychosexual and implant techniques during Abductions to control humans. The number recurs in and out of the Cipher context: 11) EARTH = 66 12) MEANS = 66 13) GATES = 66 14) ARISE = 66 15) HEART 66 16) MIX = 66 17) COME = 66 18) BABE = 66 19) The Book of the Bloody Star is itself numbered “66.” 10) Gloria Lee Byrd was told to fast by enemy Aliens posing as benevolent beings. She collapsed and fell into a coma on the 66th day, and died shortly thereafter. 11) After Hunrath and Wilkinsin disappeared -apparently Abducted—the number “66” was found written on Wilkinsin’s wall at home in the old Royal Arch Masonic Cipher. 12) The Ordo Templi Orientis began its revival in the 66th year after the writing of The Book of the Law , which was predicted by MARK III, also known as George Hunt Williamson. The name ALEISTER Crowley qualifies as a magical name, as it is a chosen name. It is significant, therefore, that the chosen name ALEISTER = 117 = FRATER"},{"pageNumber":93,"pageContent":"Secret Cipher of the UFOnauts 81 ACHAD. ALEISTER CROWLEY = 194 = HANGS UFON THE CROSS and BLACK TO THE BLIND and LUST & POWER OF LUST. Also BRING THE GLORY and SING HER LOVE CHANT. But also ONE TO FOLLOW THEE and, not from Liber AL , but interestingly, COMPUTER KEY. On the subject of the KEY, KEY = 49 = SOLVE and CROWN. KEY OF IT ALL = 126 = ROSE CROIX and SHALL TURN NOT as well as NOT TALK NOT. All of these are references specific to the “key” interpretation of the text on the grid page of Liber AL . Also NOTHING IS A, an obvious reference to ‘The Fool’ and a seeming reference to the lack of a number in the upper left square of that page, itself a key to the discovery of cipher 6. See Achad’s Liber 31 on the words “Not” and “Crown.” Reference List for QBL students—Achad’s LIBER XXXI ; Damon’s LIBER XIII ; booklet Quabalistic Alchemist Arcanum V1, N1; “ The Key to the English Qaballa ” by Carol A. Smith; “ The English Qaballa ” by Jake Stratton-Kent, “ Liber Trigrammaton ” by Althotash; “ Qaballa for the Querulous ” by Asharat, The ParaUFOlogist V2 N1 and V2 N2; Controls.txt by 171. QBL ONLINE UPDATE V1 N2 REPLY VIA THIS BULLETIN BOARD MAY BE FREELY REPRINTED QBL ONLINE UPDATE is an ongoing informational project for disseminating relatively raw data on New Aeon English Qabala research. Do what thou wilt shall be the whole of the Law. The following research work requires a little explanation. In general, I have been resistant to facile “conversions” from traditional Hebrew qabala to New Aeon work, because English is a very different language from Hebrew—number of letters, cultur - al context, etc. are vastly different. On reflection, though, once something is reduced to pure number, it should be subject to analysis, particularly if Frater Achad’s point about the Holy Books is correct: “Holy Book: Liber AL vel Legis; with recognition of former Scriptures.” One need not accept—and I do not—Achad’s proclamation of an “Aeon of Maat” to consider his qabalistic work of great importance, and his other claims to be either valid or not amenable to the critique of others. Thought of the month: “New Aeon English Qabala” was a term I introduced to distinguish our work from English numerology and earlier attempts at developing an English Qabala without the complete KEY of Liber AL. From this point, I will encourage abbreviating this work NAEQ6 or classical cipher (six in Lexicon) of the New Aeon English Qabala for convenience. In any case, the work that follows resulted from a lengthy conversation between a classical student of Talmudic studies and his son Tau Samson, a Gnostic Bishop. The work centers on the Hebrew Kiddish, or “blessing over wine” which, in formula,"},{"pageNumber":94,"pageContent":"Allen H. Greenfield 82 never mentions wine as such, but only the “fruit of the vine.” As there are ancient frequently used Hebrew words for wine, grapes, etc., the habitual use of “fruit of the vine” (the word “vine” appears 63 times in KJV of Old and New Testaments) [appears] as a blessing. English WINE and VINE are related—the Hebrew words are not. Some references are intriguing even in raw form, as Psalm 80:8: “You have brought a vine out of Egypt and shall exile the infidel, and planted it “ The complimentary bruchah, or blessing, is over the “bread of the earth.” Some discussion was given to vines covering the earth, the drawing of nutrients from the soil, and the alchemical process of making gold from base elements of the earth. Such gold reduces to a white powder, or tincture, using a secret process not suitable for delineation here. The Hebrew word for VINE, hagufen, or Hey Gimel Peh Nun (final) = 788 in Hebrew qabala. 788 (heb.) = THE SECRET WISDOM, that is to say, the Qabala. Our attention is instant, or should be. VINE in NAEQ6 = 72 and that should get our attention, also. The number 788 yields, in Liber AL , AMEN. THIS IS OF THE 4 — THERE IS A FIFTH WHO IS INVISIBLE AND THEREIN AM I. Since English and Hebrew words for VINE are, like Amen, four letter words, it is interest - ing that, by Theosophical Addition, 788 = 7+8+8=23/2+3=5 the “FIFTH WHO IS INVISIBLE.” 788 also produces LOVE/WILL KEY: DO WHAT THOU WILT SHALL BE THE WHOLE OF THE LAW. LOVE IS THE LA W, LOVE UNDER WILL. 788 = ALL RARE SCENTS ARE OF JASMINE AND ROSE; SILVER, GOLD AND LAPIS LAZULI & JASPER ARE THERE, which hits upon our gold theme. Gold, be it noted, is in some sense the “goal of the Great Work” and is a source of both health and wealth. The bruchah or blessings are the closest thing in Judaism to a formal Sacrament comparable to communion. Only it is a communion with a “vine” not a god. Say you so? Jesus, quoted in John 15:1: “1 am the true vine and my Father is the husbandman.” The powdered white gold produced by modern, but alchemica4 processes brought to mind the WHITE TINCTURE. In NAEQ6 WHITE TINCTURE = 231 = SEV - ENTY TWO FOLD LION and, also HERMETICALLY SEALED. VINE = 72 = I.N.R.I. and all kinds of neat stuff: (Alchemically, WARM ARROW.) 788 = THE SECRET CHIEFS WORK THE KAHN THROUGH SERAPIS BEY, TUITIT BEY. Requires some explanation. Hey Gimel Peh Nun are lines 15, 13, 27 and 24 respectively in 777 . Gimel’s magical power is, get this, the WHITE TINCTURE, equal to KHAN in the Taoist system by 777 correspondences. Serapis Bey and Tuitit Bey are two of Madame Blavatsky’s “Mahatmas,” the Secret Chiefs of the Theosophical System. Actually, these two are modeled on Paolos Metamon, the Coptic magician and adept, and Max Theon, his disciple and successor as Grand Master of the Hermetic Brotherhood of Light in Egypt. You could read the line as “The Secret Chiefs work the white tincture through the HB of L. The HB of L, un - der Frontal Chief Davidson, moved to North Georgia in the 1880s. Its knowledge and wisdom migrated into the OTO under Grand Master Karl Kellner, an HB of L continental adept. Examine lines 15, 13, 27, 24 in 777 for further insight. Love is the Law, love under will."},{"pageNumber":95,"pageContent":"83 B IBLIOGRAPHY I believe it was Robert Graves who observed that all translation is a lie. Take the Greek word Agape . In English, it means “love”—sort of. Actually, if you truly understand the word, you understand the Great Mysteries. In the Theosophical literature, the tendency is to use the term “Master” and Ma - hatma interchangably. In our discussion of the super being concept, I have guardedly used the untranslated German term ubermensch. Nietzsche also used a term usually translated “higher men” and his Nazi “admirers” and corrupters long after his death introduced a term usually translated “subhuman.” Magicians have tended, in the English-speaking world, to refer to the “masters” simply as the Secret Chiefs of the Order. Ubermensch and Mahatma actually mean the same thing. The Sanskrit root words Maha (“great”) and Atman (“being” or “soul”) and the German uber (“over” or “su - per”) and mensch (“man” or “human”) both carry the sense of “more highly evolved human being.” Seen in this light, it can be better understood how Mahatma Ghandi and the Theosophical “Master K.H.” may fall in the same category. The reader may wish to compare possible masters of the positive and negative type by trying their hands at Timothy Leary’s computer game Mind Mirror. Try Hitler and Christ for starters. In all cases, I advise one to check sources. Some of the interconnections are star - tling; Ghandi and the Theosophical Society, the Rite of Memphis and Mizraim, the radical Carbonari, the Socialist Labor Party—all interconnect without the least link - age to conspiracy theo- ries, and explain a lot of subsequent histor y. Some suggested sourcebooks: In Search of tbe Masters—Behind the Occult Myth by Paul Johnson UFOs: Operation Trojan Horse by John A. Keel Passport to Magonia by Jacques Vallee The llIuminoids by Neal Wilgus The Nine Unknown by Talbot Mundy The Morning of the Magicians by Pauwels and Bergier The Occult Reich by J.H. Brannan The Spear of Destiny by Trevor Ravenscroft The Eye in the Triangle by Israel Regardie The Confessions of Aleister Crowley by Aleister Crowley The Autobiography of Malcolm X as told to Alex Haley Magick Without Tears by Aleister Crowley, edited by Regardie Thus Spoke Zarathustra by Friedrich Nietzche The Last Testament by Greg Rickman Valis by Philip K. Dick"},{"pageNumber":96,"pageContent":"Allen H. Greenfield 84 The Transmigration of Timothy Archer by Philip K. Dick Radio Free Albemuth by Philip K. Dick What Is Enlightenment? John White, Editor Cosmic Consciousness by Richard Bucke. M.D. Hitler m’a dit by Hermann Rauschning The Fellowship by Brad Steiger The Silencers by Timothy Green Beckley The Silver Bridge by Gray Barker The Sirius Mystery by Robert Temple Also check their sources, if possible. The material on the black lodges in the Nazi era is based on fundamental sources and obscure volumes named in the sourcebooks listed here. Johnson lists his obscure sources in detail. The fictional nature of Mundy’s work should be placed in the context of his professional career as a British Colonial Police Officer in India, and P.K. Dick’s fiction should be classed as allegory or slightly disguised biography, both by his own account and that of his biographers."},{"pageNumber":97,"pageContent":"85 A BOUT THE C OVER P AINTING N ephilim Al-Kemy was created after several years of research and intense experi - ences. In the early 1990s. Ms. Page encountered an authentic Western Adept. Through this person, Ms. Page received the story of the Nephilim, their part in hu - man history. Ms. Page was also shown the progression of the Nephilim’s lineage through time — including where it has remained in some level of stability, and where and how it has been corrupted. This story is also a prophecy, and the time of this prophecy is now. The painting is an unfolding of this prophecy. It is on a 30x40 canvas, with 8 sepa - rate panels revealing different aspects of the story. The cover of this text is the central panel, showing the alchemical movement of certain sacred substances, in relation to “The Void”, to bring about a specific transformation in the human population. (In popular culture, this has been called “ STARFIRE ”, and the conclusions of this popular stream of thought are incorrect.) Any sincere query regarding this painting can be directed to watcherashera777@yahoo.com. — Ms. Debra Page. Nephilim Al-Kemy."},{"pageNumber":98,"pageContent":"Allen H. Greenfield 86 Meeting of the Inner Circle by Jonathan Sellers."},{"pageNumber":99,"pageContent":"87 A FTERWORD C IPHER A S A RT : A RT A S C ODE L ANGUAGE . T his is a book about a secret cipher that exists within The Book of the Law ( Liber AL vel Legis ), and which has been found to make some sense of the mysterious and often ridiculous utterances of trance channels and those who have been con - tacted by the ultra-terrestrials. This book reveals to a wider public that which Initiates have known, it is fair to say, since at least the 1940s, if not earlier. There have been ciphers and codes worked into religious and magical teachings since at least the times of the Gnostics. Ciphers and codes have been used to conceal vital information, sensitive data, secret communications. Before Blaise de Viginière’s famous table of combinations, used in cryptography, it was known as the Right and Averse Table of Combinations of the Letters, revealed to us in Cornelius Agrippa’s seminal magnum opus, the Three Books of Occult Philosophy , from Renaissance times. Later it was badly paraphrased by one of the foundation authors of the Western Oc - cult Revival, Francis Barrett, in his The Magus, or Celestial Intelligencer . These, in their turn were influenced by Abraham Abulafia’s Rational Tables of Ziruph. While working on the typesetting of the Second Revised edition of Secret Cipher of the UFOnauts , I have seen an interesting film, and run across some interesting items elsewhere dealing with the idea of Art being used to conceal messages. In fact, some of the early work presented on the Antiquities of the Illuminati website deals with the concept of “Cipher as Art”. Brief mention must be made (in passing, since a revamped edition of the piece is on the boards) – to the engravings of Pierre Lambert de Lintot. He concealed infor - mation in at least three ciphers, one of which was openly revealed, another revealed in the decoded material from THAT cipher, and a third which was not easy to come by, without the information that Speth made available in the Ars Quatuor Coronati periodical. Though the encrypted material is rather tame once deciphered, the en - gravings are captivating, and, in fact, rather haunting at times. A Curious Masonic Engraving , published by this reporter on 01 May 2000 c.e., is one such attempt at bringing this material to our online readership. Also, in passing: the paintings of Nicolas Poussin, who has caught the attention of many people since the franchise cottage industry of Holy Blood, Holy Grail came into being in 1982. Upon studying his paintings, I found them to be an example of the first Vector Painting Program that ever existed. Poussin, in his turn, derived a lot of his symbolism from the Iconologia of Cesaré Ripa, in the Second Edition (there are three). Some of these are available online. Some aren’t. It’s really a bit like an ARG (Alternate Reality Game). Using images to convey individual letters, words, and/or ideas is what this kind of thing is all about. What are the messages being conveyed,"},{"pageNumber":100,"pageContent":"Allen H. Greenfield 88 you ask? Stay tuned. I recently saw a Sherlock Holmes movie. It was the final pairing of Basil Rathbone and Nigel Bruce, “Dressed to Kill” – and it features a cipher of sorts. This time, the cipher consists of the mistakes intentionally placed in the spikes in the music boxes created by a prison inmate. The mistakes are then compared to the notes on the piano keyboard. There is a method of deriving alphabetical letters (above and beyond the standard seven notes in a scale) – and hey presto! a message appears, and they know where to look for the lost Five Pound Note plates stolen from the Bank of England. Are these valid things, these days? Of course they are, with such technologies as Steganography being employed by “terrorist cells” and by intelligence agencies. Can encrypted information be transmitted visually that conveys a story? Of course it can! Really, we humans are conditioned by symbols, codes, ciphers – constantly. We speak and act in code, think in code – particularly when multi-tasking, as most of us are required to do every day. What the reader, becoming aware of this material for the first time, may need to have background information on in order to grasp the subject matter – some of us can speak of in short-hand. What may seem like high-weirdness, fringe material, talk of little green men (wom - en and trans-genders too) – to the casual reader, or to the Uninitiated – actually makes perfect sense and can be regarded as a sort of everyday concensus reality among the Illuminati. As it was written upon parchment – “Solis Sacerdotibus”. Having gained acquaintance, in the Gnostic context, of things – things of which I speak in part, but not in their entirety – in my writings and elsewhere (and I can recognize those who have achieved Initiation into the same or similar mysteries) it is rather amusing (when it isn’t just a plain old “damned nuisance”) – when people say I speak in enigmas, or in riddles, or in a manner that they cannot understand, when most of the people I communicate with regularly have no such difficulty. It just goes to show ya: “Behold, I speak in a mystery...”"},{"pageNumber":101,"pageContent":"Secret Cipher of the UFOnauts 89 Cipher as Art: Art as Code Language. The frontispiece to this book consists of a detail excerpted from a larger picture I did for the Antiquities of the Illuminati website in 2002. I’d downloaded a narrative of a trip to Tlemcen, Algeria, published in Tour du Monde . This was from the 1870s. The image is of a group of Jewish Musicians giving a concert, entitled “Concert Juif à Tlemcen” by D. Maillart.... There are a number of rather nice engravings in that account. For whatever it’s worth, Tlemcen, Algeria, is where Max Theon’s facility was – the same facility where he put together The Cosmic Philosophy . At the time I was learning Photoshop skills. I took this engraving ( above ), and decided that I would modify it. I gathered together the images of figures that were important to the Authentic Tradition and placed them over the heads of the Musi - cians and the other characters in the engraving ( see next page )."},{"pageNumber":102,"pageContent":"Allen H. Greenfield 90 Aleister Crowley was placed in the central position in the grouping of five musi - cians. I found other heads to place on the other bodies: To Crowley’s right, Jacob Frank and Meade Layne. To his left, Mark Probert and Max Theon. In the foreground, I added a character I’d found in another old French publication. It is a lamp shaped like a rather rotund man, with a flaming penis. I named him “Fire Man” (there was an “inside joke” to this, which had to do with the band Alamantra’s song “Lunch Lady Arms”.) I later discovered a similar female counterpart, a pitcher, who goes under the name “Tank Girl.” Left: “FireMan” Right: “TankGirl”"},{"pageNumber":103,"pageContent":"Secret Cipher of the UFOnauts 91 To the left of this assembly are (presumably) the people who live in the villa where these musicians are playing. I placed Allen Greenfield, myself, and the artist who produced the painting used on the cover of the present volume. She is symbolized by the Urartu head. The child morphed into “Father_ACME” aka “LAM 2000”. In the background, on the wall, we see “Do What Thou Wilt” – graffiti taken from a picture of Bobby Beausoleil’s house in the Haight, from the 1960s. Also, a “poster” – Antiquities of the Illuminati Tour 2003, featuring the picture which fronts the pres - ent article. It, too, is a collage. Examine the group of musicians: Meade Layne, Jacob Frank, Aleister Crowley, Mark Probert and Max Theon, with “FireMan” in the foreground dancing to the music. Perhaps suggesting the following? “I SEE o’ nights among the whins The Devil walking widdershins. “ —Aleister Crowley — “The Devil’s Conversion”, from K ON X OM PAX . It is this sort of thing we are referring to when we speak of art as cipher. The image here, for us, evokes this poem from Konx Om Pax . We recommend the entire poem, but only quote the first line, above. In the gathering of the musicians, and the “Devil walking widdershins” – we can see a couple of pentagrams. The Right and the Averse. The apex of the Right Penta - gram is Crowley. The Apex of the Averse Pentagram is “FireMan”. Even the angles of the heads and the directions they point suggest this. Not only is this a piece of art: it is conveying a very vital teaching, as to how the Illuminati really works. What is this? A Secret Ritual of the Illuminati? I was not aware of any of this at the time I created the piece. I was teaching myself Photoshop, as I said, and I was more interested in creating interesting and humorous art pieces to illustrate the Antiquities website. The work of narrating the past involves a great deal of conjuration – of the char - acters from the past that we study and write about. Particularly those characters whom we are connected to by sundry associational links – “We are a VERY BIG Organization!” We do this with our writings, our websites, the information we share, the record - ings and the visual art – and so this is how it transpires that the Illuminati can and do arrive on the scene at repeated intervals, usually without any advance notice. Another thing – consider the elements as glyphs that represent a trigger to the en - tire body of each “symbol’s” work – the works of Layne / BSRF, Jacob Frank, Aleister Crowley, Mark Probert / Yada di Shi’ite, Max Theon – for example, as well as Allen’s writings, et al. I conclude with a short description of the scene that opens this afterword."},{"pageNumber":104,"pageContent":"Allen H. Greenfield 92 I had obtained a copy of Monuments of Egypt – the plates from the French “ Descrip - tion de l’Ègypte ” series commissioned by Napoleon. Here we have a picture of the in - side of a tomb. Two of the explorers are in there – or are they locals? One is smoking (dope, probably!), while the other stands in contemplation. We placed Hathor’s head above the entry to the alcove. Inside the alcove we placed Father_ACME conceived as a seated Buddha image, a halo of light surrounds his head. Is this not a Secret Ritual of the Illuminati? Search and See! —Jonathan Sellers —Twin Cedars Lodge —Fall Equinox 2005, c.e."},{"pageNumber":105,"pageContent":"93 A BOUT THE A UTHOR Allen H. Greenfield, D.D., is in a unique position to interpret the lore of UFOlogy for occultists, and to explain the elusive mythos of Occultism to UFOlogists. A thirty-five year veteran of UFO investigative work, Greenfield has twice been honored with the coveted “UFOlogist of the Year” award by NUFOC (1972 and 1992), and is co-founder of the National UFO Conference, one of the oldest UFO- oriented conventions in the world. Greenfield edits The Paraufologist and is a Charter Member of the Permanent Organizing Committee of the National UFO Conference. In addition, Greenfield has been an occultist since 1960, and has practiced ceremo - nial magick since 1969. In 1985, after years of service, he was consecrated a Bishop in the esoteric Gnostic spiritual tradition, and has served a substantial metropolitan congregation in this capac- ity since 1988. Visit Dr. Greenfield’s excellent website at: http://www.mindspring.com/~hellfire/bishop/"},{"pageNumber":106,"pageContent":"94 A LSO A VAILABLE for more information: http://www.lulu.com/magickroots/ S ECRET R ITUALS OF THE M EN I N B LACK Witheld from publication for over a de - cade, this companion volume to Secret Cipher of the UFOnauts is finally avail - able. While Secret Cipher is more of an introductory volume, Secret Rituals explores the themes in-depth: the New Aeon Qabala, the Rite of Memphis, the Men in Black, Borderland Sciences, the Illuminati, and more! T HE R OOTS OF M AGICK : 17 0 0 THRU 2000 REVISED EDITION Originally released in 2004, Roots gathers together Allen Greenfield ’s best wr itings, and places them before the reader in one complete volume. The revised edition in - cludes illustrations and updated material. C O M I N G S O O N :"}]
