[{"pageNumber":1,"pageContent":"LIBER LXXI THE VOICEOF THE SILENCE BY HELENA PETROVNA BLAVATSKY 8∞=38 WITH A COMMENTARY BY FRATER O.M. 7∞=48 "},{"pageNumber":2,"pageContent":" V A∴A∴ Publication in Class B 93 10∞=18 666 9∞=28Pro Coll. Summ. 777 8∞=38} D. D. S. 7∞=48O. M. 7∞=48O. S. V. 6∞=58Parzival 5∞=68} Pro Coll. Int. V. N. PrÊmonstrator P. ImperatorPro Coll. Ext. Achad Cancellarius} "},{"pageNumber":4,"pageContent":" THE WAY LAM is the Tibetan word for Way or Path, and LAMA is He who Goeth, the specific title of the Gods of Egypt, the Treader of the Path, in Buddhistic phraseology. Its numerical value is 71, the number of this book."},{"pageNumber":5,"pageContent":"1 PREFATORY NOTE Do what thou wilt shall be the whole of the Law. IT IS NOT VERY DIFFICULT to write a book, if one chance to possess the necessary degree of Initiation, and the power of expression. It is infernally difficult to comment on such a Book. The principal reason for this is that every statement is true and untrue, alternately, as one advances upon the Path of the Wise. The question always arises: For what grade is this Book meant? To give one simple concrete example, it is stated in the third part of this treatise that Change is the great enemy. This is all very well as meaning that one ought to stick to oneís job. But in another sense Change is the Great Friend. As it is marvelous well shewed forth by The Beast Himself in Liber Aleph, Love is the law, and Love is Change, by definition. Short of writing a separate interpretation suited for every grade, therefore, the commentator is in a bog of quandary which makes Flanders Mud seem like polished granite. He can only do his poor best, leaving it very much to the intelligence of each reader to get just what he needs. These remarks are peculiarly applicable to the present treatise; for the issues are presented in so confused a manner that one almost wonders whether Madame Blavatsky was not a reincarnation of the Woman with the Issue of Blood familiar to readers of the Gospels. It is astonishing and distressing to notice how the Lanoo, no matter what happens to him, soaring aloft like the phang, and sailing gloriously through innumerable Gates of High Initiation, nevertheless keeps his original Point of View, like a Bourbon. He is always getting rid of Illusions, but, like the entourage of the Cardinal Lord Archbishop of Rheims after he cursed the thief, nobody seems one penny the worseóor the better."},{"pageNumber":6,"pageContent":"LIBER LXXI 2Probably the best way to take the whole treatise is to assume that it is written for the absolute tyro, with a good deal between the lines for the more advanced mystic. This will excuse, to the mahatma-snob, a good deal of apparent triviality and crudity of standpoint. It is of course necessary for the commentator to point out just those things which the novice is not expected to see. He will have to shew mysteries in many grades, and each reader must glean his own wheat. At the same time, the commentator has done a good deal to uproot some of the tares in the mind of the tyro aforesaid, which Madame Blavatsky was apparently content to let grow until the day of judgment. But that day is come since she wrote this Book; the New ∆on is here, and its Word is Do what thou wilt. It is certainly time to give the order: ìChautauqua est delenda.î Love is the law, love under will. "},{"pageNumber":7,"pageContent":"3 FRAGMENTS FROM THE BOOK OF THE GOLDEN PRECEPTS FRAGMENT I THE VOICE OF THE SILENCE [Madame Blavatskyís notes are omitted in this edition, as they are diffuse, full of inaccuracies, and intended to mislead the presumptuous.óEd.] 1. These instructions are for those ignorant of the dangers of the lower Iddhi (magical powers). Do what thou wilt shall be the whole of the Law. Nothing less can satisfy than this Motion in your orbit. It is important to reject any iddhi of which you may become possessed. Firstly, because of the wasting of energy, which should rather be concentrated on further advance; and secondly, because iddhi are in many cases so seductive that they lead the unwary to forget altogether the real purpose of their endeavours. The Student must be prepared for temptations of the most extraordinary subtlety; as the Scriptures of the Christians mysti-cally put it, in their queer but often illuminating jargon, the Devil can disguise himself as an Angel of Light. A species of parenthesis is necessary thus early in this Comment. One must warn the reader that he is going to swim in very deep waters. To begin with, it is assumed throughout that the student is already familiar with at least the elements of Mysticism. True, you are supposed to be ignorant of the dangers of the lower Iddhi; but there are really quite a lot of people, even in Boston, who do not know that there are any Iddhi at all, low or high. However, one who has been assiduous with Book 4, by"},{"pageNumber":8,"pageContent":"LIBER LXXI 4Frater Perdurabo, should have no difficulty so far as a general comprehension of the subject-matter of the Book is concerned. Too ruddy a cheerfulness on the part of the assiduous one will however be premature, to say the least. For the fact is that this treatise does not contain an intelligible and coherent cosmogony. The unfortunate Lanoo is in the position of a sea-captain who is furnished with the most elaborate and detailed sailing-instructions, but is not allowed to have the slightest idea of what port he is to make, still less given a chart of the Ocean. One finds oneself accordingly in a sort of ìChilde Roland to the Dark Tower cameî atmosphere. That poem of Browning owes much of its haunting charm to this very circumstance, that the reader is never told who Childe Roland is, or why he wants to get to the Dark Tower, or what he expects to find when he does get there. There is a skilfully constructed atmosphere of Giants, and Ogres, and Hunchbacks, and the rest of the apparatus of fairy-tales; but there is no trace of the influence of BÊdeker in the style. Now this is really very irritating to anybody who happens to be seriously concerned to get to that tower. I remember, as a boy, what misery I suffered over this poem. Had Browning been alive, I think I would have sought him out, so seriously did I take the Quest. The student of Blavatsky is equally handicapped. Fortunately, Book 4, Part III, comes to the rescue once more with a rough sketch of the Universe as it is conceived by Those who know it; and a regular investigation of that book, and the companion volumes ordered in ìThe Curriculum of the A∴A∴,î fortified by steady persistence in practical personal exploration, will enable this Voice of the Silence to become a serious guide in some of the subtler obscurities which weigh upon the Eyelids of the Seeker. 2. He who would hear the voice of Nāda, the ìSoundless Sound,î and comprehend it, he has to learn the nature of Dhāranā (concentrated thought). The voice of Nada is very soon heard by the beginner, especially during the practice of Pranayama (control of breath-force). At first it resembles distant surf, though in the adept it is"},{"pageNumber":9,"pageContent":"THE VOICE OF THE SILENCE 5more like the twittering of innumerable night-ingales; but this sound is premonitory, as it were, the veil of more distinct and articulate sounds which come later. It corresponds in hearing to that dark veil which is seen when the eyes are closed, although in this case a certain degree of progress is necessary before anything at all is heard. 3. Having become indifferent to objects of perception, the pupil must seek out the Rāja (King) of the senses, the Thought-Producer, he who awakes illusion. The word ìindifferentî here implies ìable to shut out.î The Rajah referred to is in that spot whence thoughts spring. He turns out ultimately to be Mayan, the great Magician described in the 3rd ∆thyr (See The Equinox, vol I, no. 5, Special Supplement). Let the Student notice that in his early meditations, all his thoughts will be under the Tamo-Guna, the principle of Inertia and Darkness. When he has destroyed all those, he will be under the dominion of an entirely new set of the type of Rajo-Guna, the principle of Activity, and so on. To the advanced Student a simple ordinary thought, which seems little or nothing to the beginner, becomes a great and terrible fountain of iniquity, and the higher he goes, up to a certain point, the point of definitive victory, the more that is the case. The beginner can think, ìit is ten oíclock,î and dismiss the thought. To the mind of the adept this sentence will awaken all its possible correspondences, all the reflections he has ever made on time, as also accidental sympathetics like Mr. Whistlerís essay; and if he is sufficiently far advanced, all these thoughts in their hundreds and thousands diverging from the one thought, will again converge, and become the resultant of all those thoughts. He will get Samadhi upon that original thought, and this will be a terrible enemy to his progress. 4. The Mind is the great Slayer of the Real. In the word ìMindî we should include all phenomena of Mind, including Samadhi itself. Any phenomenon has causes and produces results, and all these things are below the ìREAL.î By the REAL is here meant the NIBBANA-DHATU."},{"pageNumber":10,"pageContent":"LIBER LXXI 65. Let the Disciple slay the Slayer. Foró This is a corollary of Verse 4. These texts may be interpreted in a quite elementary sense. It is of course the object of even the beginner to suppress mind and a!l its manifestations, but only as he advances will he discover what Mind means. 6. When to himself his form appears unreal, as do on waking all the forms he sees in dreams; This is a somewhat elementary result. Concentration on any subject leads soon enough to a sudden and overwhelming convic-tion that the object is unreal. The reason of this may perhaps beóspeaking philosophicallyóthat the object, whatever it is, has only a relative existence. (See The Equinox, vol. I, no. 4, p. 159). 7. When he has ceased to hear the many, he may discern the ONEóthe inner sound which kills the outer. By the ìmanyî are meant primarily noises which take place outside the Student, and secondly, those which take place inside him. For example, the pulsation of the blood in the ears, and later the mystic sounds which are described in Verse 40. 8. Then only, not till then, shall he forsake the region of ASAT, the false, to come unto the realm of SAT, the true. By ìSAT, the true,î is meant a thing previous to the ìREALî referred to above. SAT itself is an illusion. Some schools of philosophy have a higher ASAT, Not-Being, which is beyond SAT, and consequently is to Shivadarshana as SAT is to Atmadarshana. Nirvana is beyond both these. 9. Before the soul can see, the Harmony within must be attained, and fleshly eyes be rendered blind to all illusion. By the ìHarmony withinî is meant that state in which neither objects of sense, nor physiological sensations, nor emotions, can disturb the concentration of thought."},{"pageNumber":11,"pageContent":"THE VOICE OF THE SILENCE 710. Before the Soul can hear, the image (man) has to become as deaf to roarings as to whispers, to cries of bellowing elephants as to the silvery buzzing of the golden fire-fly. In the text the image is explained as ìMan,î but it more prop-erly refers to the consciousness of man, which consciousness is considered as being a reflection of the Non-Ego, or a creation of the Ego, according to the school of philosophy to which the Student may belong. 11. Before the soul can comprehend and may remember, she must unto the Silent Speaker be united just as the form to which the clay is modeled, is first united with the potterís mind. Any actual object of the senses is considered as a precipitation of an ideal. Just as no existing triangle is a pure triangle, since it must be either equilateral, isosceles, or scalene, so every object is a miscarriage of an ideal. In the course of practice one concentrates upon a given thing, rejecting this outer appearance and arriving at that ideal, which of course will not in any way resemble any of the objects which are its incarnations. It is with this in view that the verse tells us that the Soul must be united to the Silent Speaker. The words ìSilent Speakerî may be considered as a hieroglyph of the same character as Logos, ynda or the Ineffable Name. 12. For then the soul will hear and will remember. The word ìhearî alludes to the tradition that hearing is the organ of Spirit, just as seeing is that of Fire. The word ìrememberî might be explained as ìwill attain to memory.î Memory is the link between the atoms of consciousness, for each successive con-sciousness of Man is a single phenomenon, and has no connection with any other. A looking-glass knows nothing of the different people that look into it. It only reflects one at a time. The brain is however more like a sensitive plate, and memory is the faculty of bringing up into consciousness any picture required. As this occurs in the normal man with his own experiences, so it occurs in the Adept with all experiences. (This is one more reason for His identifying Himself with others.)"},{"pageNumber":12,"pageContent":"LIBER LXXI 813. And then to the inner ear will speakó THE VOICE OF THE SILENCE. And say:ó What follows must be regarded as the device of the poet, for of course the ìVoice of the Silenceî cannot be interpreted in words. What follows is only its utterance in respect of the Path itself. 14. If thy soul smiles while bathing in the Sunlight of thy Life; if thy soul sings within her chrysalis of flesh and matter; if thy soul weeps inside her castle of illusion; if thy soul struggles to break the silver thread that binds her to the MASTER; know, O Disciple, thy Soul is of the earth. In this verse the Student is exhorted to indifference to everything but his own progress. It does not mean the indifference of the Man to the things around him, as it has often been so unworthily and wickedly interpreted. The indifference spoken of is a kind of inner indifference. Everything should be enjoyed to the full, but always with the reservation that the absence of the thing enjoyed shall not cause regret. This is too hard for the beginner, and in many cases it is necessary for him to abandon pleasures in order to prove to himself that he is indifferent to them, and it may be occasionally advisable even for the Adept to do this now and again. Of course during periods of actual concentration there is no time whatever for anything but the work itself; but to make even the mildest asceticism a rule of life is the gravest of errors, except perhaps that of regarding Asceticism as a virtue. This latter always leads to spiritual pride, and spiritual pride is the principal quality of the brother of the Left-hand Path. ìAsceticî comes from the Greek 'Askew ìto work curiously, to adorn, to exercise, to train.î The Latin ars is derived from this same word. Artist, in its finest sense of creative craftsman, is therefore the best translation. The word has degenerated under Puritan foulness. 15. When to the Worldís turmoil thy budding soul lends ear; when to the roaring voice of the great illusion thy Soul responds;"},{"pageNumber":13,"pageContent":"THE VOICE OF THE SILENCE 9when frightened at the sight of the hot tears of pain, when deafened by the cries of distress, thy soul withdraws like the shy turtle within the carapace of SELFHOOD, learn, O Disciple, of her Silent ìGod,î thy Soul is an unworthy shrine. This verse deals with an obstacle at a more advanced stage. It is again a warning not to shut oneís self up in oneís own universe. It is not by the exclusion of the Non-Ego that saintship is attained, but by its inclusion. Love is the law, love under will. 16. When waxing stronger, thy Soul glides forth from her secure retreat; and breaking bose from the protecting shrine, extends her silver thread and rushes onward; when beholding her image on the waves of Space she whispers, ìThis is I,îódeclare, O Disciple, that thy Soul is caught in the webs of delusion. An even more advanced instruction, but still connected with the question of the Ego and the non-Ego. The phenomenon described is perhaps Atmadarshana, which is still a delusion, in one sense still a delusion of personality; for although the Ego is destroyed in the Universe, and the Universe in it, there is a distinct though exceedingly subtle tendency to sum up its experi-ence as Ego. These three verses might be interpreted also as quite elemen-tary; v. 14 as blindness to the First Noble Truth ìEverything is Sorrowî; v. 15 as the cowardís attempt to escape Sorrow by Retreat; and v. 16 as the acceptance of the Astral as SAT. 17. This Earth, Disciple, is the Hall of Sorrow, wherein are set along the Path of dire probations, traps to ensnare thy EGO by the delusion called ìGreat Heresy.î Develops still further these remarks. 18. This earth, O ignorant Disciple, is but the dismal entrance leading to the twilight that precedes the valley of true lightóthat light which no wind can extinguish, that light which burns without a wick or fuel. ìTwilightî here may again refer to Atmadarshana. The last phrase is borrowed from Eliphas LÈvi, who was not (I believe) a"},{"pageNumber":14,"pageContent":"LIBER LXXI 10Tibetan of antiquity. [Madame Blavatsky humorously pretended that this Book is an ancient Tibetan writing.óEd.] 19. Saith the Great Law:óîIn order to become the KNOWER of ALL-SELF, thou hast first of SELF to be the knower.î To reach the knowledge of that SELF, thou hast to give up Self to Non-Self, Being to Non-Being, and then thou canst repose between the wings of the GREAT BIRD. Aye, sweet is rest between the wings of that which is not born, nor dies, but is the AUM throughout eternal ages. The words ìgive upî may be explained as ìyieldî in its subtler or quasi-masochistic erotic sense, but on a higher plane. In the following quotation from the ìGreat Lawî it explains that the yielding is not the beginning but the end of the Path. Then let the End awake. Long hast thou slept, O great God Terminus! Long ages hast thou waited at the end of the city and the roads thereof. Awake Thou! wait no more! Nay, Lord! but I am come to Thee. It is I that wait at last. The prophet cried against the mountain; come thou hither, that I may speak with thee! The mountain stirred not. Therefore went the prophet unto the mountain, and spake unto it. But the feet of the prophet were weary, and the mountain heard not his voice. But 1 have called unto Thee, and 1 have journeyed unto Thee, and it availed me not. I waited patiently, and Thou wast with me from the beginning. This now I know, O my beloved, and we are stretched at our ease among the vines. But these thy prophets; they must cry aloud and scourge themselves; they must cross trackless wastes and unfathomed oceans; to await Thee is the end, not the beginning. [LXV, II, 55-62] AUM is here quoted as the hieroglyph of the Eternal. ìAî the beginning of sound, ìUî its middle, and ìMî its end, together form a single word or Trinity, indicating that the Real must be regarded as of this three-fold nature, Birth, Life and Death, not successive, but one. Those who have reached trances in which ìtimeî is no more will understand better than others how this may be."},{"pageNumber":15,"pageContent":"THE VOICE OF THE SILENCE 1120. Bestride the Bird of Life, if thou wouldst know. The word ìknowî is specially used here in a technical sense. Avidya, ignorance, the first of the fetters, is moreover one which includes all the others. With regard to this Swan ìAumî compare the following verses from the ìGreat Law,î Liber LXV, II:17ó25. Also the Holy One came upon me, and I beheld a white swan floating in the blue. Between its wings I sate, and the Êons fled away. Then the swan flew and dived and soared, yet no whither we went. A little crazy boy that rode with me spake unto the swan, and said: Who art thou that dost float and fly and dive and soar in the inane? Behold, these many Êons have passed; whence camest thou? Whither wilt thou go? And laughing I chid him, saying: No whence! No whither! The swan being silent, he answered: Then, if with no goal, why this eternal journey? And I laid my head against the Head of the Swan, and laughed, saying: Is there not joy ineffable in this aimless winging? Is there not weariness and impatience for who would attain to some goal? And the swan was ever silent. Ah! but we floated in the infinite Abyss. Joy! Joy! White swan, bear thou ever me up between thy wings! 21. Give up thy life, if thou wouldíst live. This verse may be compared with similar statements in the Gospels, in The Vision and the Voice, and in the Books of It does not mean asceticism in the sense usually understood by the world. The 12th ∆thyr (see The Equinox, vol. I, no. 5, Supplement) gives the clearest explanation of this phrase. 22. Three Halls, O weary pilgrim, lead to the end of toils. Three Halls, O conqueror of Mara, will bring thee through three states into the fourth and thence into the seven worlds, the worlds of Rest Eternal."},{"pageNumber":16,"pageContent":"LIBER LXXI 12If this had been a genuine document I should have taken the three states to be Srotapatti, etc., and the fourth Arhat, for which the reader should consult Science and Buddhism and similar treatises. But as it is better than ìgenuine,î being, like The Chymical Marriage of Christian Rosencreutz, the forgery of a great adept, one cannot too confidently refer it thus. For the ìSeven Worldsî are not Buddhism. 23. If thou wouldíst learn their names, then hearken, and remember. The name of the first Hall is IGNORANCE óAvidy‚. It is the Hall in which thou sawíst the light, in which thou livest and shalt die. These three Halls correspond to the Gunas: Ignorance, Tamas; Learning, Rajas; Wisdom, Sattvas. Again, ignorance corresponds to Malkuth and Nephesch (the animal soul), Learning to Tiphareth and Ruach (the mind), and Wisdom to Binah and Neschamah (the aspiration or Divine Mind). 24. The name of Hall the second is the Hall of LEARNING. in it thy Soul will find the blossoms of life, but under every flower a serpent coiled. This Hall is a very much larger region than that usually under-stood by the Astral World. It would certainly include alI states up to Dhyana. The Student will remember that his ìrewardsî imme-diately transmute themselves into temptations. 25. The name of the third Hall is Wisdom, beyond which stretch the shoreless waters of AKSHARA, the indestructible Fount of Omniscience. Akshara is the same as the Great Sea of the Qabalah. The reader must consult The Equinox for a full study of this Great Sea. 26. If thou wouldíst cross the first Hall safely, let not thy mind mistake the fires of lust that burn therein for the Sunlight of life. The metaphor is now somewhat changed. The Hall of ignorance represents the physical life. Note carefully the phraseology, ìlet not thy mind mistake the fires of lust.î It is legitimate to warm yourself by those fires so long as they do not deceive you."},{"pageNumber":17,"pageContent":"THE VOICE OF THE SILENCE 1327. If thou wouldíst cross the second safely, stop not the fragrance of its stupefying blossoms to inhale. if freed thou wouldíst be from the Karmic chains, seek not for thy Guru in those Māyāvic regions. A similar lesson is taught in this verse. Do not imagine that your early psychic experiences are Ultimate Truth. Do not become a slave to your results. 28. The WISE ONES tarry not in pleasure-grounds of senses. This lesson is confirmed. The wise ones tarry not. That is to say, they do not allow pleasure to interfere with business. 29. The WISE ONES heed not the sweet-tongued voices of illusion. The wise ones heed not. They listen to them, but do not necessarily attach importance to what they say. 30. Seek for him who is to give thee birth, in the Hall of Wisdom, the Hall which lies beyond, wherein all shadows are unknown, and where the light of truth shines with unfading glory. This apparently means that the only reliable guru is one who has attained the grade of Magister Templi. For the attainments of this grade consult The Equinox, vol. I, no. 5, Supplement, etc. 31. That which is uncreate abides in thee, Disciple, as it abides in that Hall. If thou wouldíst reach it and blend the two, thou must divest thyself of thy dark garments of illusion. Stifle the voice of flesh, albow no image of the senses to get between its light and thine that thus the twain may blend in one. And having learnt thine own Agnyāna, flee from the Hall of Learning. This Hall is dangerous in its perfidious beauty, is needed but for thy probation. Beware, Lanoo, lest dazzled by illusive radiance thy Soul should linger and be caught in its deceptive light. This is a rÈsumÈ of the previous seven verses. It inculcates the necessity of unwavering aspiration, and in particular warns the advanced Student against accepting his rewards. There is one method of meditation in which the Student kills thoughts as they arise by the reflection, ìThatís not it.î Frater P. indicated the same"},{"pageNumber":18,"pageContent":"LIBER LXXI 14by taking as his motto, in the Second Order which reaches from Yesod1 to Chesed, ìOU MH,î ìNo, certainly not!î 32. This light shines from the jewel of the Great Ensnarer, (Māra). The senses it bewitches, blinds the mind, and leaves the unwary an abandoned wreck. I am inclined to believe that most of Blavatskyís notes are intended as blinds.2 ìLightî such as is described has a technical meaning. It would be too petty to regard Mara as a Christian would regard a man who offered him a cigarette. The supreme and blinding light of this jewel is the great vision of Light. It is the light which streams from the threshold of Nirvana, and Māra is the ìdweller on the threshold.î It is absurd to call this light ìevilî in any commonplace sense. It is the two-edged sword, flaming every way, that keeps the gate of the Tree of Life. And there is a further Arcanum connected with this which it would be improper here to divulge. 33. The moth attracted to the dazzling flame of thy nightlamp is doomed to perish in the viscid oil. The unwary Soul that fails to grapple with the mocking demon of illusion, will return to earth the slave of Māra. The result of failing to reject rewards is the return to earth. The temptation is to regard oneself as having attained, and so do no more work. 34. Behold the Hosts of Souls. Watch how they hover oíer the stormy sea of human life, and how exhausted, bleeding, broken-winged, they drop one after other on the swelling waves. Tossed by the fierce winds, chased by the gale, they drift into the eddies and disappear within the first great vortex. In this metaphor is contained a warning against identifying the Soul with human life, from the failure of its aspirations. 1 [sic., s.b. ìTiphareth.î OŸ mª is a kind of emphatic Greek double negative. ó T.S.] 2 [HPBís note to this passage reads: ìMara is in exoteric religions a demon, an Asura, but in esoteric philosophy it is personified temptation through menís vices, and translated literally means ìthat which killsî the Soul. It is represented as a King (of the Maras) with a crown in which shines a jewel of such lustre that it blinds those who look at it, this lustre referring of course to the fascination exercised by vice upon certain natures.î]"},{"pageNumber":19,"pageContent":"THE VOICE OF THE SILENCE 1535. If through the Hall of Wisdom, thou wouldíst reach the Vale of Bliss, Disciple, close fast thy senses against the great dire heresy of separateness that weans thee from the rest. This verse reads at first as if the heresy were still possible in the Hall of Wisdom, but this is not as it seems. The Disciple is urged to find out his Ego and slay it even in the beginning. 36. Let not thy ìHeaven-born,î merged in the sea of m‰y„, break from the Universal Parent (SOUL), but let the fiery power retire into the inmost chamber, the chamber of the Heart, and the abode of the Worldís Mother. This develops verse 35. The heaven-born is the human consciousness. The chamber of the Heart is the Anahata lotus. The abode of the Worldís Mother is the Muladhara lotus. But there is a more technical meaning yetóand this whole verse describes a particular method of meditation, a final method, which is far too difflcult for the beginner. (See, however, The Equinox, on all these points.) 37. Then from the heart that Power shall rise into the sixth, the middle region, the place between thin eyes, when it becomes the breath of the ONE-SOUL, the voice which filleth all, thy Masterís voice. This verse teaches the concentration of the Kundalini in the Ajna Cakra. ìBreathî is that which goes to and fro, and refers to the uniting of Shiva with Sakti in the Sahasrara. (See The Equinox.) 38. íTis only then thou canst become a ìWalker of the Skyî who treads the winds above the waves, whose step touches not the waters. This partly refers to certain Iddhi, concerning Understanding of Devas (gods), etc.; here the word ìwindî may be interpreted as ìspirit.î It is comparatively easy to reach this state, and it has no great importance. The ìwalker of the skyî is much superior to the mere reader of the minds of ants."},{"pageNumber":20,"pageContent":"LIBER LXXI 1639. Before thou setíst thy foot upon the ladderís upper rung, the ladder of the mystic sounds, thou hast to hear the voice of thy INNER God in seven manners. The word ìsevenî is here, as so frequently, rather poetic than mathematic; for there are many more. The verse also reads as if it were necessary to hear all the seven, and this is not the caseósome will get one and some another. Some students may even miss all of them. (This might happen as the result of his having conquered, and uprooted them, and ìfried their seedsî in a previous birth.) 40. The first is like the nightingaleís sweet voice chanting a song of parting to its mate. The second comes as the sound of a silver cymbal of the Dhyānis, awakening the twinkling stars. The next is as the plaint melodious of the ocean-sprite imprisoned in its shell. And this is followed by the chant of Vina (the Hindu lute). The fifth like sound of bamboo-flute shrills in thine ear. It changes next into a trumpet-blast. The last vibrates like the dull rumbling of a thundercloud. The seventh swallows all the other sounds. They die, and then are heard no more. The first four are comparatively easy to obtain, and many people can hear them at will. The last three are much rarer, not necessarily because they are more difficult to get, and indicate greater advance, but because the protective envelope of the Adept is become so strong that they cannot pierce it. The last of the seven sometimes occurs, not as a sound, but as an earthquake, if the ex-pression may be permitted. It is a mingling of terror and rapture impossible to describe, and as a general rule it completely dis-charges the energy of the Adept, leaving him weaker than an attack of Malaria would do; but if the practice has been right, this soon passes off, and the experience has this advantage, that one is far less troubled with minor phenomena than before. It is just possible that this is referred to in the Apocalypse XVI, XVII, XVIII."},{"pageNumber":21,"pageContent":"THE VOICE OF THE SILENCE 1741. When the six are slain and at the Masterís feet are laid, then is the pupil merged into the ONE, becomes that One and lives therein. The note tells that this refers to the six principles, so that the subject is completely changed. By the slaying of the principles is meant the withdrawal of the consciousness from them, their rejection by the seeker of truth. Sabhapaty Swami has an excel-lent method on these lines; it is given, in an improved form, in ìLiber HHH.î (See The Equinox, vol. I, no. 5, p. 5).3 42. Before that path is entered, thou must destroy thy lunar body, cleanse thy mind-body and make clean thy heart. The Lunar body is Nephesch, and the Mind body Ruach. The heart is Tiphareth, the centre of Ruach. 43. Eternal lifeís pure waters, clear and crystal, with the monsoon tempestís muddy torrents cannot mingle. We are now again on the subject of suppressing thought. The pure water is the stilled mind, the torrent the mind invaded by thoughts. 44. Heavenís dew-drop glittering in the mornís first sunbeam within the bosom of the lotus, when dropped on earth becomes a piece of clay; behold, the pearl is now a speck of mire. This is not a mere poetic image. This dew-drop in the lotus is connected with the mantra ìAum Mani Padme Hum,î and to what this verse really refers is known only to members of the ninth degree of O.T.O. 45. Strive with thy thoughts unclean before they overpower thee. Use them as they will thee, for if thou sparest them and they take root and grow, know well, these thoughts will overpower and kill thee. Beware, Disciple, suffer not, eíen though it be their shadow, to approach. For it will grow, increase in size and power, and then this thing of darkness will absorb thy being before thou hast well realized the black four monsterís presence. 3 [Also Magick in Theory and Practice, app. VII]"},{"pageNumber":22,"pageContent":"LIBER LXXI 18The text returns to the question of suppressing thoughts. Verse 44 has been inserted where it is in the hope of deluding the reader into the belief that it belongs to verses 43 and 45, for the Arcanum which it contains is so dangerous that it must be guarded in all possible ways. Perhaps even to call attention to it is a blind intended to prevent the reader from looking for something else. 46. Before the ìmystic Powerî can make of thee a god, Lanoo, thou must have gained the faculty to slay thy lunar form at will. It is now evident that by destroying or slaying is not meant a permanent destruction. If you can slay a thing at will it means that you can revive it at will, for the word ìfacultyî implies repeated action. 47. The Self of Matter and the Self of Spirit can never meet. One of the twain must disappear; there is no place for both. This is a very difficult verse, because it appears so easy. It is not merely a question of Advaitism, it refers to the spiritual marriage. [Advaitism is a spiritual MonismóEd.] 48. Ere thy Soulís mind can understand, the bud of personality must be crushed out, the worm of sense destroyed past resurrection. This is again filled with deeper meaning than that which appears on the surface. The words ìbudî and ìwormî form a clue. 49. Thou canst not travel on the Path before thou hast become that Path itself. Compare the scene in Parsifal, where the scenery comes to the knight instead of the knight going to the scenery. But there is also implied the doctrine of the tao, and only one who is an accomplished Taoist can hope to understand this verse. (See ìThe Hermit of Esopus Island,î part of The Magical Record of the Beast 666, to be published in The Equinox, vol. III)4 50. Let thy Soul lend its ear to every cry of pain like as the lotus bares its heart to drink the morning sun. 4 [Not yet published; the surviving record scheduled for publication in Equinox IV (3).]"},{"pageNumber":23,"pageContent":"THE VOICE OF THE SILENCE 1951. Let not the fierce sun dry one tear of pain before thyself hast wiped it from the suffererís eye. 52. But let each burning human tear drop on thy heart and there remain; nor ever brush it off, until the pain that caused it is removed. This is a counsel never to forget the original stimulus which has driven you to the Path, the ìfirst noble truth.î Everything is now ìgood.î This is why verse 53 says that these tears are the streams that irrigate the fields of charity immortal. (Tears, by the way. Think!) 53. These tears, O thou of heart most merciful, these are the streams that irrigate the fields of charity immortal. íTis on such soil that grows the midnight blossom of Buddha, more difficult to find, more rare to view than is the flowers of the Vogay tree. It is the seed of freedom from rebirth. It isolates the Arhat both from strife and lust, it leads him through the fields of Being unto the peace and bliss known only in the land of Silence and Non-Being. The ìmidnight blossomî is a phrase connected with the doctrine of the Night of Pan, familiar to Masters of the Temple. ìThe Poppy that flowers in the duskî is another name for it. A most secret Formula of Magick is connected with this ìHeart of the Circle.î 54. Kill out desire; but if thou killest it take heed lest from the dead it should again rise. By ìdesireî in all mystic treatises of any merit is meant tendency. Desire is manifested universally in the law of gravi-tation, in that of chemical attraction, and so on; in fact, everything that is done is caused by the desire to do it, in this technical sense of the word. The ìmidnight blossomî implies a certain monastic Renunciation of all desire, which reaches to all planes. One must however distinguish between desire, which means unnatural attraction to an ideal, and love, which is natural Motion. 55. Kill love of life, but if thou slayest Tanhā, let this not be for thirst of life eternal, but to replace the fleeting by the everlasting."},{"pageNumber":24,"pageContent":"LIBER LXXI 20This particularizes a special form of desire. The English is very obscure to any one unacquainted with Buddhist literature. The ìeverlastingî referred to is not a life-condition at all. 56. Desire nothing. Chafe not at Karma, nor at Natureís changeless laws. But struggle only with the personal, the transitory, the evanescent and the perishable. The words ìdesire nothingî should be interpreted positively as well as negatively. The main sense of the rest of the verse is to advise the Disciple to work, and not to complain. 57. Help Nature and work on with her; and Nature will regard thee as one of her creators and make obeisance. Although the object of the Disciple is to transcend Law, he must work through Law to attain this end. It may be remarked that this treatiseóand this comment for the most partóis written for disciples of certain grades only. It is altogether inferior to such Books as Liber CXI Aleph; but for that very reason, more useful, perhaps, to the average seeker. 58. And she will open wide before thee the portals of her secret chambers, lay bare before thy gaze the treasures hidden in the depths of her pure virgin bosom. Unsullied by the hand of matter she shows her treasures only to the eye of Spiritóthe eye which never closes, the eye for which there is no veil in all her kingdoms. This verse reminds one of the writings of Alchemists; and it should be interpreted as the best of them would have interpreted it. 59. Then will she show thee the means and way, the first gate and the second, the third, up to the very seventh. And then, the goalóbeyond which he, bathed in the sunlight of the Spirit, glories untold, unseen by any save the eye of Soul. These gates are described in the third treatise. The words ìspiritî and ìsoulî are highly ambiguous, and had better be regarded as poetic figures, without a technical meaning being sought."},{"pageNumber":25,"pageContent":"THE VOICE OF THE SILENCE 2160. There is but one road to the Path; at its very end alone the voice of the Silence can be heard. The ladder by which the candidate ascends is formed of rungs of suffering and pain; these can be silenced only by the voice of virtue. Woe, then, to thee, Disciple, if there is one single vice thou hast not left behind. For then the ladder will give way and overthrow thee; its foot rests in the deep mire of thy sins and failings, and ere thou canst attempt to cross this wide abyss of matter thou hast to lave thy feet in Waters of Renunciation. Beware lest thou shouldíst set a foot still soiled upon the ladderís lowest rung. Woe unto him who dares pollute one rung with miry feet. The foul and viscous mud will dry, become tenacious, then glue his feet unto the spot, and like a bird caught in the wily fowlerís lime, he will be stayed from further progress. His vices will take shape and drag him down. His sins will raise their voices like as the jackalís laugh and sob after the sun goes down; his thoughts become an army, and bear him off a captive slave. A warning against any impurity in the original aspiration of the Disciple. By impurity is meant, and should always be meant, the mingling (as opposed to the combination) of two things. Do one thing at a time. This is particularly necessary in the matter of the aspiration. For if the aspiration be in any way impure, it means divergence in the will itself; and this is willís one fatal flaw. It will however be understood that aspiration constantly changes and de-velops with progress. The beginner can only see a certain dis-tance. Just so with our first telescopes we discovered many new stars, and with each improvement in the instrument we have discovered more. The second and more obvious meaning in the verse preaches the practice of Yama, Niyama, before serious prac-tice is started, and this in actual life means, map out your career as well as you can. Decide to do so many hoursí work a day in such conditions as may be possible. It does not mean that you should set up neuroses and hysteria by suppressing your natural instincts, which are perfectly right on their own plane, and only wrong when they invade other planes, and set up alien tyrannies."},{"pageNumber":26,"pageContent":"LIBER LXXI 2261. Kill thy desires, Lanoo, make thy vices impotent, ere the first step is taken on the solemn journey. By ìdesiresî and ìvicesî are meant those things which you yourself think to be inimical to the work; for each man they will be quite different, and any attempt to lay down a general rule leads to worse than confusion. 62. Strangle thy sins, and make them dumb for ever, before thou dost lift one foot to mount the ladder. This is merely a repetition of verse 61 in different language. But remember: ìThe word of Sin is Restriction.î ìDo what thou wilt shall be the whole of the Law.î 63. Silence thy thoughts and fix thy whole attention on thy Master whom yet thou dost not see, but whom thou feelest. This again commands the stilling of thoughts. The previous verses referred rather to emotions, which are the great stagnant pools on which the mosquito thought breeds. Emotions are objectionable, as they represent an invasion of the mental plane by sensory or moral impressions. 64. Merge into one sense thy senses, if thou wouldíst be secure against the foe. íTis by that sense alone which lies concealed within the hollow of thy brain, that the steep path which leadeth to thy Master may be disclosed before thy Soulís dim eyes. This verse refers to a Meditation practice somewhat similar to those described in Liber DCCCXXXI. (See The Equinox5) 65. Long and weary is the way before thee, O Disciple. One single thought about the past that thou hast left behind, will drag thee down and thou wilt have to start the climb anew. Remember Lotís wife. 66. Kill in thyself all memory of past experiences. Look not behind or thou art lost. Remember Lotís wife. 5 [vol. I. no. 7; see also Magick in Theory and Practice, app. VII]"},{"pageNumber":27,"pageContent":"THE VOICE OF THE SILENCE 23It is a division of Will to dwell in the past. But oneís past experiences must be built into oneís Pyramid, as one advances, layer by layer. One must also remark that this verse only applies to those who have not yet come to reconcile past, present, and future. Every incarnation is a Veil of Isis. 67. Do not believe that lust can ever be killed out if gratified or satiated, for this is an abomination inspired by Māra. It is by feeding vÌce that it expands and waxes strong, like to the worm that fattens on the blossomís heart. This verse must not be taken in its literal sense. Hunger is not conquered by starvation. Oneís attitude to all the necessities which the traditions of earthly life involve should be to rule them, neither by mortification nor by indulgence. In order to do the work you must keep in proper physical and mental condition. Be sane. Asceticism always excites the mind, and the object of the Disciple is to calm it. However, ascetic originally meant athletic, and it has only acquired its modern meaning on account of the corruptions that crept into the practices used by those in ìtraining.î The prohibitions, relatively valuable, were exalted into general rules. To ìbreak trainingî is not a sin for anyone who is not in training. Incidentally, it takes all sorts to make a world. Imagine the stupidity of a universe full of Arhans! All work and no play makes Jack a dull boy. 68. The rose must re-become the bud born of its parent stem, before the parasite has eaten through its heart and drunk its life-sap. The English is here ambiguous and obscure, but the meaning is that it is important to achieve the Great Work while you have youth and energy. 69. The golden tree puts forth its jewel-buds before its trunk is withered by the storm. Repeats this in clearer language. 70. The Pupil must regain THE CHILD-STATE HE HAS LOST ere the first sound can fall upon his ear."},{"pageNumber":28,"pageContent":"LIBER LXXI 24Compare the remark of ìChrist,î ìExcept ye become as little children ye shall in no wise enter into the Kingdom of Heaven,î and also, ìYe must be born again.î It also refers to the over-coming of shame and of the sense of sin. If you think the Temple of the Holy Ghost to be a pig-stye, it is certainly improper to perform therein the Mass of the Graal. Therefore purify and con-secrate yourselves; and then, Kings and Priests unto God, perform ye the Miracle of the One Substance. Here is written also the Mystery of Harpocrates. One must become the ìUnconsciousî (of Jung), the Phallic or Divine Child or Dwarf-Self. 71. The light from the ONE MASTER, the one unfading golden light of Spirit, shoots its effulgent beams on the disciple from the very first. lts rays thread through the thick, dark clouds of Matter. The Holy Guardian Angel is already aspiring to union with the Disciple, even before his aspiration is formulated in the latter. 72. Now here, now there, these rays illumine it, like sunsparks light the earth through the thick foliage of jungle growth. But, O Disciple, unless the flesh is passive, head cool, the soul as firm and pure as flaming diamond, the radiance will not reach the CHAMBER, its sunlight will not warm the heart, nor will the mystic sounds of Akāshic heights reach the ear, however eager, at the initial stage. The uniting of the Disciple with his Angel depends upon the former. The Latter is always at hand. ìAkāshic heightsîóthe dwelling-place of Nuith. 73. Unless thou hearest, thou canst not see. Unless thou seest, thou canst not hear. To hear and see this is the second stage. . . . . . . . . . . . . . . . This is an obscure verse. It implies that the qualities of fire and Spirit commingle to reach the second stage. There is"},{"pageNumber":29,"pageContent":"THE VOICE OF THE SILENCE 25evidently a verse missing, or rather omitted, as may be understood by the row of dots; this presumably refers to the third stage. This third stage may be found by the discerning in Liber 831. 74. When the disciple sees and hears, and when he smells and tastes, eyes closed, ears shut, with mouth and nostrils stopped; when the four senses blend and ready are to pass into the fifth, that of the inner touchóthen into stage the fourth he hath passed on. The practice indicated in verse 74 is described in most books upon the Tatwas. The orifices of the face being covered with the fingers, the senses take on a new shape. 75. And in the fifth, O slayer of thy thoughts, all these again have to be killed beyond reanimation. It is not sufficient to get rid temporarily of oneís obstacles. One must seek out their roots and destroy them, so that they can never rise again. This involves a very deep psychological investi-gation, as a preliminary. But the whole matter is one between the Self and its modifications, not at all between the Instrument and its gates. To kill out the sense of sight is nor achieved by removing the eyes. This mistake has done more to obscure the Path than any other, and has been responsible for endless misery. 76. Withhold thy mind from ah external objects, ah external sights. Withhold internal images, hest on thy Soul-light a dark shadow they should cast. This is the usual instruction once more, but, going further, it intimates that the internal image or reality of the object must be destroyed as well as the outer image and the ideal image. 77. Thou art now in DHARANA, the sixth stage. DHARANA has been explained thoroughly in Book 4, q.v. 78. When thou hast passed into the seventh, O happy one, thou shall perceive no more the sacred three, for thou shalt have become that three thyself. Thyself and mind, like twins upon a line, the star which is thy goal, burns overhead. The three that"},{"pageNumber":30,"pageContent":"LIBER LXXI 26dwell in glory and in bliss ineffable, now in the world of Māyā have host their names. They have become one star, the fire that burns but scorches not, that fire which is the Upādhi of the Flame. It would be a mistake to attach more than a poetic meaning to these remarks upon the sacred Three; but Ego, non-Ego, and That which is formed from their wedding, are here referred to. There are two Triangles of especial importance to mystics; one is the equilateral, the other that familiar to the Past Master in Craft Masonry. The last sentence in the text refers to the ìSeedî of Fire, the ìAce of Wands,î the ìLion-Serpent,î the ìDwarf-Self,î the ìWinged Egg,î etc., etc., etc. 79. And this, O Yogi of success, is what men cali Dhyāna, the right precursor of Samādhi. These states have been sufficiently, and much better, described in Book 4, q.v. 80. And now thy Self is lost in SELF, Thyself unto THYSELF, merged in T H A T S E L F from which thou first didst radiate. In this verse is given a hint of the underlying philosophical theory of the Cosmos. See Liber CXI for a full and proper account of this. 81. Where is thy individuality, Lanoo, where the Lanoo himself? It is the spark lost in the fire, the drop within the ocean, the ever-present Ray become the ALL and the eternal radiance. Again principally poetical. The man is conceived as a mere accretion about his ìDwarf-Self,î and he is now wholly absorbed therein. For IT is also ALL, being of the Body of Nuit. 82. And now, Lanoo, thou art the doer and the witness, the radiator and the radiation, Light in the Sound, and the Sound in the Light. Important, as indicating the attainment of a mystical state, in which you are not only involved in an action, but apart from it. There is a higher state described in the Bhagavad Gita. ìI who am all, and made it all, abide its separate Lord.î"},{"pageNumber":31,"pageContent":"THE VOICE OF THE SILENCE 2783. Thou art acquainted with the five impediments, O blessed one. Thou art their conqueror, the Master of the sixth, deliverer of the four modes of Truth. The Light that falls upon them shines from thyself, O thou who wast Disciple but art Teacher now. The five impediments are usually taken to be the five senses. In this case the term ìMaster of the sixthî becomes of profound significance. The ìsixth senseî is the race-instinct, whose common manifestation is in sex; this sense is then the birth of the Individual or Conscious Self with the ìDwarf-Self,î the Silent Babe, Harpocrates. The ìfour modes of Truthî (noble Truths) are adequately described in ìScience and Buddhism.î (See Crowley, Collected Works.) 84. And of these modes of Truth: Hast thou not passed through knowledge of all miseryótruth the first? 85. Hast thou not conquered the Mārasí King at Tsi, the portal of assemblingótruth the second? 86. Hast thou not sin at the third gate destroyed and truth the third attained? 87. Hast thou not entered Tau, ìthe Pathî that leads to knowledgeóthe fourth truth? The reference to the ìMārasí Kingî confuses the second truth with the third. The third Truth is a mere corollary of the Second, and the Fourth a Grammar of the Third. 88. And now, rest íneath the Bodhi tree, which is perfection of all knowledge, for, know, thou art the Master of SAMADHIóthe state of faultless vision. This account of Samadhi is very incongruous. Through-out the whole treatise Hindoo ideas are painfully mixed with Buddhist, and the introduction of the ìfour noble truthsî comes very strangely as the precursor of verses 88 and 89."},{"pageNumber":32,"pageContent":"LIBER LXXI 2889. Behold! thou hast become the light, thou hast become the Sound, thou art thy Master and thy God. Thou art THYSELF the object of thy search: the VOICE unbroken, that resounds throughout eternities, exempt from change, from sin exempt, the seven sounds in one, THE VOICE OF THE SILENCE Om Tat Sat. This is a pure peroration, and clearly involves an egocentric metaphysic. The style of the whole treatise is characteristically occidental. "},{"pageNumber":33,"pageContent":"29 FRAGMENT II THE TWO PATHS 1. And now, O Teacher of Compassion, point thou the way to other men. Behold, all those who knocking for admission, await [sic] in ignorance and darkness, to see the gate of the Sweet Law flung open! This begins with the word ìAnd,î rather as if it were a sequel to The Voice of the Silence. It should not be assumed that this is the case. However, assuming that the first Fragment explains the Path as far as Master of the Temple, it is legitimate to regard this second Fragment, so called, as the further instruction; for the Master of the Temple must leave his personal progress to attend to that of other people, a task from which, 1 am bound to add, even the most patient of Masters feels at times a tendency to revolt! 2. The voice of the Candidates: Shalt not thou, Master of thine own Mercy, reveal the doctrine of the Heart? Shalt thou refuse to lead thy Servants unto the Path of Liberation? One is compelled to remark a certain flavour of sentimentality in the exposition of the ìHeart doctrine,î perhaps due to the increasing age and weight of the Authoress. The real reason of the compassion (so-called) of the Master is a perfectly practical and sensible one. It has nothing to do with the beautiful verses, ìIt is only the sorrows of others Cast their shadows over me.î The Master has learnt the first noble truth: ìEverything is sorrow,î and he has learnt that there is no such thing as separate existence. Existence is one. He knows these things as facts, just as he knows that two and two make four. Consequently, although he has"},{"pageNumber":34,"pageContent":"LIBER LXXI 30found the way of escape for that fraction of consciousness which he once called ìI,î and although he knows that not only that consciousness, but all other consciousnesses, are but part of an illusion, yet he feels that his own task is not accomplished while there remains any fragment of consciousness thus unemancipated from illusion. Here we get into very deep metaphysical difficulties, but that cannot be helped, for the Master of the Temple knows that any statement, however simple, involves metaphysical difficulties which are not only difficult, but insoluble. On the plane of which Reason is Lord, all antinomies are irreconcilable. It is impossible for any one below the grade of Magister Templi even to begin to comprehend the resolution of them. This fragment of the imaginary Book of the Golden Precepts must be studied without ever losing sight of this fact. 3. Quoth the Teacher: The Paths are two; the great Perfections three; six are the Virtues that transform the body into the Tree of Knowledge. The ìTree of Knowledgeî is of course another euphemism, the ìDragon Treeî representing the uniting of the straight and the curved. A further description of the Tree under which Gautama sat and attained emancipation is unfit for this elementary comment. Aum Mani Padmen hum. 4. Who shall approach them? Who shall first enter them? Who shall first hear the doctrine of two Paths in one, the truth unveiled about the Secret Heart? The Law which, shunning learning, teaches Wisdom, reveals a tale of woe. This expression ìtwo Paths in oneî is intended to convey a hint that this fragment has a much deeper meaning than is apparent. The key should again be sought in Alchemy. 5. Alas, alas, that all men should possess Alaya, be one with the great Soul, and that possessing it, Alaya should so little avail them!"},{"pageNumber":35,"pageContent":"THE TWO PATHS 316. Behold how like the moon, reflected in the tranquil waves, Alaya is reflected by the small and by the great, is mirrored in the tiniest atoms, yet fails to reach the heart of all. Alas, that so few men should profit by the gift, the priceless boon of learning truth, the right perception of existing things, the Knowledge of the non-existent! This is indeed a serious metaphysical complaint. The solution of it is not to be found in reason. 7. Saith the Pupil: O Teacher, what shall 1 do to reach to Wisdom? O Wise one, what, to gain perfection? 8. Search for the Paths. But, O Lanoo, be of clean heart before thou startest on thy journey. Before thou takest thy first step learn to discern the real from the false, the ever-ileeting from the everlasting. Learn aboye all to separate Head-learning from Soul-Wisdom, the ìEyeî from the ìHeartî doctrine. The Authoress of these treatises is a little exacting in the number of things that you have to do before you take your first step, most of them being things which more nearly resemble the difficulties of the last step. But by learning to distinguish the ìreal from the falseî is only meant a sort of elementary discern-ment between things that are worth having and those that are not worth having, and, of course, the perception will alter with advance in knowledge. By ìHead-learningî is meant the contents of the Ruach (mind) or Manas. Chiah is sub-consciousness in its best sense, that subliminal which is sublime. The ìEyeî doctrine then means the exoteric, the ìHeartî doctrine the esoteric. Of course, in a more secret doctrine still, there is an Eye Doctrine which trans-cends the Heart Doctrine as that transcends this lesser Eye Doctrine. 9. Yea, ignorance is like unto a closed and airless vessel; the soul a bird shut up within. It warbles not, nor can it stir a feather; but the songster mute and torpid sits, and of exhaustion dies. The Soul, Atma, despite its possession of the attributes omni-science, omnipotence, omnipresence, etc., is entirely bound and"},{"pageNumber":36,"pageContent":"LIBER LXXI 32blindfolded by ignorance. The metaphysical puzzle to which this gives rise cannot be discussed hereóit is insoluble by reason, though one may call attention to the inherent incommensurability of a postulated absolute with an observed relative. 10. But even ignorance is better than Head-learning with no Soul-wisdom to illuminate and guide it. The word ìbetterî is used rather sentimentally, for, as ìIt is better to have loved and lost than never to have loved at all,î so it is better to be a madman than an idiot. There is always a chance of putting wrong right. As, however, the disease of the age is in-tellectualism, this lesson is well to teach. Numerous sermons on this point wilI be found in many of the writings of Frater Perdurabo. 11. The seeds of Wisdom cannot sprout and grow in airless space. To live and reap experience the mind needs breadth and depth and points to draw it towards the Diamond Soul. Seek not those points in m„y‰ís realm; but soar beyond illusions, search the eternal and the changeless SAT, mistrusting fancyís false suggestions. Compare what is said in Book 4, Part II, about the Sword. In the last part of the verse the adjuration is somewhat obvious, and it must be remembered that with progress the realm of Maya constantly expands as that of Sat diminishes. In orthodox Buddhism this process continues indefinitely. There is also the resolution SAT = ASAT. 12. For mind is like a mirror; it gathers dust while it reflects. It needs the gentle breezes of Soul-Wisdom to brush away the dust of our illusions. Seek, O Beginner, to blend thy Mind and Soul. The charge is to eliminate rubbish from the Mind, and teaches that Soul-wisdom is the selective agent. But these Fragments will be most shamefully misinterpreted if a trace of sentimentality is allowed to creep in. ìSoul-wisdomî does not mean ìpietyî and ìnobilityî and similar conceptions, which only flourish where truth is permanently lost, as in England. Soul-wisdom here means the Will. You should eliminate from your mind anything which"},{"pageNumber":37,"pageContent":"THE TWO PATHS 33does not subserve your real purpose. It was, however, said in verse 11 that the ìmind needs breadth,î and this also is true, but if all the facts known to the Thinker are properly coordinated and connected causally, and by necessity, the ideal mind will be attained, for although complex it will be unified. And if the summit of its pyramid be the Soul, the injunction in this verse 12 to the Beginner will be properly observed. 13. Shun ignorance, and likewise shun illusion. Avert thy face from world deceptions; mistrust thy senses, they are false. But within thy bodyóthe shrine of thy sensationsóseek in the Impersonal for the ìeternal manî; and having sought him out, look inward: thou art Buddha. ìShun ignoranceî: Keep on acquiring facts. ìShun illusionî: Refer every fact to the ultimate reality. ìInterpret every phenomenon as a particular dealing of God with your Soul.î ìMistrust thy sensesî: Avoid superficial judgment of the facts which they present to you. The last paragraph gives too succinct a statement of the facts. The attainment of the knowledge of the Holy Guardian Angel is only the ìnext step.î It does not imply Buddhahood by any means. 14. Shun praise, O Devotee. Praise leads to self-delusion. Thy body is not Self, thy SELF is in itself without a body, and either praise or blame affects it not. Pride is an expansion of the Ego, and the Ego must be destroyed. Pride is its protective sheath, and hence exceptionally dangerous, but this is a mystical truth concerning the inner life. The Adept is anything but a ìcreeping Jesus.î 15. Self-gratulation, O disciple, is like unto a lofty tower, up which a haughty fool has climbed. Thereon he sits in prideful solitude and unperceived by any but himself. Develops this: but, this treatise being for beginners as well as for the more advanced, a sensible commonplace reason is given for avoiding pride, in that it defeats its own object."},{"pageNumber":38,"pageContent":"LIBER LXXI 3416. False learning is rejected by the Wise, and scattered to the Winds by the good Law. Its wheel revolves for all, the humble and the proud. The ìDoctrine of the Eyeî is for the crowd, the ìDoctrine of the Heartî for the elect. The first repeat in pride: ìBehold, I know,î the last, they who in humbleness have garnered, low confess, ìThus have 1 heard.î Continues the subject, but adds a further Word to discriminate from Da‰th (knowledge) in favour of Binah (understanding). 17. ìGreat Sifterî is the name of the ìHeart Doctrine,î O disciple. This explains the ìHeart Doctrineî as a process of continual elimination which refers both to the aspirants and to the thoughts. 18. The wheel of the good Law moves swiftly on. It grinds by night and day. The worthless husks it drives from out the golden grain, the refuse from the flour. The hand of karma guides the wheel; the revolutions mark the beatings of the karmic heart. The subject of elimination is here further developed. The favourite Eastern image of the Wheel of the Good Law is difficult to Western minds, and the whole metaphor appears to us some-what confused. 19. True knowledge is the flour, false learning is the husk. If thou wouldíst eat the bread of Wisdom, thy flour thou hast to knead with Amritaís clear waters. But if thou kneadest husks with Māyāís dew, thou canst create but food for the black doves of death, the birds of birth, decay and sorrow. ìAmritaî means not only Immortality, but is the technical name of the Divine force which descends upon man, but which is burnt up by his tendencies, by the forces which make him what he is. It is also a certain Elixir which is the Menstruum of Harpocrates. Amrita here is best interpreted thus, for it is in opposition to ìMāyā.î To interpret illusion is to make confusion more confused. 20. If thou art told that to become Arhat thou hast to cease to love all beingsótell them they lÌe."},{"pageNumber":39,"pageContent":"THE TWO PATHS 35Here begins an instruction against Asceticism, which has always been the stumbling block most dreaded by the wise. ìChristî said that John the Baptist came neither eating nor drinking, and the people called him mad. He himself came eating and drinking; and they called him a gluttonous man and a wine bibber, a friend of publicans and sinners. The Adept does what he likes, or rather what he wills, and allows nothing to interfere with it, but because he is ascetic in the sense that he has no appetite for the stale stupidities which fools call pleasure, people expect him to refuse things both natural and necessary. Some people are so hypocritical that they claim their dislikes as virtue, and so the poor, weedy, unhealthy degenerate who cannot smoke because his heart is out of order, and cannot drink because his brain is too weak to stand it, or perhaps because his doctor has forbidden him to do either for the next two years, the man who is afraid of life, afraid to do anything lest some result should follow, is acclaimed as the best and greatest of mankind. It is very amusing in England to watch the snobbishness, particularly of the middle classes, and their absurd aping of their betters, while the cream of the jest is that the morality to which the middle classes cling does not exist in good society. Those who have Master Souls refuse to be bound by anything but their own wills. They may refrain from certain actions because their main purpose would be interfered with, just as a man refrains from smoking if he is training for a boat-race; and those in whom cunning is stronger than self-respect sometimes dupe the populace by ostentatiously refraining from certain actions, while, however, they perform them in private. Especially of recent years, some Adepts have thought it wise either to refrain or to pretend to refrain from various things in order to increase their influence. This is a great folly. What is most necessary to demonstrate is that the Adept is not less but more than a man. It is better to hit your enemy and be falsely accused of malice, than to refrain from hitting him and be falsely accused of cowardice."},{"pageNumber":40,"pageContent":"LIBER LXXI 3621. If thou art told that to gain liberation thou hast to hate thy mother and disregard thy son; to disavow thy father and call him ìhouseholderî; for man and beast all pity to renounceótell them their tongue is false. This verse explains that the Adept has no business to break up his domestic circumstances. The Rosicrucian Doctrine that the Adept should be a man of the world, is much nobler than that of the hermit. If the Ascetic Doctrine is carried to its logical conclu-sion, a stone is holier than Buddha himself. Read, however, Liber CLVI. (See The Equinox1) 22. Thus teach the Tirthikas, the unbelievers. It is a little difficult to justify the epithet ìunbelieverîóit seems to me that on the contrary they are the believers. Scepticism is sword and shield to the wise man. But by scepticism one does not mean the sneering infidelity of a Bolingbroke, or the gutter-snipe agnosticism of a Harry Boulter, which are crude remedies against a very vulgar colic. 23. If thou art taught that sin is born of action and bliss of absolute inaction, then tell them that they err. Nonpermanence of human action, deliverance of mind from thralldom by the cessation of sin and faults, are not for ìDeva Egos.î Thus saith the ìDoctrine of the Heart.î This Doctrine is further developed. The term ìdeva Egosî is again obscure. The verse teaches that one should not be afraid to act. Action must be fought by reaction, and tyranny will never be overthrown by slavish submission to it. Cowardice is conquered by a course of exposing oneself unnecessarily to danger. The desire of the flesh has ever grown stronger for ascetics, as they endeavored to combat it by abstinence, and when with old age their functions are atrophied, they proclaim vaingloriously ìI have conquered.î The way to conquer any desire is to understand it, and freedom consists in the ability to decide whether or no you will perform any given action. The Adept should always be ready 1 [Vol. I no. 6 and vol. III no. 9; also Magick in Theory and Practice, app. VII.]"},{"pageNumber":41,"pageContent":"THE TWO PATHS 37to abide by the toss of a coin, and remain absolutely indifferent as to whether it falls head or tail. 24. The Dharma (law) of the ìEyeî is the embodiment of the external, and the non-existing. By ìnon-existingî is meant the lower Asat. The word is used on other occasions to mean an Asat which is higher than, and beyond, Sat. 25. The Dharma of the ìHeartî is the embodiment of Bodhi, the Permanent and Everlasting. ìBodhiî implies the root ìLightî in its highest sense of L.V.X. But, even in Hindu Theory, panta ∑ei. 26. The Lamp burns bright when wick and oil are clean. To make them clean a cleaner is required. The flame feels not the process of the cleaning. ìThe branches of the tree are shaken by the wind; the trunk remains unmoved.î This verse again refers to the process of selection and elimin-ation already described. The aspiration must be considered as unaffected by this process except in so far as it becomes brighter and clearer in consequence of it. The last sentence seems again to refer to this question of asceticism. The Adept is not affected by his actions. 27. Both action and inaction may find room in thee; thy body agitated, thy mind tranquil, thy Soul as limpid as a mountain lake. This repeats the same lesson. The Adept may plunge into the work of the world, and undertake his daily duties and pleasures exactly as another man would do, but he is not moved by them as the other man is. 28. Wouldst thou become a yogin of ìTimeís Circleî? Then, O Lanoo: 29. Believe thou not that sitting in dark forests, in proud seclusion and apart from men; believe thou not that life on roots and plants, that thirst assuaged with snow from the great Rangeóbelieve thou not, O Devotee, that this will lead thee to the goal of final liberation."},{"pageNumber":42,"pageContent":"LIBER LXXI 3830. Think not that breaking bone, that rending flesh and muscle, unites thee to thy ìsilent Self.î Think not, that when the sins of thy gross form are conquered, O Victim of thy Shadows, thy duty is accomplished by nature and by man. Once again the ascetic life is forbidden. It is moreover shown to be a delusion that the ascetic life assists liberation. The ascetic thinks that by reducing himself to the condition of a vegetable he is advanced upon the path of Evolution. It is not so. Minerals have no inherent power of motion save intramolecularly. Plants grow and move, though but little. Animals are free to move o every direction, and space itself is no hindrance to the higher principles of man. Advance is in the direction of more continuous and more untiring energy. 31. The blessed ones have scorned to do so. The Lion of the Law, the Lord of Mercy, perceiving the true cause of human woe, immediately forsook the sweet but selfish rest of quiet wilds. From Aranyani He became the Teacher of mankind. After Julai had entered the Nirvana, He preached on mount and plain, and held discourses in the cities, to devas, men and gods. Reference is here made to the attainment of the Buddha. It was only after he had abandoned the Ascetic Life that he attained, and so far from manifesting that attainment by non-action, he created a revolution in India by attacking the Caste system, and by preaching his law created a karma so violent that even today its primary force is still active. The present ìBuddha,î the Master Therion, is doing a similar, but even greater work, by His proclamation: Do what thou wilt shall be the whole of the Law. 32. Sow kindly acts and thou shalt reap their fruition. Inac-tion in a deed of mercy becomes an action in a deadly sin. Thus saith the Sage. This continues the diatribe against non-action, and points out that the Ascetic is entirely deluded when he supposes that doing nothing has no effect. To refuse to save life is murder."},{"pageNumber":43,"pageContent":"THE TWO PATHS 3933. Shalt thou abstain from action? Not so shall gain thy soul her freedom. To reach Nirvana one must reach Self-Knowledge, and Self-Knowledge is of loving deeds the child. Continues the subject. The basis of knowledge is experience. 34. Have patience, Candidate, as one who fears no failure, courts no success. Fix thy Soulís gaze upon the star whose ray thou art, the flaming star that shines within the lightless depths of ever-being, the boundless fields of the Unknown. The Candidate is exhorted to patience and one-pointedness, and, further to an indifference to the result which comes of true confidence that that result will follow. Cf. Liber CCXX 1: ìFor pure will, unassuaged of purpose, delivered from the lust of result, is every way perfect.î 35. Have perseverance as one who doth for evermore endure. Thy shadows live and vanish; that which in thee shall live for ever, that which in thee knows, for it is knowledge, is not of fleeting life; it is the Man that was, that is, and will be, for whom the hour shall never strike. Compare LÈviís aphorism, ìThe Magician should work as though he had omnipotence at his command and eternity at his disposal.î Do not imagine that it matters whether you finish the task in this life or not. Go on quietly and steadily, unmoved by anything whatever. 36. If thou wouldíst reap sweet peace and rest, Disciple, sow with the seeds of merit the fields of future harvests. Accept the woes of birth. Accept the Laws of Nature and work with them. Do not be always trying to take short cuts. Do not complain, and do not be afraid of the length of the Path. This treatise being for beginners, reward is offered. Andóit is really worthwhile. One may find oneself in the Office of a Buddha. Yea, cried the Holy One, and from Thy spark will I the Lord kindle a great light; I will burn through the great city in the old and desolate land; I will cleanse it from its great impurity."},{"pageNumber":44,"pageContent":"LIBER LXXI 40And thou, O prophet, shalt see these things, and thou shalt heed them not. Now is the Pillar established in the Void; now is Asi fulfilled of Asar; now is Hoor let down into the Animal Soul of Things like a fiery star that falleth upon the darkness of the earth. Through the midnight thou art dropt, O my child, my conqueror, my sword-girt captain, O Hoor! and they shall find thee as a black gnarlíd glittering stone, and they shall worship thee.2 37. Step out from sunlight into shade, to make more room for others. The tears that water the parched soil of pain and sorrow, bring forth the blossoms and the fruits of Karmic retribution. Out of the furnace of manís life and its black smoke, winged flames arise, flames purified, that soaring onward, íneath the Karmic eye, weave in the end the fabric glorified of the three vestures of the Path. Now the discourse turns to the question of the origin of Evil. The alchemical theory is here set forth. The first matter of the work is not so worthy as the elixir, and it must pass through the state of the Black Dragon to attain thereto. 38. These vestures are: Nirmānakāya, Sambhogkāya, Dharmakāya, robe Sublime. The Nirmanakaya body is the ìBody of Lightî as described in Book 4, Part III. But it is to be considered as having been developed to the highest point possible that is compatible with incarnation. The Sambhogkaya has ìthree perfectionsî added, so-called. These would prevent incarnation. The Dharmakaya body is what may be described as the final sublimation of an individual. It is a bodiless flame on the point of mingling with the infinite flame. A description of the state of one who is in this body is given in ìThe Hermit of ∆sopus Island.î Such is a rough account of these ìrobesî according to Mme. Blavatsky. She further adds that the Dharmakaya body has to be renounced by anyone who wants to help humanity. Now, helping humanity is a very nice thing for those who like it, and no doubt 2 [Liber LXV, V. 3-6.]"},{"pageNumber":45,"pageContent":"THE TWO PATHS 41those who do so deserve well of their fellows. But there is no reason whatever for imagining that to help humanity is the only kind of work worth doing in this universe. The feeling of desire to do so is a limitation and a drag just as bad as any other and it is not at all necessary to make all this fuss about Initiaton and all the rest of it. The universe is exceedingly elastic, especially for those who are themselves elastic. Therefore, though of course one cannot remember humanity when one is wearing the Dharmakaya body, one can hang the Dharmakaya body in oneís magical wardrobe, with a few camphor-balls to keep the moths out, and put it on from time to time when feeling in need of refreshment. In fact, one who is helping humanity is constantly in need of a wash and brush-up from time to time. There is nothing quite so contaminating as humanity, especially Theosophists, as Mme. Blavatsky herself discovered. But the best of all lustrations is death, in which all things unessential to progress are burned up. The plan is much better than that of the Elixir of Life. It is perfectly all right to use this Elixir for energy and youth, but despite all, impressions keep on cluttering up the mind, and once in a while it is certainly a splendid thing for everybody to have the Spring Cleaning of death. With regard to oneís purpose in doing anything at all, it depends on the nature of oneís Star. Blavatsky was horribly hampered by the Trance of Sorrow. She couid see nothing else in the world but helping humanity. She takes no notice whatever of the question of progress through other planets. Geocentricity is a very pathetic and amusingly childish char-acteristic of the older schools. They are always talking about the ten thousand worlds, but it is only a figure of speech. They do not believe in them as actual realities. It is one of the regular Oriental tricks to exaggerate all sorts of things in order to impress other people with oneís knowledge, and then to forget altogether to weld this particular piece of information on to the wheel of the Law. Consequently, all Blavatskyís talk about the sublimity of the Nirmanakaya body is no more than the speech of a politician who is"},{"pageNumber":46,"pageContent":"LIBER LXXI 42thanking a famous general for having done some of his dirty work for him. 39. The Shangna robe, ítis true, can purchase light eternal. The Shangna robe alone gives the Nirvāna of destruction; it stops rebirth, but, O Lanoo, it also kills compassion. No longer can the perfect Buddhas, who don the Dharmakāya glory, help manís salvation. Alas! shall SELVES be sacrificed to Self, mankind, unto the weah of Units? The sum of misery is diminished only in a minute degree by the attainment of a pratyeka-buddha. The tremendous energy acquired is used to accomplish the miracle of destruction. If the keystone of an arch is taken away the other stones are not promoted to a higher place. They fall. [A Pratykeka-Buddha is one who attains emancipation for himself alone.óEd.] (ìNirvana of destructionî! Nirvana means ëcessationí. What messy English!) 40. Know, O beginner, this is the Open PATH, the way to selfish bliss, shunned by the Bodhisattvas of the ìSecret Heart,î the Buddhas of Compassion. The words ìselfish blissî must not be taken in a literal sense. It is exceedingly difficult to discuss this question. The Occidental mind finds it difficult even to attach any meaning to the conditions of Nirvana. Partly it is the fault of language, partly it is due to the fact that the condition of Arhat is quite beyond thought. He is beyond the Abyss, and there a thing is only true in so far as it is self-contradictory. The Arhat has no self to be blissful. It is much simpler to consider it on the lines given in my commentary to the last verse. 41. To live to benefit mankind is the first step. To practice the six glorious virtues is the second. 42. To don Nirmānakāyaís humble robe is to forego eternal bliss for Self, to help on manís salvation. To reach Nirvanaís bliss but to renounce it, is the supreme, the final stepóthe highest on Renunciationís Path."},{"pageNumber":47,"pageContent":"THE TWO PATHS 43All this about Gautama Buddha having renounced Nirvana is apparently all a pure invention of Mme. Blavatsky, and has no authority in the Buddhist canon. The Buddha is referred to, again and again, as having ìpassed away by that kind of passing away which heaves nothing whatever behind.î The account of his doing this is given in the Mahaparinibbana Sutta; and it was the contention of the Theosophists that this ìgreat, sublime, Nibbana storyî was something peculiar to Gautama Buddha. They began to talk about Parinibbana, super-Nibbana, as if there were some way of subtracting one from one which would leave a higher, superior kind of a nothing, or as if there were some way of blowing out a candle which would heave Moses in a much more Egyptian darkness than we ever supposed when we were children. This is not science. This is not business. This is American Sunday journalism. The Hindu and the American are very much alike in this innocence, this naÔvetÈ which demands fairy stories with ever bigger giants. They cannot bear the idea of anything being complete and done with. So, they are always talking in superlatives, and are hard put to it when the facts catch up with them, and they have to invent new superlatives. Instead of saying that there are bricks of various sizes, and specifying those sizes, they have a brick, and a super-brick, and ìoneî brick, and ìsomeî brick; and when they have got to the end, they chase through the dictionary for some other epithet to brick, which shall excite the sense of wonder at the magnificent progress and super-progressóI present the American nation with this wordówhich is supposed to have been made. Probably the whole thing is a bluff without a single fact behind it. Almost the whole of the Hindu psychology is an example of this kind of journalism. They are not content with the supreme God. The other man wishes to show off by having a supremer God than that, and when a third man comes along and finds them disputing, it is up to him to invent a supremest super-God. It is simply ridiculous to try to add to the definition of Nibbana by this invention of Parinibbana, and only talkers busy"},{"pageNumber":48,"pageContent":"LIBER LXXI 44themselves with these fantastic speculations. The serious student minds his own business, which is the business in hand. The Pres-ident of a Corporation does not pay his bookkeeper to make a statement of the countless billions of profit to be made in some future year. It requires no great ability to string a row of zeros after a significant figure until the ink runs out. What is wanted is the actual balance of the week. The reader is most strongly urged nor to permit himself to indulge in fantastic flights of thought, which are the poison of the mind, because they represent an attempt to run away from reality, a dispersion of energy and a corruption of moral strength. His business is, firstly, to know himself; secondly, to order and control himself; thirdly, to develop himself on sound organic lines little by little. The rest is only leather and Prunella. There is, however, a sense in which the service of humanity is necessary to the completeness of the Adept. He is nor to fly away too far. Some remarks on this course are given in the note to the next verse. The student is also advised to rake note of the conditions of membership of the A∴A∴. 43. Know, O Disciple, this is the Secret PATH, selected by the Buddhas of Perfection, who sacrificed THE 5ELF to weaker Selves. This is a statement of the conditions of performing the Alchemical operation indicated in the injunction ìCoagula.î In ìSolvÈî the Adept aspires upward. He casts off everything that he has is. But after reaching the supreme triad, he aspires downward. He keeps on adding to all that he has or is, but after another manner. This part of our treatise is loathsomely sentimental twaddle, what America (God bless her!) calls ìsob-stuff.î When tipsy old ladies become maudlin, it is time to go."},{"pageNumber":49,"pageContent":"THE TWO PATHS 4544. Yet, if the ìDoctrine of the Heartî is too high-winged for thee. If thou needíst help thyself and fearest to offer help to others,óthen, thou of timid heart, be warned in time: remain content with the ìEye Doctrineî of the Law. Hope still. For if the ìSecret Pathî is unattainable this ìday,î it is within thy reach ìtomorrow.î Learn that no efforts, not the smallestówhether in right or wrong directionócan vanish from the world of causes. Eíen wasted smoke remains not traceless. ìA harsh word uttered in past lives is not destroyed, but ever comes again.î The pepper plant will not give birth to roses, nor the sweet jessamineís silver star to thorn or thistle turn. Behold what is written for a Parable in the ìGreat Lawî:3 Let not the failure and the pain turn aside the worshippers. The foundations of the pyramid were hewn in the living rock ere sunset; did the king weep at dawn that the crown of the pyramid was yet unquarried in the distant hand? There was also an humming-bird that spake unto the horned cetastes, and prayed him for poison. And the great snake of Khem the Holy One, the royal UrÊus serpent, answered him and said: I sailed over the sky of Nu in the car called Millions-of-Years, and I saw not any creature upon Seb that was equal to me. The venom of my fang is the inheritance of my father, and of my fatherís father; and how shall 1 give it unto thee? Live thou and thy children as I and my fathers have lives, even unto an hundred millions of generations, and it may be that the mercy of the Mighty Ones may bestow upon thy children a drop of the poison of eld. Then the humming-bird was afflicted in his spirit, and he flew unto the flowers, and it was as if naught had been spoken between them. Yet in a little while a serpent struck him that he died. But an Ibis that meditated upon the bank of Nile the beautiful God listened and heard. And he laid aside his Ibis ways, and became as a serpent, saying Peradventure in an hundred millions of millions of generations of my children, they shall attain to a drop of the poison of the fang of the Exalted One. And behold! ere the moon waxed thrice he became an UrÊus serpent, and the poison of the fang was established in him and his seed even for ever and for ever. 3 [Liber LXV, V, 51-56.]"},{"pageNumber":50,"pageContent":"LIBER LXXI 46 45. Thou canst create this ìdayî thy chances for the ìto-morrow.î In the ìGreat Journey,î causes sown each hour bear each its harvest of effects, for rigid Justice rules the World. With mighty sweep of never-erring action, it brings to wortals lives of weal or woe, the Karmic progeny of all our former thoughts and deeds. 46. Take them as much as merit hath in store for thee, O thou of patient heart. Be of good cheer and rest content with fate. Such is thy Karma, the Karma of the cycle of thy births, the destiny of those who, in their pain and sorrow, are born along with thee, rejoice and weep from life to life, chained to thy previous actions. 47. Act then for them ìto-day,î and they will act for thee ìto-morrow.î These verses confirm what was said above with regard to perseverance. Every cause has its effect. There is no waste. There is no evasion. 48. íTis from the bud of Renunciation of the Self, that springeth the sweet fruit of final Liberation. This is again obscure, as the word ìSelfî means so many things, and though many kinds of type have been employed to spell it, clear definitions of what each type indicates are lacking. It is here, however, the doctrine of the Two Paths which is taught. On reaching the highest grade of the Second Order, that of Exempt Adept, there are two Paths open, the right hand and the left. These are described at length in Liber 418, and we must refer the Student to that book. But the main point is that on the right hand path, stripping self, the Adept becomes Nemo, the Master of the Temple, and returns across the abyss, or rather is flung forth, and appears in the Heaven of Jupiteróor sphere of another planetóas a morning Star or an evening Star to bring light to them that dwell upon the earth. On the left hand Path, the Adept, wishing to keep all that he has, shuts himself up in a Tower of Silence, there to suffer the progressively degrading agony of slow"},{"pageNumber":51,"pageContent":"THE TWO PATHS 47dispersion. For on the right hand Path the Master of the Temple isómomentarilyóafter a fashionóat rest. His intellectual and physical forces are acting in the world, but his blood is in the Cup of Babalon, a draught to awaken the Eld of the All-Father, and all that remains of him is a little pile of dust which only waits the moment when it shall be burnt to ashes. 49. To perish doomed is he, who out of fear of Māra refrains from helping man, lest he should act for Self. The pilgrim who would cool his weary limbs in running water, yet dares not plunge for terror of the stream risks to succumb from heat. Inaction based on selfish fear can bear but evil fruit. A further warning against the doctrine of inaction. It is extraordinary how the Author insists again and against on this point. Orthodox Buddhism ostensibly teaches that creation of any Karma whatever merely perpetuates ìSorrow.î 50. The selfish devotee lives to no purpose. The man who does not go through his appointed work in lifeóhas lived in vain. This verse repeats the lesson yet once more. It is another way of saying: Do what thou wilt shall be the whole of the Law. 51. Follow the wheel of life; follow the whell of duty to race and kin, to friend and foe, and close thy mind to pleasures as to pain. Exhaust the law of Karmic retribution. Gain Siddhis for thy future birth. This again states the same thing, urges the aspirant to live his life fully on every plane, preserving, it is true, an indifference to all that he does, but only the inner indifference of contempt, not the outer indifference of atrophy. Madame Blavatsky herself smoked like a volcano, drank like a fish, swore like a trooper, loved like a Cleopatra. She was right. Read the Taoist instructions to this effect. 52. If Sun thou canst not be, then be the humble planet. Aye, if thou art debarred from flaming like the noonday Sun upon the snow-capped mount of purity eternal, then choose, O Neophyte, a humbler course."},{"pageNumber":52,"pageContent":"LIBER LXXI 48There are a great many people who are not only without marked capacity, but are obviously without any capactiy at all, for attainment even on a very modest scale. The question then arises as to whether they can ìbe any good.î Unless they are made to do something, they are likely to slip back rather than to make progress. Fortunately, there is a way through which they can make sure of acquiring the capacity in their next incarnation. This way is Karma Yoga: devotion through work to the Work. 53. Point out the ìWayîóhowever dimly, and lost among the hostóas does the evening star to those who tread their path in darkness. The principal method of Karma Yoga indicated is the preaching of the Good Law. Of course it will be understood that anyone thus unfortunately situated cannot understand the Law, but the Law is of such virtue that this is not a fatal disadvantage. See Liber CCC. 54. Behold Migmar, (Mars) as in his crimson veils his ìEyeî sweeps over slumbering Earth. Behold the fiery aura of the ìHandî of Lhagpa (Mercury) extended in protecting love over the heads of his ascetics. Both are now servants to Nyima, (the Sun) left in his absence silent watchers in the night. Yet both in Kalpas past were bright Nyimas, and may in future ìDaysî again become two Suns. Such are the falls and rises of the Karmic Law in nature. The astronomy of the Author of this book is not equal to her poetic prose. Mercury can hardly be said to have a fiery aura, or to be a silent watcher in the night. Nor is it easy to attach any meaning to the statement that Mars and Mercury were once Suns. The theories of transmigration of personality involved are a little difficult! 55. Be, O Lanoo, like them. Give light and comfort to the toiling pilgrim, and seek out him who knows still less than thou; who in his wretched desolation sits starving for the bread of Wisdom and the bread which feeds the shadow, without a"},{"pageNumber":53,"pageContent":"THE TWO PATHS 49Teacher, hope or consolation, andó let him hear the Law. This charge is very important to all Students of whatever grade. Everyoneís first duty is to himself, and to his progress in the Path; but his second duty, which presses the first hard, is to give assistance to those not so advanced. 56. Tell him, O Candidate, that he who makes of pride and self-regard bond-maidens to devotion; that he, who cleaving to existence, still lays his patience and submission to the Law, as a sweet fiower at the feet of Shākya-Thub-pa, becomes a Srotāpatti in this birth. The Siddhis of perfection may loom far, far away; but the first step is taken, the stream is entered, and he may gain the eye-sight of the mountain eagle, the hearing of the timid doe. It seems rather a bold assertion that Srotapatti is so easily attained, and I know of no Canonical Buddhist authority for this statement. (A Srotapatti becomes an Arahat in seven more incarnations. ìSiddhisîómagic powers.) 57. Tell him, O Aspirant, that true devotion may bring him back the knowledge, that knowledge which was his in former births. The deva-sight and deva-hearing are not obtained in one short birth. The promise in this verse is less difficult to believe. By true devotion is meant a devotion which does not depend upon its object. The highest kind of love asks for no return. It is however misleading to say that ìdeva-sight and deva-hearing are not obtained in one short birth,î as that appears to mean that unless you are born with them you can never acquire them, which is certainly untrue. It is open to any one to say to any one who has acquired them, that he must have acquired them in a previous existence, but a more stupid argument can hardly be imagined. It is an ex-cathedrā statement, and it begs the question, and it contains the same fallacy as is committed by those who suppose that an uncreated God can explain an uncreated Universe. 58. Be humble, if thou wouldíst attain to Wisdom. By humility is meant the humility of the scientific man."},{"pageNumber":54,"pageContent":"LIBER LXXI 5059. Be humbler still, when Wisdom thou hast mastered. This is merely a paraphrase of Sir Isaac Newtonís remark about the child picking up shells. 60. Be like the Ocean which receives all streams and rivers. The Oceanís mighty calm remains unmoved; it feels them not. This verse has many possible interpretations, but its main meaning is that you should accept the universe without being affected by it. 61. Restrain by thy Divine thy lower Self. ìDivineî refers to Tiphareth. (See The Equinox.) 62. Restrain by the Eternal the Divine. ìEternalî refers to Kether. In these two verses the Path is explained in language almost Qabalistic. 63. Aye, great is he, who is the slayer of desire. By ìdesireî is again meant ìtendencyî in the technical Buddhist sense. The Law of Gravitation is the most universal example of such a tendency. 64. Still greater he, in whom the Self Divine has slain the very knowledge of desire. This verse refers to a stage in which the Master has got entirely beyond the Law of cause and effect. The words ìSelf Divineî are somewhat misleading in view of the sense in which they have been used previously. 65. Guard thou the Lower lest it soil the Higher. The Student is told to ìguardî the lower, that is to say he should protect and strengthen it in every possible way, never allowing it to grow disproportionately or to overstep its boundaries. 66. The way to final freedom is within thy SELF. In this verse we find the ìSELFî identified with the Universe. 67. That way begins and ends outside of Self."},{"pageNumber":55,"pageContent":"THE TWO PATHS 51The Ego, i.e. that which is opposed by the non-Ego, has to be destroyed. 68. Unpraised by men and humble is the mother of all rivers, in Tirthikaís proud sight; empty the human form though filled with amrtaís sweet waters, in the sight of fools. Withal, the birthplace of the sacred rivers is the sacred land, and he who Wisdom hath, is honoured by all men. This verse appears to employ a local metaphor, and as Madame Blavatsky had never visited Tibet, the metaphor is obscure, and the geography doubtful. 69. Arhans and Sages of the boundless Vision are rare as is the blossom of the udumbara tree. Arhats are born at midnight hour, together with the sacred plant of nine and seven stalks, the holy flower that opens and blooms in darkness, out of the pure dew and on the frozen bed of snow-capped heights, heights that are trodden by no sinful foot. We find the talented Author again in difficulties, this time with Botany. By the ìboundless Visionî is not meant the stupid Siddhi, but one of the forms of Samadhi, perhaps that upon the snake Ananta, the great green snake that bounds the Universe. 70. No Arhat, O Lanoo, becomes one in that birth when for the first time the Soul begins to long for final liberation. Yet, O thou anxious one, no warrior volunteering fight in the fierce strife between the living and the dead, not one recruit can ever be refused the right to enter on the Path that leads toward the field of Battle. For either he shall win, or he shall fail. It is most important that the Master should not reject any pupil. As it is written in Liber Legis, ìHe must teach; but he may make severe the ordeals.î Compare also the 13th ∆thyr, in Liber 418, where it is shown that Nemo has no means of deciding which of his flowers is the really important one, although assured that all will one day bloom. 71. Yea, if he conquers, Nirvāna shall be his. Before he casts his shadow off his mortal coil, that pregnant cause of anguish and"},{"pageNumber":56,"pageContent":"LIBER LXXI 52illimitable painóin him will men a great and holy Buddha honour. The words ìmortal coilî suggest Stratford-on-Avon rather than Lhasa. The meaning of the verse is a little obscure. It is that the conqueror will be recognized as a Buddha sooner or later. This is not true, but does not matter. My God! if one wanted ìrecognitionî from ìmenî! Help! 72. And if he falls, eíen then he does not fall in vain; the enemies he slew in the last battle will not return to life in the next birth that will be his. Further encouragement to proceed; for although you do not attain everything, yet the enemies you have conquered will not again attack you. In point of fact this is hardly true. The conquest must be very complete for it to be so; but they certainly recur with very diminished intensity. Similar is the gradual immunization of man to syphilis, which was a rapidly fatal disease when fresh. Now we all have it in our blood, and are protected (to some extent, at least) against the ladies. 73. But if thou wouldíst Nirvāna reach, or cast the prize away, let not the fruit of action and inaction be thy motive, thou of dauntless heart. This verse is again very obscure, from overloading. The ìfruitî and the ìprizeî both refer to Nirvāna. 74. Know that the bodhisattva who Liberation changes for Renunciation to don the miseries of ìSecret Life,î is called, ìthrice Honoured,î O thou candidate for woe throughout the cycles. This verse must not be interpreted as offering the inducement of the title of ìthrice Honouredî to a Bodhisattva. It is a mere eloquent appeal to the Candidate. This about woe is awful. It suggests a landlady in Dickens who ías seen better days. 75. The PATH is one, Disciple, yet in the end, twofold. Marked are its stages by four and seven Portals. At one endóbliss immediate, and at the otheróbliss deferred. Both are of merit the reward; the choice is thine."},{"pageNumber":57,"pageContent":"THE TWO PATHS 53The ìfour and seven Portalsî refer, the first to the four stages ending in Arhat, the second to the Portals referred to in the third Fragment. 76. The One becomes the two, the Open and the Secret. The first one leadeth to the goal, the second, to Self-Immolation. The obvious meaning of the verse is the one to take. However, I must again warn the reader against supposing that ìSelf-Immolationî has anything to do with Sir Philip Sidney, or the Sati of the brahminís widow. 77. When to the Permanent is sacrificed the Mutable, the prize is thine: the drop returneth whence it came. The Open PATH leads to the changeless changeóNirvāna, the glorious state of Absoluteness, the Bliss past human thought. 78. Thus, the first Path is LIBERATION. 79. But Path the Second is RENUNCIATION, and therefore called the ìPath of Woe.î There is far too much emotionalism in this part of the treatise, though perhaps this is the fault of the language; but the attitude of contemplating the sorrow of the Universe eternally is unmanly and unscientific. In the practical attempt to aid suffering, the consciousness of that suffering is lost. With regard to the doctrine of Karma, argument is nugatory. In one sense Karma cannot be interfered with, even to the smallest extent, in any way, and therefore all action is not truly cause, but effect. In another sense Zoroaster is right when he says ìTheurgists, fall not so low as to be ranked among the herd that are in subjection to fate.î4 Even if the will be not free, it must be considered as free, or the word loses its meaning. There is, however, a much deeper teaching in this matter. 80. That Secret Path leads the Arhan to mental woe unspeakable; woe for the living Dead, and helpless pity for the men of Karmic sorrow, the fruit of Karma Sages dare not still. 4 [ChaldÊan Oracles, fragment 185 in Westcott / Cory edition.]"},{"pageNumber":58,"pageContent":"LIBER LXXI 54Mental woe unspeakableóRats! If we were to take all this au grand sÈrieux, we should have to class H. P. B. with Sacher-Masoch. She does not seem to have any idea of what an Arhan is, as soon as she plunges into one of these orgies of moral flagellation! Long before one becomes an Arhan, one has completely cured the mind. One knows that it is contradiction and illusion. One has passed by the Abyss, and reached Reality. Now, although one is flung forth again across the Abyss, as explained in Liber 418, and undergoes quite normal mental experiences, yet they are no longer taken seriously, for they have not the power to delude. There is no question of Sages daring to still the fruit of Karma. I do not quite know how one would set about stilling a fruit, by the way. But the more sage one is, the less one wants to interfere with law. There is a special comment upon this point in Liber Aleph. Most of the pleasures in life, and most of the education in life, are given by superable obstacles. Sport, including love, depends on the overcoming of artificial or imagi-nary resistances. Golf has been defined as trying to knock a little ball into a hole with a set of instruments very ill-adapted for the purpose. In Chess one is bound by purely arbitrary rules. The most successful courtesans are those who have the most tricks in their bags. I will not argue that this complexity is better than the Way of the Tao. It is probably a perversion of taste, a spiritual caviar. But as the poet says: It may seem to you strange: The fact isóI like it!5 81. For it is written: ìteach to eschew all causes; the ripple of effect, as the great tidal wave, thou shalt let run its course.î This verse apparently contradicts completely the long philippic against inaction, for the Object of those who counsel non-action is to prevent any inward cause arising, so that when the old causes have worked this out there is nothing left. But this is quite unphilosophical, for every effect as soon as it occurs becomes a new cause, and it is always equal to its cause. There is 5 [Crowley, ìSongî (ìThe world for a whoreî) in The Winged Beetle.]"},{"pageNumber":59,"pageContent":"THE TWO PATHS 55no waste or dissipation. If you take an atom of hydrogen and combine it with one hundred thousand other atoms in turn, it still remains hydrogen, and it has not lost any of its qualities. The harmony of the doctrines of Action and Non-Action is to be found in The Way of the Tao. One should do what is perfectly natural to one; but this can only be done when oneís conscious-ness is merged in the Universal or Phallic Consciousness. 82. The ìOpen Way,î no sooner hast thou reached its goal, will lead thee to reject the bodhisattvic body and make thee enter the thrice glorious state of Dharmakāya which is oblivion of the World and men for ever. The collocation called ìIî is dissolved. One ìgoes outî like the flame of a candle. But 1 must remark that the final clause is again painfully geocentric. 83. The ìSecret Wayî leads also to Parinirvānic blissóbut at the close of Kalpas without number; Nirvānas gained and lost from boundless pity and compassion for the world of deluded mortals. This is quite contrary to Buddhist teaching. Buddha certainly had ìParinirvāna,î if there be such a thing, though, as Nirvāna means ìAnnihilationî and Parinirvāna ìcomplete Annihilation,î it requires a mind more metaphysical than mine to distinguish between these. It is quite certain that Buddha did not require any old Kalpas to get there, and to suppose that Buddha is still about, watching over the world, degrades him to a common Deity, and is in flat contradiction to the statements in the Mahaparinibbana Sutta, where Buddha gravely explains that he is passing away by that kind of passing away which leaves nothing whatever behind, and compares his death to the extinction of a lamp. Canonical Buddhism is certainly the only thing upon which we can rely as a guide to the teachings of the Buddha, if there ever was a Buddha. But we are in no wise bound to accept such teachings blindly, however great our personal reverence for the teacher."},{"pageNumber":60,"pageContent":"LIBER LXXI 5684. But it is said: ìThe last shall be the greatest.î Samyak Sambuddha, the Teacher of Perfection, gaye up his SELF for the salvation of the World, by stopping at the threshold of Nirvānaóthe pure state. Here is further metaphysical difficulty. One kind of nothing, by taking its pleasures sadly, becomes an altogether superior kind of nothing. It is with no hope of personal advancement that the Masters teach. Personal advancement has ceased to have any meaning long before one becomes a Master. Nor do they teach because they are such Nice Kind People. Masters are like Dogs, which ìbark and bite, for ëtis their nature to.î We want no credit, no thanks; we are sick of you; only, we have to go on. This verse is, one must suppose, an attempt to put things into the kind of language that would be understood by beginners. Compare Chapter Thirteen of The Book of Lies, where it explains how one is induced to follow the Path by false pretences. Compare also the story of the Dolphin and the Prophet in ìLiber LXVî:6 37. Behold! the Abyss of the Great Deep. Therein is a mighty dolphin, lashing his sides with the force of the waves. 38. There is also an harper of gold, playing infinite tunes. 39. Then the dolphin delighted therein, and put off his body, and became a bird. 40. The harper also laid aside his harp, and played infinite tunes upon the Pan-pipe. 41. Then the bird desired exceedingly this bliss, and laying down its wings became a faun of the forest. 42. The harper also laid down his Pan-pipe, and with the human voice sang his infinite tunes. 43. Then the faun was enraptured, and followed far; at last the harper was silent, and the faun became Pan in the midst of the primal forest of Eternity. 44. Thou canst not charm the dolphin with silence, O my prophet! 6 [Chapter II.]"},{"pageNumber":61,"pageContent":"THE TWO PATHS 57 85. Thou hast the knowledge now concerning the two Ways. Thy time will come for choice, O thou of eager Soul, when thou hast reached the end and passed the seven Portals. Thy mind is clear. No more art thou entangled in delusive thoughts, for thou hast learned all. Unveiled stands truth and looks thee sternly in the face. She says: ìSweet are the fruits of Rest and Liberation for the sake of Self, but sweeter still the fruits of long and bitter duty. Aye, Renunciation for the sake of others, of suffering fellow men.î 86. He, who becomes Pratyeka-Buddha, makes his obeisance but to his Self. The Bodhisattva who has won the battle, who holds the prize within his palm, yet says in his divine compassion: 87. ìFor othersí sake this great reward I yieldîóaccom-plishes the greater Renunciation. A SAVIOUR OF THE WORLD is he. . . . . . . . . . . . . . . . Here again we are told of the sweetness of the fruits. But even in the beginning the Magician has had to work entirely regardless of any fruits, and his principal method has been to reject any that tray come his way. Again all this about the ìsake of othersî and ìsuffering fellow-men,î is the kind of sentimental balderdash that assures one that this book was intended to reach the English and not the Tibetan public. The sense of separateness from others has been weeded out from the consciousness long, long ago. The Buddha who ac-complishes the greater Renunciation is a Saviour of the World óit is the dogginess of a dog that makes it doggy. It is not the virtue of a dog to be doggy. A dog does not become doggy by the renunciation of non-dogginess. It is quite true that you and I value one kind of a Buddha more than another kind of a Buddha, but the Universe is not framed in accordance with what you and I like. As Zoroaster says: ìThe progression of the Stars was not generated for your sake,î7 and there are times when a Dhamma-Buddha reflects on the fact that he is no more and no less than any 7 [ChaldÊan Oracles, fragment 144 in Westcott / Cory editions.]"},{"pageNumber":62,"pageContent":"LIBER LXXI 58other thing, and wishes he were dead. That is to say, that kind of a Dhamma-Buddha in whom such thoughts necessarily arise, thinks so; but this of course does not happen, because it is not in the nature of a Dhamma-Buddha to think anything of the sort, and he even knows too much to think that it would be rather natural if there were some kinds of Dhamma-Buddha who did think something of the kind. But he is assuredly quite indifferent to the praise and blame of the ìsuffering fellow-men.î He does not want their gratitude. We will now close this painful subject. 88. Behold! The goal of bliss and the long Path of Woe are at the furthest end. Thou canst choose either, O aspirant to Sorrow, throughout the coming cycles! . . . . Om Vajrapani Hum. With this eloquent passage the Fragment closes. It may be remarked that the statement ìthou canst chooseî is altogether opposed to that form of the theory of determinism which is orthodox Buddhism. However, the question of Free Will has been discussed in a previous Note. OM VAJRAPANI HUM.óVajrapani was some kind of a universal deity in a previous Manvantara who took an oath: Ere the Cycle rush to utter darkness, Work I so that every living being Pass beyond this constant chain of causes. If I fail, may all my being shatter Into millions of far-whirling pieces! He failed, of course, and blew up accordingly; hence the Stars. "},{"pageNumber":63,"pageContent":"59 FRAGMENT III THE SEVEN PORTALS 1. ìUpādhāya, the choice is made, I thirst for Wisdom. Now hast thou rent the veil before the secret Path and taught the greater Yāna. [Mahāyāna, the Big Path; a term for the Hinduized Buddhism of Tibet.óEd.] Thy servant here is ready for thy guidance.î This fragment again appears to be intended to follow on immediately after the last, and yet the chela says to the guru that the choice is made. Obviously it does not refer to the great choice referred to in Fragment II, verse 88. One is inclined further to suspect that Madame Blavatsky supposes Mahāyāna and Hinayāna to refer in some way or other to the two Paths previ-ously discussed. They do not. Madame Blavatskyís method of exegesis, in the absence of original information, was to take existing commentators and disagree with them, her standard being what the unknown originals ought, in her opinion, to have said. This method saves much of the labour of research, and with a little luck it ought to be possible to discover subsequently much justification in the originals as they become known. Madame Blavatsky was justified in employing this method because she really did know the subject better than either commentator or original. She merely used Oriental lore as an Ostrich hunter uses the skin of a dead bird. She was Ulysses, and the East her Wooden Horse. [Mahā (great) and Hina (little) are quite meaningless epithets, only serving to distinguish Hinduized Tibetan Buddhism from canoncial Cingalese-Burmese-Siamese Buddhism.óEd.] 2. íTis well, Shrāvaka. Prepare thyself, for thou wilt have to travel on alone. The Teacher can but point the way. The Path is"},{"pageNumber":64,"pageContent":"LIBER LXXI 60one for all, the means to reach the goal must vary with the Pilgrims. It is here admitted that there are many ways of reaching the same end. In order to assist a pupil, the Teacher should know all these ways by actual experience. He should know them in detail. There is a great deal of pious gassing about most Teachersóit is very easy to say ìBe good and you will be happy,î and I am afraid that even this book itself has been taken as little better by the majority of its admirers. What the pupil wants is not vague gener-alizations on virtue, not analyses of Nirvāna and explorations in Hindu metaphysics, but a plain straightforward statement of a practical character. When a man is meditating and finds himself interfered with by some particular class of thought, he does not want to know about the glory of the Buddha and the advantages of the Dhamma and the fraternal piety of the Sangha. He wants to know how to stop those thoughts arising, and the only person who can help him to do that is a Teacher who has been troubled by those same thoughts, and learnt how to stop them in his own case. For one Teacher who knows his subject at all, there are at least ten thousand who belch pious platitudes. I wish to name no names, but Annie Besant, Prentice Mulford, Troward, Ella Wheeler Wilcox, and so on, downóright downóto Arthur Edward Waite, immediately occur to the mind. What does not occur to the mind is the names of people now living who know their subject from experience. The late Swāmi Vivekānanda did know his. Sabhapaty Swāmi did so. Sri Parānanda Swāmi did so, and of course above alI these stands Bhikkhu Ānanda Metteyya. Outside these, one can think of no one, except the very reticent Rudolf Steiner, who betrays practical acquaintance with the Path. The way to discover whether a Teacher knows anything about it or not is to do the work yourself, and see if your understanding of him improves, or whether he fobs you off in your hour of need with remarks on Virtue. 3. Which wilt thou choose, O thou of dauntless heart? The Samtan of ìEye Doctrine,î four-fold Dhyāna, or thread thy way"},{"pageNumber":65,"pageContent":"THE SEVEN PORTALS 61through Pāramitās, six in number, noble gates of virtue leading to Bodhi and to Pragnyā, seventh step of Wisdom? It must not be supposed that the Paths here indicated are all. Apparently the writer is still harping on the same old two Paths. It appears that ìfourfold Dhyanaî is a mere extension of the word Samtan. There are, however, eight, not four, four of these being called Low and four High. They are defined in Rhys-Davidsí Buddhism, p. 174-6. The Buddha just before his death went through all these stages of meditation which are described in the paragraph here quoted: Then the Blessed One addressed the Brethren, and said: ìBehold now, brethren, I exhort you, saying, ëDecay is inherent in all component things! Work out your salvation with diligence! This was the last word of the Tathagata! Then the Blessed One entered into the first stage of deep meditation. And rising out of the first stage he passed into the second. And rising out of the second he passed into the third. And rising out of the third stage he passed into the fourth. And rising out of the fourth stage of deep meditation he entered into the state of mind to which the infinity of space is alone present. And passing out of the mere consciousness of the infinity of space he entered into the state of mind to which the infinity of thought is alone present. And passing out of the mere consciousness of the infinity of thought he entered into a state of mind to which nothing at ah was specially present. And passing out of the consciousness of no special object he feil into a state between consciousness and unconsciousness. And passing out of the state between conscious-ness and unconsciousness he fell into a state in which the uncon-sciousness both of sensations and of ideas had wholly passed away. What rubbish! Here we have a man with no experience of the states which he is trying to describe; for Prof. Rhys-Davids, many though are his virtues, is not Buddha, and this man is attempting to translate highly technical terms into a language in which those technical terms not only have no equivalent, but have nothing in the remotest degree capable of being substituted for an equivalent. This is characteristic of practically all writing on Eastern thought."},{"pageNumber":66,"pageContent":"LIBER LXXI 62What was wanted was a Master of some Occidental language to obtain the experiences of the East by undertaking the practices of the East. His own experience put into words would then form a far better translation of Oriental works on the same subject, than any translation which a scholar might furnish. I am inclined to think that this was Blavatskyís method. So obvious a forgery as this volume only contains so much truth and wisdom because this is the case. The Masteró alike of Language and of Experienceóhas at hast arisen; it is the Master TherionóThe Beastó666óthe Logos of the ∆onó whose Word is ìDo what thou wilt shall be the whole of the Law.î 4. The rugged Path of four-fold Dhyāna winds on uphill. Thrice great is he who climbs the lofty top. 5. The Pāramitā heights are crossed by a still steeper path. Thou hast to fight thy way through portals seven, seven strongholds leid by cruel crafty Powersópassions incarnate. The distinction between the two Paths is now evident; that of Dhyāna is intellectual, or one might better say, mental, that of Pāramitā, moral. But it may well be asked whether these Paths are mutually exclusive, whether a good man is always an idiot and a clever man always a brute, to put the antithesis on a somewhat lower plane. Does anyone really think that one can reach supreme mental control while there are ìseven cruel, crafty powers, passions incarnate,î worrying you? The fact is that this dichotomy of the Path is rather dramatic than based on experience. 6. Be of good cheer, Disciple; bear in mind the golden rule. Once thou hast passed the gate Srotāpatti, ìhe who the stream hath enteredî; once thy foot hath pressed the bed of the Nirvānic stream in this or any future life, thou hast but seven other births before thee, O thou of adamantine Will. The author does not state what is meant by the ìgolden rule.î A Srotāpatti is a person in such a stage that he will become Arhan after seven more incarnations.1 There is nothing in Buddhism 1 See Crowleyís ìThe Three Characteristicsî in his The Sword of Song for an amusing but illuminated story on this state."},{"pageNumber":67,"pageContent":"THE SEVEN PORTALS 63about the voluntary undertaking of incarnations in order to help mankind. And of course the talk about ìNirvānic blissî is mis-leading when one reflects that this quality of bliss or Ananda arising with the first Jhana, has already disappeared, never to return, in the second. The whole question of Nibbana is hopelessly entangled with moonshine metaphysic and misinterpretation and false tradi-tion. It must be remembered that Nibbana is merely the Pali, the vulgar dialect, for the Sanskrit NIRVANA, and that Nirvāna is a state characterizing Moksha, which is the liberation resulting from Nirvikalpa-Samādhi. But then Mokhsa is defined by the Hindus as unity with Parabrahman; and Parabrahman is without quantity or quality, not subject to change in any way, altogether beyond Man-vantara and Pralaya; and so on. In one sense he is pure Atman. Now the Buddhist rejects Atman, saying there is no such thing. Thereforeóto himóthere is no Parabrahman. There is really Mahā Brahmā, who is (ultimately) subject to change, and, when the Karma which has made him Mahā Brahmā is exhausted, may be reincarnated as a pig or a Pisacha. Consequently Moksha is not liberation at all, for Nirvāna means cessation of that which, after however long a period, may change. This is all clear enough, but then the Buddhist goes on and takes the word Nibbana to mean exactly that which the Hindus meant by Nirvana, insisting strenuously that it is entirely different. And so indeed it is. But if one proceeds further to enquire, ìThen what is it?î one finds oneself involved in very considerable difficulty. It is a difficulty which I cannot pretend to solve, even by the logic which obtains above the abyss. I can, however, exhibit the difficulty by relating a conversation which I had with Bhikkhu Ananda Metteyya in November, 1906, while I was staying with him in his Monastery outside Rangoon. I was arguing that result was the direct effect of the work of the student. If he went on long enough he was bound to succeed, and he might reasonably infer a causal connection between his work and its result. The Bhikkhu was not unwilling to admit that this might be so in such elementary stages as Jhāna, but with regard to the attaining of Arhatship he argued that it"},{"pageNumber":68,"pageContent":"LIBER LXXI 64depended rather on universal Karma than on that created by the aspirant. Avoiding metaphysical quibbles as to whether these two kinds of Karma are not identical, he figured the situation in this manner. There are two wheels, one of which is the wheel of Nibbana, and the other that of the attainment of the Adept. These two wheels only touch at one point. Now the Arhat may reach the circumference of his wheel, that is, the summit of his attainment, as often as he likes, but unless he happens to do so at the moment when that point touches the wheel of Nibbana, he will not become an Arhat, and it is therefore necessary for him to remain at that summit as long as possibhe, in fact always, in order that bye and byeóit might be after many incarnations of perfectionóthese two might coincide. This perfection he regarded not as that of spiritual experience, but as the attainment of Sila, and by Sila he meant the strict observance of the rules laid down by the Buddha for the Bhikkhu. He continued that the Buddha had apparently attached far more importance to virtue than to any degree of spiritual attainment, placing the well-behaved Bhikkhu not only above the gods, but above the greatest Yogis. (It is obvious, to the Buddhist, that Hindu Yogis, however eminent, are not Arhats.) He said that the rules laid down for Bhikkhus created the conditions necessary. A good Bhikkhu, with no spiritual experience, had at least some chance, whereas the bad Bhikkhu or non-Bhikkhu, although every form of Samādhi was at his fingersí ends, had none. The point is very important, because on this theory the latter, after all his attainments, might pass through all the Dhyana-Lokas and through the Arupa-Brahma-Lokas, exhaust that Karma, be reincarnated as a SpirochÊtes pallida, and have to begin over again. And the most virtuous Bhikkhu might be so unfortunate as to fall from Virtue the millionth part of a second before his point on the circumference of the sphere was going to touch that of the wheel of Nibbana, regain it two millionths of a second later, and thus find arhat-ship indefinitely postponed. I then said: O most excellent expounder of the good Law, prithee explain to me the exact difference between this Doctrine"},{"pageNumber":69,"pageContent":"THE SEVEN PORTALS 65and that which we heard from Shri Parānanda that the attainment of Samādhi, though it depended to some extent upon the attainment of the Yogi, depended also upon the grace of the Lord Shiva, and that Yoga did us no good unless the Lord Shiva happened to be in a good temper. Then the Bhikkhu rephied in a dramatic whisper, ìThere is no difference, except that it is not Buddhism.î From this example the Student will understand that he had better not worry about Nibbāna and its nature, but confine himself to controlling his thoughts. 7. Look on. What seeíst thou before thine eye, O aspirant to god-like Wisdom? 8. ìThe cloak of darkness is upon the deep of matter; within its folds I struggle. Beneath my gaze it deepens, Lord; it is dispelled beneath the waving of thy hand. A shadow moveth, creeping hike the stretching serpent coils . . . It grows, swells out and disappears in darkness.î In this passage a definite vision is presented to the Lanoo. This can be done by an Adept, and sometimes it is a useful method. 9. It is the shadow of thyself outside the PATH, cast on the darkness of thy sins. This charming poetic image should not be taken literally. 10. ìYea, Lord; I see the PATH; its foot in mire, its summit lost in glorious hight Nirvānic. And now I see the ever narrowing Portals on the hard and thorny way to Gnyāna.î This continues a vision which resembles, only more painfully, the coloured prints of the Broad and Narrow Ways so familiar to those unfortunates whose business takes them through Paternoster Row. 11. Thou seest well, Lanoo. These Portals head the aspirant across the waters on ìto the other shore.î Each Portal hath a golden key that openeth its gate; and these keys are:ó The expression ìthe other shoreî is particularly unfortunate, owing to its associations in English minds with the hymn usually"},{"pageNumber":70,"pageContent":"LIBER LXXI 66known as ìThe sweet bye and bye.î It is a metaphor for which there is little justification. Nirvāna is frequently spoken of as an island in Buddhist writings, but I am not familiar with any passage in which the metaphor is that of a place at the other end of a journey. The metaphor moreover is mixed. In the hast verse he was climbing a ladder; now he is going across the waters, and neither on ladders nor in journeys by water does one usually pass through Portals. 12. 1. DANA, the key of charity and hove immortal. 2. SHILA, the key of Harmony in word and act, the key that counterbalances the cause and the effect, and leaves no further room for Karmic action. 3. KSHANTI, patience sweet, that nought can ruffle. 4. VAIRAGYA, indifference to pleasure and to pain, illusion conquered, truth alone perceived. 5. VIRYA, the dauntless energy that fights its way to the supernal TRUTH, out of the mire of lies terrestrial. 6. DHYANA, whose golden gate once opened heads the narjol toward the realm of Sat eternal and its ceaseless contemplation. 7. PRAJNA, the key to which makes of a man a God, creating him a Bodhisattva, son of the Dhyānis. Such to the Portals are the golden keys. (Subsection I.) Charity and love are here used in their technical sense, AgapÈ. ìLove is the law, love under will.î Both AgapÈ and Thelema (ìwillî) add to 93, which identifies them qabal-istically. This love is not a sloppy feeling of maudlin sentimental kindness. The majority of people of the Christian Science, Theo-sophical, New Thought type, think that a lot of flabby thoughts, sending out streams of love in the Six Quarters, and so on, will help them. It wonít. Love is a pure flame, as swift and deadly as the lightning. This is the kind of love that the Student needs. (Subsection II.) The ìkeyî here spoken of has been thoroughly explained in ìThien Taoî in Konx Om Pax, but there is a peculiar method, apart from this plane, and easily understood"},{"pageNumber":71,"pageContent":"THE SEVEN PORTALS 67by the equilibrium by which things can be done which bear no fruit. And this method it is quite impossible to explain. The nearest I can come to intelligibility, is to say that you get very nearly the same sort of feeling as you do when you are making yourself invisible. Shila is in no way connected with the charming Irish colleen of the same name. (Subsection III.) The ìpatienceî here spoken of seems to imply courage of a very active kind. It is the quality which persists in spite of all opposition. It must not be forgotten that the word ìpatienceî is derived from Patior, ìI suffer.î But, especially with the ancients, suffering was not conceived of as a purely passive function. It was keenly active and intensely enjoyable. There are certain words today still extant in which the original meaning of this word lingers, and consideration may suggest to the Student the true and secret meaning of this passage, ìAccendat in nobis Dominus ignem sui amoris et flammam ÊternÊ caritatis,î2 a phrase with the subtle ambiguity which the classics found the finest form of wit. (Subsection IV.) This indifference is very much the same as what is usually spoken of as non-attachment. The Doctrine has been rediscovered in the West, and is usually announced as ìArt for Artís sake.î This quality is most entirely necessary in Yoga. In times of dryness the ìDevilî comes to you and persuades you that if you go on meditating or doing Pranāyāma, or whatever it is you may be at, you will go mad. He will also prove to you that it is most necessary for your spiritual progress to repose. He will explain that, by the great law of action and reaction, you should alternate the task which you have set out to do with something else, that you should, in fact, somehow or other change your plans. Any attempt to argue with him will assuredly result in defeat. You must be able to reply, ìBut I am not in the least inter- 2 [Lat., ìMay the Lord kindle in us the fire of his love and the flame of eternal devotion.î Part of the form of consecration by incense in the Latin Ordinary of the Mass. Caritas ñtatis has a number of shades of meaning; it is used (e.g. in the Vulgate) to render Αγαπη. ó T.S.]"},{"pageNumber":72,"pageContent":"LIBER LXXI 68ested in my spiritual progress; I am doing this because I put it down in my programme to do it. It may hurt my spiritual progress more than anything in the world. That does not matter. I will gladly be damned eternally, but I will not break my obligation in the smallest detail.î By doing this you come out at the other end, and discover that the whole controversy was illusion. One does become blind; one does have to fight oneís way through the ocean of asphalt. Hope and Faith are no more. All that can be done is to guard Love, the original source of your energy, by the mask of indifference. This image is a little misleading, perhaps. It must not be supposed that the indifference is a cloak; it must be a real indifference. Desire of any kind must really be conquered, for of course every desire is as it were a string on you to pull you in some direction, and it must be remembered that Nirvāna lies (as it were) in no direction, like the fourth dimension in space. (Subsection V.) Virya is, etymologically, Manhood. It is that quality which has been symbolized habitually by the Phallus, and its importance is sufficient to have made the Phallus an universal symbol, apart altogether from reasons connected with the course of nature. Yet these confirm the choice. It is freeóit has a will of its own quite independent of the conscious will of the man bearing it. It has no conscience. It leaps. It has no consideration for anything but its own purpose. Again and again this symbol in a new sense will recur as the type of the ideal. It is a symbol alike of the Beginning, the Way and the End. In this particular passage it is however principally synonymous with Will, and Will has been so fully dealt with in Book 4, Part II, that it will save trouble if we assume that the reader is familiar with that masterpiece. (Subsection VI.) This, too, has been carefully described in Book 4, Part I. There is a distinction between Buddhist ìJhānaî and Sanskrit Dhyāna, though etymologically the former is a corruption of the latter. The craze for classification which obsesses the dull minds of the learned has been peculiarly pernicious in the East. In order to"},{"pageNumber":73,"pageContent":"THE SEVEN PORTALS 69divide states of thought into 84 classes, which isóto their fatuity! óan object in itself, because 84 is seven times twelve, they do not hesitate to invent names for quite imaginary states of mind, and to put down the same state of mind several times. This leads to extreme difficulty in the study of their works on psychology and the like. The original man, Buddha, or whoever he may have been, dug out of his mind a sufficient number of jewels, and the wretched intellectuals who edited his work have added bits of glass to make up the string. The result has been that many scholars have thought that the whole psychology of the East was pure bluff. A similar remark is true of the philosophy of the West, where the Schoolmen produced an equal obfuscation. Even now people hardly realize that they did any valuable work at all, and quote their controversies, such as that concerning the number of angels who can dance on the point of a needle, as examples of their complete fatuity and donnishness. In point of fact, it is the critic who is stupid. The question about the angels involves the profoundest considerations of metaphysics, and it was about these that the battle raged. I fancy that their critics imagine the Schoolmen disputing whether the number was 25 or 26, which argues their own shallowness by the readiness with which they attribute the same quality to others. However, a great deal of mischief has been done by the pedant, and the distinctions between the various Jhānas will convey little to the Western mind, even of a man who has some experience of them. The question of mistranslation alone renders the majority of Buddhist documents, if not valueless, at least unreliable. We, however, taking this book as an original work by Blavatsky, need not be bothered by any doubts more deadly than that as to whether her command of English was perfect; and in this treatise, in spite of certain obvious sentimentalities and bombas-ticisms, we find at least the foundations of a fairly fine style. I think that what she says in this subsection refers to a statement which I got from my Guru in Madura to the effect that there was a certain point in the body suitable for meditation, which, if once discovered, drew the thought naturally towards itself, the difficulty"},{"pageNumber":74,"pageContent":"LIBER LXXI 70of concentration consequently disappearing, and that the know-ledge of this particular point could be communicated by the Guru to his approved disciples. (Subsection VII.) We now find a muddle between the keys and the gates. The first five are obviously keys. The last two seem to be gates, in spite of the statements in the text. We also find the term Bodhisattva in a quite unintelligible sense. We shall discuss this question more fully a little later on. The Dhyanis are gods of sorts, either perfect men or what one may cali natural gods, who occupy eternity in a ceaseless contemplation of the Universe. The Master of the Temple, as he is in himself, is a rather similar person. Narjol is the Path-Treader, not a paraffin-purgative. 13. Before thou canst approach the last, O weaver of thy freedom, thou hast to master these Pāramitās of perfectionóthe virtues transcendental six and ten in numberóalong the weary Path. We now get back to the Pāramitās, and this treatise is apparently silent with regard to them. Does any one regret it? It isnít the Path that is weary: it is the Sermons on the way. 14. For, O Disciple! Before thou wert made fit to meet thy Teacher face to face, thy MASTER light to light, what wert thou told? The old trouble recurs. We cannot tell quite clearly in what stage the Disciple is supposed to be with regard to any given piece of instruction. 15. Before thou canst approach the foremost gate thou hast to learn to part thy body from thy mind, to dissipate the shadow, and to live in the eternal. For this, thou hast to live and breathe in all, as all that thou perceivest breathes in thee; to feel thyself abiding in all things, all things in SELF. In verse 13 we were told to master the Pāramitās before approaching the last gate. Now the author harks back to what he had to do before he approached the first gate, but this may be"},{"pageNumber":75,"pageContent":"THE SEVEN PORTALS 71regarded as a sort of a joke on the part of the Guru. The Guru has a weary time, and frequently amuses himself by telling the pupil that he must do something obviously impossible before he begins. This increases the respect of the pupil for the Guru, and in this way helps him, while at the same time his air of hopelessness is intensely funnyóto the Guru. So we find in this verse that the final result, or something very like it, is given as a qualification antecedent to the starting point; as if one told a blind man that he must be able to see through a brick wall before regaining his eyesight. 16. Thou shalt not let thy senses make a playground of thy mind. Following on the tremendous task of verse 15 comes the obvious elementary piece of instruction which one gives to a beginner. The best way out of the dilemma is to take verse 15 in a very elementary sense. Let us paraphrase that verse. ìTry to get into the habit of thinking of your mind and body as distinct. Attach yourself to matters of eternal importance, and do not be deluded by the idea that the material universe is real. Try to realize the unity of being.î That is a sensible and suitable instruction, a kind of adumbration of the goal. It harmonizes emotional and intellectual conceptions toóthat which subse-quently turns out not to be reality. 17. Thou shalt not separate thy being from BEING, and the rest, but merge the Ocean in the deep, the drop within the Ocean. This too can be considered in an elementary light as meaning: ìBegin even at once to destroy the sense of separateness.î 18. So shalt thou be in full accord with all that lives; bear love to men as though they were thy brother-pupils, disciples of one Teacher, the sons of one sweet mother. It now becomes clear that ah this is meant in an elementary sense, for verse 18 is really little more than a statement that an irritable frame of mind is bad for meditation. Of course anybody who really ìbore love,î etc., as requested would be suffering from"},{"pageNumber":76,"pageContent":"LIBER LXXI 72softening of the brain. That is, if you take ah this in its obvious literal sense. There is a clean way of Love, but it is not this toshy slop treacle-goo. 19. Of teachers there are many; the MASTER-SOUL is one, Alaya, the Universal Soul. Live in that MASTER as ITS ray in thee. Live in thy fellows as they live in IT. Here the killing of the sense of separateness is further advised. It is a description of the nature of Atman, and Atman is, as else-where stated, not a Buddhist, but a Hindu idea. The teaching is here to refer everything to Atman, to regard everything as a corruption of Atman, if you please, but a corruption which is unreal, because Atman is the only real thing. There is a similar instruction in Liber Legis: ìLet there be no difference made among you between any one thing & any other thingî; and you are urged not to ìconfound the space-marks, saying: They are one; or saying, They are many.î 20. Before thou standest on the threshold of the Path; before thou crossest the foremost Gate, thou hast to merge the two into the One and sacrifice the personal to SELF impersonal, and thus destroy the ìpathî between the twoóAntas-Karana. Here is again the confusion noted with regard to verse 15ófor the destruction of the lower Manas implies an attainment not less than that of a Master of the Temple. 21. Thou hast to be prepared to answer Dharma, the stern law, whose voice will ask thee first at thy initial step: 22. ìHast thou complied with the rules, O thou of lofty hopes? ìHast thou attuned thy heart and mind to the great mind and heart of all mankind? For as the sacred Riverís roaring voice whereby all Nature-sounds are echoed back, so must the heart of him ëwho in the stream would enter,í thrill in response to every sigh and thought of all that lives and breathes.î Here is another absurdity. What is the sense of asking a man at his initial step if he has complied with all the rules? If the"},{"pageNumber":77,"pageContent":"THE SEVEN PORTALS 73disciple were in the condition mentioned, he would be already very far advanced. But of course if we were to take the words ìThe threshold of the Pathî ìThe foremost gateî ìThe streamî as equivalent to Srotapatti, the passage would gain in intelligibility. But, just as in the noble eight-fold Path, the steps are concurrent, not consecutive, so, like the Comte de Saint Germain, when he was expelled from Berlin, one can go through all the seven Gates at once. 23. Disciples may be likened to the strings of the soulechoing Vinā; mankind, unto its sounding board; the hand that sweeps it to the tuneful breath of the GREAT WORLD-SOUL. The string that fails to answer íneath the Masterís touch in dulcet harmony with ah the others, breaksóand is cast away. So the collective minds of Lanoo-Shrāvakas. They have to be attuned to the Upādhyāyaís mindóone with the Over-Soul,óor, break away. This is a somewhat high-flown descriptionóit is little more than an advocacy of docility, a quiet acceptance of the situation as it is, and an acquiescence in the ultimate sublime purpose. The question of the crossing of the abyss now arises, and we reach a consideration of the Brothers of the Left Hand Path. 24. Thus do the ìBrothers of the Shadowîóthe murderers of their Souls, the dread Dad-Dugpa clan. ìThe Brothers of the Shadowî or of the Left Hand Path are very carefully explained in Liber 418. The Exempt Adept, when he has to proceed, has a choice either to fling himself into the Abyss by all that he has and is being torn away, or to shut himself up to do what he imagines to be continuing with his personal devel-opment on very much the original lines. This latter course does not take him through the Abyss; but fixes him in Da‰th, at the crown of a false Tree of Life in which the Supernal Triad is missing. Now this man is also called a Black Magician, and a great deal of confusion has arisen in connection with this phrase."},{"pageNumber":78,"pageContent":"LIBER LXXI 74Even the Author, to judge by the Note, seems to confuse the matter.3 Red Caps and Yellow Gaps alike are in general altogether beneath the stage of which we have been speaking. And from the point of view of the Master of the Temple, there is very little to choose between White and Black Magic as ordinarily understood by the man in the Street, who distinguishes between them according as they are helpful or hurtful to himself. If the Magician cures his headache, or gives him a good tip on the Stock Exchange, he is a White Magician. If he suspects him of causing illness and the like, he is Black. To the Master of the Temple either proceeding appears blind and stupid. In the lower stages there is only one way right, and all the rest wrong. You are to aspire to the Knowledge and Conversation of the Holy Guardian Angel, and of course to do any other things which may subserve that one purpose; but nothing else. And of course it is a mistake, unless under very special circum-stances, to perform any miracles, on the ground that they diminish the supreme energy reserved for the performance of the Main Task. It will be remembered that the Knowledge and Conversation of the Holy Guardian Angel is attributed to Tiphareth, while the Exempt Adept is in Chesed; how is it then that a Black Magician, a Brother of the Left Hand Path, can ever reach that grade? The answer is given in the eleventh ∆thyr; when the Exempt Adept reaches the Frontier of the Abyss, his Holy Guardian Angel leaves him, and this is the one supreme terror of that passage. It seems extraordinary that one who has ever enjoyed His Knowledge and Conversation should afterwards fall away into that blind horror whose name is Choronzon. But such is the case. Some of the problems, or rather, mysteries, connected with this are too deep to enter upon in this place, but the main point to remember is this, 3 [The note describes a mere sectarian squabble between different factions of Tibetan Buddhists; presumably Blavatskyís informants were hostile to the Dugpa or ëRed Capí sect. There is more than a little confusion of terminology here; for ëleft-handí and ëright-handí were sectarian designations among Hindu and Buddhist Tantriks long prior to their appropriation as terms of abuse or approbation in European occulture; Crowleyís application of the term ìLeft Hand Pathî to the ìBlack Brothersî described in Liber 418 has no connection with its original meaning. ó T.S.]"},{"pageNumber":79,"pageContent":"THE SEVEN PORTALS 75that in the Outer Order, and in the College of Adepts itself, it is not certain to what end any one may come. The greatest and holiest of the Exempt Adepts may, in a single moment, become a Brother of the Left Hand Path. It is for this reason that the Great White Brotherhood admits no essential connection with the lower branches affiliated to The Order. At the same time, The Brothers of the A∴A∴ refuse none. They have no objection to any one claiming to be one of Themselves. If he does so, let him abide by it. 25. Hast thou attuned thy being to Humanityís great pain, O candidate for light? Thou hast? . . . Thou mayest enter. Yet, ere thou settest foot upon the dreary Path of sorrow, ëtis well thou shouhdíst first learn the pitfalls on thy way. . . . . . . . . . . . . . . . It appears as if the condition of entering the Path was the Vision of Sorrow, and of course the present Commentator might be inclined to support this theory, since, in his own experience, it was this Vision of Sorrow which caused him to take the First Great Oath. He had suddenly presented to him the perception of the Three Characteristics. This is fully narrated in Book 4, Part IV. It is also evident that aspiration implies dissatisfaction of some sort. But at the same time I do not think that in all cases it is necessary that this dissatisfaction should be so conscious and so universal as appears to be implied in the text. 26. Armed with the key of Charity, of love and tender mercy, thou art secure before the gate of Dāna, the gate that standeth at the entrance of the path. 27. Behold, O happy Pilgrim! The portal that faceth thee is high and wide, seems easy of access. The road that heads therethrough is straight and smooth and green. ëTis hike a sunny glade in the dark forest depths, a spot on earth mirrored from Amitābhaís paradise. There, nightingales of hope and birds of radiant plumage sing perched in green bowers, chanting success to fearless Pilgrims. They sing of Bodhisattvaís virtues five, the"},{"pageNumber":80,"pageContent":"LIBER LXXI 76fivefold source of Bodhi power, and of the seven steps in Knowledge. 28. Pass on! For thou hast brought the key; thou art secure. The row of dots in the text (after verse 25) appears to imply complete change of subject, though on other occasions it did not do so. I have already explained one of the technical meanings of Dāna, and undoubtedly the Path seems attractive at this stage. One thinks of the joyous reception into the Company of Adepts. One goes almost as a boy goes to meet his first sweetheart. But there is here another allusion to the beginnings of Medi-tation, when everything seems so simple and straightforward, and withal so easy and pleasant. There is something intensely human about this. Men set out upon the most dangerous expeditions in high spirits. 29. And to the second gate the way is verdant too. But it is steep and winds up hill; yea, to its rocky top. Grey mists will over-hang its rough and stony height, and be dark beyond. As on he goes, the song of hope soundeth more feeble in the pilgrimís heart. The thrill of doubt is now upon him; his step less steady grows. Following the last comment a description of this Path refers to the beginning of ìdrynessî in the course of Meditation. 30. Beware of this, O candidate! Beware of fear that spreadeth, like the black and soundless wings of midnight bat, between the moonlight of thy Soul and thy great goal that loometh in the distance far away. This passage also appears to have reference to the early life of the Studentóhence he is specially warned against fear. Fear is, of course, the first of the pylons through which one passes in the Egyptian system. It is important then to arrange oneís life in such a way that one never allows one thing to interfere with another, and one never makes trouble for oneself. The method given in ìThien Taoî is the best to employ."},{"pageNumber":81,"pageContent":"THE SEVEN PORTALS 7731. Fear, O disciple, kills the will and stays all action. If lacking in the Shila virtueóthe pilgrim trips, and Karmic pebbles bruise his feet along the rocky path. The objection to fear is not only the obvious one. Fear is only one of the things which interfere with concentration. The reaction against fear leads to over-boldness. Anything which interferes with the perfect unconscious simplicity of oneís going leads to bruises. Troubles of this kind may be called Karmic, because it is events in the past which give occasion for trouble. 32. Be of sure foot, O Candidate. In kshāntiís essence bathe thy Soul; for now thou dost approach the Portal of that name, the gate of fortitude and patience. We now come to the third gate. Notice that this is a further confusion of the Portal with the Key. As previously said, patience here implies rather self-control, a refusal to accept even favours until one is ready for them. 33. Close not thine eyes, nor lose thy sight of Dorje (the Svastika); Māraís arrows ever smite the man who has not reached Vairāga. ìGlose not thine eyesî may refer to sleep or to ecstasy, perhaps to both. Dorje is the whirling power which throws off from itself every other influence. Vairāga is a very definite stage in moral strength. The point is that it is oneís intense longing for ecstasy which makes one yield to it. If one does so, one is overwhelmed with the illusion, for even the highest ecstasy is still illusion. The result, in many cases, of obtaining Dhyāna is that the workers cease to work. Vairāga is an indifference approaching disgust for everything. It reminds one a good deal of the Oxford Manner. Cambridge men have this feeling, but do not think other people worth the trouble of flattering. 34. Beware of trembling. íNeath the breath of fear the key of kshānti rusty grows: the rusty key refuseth to unlock."},{"pageNumber":82,"pageContent":"LIBER LXXI 78The word ìtremblingî seems to imply that it is giddy ecstasy which is referred to, and the ìfearî here spoken of may perhaps be the Panic Fear, possibly some feeling analogous to that which produces what is called psychical impotence. 35. The more thou dost advance, the more thy feet pitfalls will meet. The path that leadeth on, is lighted by one fireóthe light of daring, burning in the heart. The more one dares, the more he shall obtain. The more he fears, the more that light shall paleóand that alone can guide. For as the lingering sunbeam, that on the top of some tall mountain shines, is followed by black night when out it fades, so is heart-light. When out it goes, a dark and threatening shade will fall from thine own heart upon the path, and root thy feet in terror to the spot. It is true that the further one advances the more subtle and deadly are the enemies, up to the crossing of the Abyss; and, as far as one can judge, the present discourse does not rise above Tiphareth. I am very sorry to have to remark at this point that Madame Blavatsky is now wholly obsessed by her own style. She indulges, much more than in the earlier part of this treatise, in poetic and romantic imagery, and in Miltonic inversion. (I do not here refer to Lycidas.) Consequently we get quite a long passage on a somewhat obvious point, and the Evil Persona or Dweller of the Threshold is introduced. However, it is a correct enough place. That Dweller is Fearóhis form is Dispersion. It is in this sense that Satan, or rather Samael, a totally different person, the accuser of the Brethren, is the Devil. 36. Beware, disciple, of that lethal shade. No light that shines from Spirit can dispel the darkness of the nether Soul unless all selfish thought has fled therefrom, and that the pilgrim saith: ìI have renounced this passing frame; I have destroyed the cause; the shadows cast can, as effects, no longer be.î For now the last great fight, the final war between the Higher and the Lower Self, hath taken place. Behold, the very battlefield is now engulphed in the great war, and is no more."},{"pageNumber":83,"pageContent":"THE SEVEN PORTALS 79The quotation is only proper in the mouth of a Buddha, from whom it is taken. At this point the Higher and Lower Selves are united. It is a mistake to represent their contest as a waróit is a wedding. 37. But once that thou hast passed the gate of Kshānti, step the third is taken. Thy body is thy slave. Now, for the fourth pre-pare, the Portal of temptations which do ensnare the inner man. We are now on a higher plane altogether. The Higher and Lower Selves are made One. It is that One whose further progress from Tiphareth to Binah is now to be described. 38. Ere thou canst near that goal, before thine hand is lifted to upraise the fourth gateís latch, thou must have mustered all the mental changes in thy Self and slain the army of the thought sensations that, subtle and insidious, creep unasked within the Soulís bright shrine. It is the mental changes and the invading thoughts which distress us. These are to be understood in a rather advanced sense, for of course thought must have been conquered earlier than this, that is to say, the self must have been separated from its thoughts, so that they no longer disturb that self. Now, however, the fortress walls must be thrown down, and the mind slain in the open field. 39. If thou wouldíst not be slain by them, then must thou harmless make thy own creations, the children of thy thoughts unseen, impalpable, that swarm round humankind, the progeny and heirs to man and his terrestrial spoils. Thou hast to study the voidness of the seeming fuli, the fulness of the seeming void. O fearless Aspirant, look deep within the well of thine own heart, and answer. Knowest thou of Self the powers, O thou perceiver of external shadows? If thou dost notóthen art thou lost. The way to make thoughts harmless is by the equilibrium of contradictionsóthis is the meaning of the phrase, ìThou hast to study the voidness of the seeming full, the fulness of the seeming void.î This subject has been dealt with at some length in ìThe"},{"pageNumber":84,"pageContent":"LIBER LXXI 80Soldier and the Hunchbackî in The Equinox, vol I, no 1, and many other references are to be found in the works of Mr. Aleister Crowley. A real identification of the Self with the Not-Self is necessary. 40. For, on Path fourth, the lightest breeze of passion or desire will stir the steady light upon the pure white walls of Soul. The smallest wave of longing or regret for Māyāís gifts illusive, along Antskaranaóthe path that lies between thy Spirit and thy self, the highway of sensations, the rude arousers of Ahankāra (the faculty that maketh the illusion called the Ego)óa thought as fleeting as the lightning flash will make thee thy three prizes forfeitóthe prizes thou hast won. The meaning is again very much confused by the would-be poetic diction, but it is quite clear that desire of any kind must not interfere with this intensely intellectual meditation; and of course the whole object of it is to refrain from preferring any one thing to any other thing. When it says that ìA thought as fleeting as the lightning flash will make thee thy three prizes forfeitóthe prizes thou hast won,î this does not mean that if you happen to make a mistake in meditation you have to begin all over again as an absolute beginner, and yet, of course, in any meditation the occurrence of a single break destroys, for the moment, the effect of what has gone immediately before. Whenever one is trying for cumulative effect, something of this sort is true. One gets a sort of Leyden Jar effect; but the sentence as it stands is misleading, as she explains further on in verse 70óìEach failure is success, and each sincere attempt wins its reward in time.î 41. For know, that the ETERNAL knows no change. Here again we have one subject ìTHE ETERNAL,î and one predicate ìthe knower of no changeî; the Hindu statement identical with the Buddhist, and the identity covered by crazy terminology. X = A says the Hindu, Y = A says the Buddhist. X = Y is furiously denied by both, although these two equations are our only source of information about either X or Y. M etaphysics"},{"pageNumber":85,"pageContent":"THE SEVEN PORTALS 81has always been full of this airy building. We must postulate an Unseen behind the Seen; and when we have defined the Unseen as a round square, we quarrel with our fellow-professors who prefer to define it as a quadrilateral circle. The only way to avoid this is to leave argument altogether alone, and pay attention only to concentration, until the time comes to tackle mental phenomena once for all, by some such method as that of Liber 474. (See The Equinox, vol. I, no. 7.) 42. ìThe eight dire miseries forsake for evermore. If not, to wisdom, sure, thou caníst not come, nor yet to liberation,î saith the great Lord, the Tathāgata of perfection, ìhe who has followed in the footsteps of his predecessors.î ìThe eight dire miseriesî are the five senses plus the threefold fire of Lust, Hatred and Dullness. But the quotation is not familiar. I feel sure He did not say ìsure.î 43. Stern and exacting is the virtue of Vairāga. If thou its Path wouldíst master, thou must keep thy mind and thy percep-tions far freer than before from killing action. The English is getting ambiguous. The word ìkillingî is, I suppose, an adjective implying ìfatal to the purpose of the Student.î But even so, the comment appears to me out of place. On this high Path action should already have been made harmless; in fact, the second Path had this as its principal object. It is very difficult to make out what the Authoress really wants you to do. 44. Thou hast to saturate thyself with pure Alaya, become as one with Natureís Soul-Thought. At one with it thou art invincible; in separation, thou becomest the playground of Samvritti, origin of all the worldís delusions. This means, acquire sympathy with the universal Soul of Nature. This Soul of Nature here spoken of is of course imagined as something entirely contrary to anything we really know of Nature. In fact, it would be difficult to distinguish it from a pious fiction. The only reason that can be given for assuming the Soul of Nature to be pure, calm, kind, and all the other tea-party virtues,"},{"pageNumber":86,"pageContent":"LIBER LXXI 82is Lucus a non lucendo. To put it in some kind of logical form, the Manifested is not the Unmanifested; therefore the Manifested is that which the Unmanifested is not. Nature, as we know it, is stupid, brutal, cruel, beautiful, extravagant, and above all the receptacle or vehicle of illimitable energy. However by medi-tation one comes to a quite different view of Nature. Many of the stupidities and brutalities are only apparent. The beauty, the energy, and the majesty, or, if you prefer it, the love, remain undeniable. It is the first reversed triangle of the Tree of Life. What is said of ìSamvrittiî is nonsense. The Vrittis are impressions or the causes of impressions. Samvritti is simply the sum of these. 45. All is impermanent in man except the pure bright essence of Alaya. Man is its crystal ray; a beam of light immaculate within, a form of clay material upon the lower surface. That beam is thy life-guide and thy true Self, the Watcher and the silent Thinker, the victim of thy lower Self. Thy Soul cannot be hurt but through thy erring body; control and master both, and thou art safe when crossing to the nearing ìGate of Balance.î Here we have Alaya identified with Atma. The rest of the verse is mostly poetic nothing, and there is no guide to the meaning of the word ìSoul.î It is a perfectly absurd theory to regard the body as capable of inflicting wounds upon the Soul, which is apparently the meaning here. The definition of Atma gives impassibility as almost its prime condition. From the phrase ìcontrol and master bothî we must suppose that the Soul here spoken of is some intermediate principle, presumably Nephesch. 46. Be of good cheer, O daring pilgrim ìto the other shore.î Heed not the whisperings of Māraís hosts; wave off the tempters, those ill-natured Sprites, the jealous Llamayin in endless space. This verse may be again dismissed as too easily indulgent in poetic diction. A properly controlled mind should not be subject to these illusions. And although it may be conceded that these"},{"pageNumber":87,"pageContent":"THE SEVEN PORTALS 83things, although illusions, do correspond with a certain reality, anything objective should have been dismissed at an earlier stage. In the mental struggles there should be no place for demons. Unless my memory deceives me, that was just the one trouble that I did not have. The reason may possibly have been that I had mastered all external demons before I took up meditation. 47. Hold firm! Thou nearest now the middle portal, the gate of Woe, with its ten thousand snares. No explanation is given as to why the fifth should be called the ìmiddle Portalî of seven. 48. Have mastery oíer thy thoughts, O striver for perfection, if thou wouldíst cross its threshold. From here to verse 71 is the long description of this fifth gate, the key to which (it will be remembered) was Viryaóthat is, energy and will, Manhood in its most secret sense. It seems rather useless to tell the Student to have mastery over his thoughts in this verse, because he has been doing nothing else in all the previous Gates. 49. Have mastery oíer thy Soul, O seeker after truths undying, if thou wouldíst reach the goal. The pupil is also told to have mastery over his Soul, and again there is no indication as to what is meant by ìSoul.î Bhikkhu Ananda Metteyya once remarked that Theosophists were rather absurd to call themselves Buddhists, as the Buddhist had no Soul, and the Theosophist, not even content with having one, insisted on possessing seven different kinds.4 If it means Nephesch, of course this ought to have been mastered long ago. It probably means Neschamah. If we take this to be so, the whole passage will become intelligible. In the beginning of progress we have the automatic Ego, the animal creator or generator of Nephesch in Yesod, the lowest point of the Ruach, and the marriage between these is the first regeneration. Nephesch 4 [This was previously pointed out by T.W. Rhys Davis is a note to The Questions of King Milinda (S.B.E. series, vol. XXXV, p. 267-8n.). ó T.S.]"},{"pageNumber":88,"pageContent":"LIBER LXXI 84is Syrinx, and Yesod is Pan. Nephesch is the elemental Soul which seeks redemption and immortality. In order to obtain it, it must acquire a Soul such as is possessed by men. Now the elemental is said to be afraid of the sword with its cross hilt, of the Cross, that is to say of the Phallus, and this is what is called Panic fear, which, originally an individual thing, is applied to a mob, because a mob has no Soul. A very great many elementals are to be found in human form today; they are nearly always women, or such men as are not men. Such beings are imitative, irresponsible, always being shocked, without any standard of truth, although often extremely logical; criminal without a sense of right and wrong, and as shameless as they are prudish. Truth of any kind frightens them. They are usually Christian Scientists, Spiritualists, Theo-sophists, or what not. They reflect the personality of a man with extraordinary ease, and frequently deceive him into thinking that they know what they are saying. LÈvi remarks that ìthe love of the Magus for such beings is insensate and may destroy him.î5 He had had some. This doctrine is magnificently expounded in Wagnerís Parsifal. The way to redeem such creatures is to with-stand them, and their Path of Redemption is the Path of Service to the man who has withstood them. However, when at the right moment the crucified one, the extended one, the Secret Saviour, consents to redeem them, and can do so without losing his power, without in any way yielding to them, their next step is accom-plished, and they are reborn as men. This brings us back to our subject, for the lower man, of whom we are still speaking, possesses, above Yesod, five forms of intellect and Da‰th their Crown. We then come to another marriage on a higher plane, the redemption of Malkuth by Tiphareth; the attaining of the Knowledge and Conversation of the Holy Guardian Angel. The next critical step is the sacrificing of this whole organism to the Mother, Neschamah, a higher South which is as spiritually 5 [Levi, The Magical Ritual of the SanctumRegnum (trans. Westcott), ch. VIII. Westcott gives: ìAs to the beings of the elements, the love which they have for a Magus immortalises them Ö but the love of such beings by a Magus is insensate and may destroy him.î]"},{"pageNumber":89,"pageContent":"THE SEVEN PORTALS 85dark and lonely as Nephesch was materially. Neschamah is beyond the Abyss, has no concern with that bridal, but to absorb it; and by offering the blood of her Son to the All-Father, that was her husband, she awakes Him. He, in His turn, vitalizes the original Daughter, thus competing the cycle. Now on the human plane this All-Father is the true generative force, the real Ego, of which all types of conscious Ego in a man are but Eidola, and this true creative force is the virya of which we are now speaking. 50. Thy Soul-gaze centre on the One Pure Light, the Light that is free from affection, and use thy golden Key. . . . . . . . . . . . . . . . This Virya is the one pure hight spoken of in this verse. It is called ìfree from affection.î It creates without desire, simply because it is its nature to create. It is this force in oneís self of which one must become conscious in this stage. . . . . . . . . . . . . . . . 51. The dreary task is done, thy labour well-nigh oíer. The wide abyss that gaped to swallow thee is almost spanned. . . . . . . . . . . . . . . . It should be noticed that this verse has rows of dots both above and below it. There is a secret meaning to verse 51 which will be evident to anyone who has properly understood our comment on verse 49. The highest marriage, that between Neschamah and Chiah, is accomplishedóagain, after another manner! 52. Thou hast now crossed the moat that circles round the gate of human passions. By ìhuman passionsî must be understood every kind of attraction, not merely gross appetitesówhich have been long ago conquered, not by excluding, but by regulating them. On the plane of mind itself all is in order; everything has been balanced by its opposite. 53. Thou hast now conquered Māra and his furious host."},{"pageNumber":90,"pageContent":"LIBER LXXI 86The seeker has now passed through the Abyss where dwells Choronzon whose name is Legion. All this must be studied most carefully in Liber 418. 54. Thou hast removed pollution from thine heart and bled it from impure desire. But, O thou glorious combatant, thy task is not yet done. Build high, Lanoo, the wall that shall hedge in the Holy Isle, the dam that will protect thy mind from pride and satisfaction at thoughts of the great feat achieved. Here again is one of those unfortunate passages which enables the superficial to imagine that the task of the Adept is to hunger strike, and wear the blue ribbon, and give up smoking. The first paragraph of this verse rather means that filling of the cup of Bab-alon with every drop of blood, which is explained in Liber 418. The higher EgoóìHoly Isleîóis not the thinking self; it is the ìDwarf-Self,î the self which is beyond thinking. The aspirant is now in fact beyond thought, and this talk of building high the wall or dam is too much like poetry to be good sense. What it means is, ìBeware lest the reawakened Ego, the Chiah, should become self-conscious, as it is hable to do owing to its wedding with Neschamah.î Or, shall we say, with Nephesch? For the organism has now been brought to perfect harmony in all its parts. The Adept has a strong, healthy, vigorous body, and a mind no less perfect; he is a very different person from the feeble emasculate cabbage--chewing victim of anÊmia, with its mind which has gained what it calls emancipation by forgetting how to think. Little as it ever knew! Not in such may one find the true Adept. Read Liber Legis, chap. II, verse 24, and learn where to look for hermits. 55. A sense of pride would mar the work. Aye, build it strong, lest the fierce rush of bathing waves, that mount and beat its shore from out the great world Māyāís Ocean, swallow up the pilgrim and the isleóyea, even when the victoryís achieved. We now perceive more clearly the meaning of this passage. Just as the man, in order to conquer the woman, used restraint, so also must this true Soul restrain itself, even at this high stage,"},{"pageNumber":91,"pageContent":"THE SEVEN PORTALS 87although it gives itself completely up. Although it creates without thought and without desire, let it do that without losing anything. And because the surrender must be complete, it must beware of that expansion which is called pride; for it is destroying duality, and pride implies duality. 56. Thine ìIsleî is the deer, thy thoughts the hounds that weary and pursue his progress to the stream of Life. Woe to the deer that is overtaken by the barking fiends before he reach the Vale of RefugeóDhyāna-Mārga, ìpath of pure knowledgeî named. Once more the passage harks back to the Abyss where thoughts prevail. It is another poetic image, and not a good one. Extraordinary how liable this unassailable Alaya-soul is to catch cold! It isnít woe to him; itís woe to YOU! 57. Ere thou canst settle in Dhyāna-Mārga and call it thine, thy Soul has to become as the ripe mango fruit: as soft and sweet as its bright golden pulp for othersí woes, as hard as that fruitís stone for thine own throes and sorrows, O Conqueror of Weal and Woe. More trouble, more poetic image, more apparent sentimen-tality. Its true interpretation is to be found in the old symbolism of this marriage of Chiah and Neschamah. Chiah is the male, proof against seduction; Neschamah the female that overcomes by weakness. But in actual practice the meaning may be explained thus,óyou yourself have conquered, you have become perfectly indifferent, perfectly energetic, perfectly creative, but, having united yourself to the Universe, you become acutely conscious that your own fortunate condition is not shared by that which you now are. It is then that the adept turns his face downwards, changes his formula from solve to coagula. His progress on the upward path now corresponds exactly with his progress on the downward path; he can only save himself by saving others, for if it were not so he would be hardly better than he who shuts himself in his black tower of illusion, the Brother of the Left Hand, the Klingsor of ìParsifal.î"},{"pageNumber":92,"pageContent":"LIBER LXXI 8858. Make hard thy Soul against the snares of Self; deserve for it the name of ìDiamond-Soulî Here is another muddle, for the words ìSoulî and ìSelfî have previously been used in exactly the opposite meaning. If any meaning at all is to be attached to this verse and to verse 59, it is that the progress downwards, the progress of the Redeemer of the Sun as he descends from the Zenith, or passes from the Summer Solstice to his doom, must be a voluntary absorption of Death in order to turn it into life. Never again must the Adept be deceived by his impressions, though there is that part of him which suffers. 59. For, as the diamond buried deep within the throbbing heart of earth can never mirror back the earthly lights, so are thy mind and Soul; plunged in Dhyāna-Mārga, these must mirror nought of Māyāís realm illusive. It is now evident that a most unfortunate metaphor has been chosen. A diamond is not much use when it is buried deep within the throbbing heart of earth. The proper place for a diamond is the neck of a courtesan. 60. When thou hast reached that state, the Portals that thou hast to conquer on the Path fling open wide their gates to !et thee pass, and Natureís strongest mights possess no power to stay thy course. Thou wilt be master of the sevenfold Path; but not till then, O candidate for trials passing speech. That we have correctly interpreted these obscure passages now becomes clear. No further personal effort is required. The gates open of themselves to the Master of the Temple. 61. Till then, a task far harder still awaits thee: thou hast to fee! thyself ALL-THOUGHT, and yet exile all thoughts from out thy SOUL. The discourse again reverts to another phase of this task of Vairāga. It is just as in the ìEarth-Bhavanā,î where you have to look at a frame of Earth, and reach that impression of Earth in which is no Earthly quality, ìthat earth which is not earth,î as the"},{"pageNumber":93,"pageContent":"THE SEVEN PORTALS 89Qabalah would say. So on this higher plane you must reach a quintessence of thought, of which thoughts are perhaps debased images, but which in no way partakes of anything concerning them. 62. Thou hast to reach that fixity of mind in which no breeze, however strong, can waft an earthly thought within. Thus purified, the shrine must of action, sound, or earthly light be void; eíen as the butterfly, oíertaken by the frost, falls lifeless at the thresholdó so must all earthly thoughts fall dead before the fane. Again another phase of this task. Complete detachment, perfect silence, absolute will; this must be that pure Chiah which is utterly removed from Ruach. 63. Behold it written: ìEre the gold flame can burn with steady light, the lamp must stand well guarded in a spot free from wind.î Exposed to shifting breeze, the jet will flicker and the quivering flame cast shades deceptive, dark and everchanging, on the Soulís white shrine. This familiar phrase is usually interpreted to mean the mere keeping of the mind free from invading thoughts. It has also that secret significance at which we have several times already hinted. These unfortunate poetic images again bewilder us. Blavatskyís constant use of the word ìSoulî without definition is very annoying. These verses 63 and 64 must be taken as dealing with a state preliminary to the attainment of this Fifth Gate. If the lance shakes in the hand of the warrior, whatever the cause, the result is fumbling and failure. 64. And then, O thou pursuer of the truth, thy Mind-Soul will become as a mad elephant, that rages in the jungle. Mistaking forest trees for living foes, he perishes in his attempts to kill the ever-shifting shadows dancing on the wall of sunlit rocks. This verse explains the state of the mind which has failed in the Abyssóthe student becomes insane."},{"pageNumber":94,"pageContent":"LIBER LXXI 9065. Beware, lest in the care of Self thy Soul should lose her foothold on the soil of deva-knowledge. 66. Beware, lest in forgetting SELF, thy Soul lose oíer its trembling mind control, and forfeit thus the due fruition of its conquests. These two verses seem to mean that any attention to Self would prevent one crossing the Abyss, while in the event of any inattention to Self the mind would revolt. In other words, ìSoulî means Neschamah, and it is important for Neschamah to fix its attention on Chiah, rather than on Ruach. 67. Beware of change! For change is thy great foe. This change will fight thee off, and throw thee back, out of the Path thou treadest, deep into viscous swamps of doubt. The only difficulty in this verse is the word ìchange.î People who are meditating often get thrown off by the circumstances of their lives, and these circumstances must be controlled absolutely. It should, however, also be taken to refer to any change in oneís methods of meditation. You should make up your mind thoroughly to a given scheme of action, and be bound by it. A man is perfectly hopeless if, on finding one mantra unsuccessful, he tries another. There is cumulative effect in all mystic and magical work; and the mantra you have been doing, however bad, is the best one to go on with. 68. Prepare, and be forewarned in time. If thou hast tried and failed, O dauntless fighter, yet lose not courage: fight on and to the charge return again, and yet again. Verse 68 confirms our interpretation of these verses. 69. The fearless warrior, his precious life-blood oozing from his wide and gaping wounds, will still attack the foe, drive him from out his stronghold, vanquish him, ere he himself expires. Act then, all ye who fail and suffer, act like him; and from the stronghold of your Soul, chase all your foes awayóambition, anger, hatred, eíen to the shadow of desireówhen even you have failed . . ."},{"pageNumber":95,"pageContent":"THE SEVEN PORTALS 9170. Remember, thou that fightest for manís liberation, each failure is success, and each sincere attempt wins its reward in time. The holy germs that sprout and grow unseen in the discipleís soul, their stalks wax strong at each new trial, they bend like reeds but never break, nor can they eíer be lost. But when the hour has struck they blossom forth. . . . . . . . . . . . . . . . But if thou camíst prepared, then have no fear. . . . . . . . . . . . . . . . These verses explain the cumulative effect of which we spoke. It is very hard to persist, because very often we seem to make no progress. There is the water on the fire, and nothing whatever appears to be happening. But without warning it suddenly boils. You may get the temperature to 99∞ and keep it at 99∞ for a thousand years, and the water will not boil. It is the last step that does the trick. One remark in this connection may be useful: ìA watched pot never boils.î The student must practice complete detachmentómust reach the stage when he does not care twopence whether he attains or not, while at the same time he pursues eagerly the Path of attainment. This is the ideal attitude. It is very well brought out in Parsifal. Klingsor, on having his error pointed out to him, said ìOh, thatís quite easy,î took a knife, and removed all danger of his ever making the same mistake again. Returning, full of honest pride in his achievement, he found himself more ignominiously rejected than before. Ultimately the sacred lance is brought back into the Hall where is the Grail, and there, at the right moment, not moved by desire, not seduced by cunning Kundry, but of his own nature, the sacrifice may be accomplished. So, as previously explained, it is important not to keep on worrying about oneís progress; otherwise all the concentration is lost, and a mood of irritability rises, work is given up, and the student becomes angry with his Teacher. His Mind-Soul becomes as a mad elephant that rages in the jungle. He may even obtain the Vision of the Demon Crowley. But by persistence in the appointed"},{"pageNumber":96,"pageContent":"LIBER LXXI 92Path, by avoiding disappointment through not permitting the fiend Hope to set its suckers on your Soul, by quietly continuing the appointed discourse in spite of Māra and his hosts, the wheel comes full circle, the hour strikes, the talipot palm blossoms, and all is fun and feasting, like Alice when she got to the Eighth Square. It is my daily prayer that I may be spared to write a complete commentary on the extremely mystical works of the Rev. C. L. Dodgson.6 Please note the two lines of dots for the last paragraph of this verse. It is that final scene of Parsifal, which words are unfitted to express. 71. Henceforth thy way is clear right through Virya gate, the fifth one of the Seven Portals. Thou art now on the way that leadeth to the Dhyāna haven, the sixth, the Bodhi Portal. 72. The Dhyāna gate is like an alabaster vase, white and transparent; within there burns a steady golden fire, the flame of prajnā that radiates from Atman. Thou art that vase. 73. Thou hast estranged thyself from objects of the senses, traveled on the ìPath of seeing,î on the ìPath of hearing,î and standest in the light of Knowledge. Thou hast now reached Titikshā state. O Narjol, thou art safe. . . . . . . . . . . . . . . . In these three verses the passage to the sixth Gate is made clear. There is no longer any struggle, there is but the golden fire within the alabaster vase, and thou art that vase. Mate and female are again interchanged. Above Chiah and Neschamah is Jechidah, and in the lower aspect of that, one has again become the receptacle of the Infinite, not that which penetrates the Infinite. 6 [Oxford professor of mathematics and logic who wrote childrenís fiction under the pen-name Lewis Carroll. The reference is to Through the Looking-Glass and what Alice found there.]"},{"pageNumber":97,"pageContent":"THE SEVEN PORTALS 93There are two formulÊ of making two things one. The active formula is that of the arrow piercing the rainbow, the Cross erected upon the Hill of Golgotha, and so on. But the passive formula is that of the cup into which the wine is poured, that of the cloud which wraps itself around Ixion. It is very annoying to hear that the Narjol is safe. This is ådipus-Complex. Why not ìSafe in the arms of Jesusî? Devil fly away with this ìeternal restî stuff! Give me a nightís rest now and again; a dip into the Tao, and thenóoff we go again! 74. Know, Conqueror of Sins, once that a Sowani hath crossíd the seventh Path, all Nature thrills with joyous awe and feels subdued. The silver star now twinkles out the news to the night-blossoms, the streamlet to the pebbles ripples out the tale; dark ocean-waves will roar it to the rocks surf-bound, scent-laden breezes sing it to the vales, and stately pines mysteriously whisper: ìA Master has arisen, A MASTER OF THE DAY.î There is a further terrible confusion between the personal progress of the man, and his progress in relation to his incarnations. It cannot be too clearly understood that these things are alto-gether different. Blavatskyís attempt to mix up Hinduism and Buddhism is productive of constant friction. The first Path in Dhyāna has nothing whatever to do with being a Srot„patti. It is perfectly clear that you could be Master of the eight Jhanas with no more hope of becoming a Srotapatti than a Pwe-dancer. However, this is an extremely poetical description of what happens on the seventh Path. You must notice that there is a certain amount of confusion between the Paths and the Portals at the end of them. Apparently one does not reach the seventh Gate till the end of the treatise. ìA Master of the Dayî is said to refer to the Manvantara, but it is also an obvious phrase where day is equivalent to Sun. 75. He standeth now like a white pillar to the west, upon whose face the rising Sun of thought eternal poureth forth its first"},{"pageNumber":98,"pageContent":"LIBER LXXI 94most glorious waves. His mind, like a becalmed and boundless ocean, spreadeth out in shore less space. He holdeth life and death in his strong hand. It is interesting to notice that he is still in the West. This is the penultimate stage. He is really now practically identical with Mayan himself. He has met and conquered the maker of illusion, become one with him, and his difficulty will then be so to complete that work, that it shall be centred on itself, and leave no seed that may subsequently germinate and destroy all that has been accomplished. 76. Yea, he is mighty. The living power made free in him, that power which is HIMSELF, can raise the tabernacle of illusion high above the gods, above great Brahmā and Indra. Now he shall surely reach his great reward! The temptation at this point is to create an Universe. He is able: the necessity of so doing is strong within Him, and He may perhaps even imagine that He can make one which shall be free from the Three Characteristics. Evelyn Hallóan early love of mineóused to say: ìGod Almightyóor words to that effectó has no conscienceî; and in the tremendous state of mind in which He is, a state of Cosmic priapism, He may very likely see red, care nothing for what may result to Himself or His victim, and, violently projecting Himself on the Akāsa, may fertilize it, and the Universe begin once more. In Liber I it seems as if this must be done, as if it were pan of the Work, and Liber Legis, if I understand it aught, would inculcate the same. For to US the Three Characteristics and the Four Noble Truths are liesóthe laws of Illusion. Ours is the Palace of the Grail, not Klingsorís Castle. 77. Shall he not use the gifts which it confers for his own rest and bliss, his well-earníd weal and gloryóhe, the subduer of the great Delusion? It is now seen that He should not do this, although He is able. He should on the contrary take up the burden of a Magus. This"},{"pageNumber":99,"pageContent":"THE SEVEN PORTALS 95whole passage will be found in much clearer language in Liber I, The Equinox, Vol. I, no. 7. 78. Nay, O thou candidate for Natureís hidden lore! If one would follow in the steps of holy Tathāgata, those gifts and powers are not for Self. It should be noticed that this is not quite identical with the way in which the Master of the Temple detaches the being that was once called ìSelfî to fling it down from the Abyss that it may ìappear in the Heaven of Jupiter as a morning star or as an evening star, to give light to them that dwell upon the earth.î This Magus is a much stronger person than the Master of the Temple. He is the creative force, while the Master is merely the receptive. But in these verses 78, 79, 80, it might be very easily supposed that it was merely a recapitulation of the former remarks, and I am inclined to think that there is a certain amount of confusion in the mind of the Author between these two grades. She attained only the lower. But careful study of these verses will incline the reader to perceive that it is a new creation which is here spoken of, not a mere amelioration. The only really difficult verse on this interpretation is 86. There is a lot of sham sentiment in this verse. It gives an entirely false picture of the Adept, who does not whine, who does not play Pecksniff. All this business about protecting man from far greater misery and sorrow is absurd. For example, in one passage H. P. B. explains that the lowest hell is a man-bearing Planet.7 There is a certain amount of melancholia with delusions of persecution about this verse. Natural, perhaps, to one who was betrayed and robbed by Vittoria Cremers? 79. Wouldíst thou thus dam the waters born on Sumeru? Shalt thou divert the stream for thine own sake, or send it back to its prime source along the crests of cycles? It is here seen that the ideal proposed by the Author is by no means rest or immobility. The Path, or rather the Goal, is symbol- 7 [In a note to the final section of The Seven Portals.]"},{"pageNumber":100,"pageContent":"LIBER LXXI 96ized as a swift and powerful stream, and the great mystery is revealed that the Path itself is the Goal. Were the world understood Ye would see it was good, A dance to a delicate measure.8 This is also the doctrine indicated in all the works of Fra. Per-durabo. You can see it in Liber 418, where, as soon as a certain stage is reached, the great curse turns into an ineffable blessing. In The Book of Lies, too, the same idea is stated again and again, with repetition only unwearying because of the beauty and variety of the form. ìEverything is sorrow,î says the Buddha. Quite so, to begin with. We analyze the things we deem least sorrow, and find that by taking a long enough period, or a short enough period, we can prove them to be the most exquisite agony. Such is the attempt of all Buddhist writers, and their even feebler Western imitators. But once the secret of the universe is found, then everything is joy. The proposition is quite as universal. 80. If thou wouldíst have that stream of hard-earníd knowledge, of Wisdom heaven-.born, remain sweet running waters, thou shouldíst not leave it to become a stagnant pond. Here we have the same thesis developed with unexpected force. So far from the Path being repose, the slightest slackening turns it stagnant. 81. Know, if of Amitābha, the ìBoundless Age,î thou wouldíst become co-worker, then must thou shed the light acquired, like to the Bodhisattvas twain, upon the span of all three worlds. The same doctrine is still further detailed, but I cannot give the authority by which Blavatsky speaks of Kwan-shiyin as a Bodhisattva.9 It will become abundantly evident in the comment to verse 97 that Blavatsky had not the remotest idea as to what a Bodhisattva was and is. But it is quite true that you have to shed 8 [Crowley, Orpheus (book IV); see Collected Works, vol. iii. p. 217.] 9 [i.e. in her note to this passage, here omitted. ó T.S.]"},{"pageNumber":101,"pageContent":"THE SEVEN PORTALS 97light in the manner indicated if you are going to live the life of a Magus. 82. Know that the stream of superhuman knowledge and the Deva-Wisdom thou hast won, must, from thyself, the channel of Alaya, be poured forth into another bed. Still further develops the same doctrine. You have acquired the supreme creative force. You are the Word, and it must be spoken (verse 83). There is a good deal of anticlimax in verse 83, and a peculiarly unnecessary split infinitive. Blavatskyís difficulty seems to have been that although she is always talking of the advance of the good Narjol, he never seems to advance in point of view. Now, on the threshold of the last Path, he is still an ordinary person with vague visionary yearn-ings! It is true that He wishes the unity of all that lives, complete harmony in the parts, and perfect light in the whole. It is also true that He may spend a great deal of time in killing or otherwise instructing men, but He has not got at all the old conception. The ordinary Buddhist is quite unable to see anything but details. Bhikkhu ¿nanda Metteyya once refused to undertake the superintendence of a coconut plantation, because he found that he would have to give orders for the destruction of vermin. But (with the best feeling in the world) he had to eat rice, and the people who cultivated the rice had to destroy a lot of vermin too. One cannot escape responsibility in this vicarious way. It is pecu-liarly silly, because the whole point of Buddhaís position is that there is no escape. The Buddhist regulations are comparable to orders which might have been, but were not, because he was not mad, given by the Captain of the Titanic to caulk the planks after the ship had been cut in two. 83. Know, O Narjol, thou of the Secret Path, its pure fresh waters must be used to sweeter make the Oceanís bitter wavesóthat mighty sea of sorrow formed of the tears of men. 84. Alas! when once thou hast become like the fixed star in highest heaven, that bright celestial orb must shine from out the"},{"pageNumber":102,"pageContent":"LIBER LXXI 98spatial depths for allósave for itself; give light to all, but take from none. It is incomparably annoying to see this word ìAlas!î at the head of this verse as a pure oxymoron with the rest of the text. Is stupid, unseeing selfishness so firmly fixed in the nature of man that even at this height he still laments? Do not believe it. It is interesting here to note the view taken by Him who has actually attained the Grade of Magus. He says: Do what thou wilt shall be the whole of the Law. It may be those three perfections of my sambhogkaya robe, but the fact is that one has reached a stage when the Path becomes almost meaningless. The illusion of Sorrow has been exposed so ruthlessly that one can hardly realize that one, or anyone else, can ever have been in such a silly muddle. It seems so perfectly natural that everything should be just as it is, and so right, that one is quite startled if one contemplates the nature of oneís Star, which led one into these ìgrave paths.î The only ìwrongî is the thinking about anything at all; this is of course the old ìThought is evilî on a higher plane. One gets to understand the Upanishad which tells us how The Original It made the error of contemplating itself, of becoming self-conscious; and one also perceives the stupendous transcendentalism concealed in the phrase of The Book of the Law: ìEnough of Because! Be he damned for a dog!î This Universeóthe IO PAN PAN and the OIMOI TALAINOI tooóis a Play of Our Merry Lady. It is as natural to have all this heavy stuff about the Weary Pilgrimís Bleeding Feet, and the Candidate for Woe, and all that, as it is for Theseus and Hippolyta to decide that Pyramus and Thisbe may amuse them. The Public will then kindly excuse the Magus if He be of a nature, and in a mood, to decline to take the tragedy too seriously, and to mock the crude buffooneries of Bottom. Perhaps it would be better taste in Him to draw the curtains of His box. But it is at least His pleasure to reward the actors. Love is the law, love under will. 85. Alas! when once thou hast become tike the pure snow in mountain vales, cold and unfeeling to the touch, warm and protective to the seed that sheepeth deep beneath its bosomóítis now that snow which must receive the biting frost, the northern blasts, thus shielding from their sharp and cruel tooth the earth"},{"pageNumber":103,"pageContent":"THE SEVEN PORTALS 99that holds the promised harvest, the harvest that will feed the hungry. Surely a better image would have been the Mother, and does the Mother complain or rejoice? It is also a bad image, this of the snow. Is snow in any way incommoded by the biting frosts, the northern blasts? 86. Self-doomed to live through future Kalpas, unthanked and unperceived by man; wedged as a stone with countless other stones which form the ìGuardian Wall,î such is thy future if the seventh Gate thou passest. Built by the hands of many Masters of Compassion, raised by their tortures, by their blood cemented, it shields mankind, since man is man, protecting it from further and far greater misery and sorrow. Comment has already been made upon this verse. 87. Withal man sees it not, will not perceive it, nor will he heed the word of Wisdom . . . for he knows it not. Here indeed is the only sorrow that could seem, even for a moment, likely to touch the Adept. It is rather annoying that the great prize offered so freely to men is scorned by them. But this is only if the Adept fall for one moment to the narrower view, accept the conventional outlook on the universe. If only he remember that very simple and elementary instruction that the Magician must work as if he had Omnipotence at his command and Eternity at his disposal, He will not repine. 88. But thou hast heard it, thou knowest all, O thou of eager guileless Soul . . . and thou must choose. Then hearken yet again. This verse introduces the climax of this treatise. 89. On Sowanís Path, O Srotāpatti, thou art secure. Aye, [sic] on that Mārga, where nought but darkness meets the weary pilgrim, where torn by thorns the hands drip blood, the feet are cut by sharp unyielding flints, and Māra wields his strongest armsóthere lies a great reward immediately beyond. It is not at all clear to what stage of the Path this refers. In verse 91 it appears to refer to the Dhyana Path, but the Dhyana"},{"pageNumber":104,"pageContent":"LIBER LXXI 100Path has been described in entirely different terms in verses 71 to 73, and it is certainly a quite bad description of the condition of Srotāpatti. I think the tragic note is struck for effect. Damn all these tortures and rewards! Has the Narjol no manhood at all? 90. Calm and unmoved the Pilgrim glideth up the stream that to Nirvāna leads. He knoweth that the more his feet will bleed, the whiter will himself be washed. He knoweth well that after seven short and fleeting births Nirvāna will be his. Here is again a totally un-Buddhistic description. It appears to me rather a paraphrase of the well-known Sweeping through the gates of the New Jerusalem, Washed in the Blood of the Lamb. 91. Such is the Dhyāna Path, the haven of the Yogi, the blessed goal that Srotāpattis crave. Again the confusion of the attainment of the Student with regard to spiritual experience, and his attainment with regard to his grade. There is connection between these, but it is not a close and invariable one. A man might get quite a hot of Samādhi, and still be many lives away from Srotāpatti. 92. Not so when he hath crossed and won the Aryhata Path. From here to verse 95 is description of this last Path which heads to the last Gate. 93. There Klesha is destroyed for ever, Tanhāís roots torn out. But stay, Disciple . . . Yet, one word. Canst thou destroy divine COMPASSION? Compassion is no attribute. It is the Law of LAWSóeternal Harmony, Alayaís SELF; a shoreless universal essence, the light of everlasting Right, and fitness of all things, the law of love eternal. Here again is apparently a serious difficulty. The idea of Klesha, here identified with Love of worldly enjoyment, seems to put one back almost before the beginning. Is it now only that the almost-Arhat no longer wants to go to the theatre? It must not be interpreted in this low sense. At the same time, it is difficult to"},{"pageNumber":105,"pageContent":"THE SEVEN PORTALS 101discover a sense high enough to fit the passage. With Tanhā it is easier to find a meaning, for Madame seems to identify Tanhā with the creative force of which we have spoken. But this is of course incompatible with the Buddhist teaching on the subject. Tanhā is properly defined as the hunger of the individual for con-tinuous personal existence, either in a material or a spiritual sense. With regard to the rest of the verse, it certainly reads as if yet again Blavatsky had taken the sword to a Gordian knot. By saying that Compassion is no attribute she is merely asserting what is evidently not true, and she therefore defines it in a peculiar way, and I am afraid that she does so in a somewhat misleading manner. It would be improper here to disclose what is presumably the true meaning of this verse. One can only commend it to the earnest consideration of members of the Sanctuary of the Gnosis, the IX∞ of the O.T.O. 94. The more thou dost become at one with it, thy being melted in its BEING, the more thy Soul unites with that which Is, the more thou wilt become COMPASSION ABSOLUTE. This verse throws a little further light upon its predecessor. COMPASSION is really a certain Chinese figure whose names are numerous. One of them is BAPHOMET. 95. Such is the Arya Path, Path of the Buddhas of perfection. This closes the subject. 96. Withal, what mean the sacred scrolls which make thee say? ìOm! I believe it is not all the arhats that get of the Nirvānic Path the sweet fruition. ìOm! 1 believe that the Nirvāna-Dharma is entered not by all the Buddhas.î Here, however, we come to the question of the final renuncia-tion. It is undoubtedly true that one may push spiritual experience to the point of complete attainment without ever undertaking the work of a Dhamma-Buddha, though it seems hard to believe that at no period during that progress will it have become clear that the Complete Path is downwards as well as upwards."},{"pageNumber":106,"pageContent":"LIBER LXXI 10297. Yea; on the Arya Path thou art no more Srotāpatti, thou art a Bodhisattva. The stream is crossíd. íTis true thou hast a right to Dharmakāya vesture; but Sambhogakāya is greater than a Nirvāni, and greater still is a Nirmanakāyaóthe Buddha of Compassion. Here once more we perceive the ignorance of the Author with reference to all matters of mystic terminology, an ignorance which would have been amusing indeed had she lived ten years later. A Bodhisattva is simply a being which has culminated in a Buddha. If you or I became Buddhas tomorrow, then all our pre-vious incarnations were Bodhisattvas, and therefore, as there shall not be a single grain of dust which shall not attain to Buddhahood, every existing thing is in a way a Bodhisattva. But of course in practice the term is confined to these special incarnations of the only Buddha of whom we have any such record. It is, therefore, ridiculous to place Srotāpatti as a Soul of inferior grade to Bodhi-sattva. Buddha did not become a Srotāpatti until seven incarnations before he attained to Buddhahood. The last part of the verse and the long note (of which we quote the gist) are nonsense. To describe a complete Buddha as ìan ideal breath; Consciousness merged in the Universal Conscious-ness, or Soul devoid of every attribute,î is not Buddhism at all, and is quite incompatible with Buddhism. 98. Now bend thy head and listen well, O Bodhisattvaó Com-passion speaks and saith: ìCan there be bliss when all that lives must suffer? Shalt thou be saved and hear the whole world cry?î Now thou hast heard that which was said. Again we descend to the anticlimax of a somewhat mawkish sentimentality. Again we find the mistake of duality, of that oppo-sition between self and others which, momentarily destroyed even in the most elementary periods of Samadhi, is completely wiped out by progress through the grades. The Path would indeed be a Treadmill if one always remained in this Salvation Army mood."},{"pageNumber":107,"pageContent":"THE SEVEN PORTALS 10399. Thou shall attain the seventh step and cross the gate of final knowledge but only to wed woeóif thou wouldíst be Tathā-gata, follow upon thy predecessorís steps, remain unselfish till the endless end. Thou art enlightenedóChoose thy way. The anticlimax is now complete. Knowledge is by no means the last step. Knowledge has been finished with even by the Master of the Temple, and all this question of wedding woe, remaining unselfish till the endless end, is but poetic bombast, based upon misconception. It is as puerile as the crude conceptions of many Christian Sects. 100. Behold, the mellow Light that floods the Eastern sky. In signs of praise both heaven and earth unite. And from the four-fold manifested Powers a chant of love ariseth, both from the flaming Fire and flowing Water, and from sweet-smelling Earth and rushing Wind. Hark! . . . from the deep unfathomable vortex of that golden light in which the Victor bathes, ALL NATUREíS wordless voice in thousand tones ariseth to proclaim: JOY UNTO YE, O MEN OF MYALBA. A PILGRIM HATH RETURNED BACK ìFROM THE OTHER SHORE.î A NEW ARHAN IS BORN. Peace to all Beings. Here, however, we get something like real poetry. This, and not the Pi-Jaw, should be taken as the key to this Masterpiece. Love is the law, love under will. "},{"pageNumber":108,"pageContent":" Editorís notes This e-text of Liber LXXI was prepared from an HTML edition posted at www.the-equinox.org. That in turn appeared to be an unproofed OCR of the edition printed in Equinox IV (1), fed through Microsoft FrontPage. Sections 45-53 of The Two Paths were missing, a large number of footnote citations with no corresponding note were present, and the text was riddled with hundreds of OCR errors. Section numbers are an addition by Crowley; they are not present in the original publication. In this edition, transliteration of technical Sanskrit and Pali terms has been conformed with Crowleyís useage as per the edition of Liber LXXI in Gems from the Equinox, which appears consistent with Blavatskyís use in the original publication. Two notes apparently by Regardie from the edition in Gems have been omitted. All notes in square brackets are by the present editor. Could probably use further proof reading. T.S. *** ***** *** All material by Aleister Crowley (c) Ordo Templi Orients JAF Box 7666 New York NY 10116 U.S.A. This e-text last revised 11.07.2004. "}]
