[{"pageNumber":2,"pageContent":"MUTUAL UFO NETWORK UFO JOURNAL March 2001 NUMBER 395 $3 Amazon River r.Colares* Vigia Mosqueiro Islan Baia do Sol Benevides MARAJO Belem Pinheiro* A significant number of incidents terrorized residents in several areas of northern Brazil in what is called the Colares flap. See article beginning on page 3."},{"pageNumber":3,"pageContent":"MUFON UFO Journal (USPS 002-970) (ISSN 0270-6822) Post Office Box 369 Morrison, CO 80465-0389 Tel: 303-932-7709 FAX: 303-932-9279 International Director John F. Schuessler Editor: Dwight Connelly 14026 Ridgelawn Road Martinsville, IL62442 Tel: (217) 382-4502 e-mail: mufonufojoumal @ hotmail.com Columnists: Walter N. Webb Richard Hall George Filer Jenny Randies Staff Artist Wes Crum MUFON on CompuServe \"Go MUFON\" to access the Forum MUFON on the Internet: http://www.mufon.com MUFON e-mail address: mufonhq@aol.com MUFON Amateur Radio Net: 40 meters - 7.237 MHz Saturdays, 7 a.m. CST or COST TABLE OF CONTENTS March 2001 Number 395 In this issue UFOs terrorize Brazilians by Giese, Luce, & Pratt 3 MJ-12 article disputed by Stanton Friedman 10 MUFON Forum   11 Filer's Files by George A. Filer.  12 Investigator data valuable by Weatherby & Ban 14 Recent Utah cases   15 View from Britain by Jenny Randies  16 Australian reports by Glennys Mackay  17 The UFO Press   18 Perspective by Richard H. Hall  20 Stress management for ufologists by John Schuessler....21 The Night Sky by Walter N. Webb  22 Calendar    22 Director's Message by John Schuessler 24 MUFON's mission is the systematic collection and analysis of UFO data, with the ultimate goal of learning the origin and nature of the UFO phenomenon. Change of address and subscription inquiries should be sent to MUFON, P.O. Box 369, Morrison, CO 80465-0369. Copyright 2001 by the Mutual UFO Network. All Rights Reserved No part of this document may be reproduced in any form without the written permission of the Copyright Owners, Permission is hereby granted to quote up to 200 words of any one article, provided the author is credited, and the statement, \"Copyright 2001 by the Mutual UFO Network, P.O. Box 369, Morrison, CO 80465-0369\" is included. The contents of the MUFON UFO Journal are determined by the editor, and do not necessar- ily reflect the official position of the Mutual UFO Network. Opinions expressed are solely those of the individual authors and do not necessarily reflect the opinion of the editor or staff of MUFON. The Mutual UFO Network, Inc. is exempt from Federal Income Tax under Section 501 (c) (3) of the Internal Revenue Code. MUFON is a publicly supported organization of the type described in Section 509 (a) (2). Donors may deduct contributions from their Federal Income Tax. Bequests, legacies, devises, transfers, or gifts are also deductible for estate and gift purposes, provided they meet the applicable provisions of Sections 2055, 2106, and 2522 of the Internal Revenue Code. MUFON is a Texas nonprofit corporation. The MUFON UFO Journal is published monthly by the Mutual UFO Network, Inc., Morrison, CO. Membership/Subscription rates are $30 per year in the U.S.A., and S35 per year foreign in U.S. funds. Second class postage paid at Versailles, MO. Postmaster: Send form 3579 to advise change of address to: MUFON UFO Journal, P.O. Box 369, Morrison, CO 80465-0369"},{"pageNumber":4,"pageContent":"MUFON UFO Journal March 2001 Page 3 Brazilian military reportedly films crafts entering water UFOs terrorize residents during flap near mouth of Amazon River By Daniel Rebisso Giese, Cynthia Luce and Bob Pratt Military intelligence agents who investigated a long series of UFO sightings managed to film numerous craft diving into and coming out of a bay at the mouth of the Amazon River, and the films-which later ended up in classified archives still closed to the public-were shown to officers at a nearby Brazilian Air Force base. This was in 1977 at a time when aggressive UFOs were harassing and some- times injuring villagers, farm- ers, and fishermen. The agents shot the films and took hundreds of photographs of UFOs during a four-month investigation as the flap was taking place. \"They showed the films to those who wanted to see them,\" Gabriel Brasil, a retired lieutenant colonel, told us in September 1999. \"Therefore, they were actually in the public domain because they were showing the films to everyone.\" In fact, though, the films were not shown to the gen- eral public, and it is not known now how many officers took advantage of the opportunity to view them at the base, which is the headquarters for Brazil's First Re- gional Air Command. \"We clearly saw small ships going into a bigger ship, and they filmed them going into the water and coming out of the water,\" said Brasil, 62, referring to the waters of Marajo Bay that flow into the Atlantic Ocean. He was not a member of the investigative team, but was stationed at the base at the time. \"The ships were estimated to be about 10 meters in diameter. They had various shapes. The biggest one was cigar-shaped, a long cigar. Another was a great big ball, another like a hat, a whole festival of forms... What Gabriel Brasil, retired Brazilian Air Force lieutenant colonel, met with Cynthia Luce at his home in Belem. impressed me the most were the ships going into and out of the water.\" These events were part of the \"Colares flap,\" which was, we believe, part of a much larger UFO wave that took place over a vast stretch of northern Brazil for more than 20 months in 1977 and 1978. However, the Air Force investigation was centered on hundreds of sightings around Colares and more than two dozen other villages less than 60 miles from the major seaport city of Belem on Marajo Bay. Belem is the capital of the state of Para and the home of about two million people. A terrifying time It was a terrifying time for the several thousand in- habitants of the area because on a number of occasions rays of light beamed from UFOs paralyzed and burned dozens of people, and at least two of them died. The intelligence agents-six sergeants and one officer- spent most of October, November, and December of 1977, and January of 1978, in Colares and other villages interviewing hundreds of people who had encounters or sightings. During the investigation, the agents also had more than two hundred sightings of their own. The three of us spent the first two weeks of Septem-"},{"pageNumber":5,"pageContent":"Page 4 March 2001 MUFON UFO Journal her 1999 re-visiting Colares and other villages in an effort to better understand what happened there nearly 23 years ago. Despite the passage of time, we were able to locate and interview 20 people who had participated in the in- vestigation, had sightings or encounters, or had direct knowledge of the flap. The last three months of 1977 were particularly dread- ful for those living in the area. \"I'll never forget it,\" said Ana Celia Oliveira, a schoolteacher who was six years old at the time. \"People and animals were attacked. There was no food. Terrible lack of food. No one was fishing. People would not go out to their vegetable gardens for crops. Everybody tried to go around in large groups. No- body wanted to be left alone. All of Colares stopped. \"At 6 o'clock it got dark and we would go to sleep. Groups of as many as 50 to 60 women and children would get together in one house. The men would stay awake all night. They lit bonfires and banged on pots and pans to make noise to scare the UFOs away. People began to shoot into the sky to scare them away.\" Ana Celia, speaking to us at the family home in Colares, said the children didn't know what was going on. \"We only heard from our fathers and other men what was happening. We didn't know why we were going to other people's houses at night to sleep. At night, people saw many UFOs flying and in formation. \"One time I heard men shouting and I ran to the door and opened it and saw many UFOs in formation, and sud- denly they went in all directions. The objects moved very quickly. People began to shoot into the sky to scare them away. One came over the village just 15 meters high. I dreamed about this and I still sometimes have dreams.\" Blue lights under the water Her father, Rosio Oh'veira, now 58, had nine sightings in November 1977, according to the Air Force documents. \"I often go fishing in my boat and we can see those things coming at great speed and when they get close they just seem to stop,\" Rosio, owner of a small store on the Colares beach, said in a 1979 interview. \"My brother got really frightened and he jumped out of the boat. Sometimes the UFOs go into the water. I've seen blue lights moving around under the water, and I've seen them come out. It just goes up and away in a northern direction, up and down in a wavy motion toward the ocean.\" We saw Rosio again in 1999 and he said: \"It began with lights all over Colares... sometimes in the shape of a hat, round, discs, like an umbrella... They seemed to come from way high up from many places, one from the sky, one from the bay... They put out a strong light, too bright to see a shape. The light was blinding. \"One time we saw three or four objects come together into one big one. They seemed to come from different directions and then joined together. Many times we could see them going across the island toward Belem. They didn't make any noise. Very silent. About the Authors Daniel Rebisso Giese is a biologist and one of 80 scientists at the Emilio Goeldi Museum in Belem, the oldest and most important federal research institute in the Amazon Region. He has been a UFO investigator since 1984, and is considered the foremost authority on the Colares-area UFO wave. He has written a book about it called Vampiros Extraterrestres naAmazona. Cynthia Luce has been investigating UFOs for 25 years and became interested in the phenomenon when she had a daylight sighting in California in 1975. Cynthia has a master's degree in Anthropology and Experi- mental Psychology from the University of Pennsylva- nia. She has lived in Brazil for 25 years doing research on anomalous phenomena and archaeology. During most of this time she has been a member and section director of MUFON. Bob Pratt retired in 1999 after 48 years as a jour- nalist. He has never seen any UFOs but became con- vinced of their reality in 1975 after interviewing doz- ens of people who had. Since then he has interviewed 1,800 to 2,000 others who have had sightings or en- counters. He is a former editor of the MUFON UFO Journal, and is the author of UFO Danger Zone: Terror and Death in Brazil - What Next? He is also co-author with Dr. J. Allen Hynek and Philip J. Imbrogno of Night Siege: The Hudson Valley UFO Sightings. He will be a speaker at the 2001 MUFON International Symposium July 20-22 in Orange County, California. \"One time we saw many UFOs coming out of the water at the same time, one, two, three, four... Many lights came out of the water. Huge objects went into the water, came down and went into the water. \"The Air Force people told us the UFOs were not dan- gerous, don't be afraid. Everybody was upset and they were trying to calm the people down. They were saying it was just a little flying apparatus and a little laser light and people were being paralyzed but they were not taking blood...\" He was referring to the fact that at the time many people believed the UFOs were somehow using rays of light to suck blood from victims. Villagers said UFOs some- times hovered in the sky at night and beamed down rays of light that passed through the tile roofs of houses as if the tiles didn' t exist. Paralyzing light The leader of the Air Force investigators was Uyrange Hollanda (say Wee-RAHN-gee Oh-LON-duh), at that time a captain. In an interview in 1997, Hollanda, by then a retired lieutenant colonel, told us the UFOs used two different rays of light. \"First came a green light that would"},{"pageNumber":6,"pageContent":"MUFON UFO Journal March 2001 Page 5 Anna Celia, 30, at the family home in Colares. hit the person and paralyze them,\" he said. \"Then the green light would turn off and a red ray of light would hit, burning them. A lot of people were burned.\" One of the victims in Colares was Claudomira Paixo, then 35. One night in October 1977 she was asleep in a ham- mock and was awak- ened by a light com- ing through a window. \"The air became warmer and warm- er,\" she said. \"The first time the light was green. It touched my head and passed across my face. I woke up and the color changed to red.\" She could see a figure holding an instrument like a pistol. \"He pointed it at me and shined the beam three times, hitting me in the chest all three times almost in the same place. It was very hot. I got very thirsty. It hurt, like being stuck with a needle. I bled at all three points. 1 think each time he took blood. I was terrified but I couldn't move my legs. I was paralyzed. I was very frightened.\" The being and the light disappeared when she began screaming, and a cousin took her to the Colares hospi- tal. Claudomira was one of about 40 people who were treated for burns by Dr. Wellaide Carvalho during that time. Dr. Carvalho, who ran the hospital, said the burns did not form blisters or re- semble burns caused by fire or hot water but were similar to bums caused by Cobalt. Also, there was no pain in the affected areas, only itching, and after two days the skin began to peel. She said she found two small punctures, very close together, more or less in the center of most of the burns. In a 1993 interview, Dr. Carvalho said two of the of being burned. One was a housewife and domestic worker in her early 40s and the other was a 32-year-old fisherman. Mayor Appeals for Help A few sightings were reported in the Colares area as early as July 1977, but it wasn't until October that increas- ing numbers of UFOs were being seen. The Air Force got involved only after receiving an appeal for help from the mayor of Vigia, a small town not far from Colares. The Belem newspaper Provincia do Para reported that at 6:45 in the evening of October 18, 1977, Mayor Jose Soeiro was at home talking to his wife when he heard shouts in the streets about a strange object crossing the sky at great speed and giving off yellow light. He ran to a window in time to catch a glimpse as it passed over an island east of the town, going toward the nearby village of Santo Antonio doUbintuba. Vigia itself had plunged into darkness a few minutes earlier as the electricity failed, and the people were alarmed. After the object disappeared, it reappeared two minutes later moving toward Vigia, and then rapidly disappeared again. As Mayor Soeiro stood in the streets watching with his wife, his mother, his grandmother, his 12-year-old son, a city councilman, and other townspeople, another object arose from the Colares area 15 miles to the southwest and moved toward Vigia. Then it disappeared and yet another one arose from a closer Island and moved toward Vigia at the same time that a third object headed for Vigia, almost causing a collision between the two. The entire spectacle in the sky lasted about 15 minutes, after which the lights of the city came back on again. The newspaper also reported that in Santo Antonio do victims died within 24 hours Raimundo Costa Leite (\"Nenga\"), 45, (center) with Bob Pratt (left) and Daniel Rebisso Giese (right) at the home of Hilberto Freitas in Colares."},{"pageNumber":7,"pageContent":"Page 6 March 2001 MUFON UFO Journal Ubintuba, Police Commissioner Benjamin Amim said that the following evening six unidentified flying objects were seen over the village emitting rays of green, red and yel- low lights. In September 1999 we were able to interview Briga- dier Protazio Oliveira, a retired four-star general who was commander of the Belem air base at that time. \"If it's something in the air, it's for us to help,\" he said. \"The people in Colares were really upset and they believed something very strange was happening, and I wanted proof. Sol sent a team there. I wanted real proof of what was going on there.\" Sgt. Alvaro Pinto Santos was one of the first of the military investigators to go to Colares. \"People were re- ally afraid,\" Santos, 64 and also retired, said when we visited him at his home in Bele\"m in 1999. \"Really scared. They didn't know what to do. They were so terrified they didn't fish. They wanted guns to shoot... We had to ex- plain to them that they couldn't shoot at the UFOs or things could get worse.\" UFO reacts swiftly Hollanda told us in 1997 that the UFOs could react swiftly. \"The people shot at the discs very often but we told them, 'Don't DO that!'\" He cited the case of a Colares carpenter in his 50s who was badly frightened when a UFO focused a beam of light on his home. \"He got a rifle and aimed it at the disc, the light turned red and he fell to the ground. He was barely able to move for 15 days. The first day he was dizzy. He could hear, see and speak normally but could barely move. He was in a ham- mock all that time.\" Sgt. Santos said that once the agents began the inves- tigation they didn't have to wait long to see strange things in the sky. \"One night in Colares we saw something like a great big tub about one and a half meters in diameter about 80 meters from us. Sgt. Nascimento [another member of the team] took photos. The light was so intense it hurt the eyes.\" Still later, at a farm called Fazenda Jeju some distance to the east, \"We saw a strange light about 11:40 one night. It came down very low. It was pulsing red on the bottom, almost violet, and on top white. We thought it was going to land but it swooped back up. It was kind of heart-shaped with a little dome on top. There was no sound. It just took off with a speed that was absolutely incredible. It just zoomed off into space. I thought it was very beautiful.\" In a preliminary report about five weeks after the in- vestigation began, Sgt. Flavio Costa, second in command of the team, stated that the agents had heard testimony from people \"who said they'd been 'hit' by a 'beam of light' emitted by a 'body of light' of unknown origin and characteristics...\" The people of Colares, he wrote, lived \"in a state of 'collective hysteria,' its inhabitants terrified by the appear- ance of mysterious lights of unknown origin. They don't sleep, nor fish... The population lives in a state of terror. At times a scream of fear and then the news is spread that the 'apparatus' attacked so and so... People struck by a beam of light suffer what we can call a 'nervous breakdown' (for lack of a better explanation) whose symp- toms are nearly always the same: partial or total paraly- sis, loss of speech, chills, dizziness, hot flashes, hoarse- ness, tachiacardia, tremors, migraine-type headaches, and progressive numbness of the area hit by the beam of light.'' Unexplainable events The report was written early in November 1977 and by then the team had had a number of sightings them- selves. In his report, Sgt. Costa described a reddish-yel- low object crossing the sky like an \"intense rotating bea- con.\" Its apparent size \"was estimated at 2 cm [about three- quarters of an inch], and its flight a smooth curve to the right until attaining mid-range, where it initiated an as- cending swing to the left crossing the mid-point... at an altitude estimated at 1500m. It stopped emitting flashes, rapidly losing its luminosity and transformed itself into a minuscule reddish point of light at an altitude of more than 6000m... This sequence took 45 seconds. Considering the short time for these maneuvers, between the exact verti- cal point in the trajectory and the point at which it disap- peared, it would have had to pass from a sub-sonic veloc- ity (800 km/hr) to super-sonic velocity and then normally there would have been a sonic boom, which did not occur during this sighting...\" Sgt. Costa said this \"and other cases... were unexplain- able.\" Most of the sightings the team investigated hap- pened at night. One of the few daytime incidents was reported by Ivaldo Pantoja, now 55, who for more than 20 years has been the chief pilot for the Para state govern- ment. On November 23,1977, he was working for an air taxi company and was flying alone in a six-seat Cessna back to Belem after a trip to Marajo Island on the other side of the bay. It was about 9:30 in the morning and he was halfway across the bay. Like two soup plates together \"I saw an object near the water at a distance and it made me afraid because it was so strange. It was like two soup plates together. It was silverish and was very close to the water. I had heard a story about someone being sucked out of a plane by a UFO and I got really scared and wanted to land on a beach. This thing was about 90 degrees to my left and it would go up and down. I was so terrified that I turned back and landed at Soure in Marajo.\" It took him more than a half hour to calm down and resume his flight home. Pantoja, one of at least six civilian pilots who reported seeing UFOs in 1977 and 1978, had several other sightings, including one when he was with"},{"pageNumber":8,"pageContent":"MUFON UFO Journal March 2001 Page 7 E5CAPC LOCflL: UT. 00 TJOTft '• Ofe Mo\\/ 11 - floe.fi : <9:oon : NIL, DlfttfcTR.0 '. . ?ce.F(L: TC.flUM'fills.OTe POO. 0.&OU coo. oo 31 Oj>a UJl. c,i_ofio f C.OM fi.6Fi-e.yo SDOM. 10 This sketch made by Air Force investigators depicts UFO seen in Colares at 7 p.m. on the night of 6 November 1977 by witness F20 (Antonio de Souza, 51, retired Para military policeman). He was watching television and after making adjustments continued having interference. He went outside to check the antenna and saw an object hovering at low height (40 meters) at a distance of 500 meters. It was gray, almost white, and glowing all over. Its apparent size was 1.50 meters in diameter. It was slightly oval in shape with a small transparent dome on top and had an extension, which he judged to be a \"gas tank.\" It also had two thin tubes at the front about 8 to 9 centimeters apart that emitted red and yellow light. On the bottom was a reddish circle (resembling a \"brazier\"). It moved in a wavy motion, then slowly climbed and went out of sight beyond the trees. (Sketch with report shows a disc-shaped object like two saucers facing each other, with a small cupola on top and a \"brazier\"on the bottom. Second sketch shows object turned on its side, with the \"brazier\" at rear with \"gases\" coming out, possibly propelling object, the cupola in center and two short narrow tubes at the opposite end.) Sgt. Costa. \"This was at Baia do Sol (a village between Belem and Colares),\" Pantoja said. \"We saw a bluish light over the water that would zigzag, then stop and go around. It wasn't all that big but it was fast. There were all these little balls of bluish light flying around, and then came a bigger ball of light. Right over the middle of the bay it went down into the water in sort of an explosion of light that lit up everything. A day later they sent a Navy ship out to see if they could find pieces of it. They put divers down but they couldn't find anything.\" Santos told us that he, Costa, and the other sergeants from Intelligence were chosen for the Colares team mainly because they were available at the time. \"It was just that I was at the right place at the right time,\" Santos said. \"We were sent in not because we had any particular specialties or anything but because we had reports of these happenings scaring people so badly they were starving and afraid to go out fishing.\" Col. Hollanda told us in the 1997 interview: \"We had a lot of sergeants in the Intelligence Section with different specialties.\" But, he added, \"We were not trained to re- search flying saucers.\" He said he himself was chosen"},{"pageNumber":9,"pageContent":"Page 8 March 2001 MUFON UFO Journal Claudomira Rodriques outside a window of her home in Colares where she was burned by a ray of light from a UFO. because \"I was responsible for the operations of the In- telligence Service...This was just another operation.\" He and his team carried out their investigation dressed in civilian clothing and took no weapons with them. They lived in a borrowed beach house at Colares, slept in ham- mocks they took with them, cooked their own food, washed their own clothes in a stream and dried them on bushes, and drove their own cars. For the most part, they slept during the daytime and stayed up all night watching the skies, taking photographs when UFOs were seen and recording the information. They interviewed witnesses, taking testimony on tape re- corders and later typing up reports. Other than the re- corder and various cameras with special filters and lenses, the only other equipment they had was a theodolite to help track UFOs crossing the sky. They learned about sightings in other localities only by word of mouth from the inhabitants and the police. \"The people knew we were investigating and would come to us,\" Sgt. Santos said. \"So we would go running off to where something was happening.\" The agents seldom ranged more than 40 miles from Colares and generally stayed in the immediate vicinity. The UFOs were never tracked on radar because no radar existed in the Belem area at that time. Nor were any fighter planes sent up to try to intercept them be- cause the nearest jet base was at Brasilia, a thousand miles to the south, and the only military planes then based in Belem were transports. For reasons we have not yet been able to determine, the Air Force did not consider the UFOs a threat of any kind. Copter crew's sighting Helicopters were used sometimes to carry members of the team or other officers to and from Colares, but none of the crews ever reported seeing a UFO while flying. However, one crew, consisting of a lieutenant colo- nel, a lieutenant and two sergeants, did see one from the ground one night while standing near the cemetery in Colares. It was a semi-circular object about 4,000 feet high that appeared to be three inches wide at that distance. It was bright red on top and emitted flashes of blue light. It moved through the sky in a curve and vanished after about 15 seconds. Also present were Sgt. Santos, two other mem- bers of the team and the lieutenant colonel who com- manded the air base's Intelligence section. In early 1997, when Hollanda first went public about the investigation, he told A.J. Gevaerd, MUFON's direc- tor for Brazil and publisher of a UFO magazine, that his team took more than 500 photos and more than three hours of motion picture films of UFOs in October, No- vember and December 1977 alone. Hollanda said he be- lieved more than a thousand photos existed. The final re- port on the operation, which he helped write, was over 500 pages. He also said he and his men spoke to more than a thousand victims or witnesses of the phenomena. The team also made many drawings to illustrate what was happening. They drew sketches of most of the UFOs they photographed to make it clear what they saw; they made maps showing the flight paths and maneuvers of UFOs, adding dates and times of sightings; and some- times they made detailed drawings of encounters based on information provided by civilian witnesses. They sent their final report, the photos and films to Air Force Intelligence headquarters in Brasilia, the nation's capital. Although the reports were classified, photocopies of more than 175 pages of documents were leaked to civilian researchers. Exactly how many sightings were investigated is not known, but those 175 pages that were leaked give details of 325 incidents. The official investigation lasted only four months but for nearly a year afterwards Hollanda and Sgt. Costa continued to investigate on their own in their spare time. Mass hysteria? Brigadier Oliveira, the base commander during the flap, told us in 1999 that he never got the proof he wanted that the UFOs were real. \"They brought a film for me to see,\" he said. \"I went to see the film. I thought it was very interesting. I saw something flashing, and another one coming towards... but what is true is that there is a light- house there [on a small island one kilometer off the Colares beach]. So I called the Navy commandant and asked, 'Do you have a lighthouse in that area?' 'Yes, we have.' And I asked, 'Was there a problem there?' 'Yes, some- times the lighthouse was blinking, sometimes it wasn't.' So, that's no proof because it was a malfunctioning light- house... \"I think it was mass hysteria that produced the whole thing. I took an impartial position. I just wanted proof..."},{"pageNumber":10,"pageContent":"MUFON UFO Journal March 2001 Page 9 but the 'proof was destroyed when I discovered the whole business of the malfunctioning lighthouse.\" Most if not all members of the team, as well as others, including Colonel Brasil, would probably disagree, point- ing out that, among other things, one of the films showing UFOs going into and out of the water was shot on the far side of another island well out of sight of the Colares lighthouse. Brigadier Oliveira also said he believed Cap- tain Hollanda and Sgt. Costa withheld information from him-and it may be that they did, be- cause we were told that all the reports, photos, and films were sent straight to Air Force Intelli- gence headquarters in Brasflia, bypass- ing the base com- mander. The brigadier's theory also does not explain something that was happening elsewhere in the re- Alvaro Pinto dos Santos, 64, retired Brazilian Air Force sergeant at his home in Belem. gion. An almost identical flap of the same magnitude had just taken place in the neighboring state of Maranhao to the east, or it may have been just an earlier part of the same flap. In April, May, June, and July of 1977, UFOs were seen almost every night in a wide area around Pinheiro, a small city some 300 miles southeast of Colares. 'Two-thirds of the people of this city saw a big ball of fire the size of a long-playing record,\" Manoel Paiva, the mayor of Pinheiro, said in a 1978 interview. \"It came at high speed and then it would stop. Suddenly it would go up or down with the same velocity. Lots of people who were fishing here in canoes and boats were chased by this ball of fire... \"Many people complained that their eyes hurt after they'd stared at it. The object seemed to be a living thing, with colors swirling around in it like molten steel and an occasional flash of light as if explosions were occurring inside it... It made many people sick. Everybody was afraid. Many people were afraid to go out at night be- cause of what might happen to them if 'the fire' caught them.\" Burned by UFO Paiva said a number of fishermen and farmers reported they'd been burned when UFOs suddenly and silently appeared in a great blast of light in the night sky just over their heads. \"The fishermen were so afraid that they wouldn't go fishing for three or four months. Many people wouldn't even go into their backyards to relieve them- selves at night.\" Sightings occurred at least as far away as 70 miles north, east and south of Pinheiro. We have yet to deter- mine how far west, toward Colares, UFOs were seen. One huge UFO wave We believe the Colares and Pinheiro area sightings were part of a one huge wave that lasted for more than a year and a half. The story of this flap is fascinating but far from complete. We do not yet know what may have happened elsewhere in Para and Maranhao (an area about one and a half times as large as Texas) before or after the Pinheiro and Colares sightings. Some UFOs were seen during this time in small communities and the cities of Santarem and Manaus many hundreds of miles to the west in the Amazon region, as well as in the Territory of Amapd, northwest of Colares. Nor do we know what happened between the end of the Pinheiro sightings in July and the beginning of sightings in the Colares area in October, although Belem newspa- pers reported several sightings in July in Viseu arid Bragan9a, small cities on the Atlantic coast roughly half- way between Pinheiro and Colares. The entire region is largely tropical forests and farmland.' We hope to find the answers to all these questions when we continue our re- search in those areas. There were at least three other UFO flaps around the world in 1977 but none of the magnitude of the Colares flap. This was an extraordinary one, not only because it took place over such a wide area and for such a long time, but also because people were hurt and the Brazilian Air Force officially investigated it. The agents documented the sightings and close en- counters of not only several hundred witnesses but their own observations of more than 200 UFOs, in hundreds of pages of typewritten reports accompanied by numerous drawings and maps, hundreds of photographs and several hours of motion picture films. All of these records constitute what should be rock- solid proof that UFOs exist-records that still repose in the classified archives of the Brazilian Air Force in Brasflia. Copyright 2001 by Daniel Rebisso Giese, Cynthia Luce and Bob Pratt For more information about the investigation and the Colares and Pinheiro sightings, see: Vampiros Extraterrestres na Amazonia, by Daniel Rebisso Giese (self-published in Belem,'1991). UFO DANGER ZONE: Terror and Death in Bra- zil^-Where Next? by Bob Pratt (Horus House Press, 1996). Former Brazilian intelligence Officer relates experi- ences, MUFON UFO Journal, April 1999. Opera§ao Prato, Revista UFO, October 1997, Caixa Postal 2182, Campo Grande, MS 79008-070, Brazil."},{"pageNumber":11,"pageContent":"Page 10 March 2001 MUFON UFO Journal Friedman disputes article on MJ-12 documents Stanton Friedman By Stanton T. Friedman The article \"A comparison of the pre-war Cryptanalysis of Japanese Ciphers to the Majestic 12\" by Paul B. Th- ompson (MUFON UFO Journal, January 2001, p.2, 3) is a splendid example of propaganda and research by proc- lamation. There are serious errors of omission and com- mission, and flat out wrong conclusions. Let us look at the errors: 1. The article states that the roll of film contained \"allegedly secret docu- ments.\" Sorry WRONG. The first 7 pages of the Nov. 18,1952, Eisenhower Briefing Document (EBD) were classified TOP SE- CRET/MAJIC. Page 8, the Sept. 24,1947, Truman- Forrestal (TF) memo was only classified TOP SE- CRET. The July 14,1954, Cut- ler-Twining memo was NOT on the roll of film and was classified TOP SECRET RESTRICTED. It was found in Box 189, of Entry 267, of USAF Record Group 341 at the old National Archives in July, 1985. It is on original onion skin paper with a watermark . The paper was from the right time frame and sold only in bid lots. Much was bought by the government. 2. Thompson proclaims \"most people have concluded these documents are total fakes.\" No evidence or refer- ence is provided that such a survey has been done, or that there is any evidence (he provides NONE) that the docu- ments are fraudulent. 3. He proclaims that A) \"There are serious errors in their preparation\" and B) \"structure\" and C) \"their claims are at odds with known facts.\" Not even one ex- ample is provided. No references are given. I demolished a host of such proclamations in my publications. 4. Thompson proclaims that the use of Majic is, he thinks, \"a deliberate attempt to link the phony UFO cover- up group to a real secret operation known as Magic.\" How clever! No evidence is provided the documents are phony, or that there is any linkage. I might suggest sev- eral meanings of a majic acronym. Or even that it was very clever for the real MJ-12 group to use a code word that, if overheard, would be presumed to be Magic, thus making an excellent cover. Many MJ-12 members were familiar with MAGIC. 5. Thompson includes 10 paragraphs about MAGIC and even references two old books and an old movie. Isn't it strange that he cannot mention my 286-page 1996 book \"TOP SECRET/MAJIC \" or my 1990, 108-page \"Final Report on Operation Majestic 12\" or my 28-page MUFON 2000 paper \"Roswell and the MJ-12 Docu- ments in the New Millennium\" (which discusses MAGIC), or the several other papers about MJ-12 that have been published? All are readily available. Together they de- molish the phony arguments of the MJ-12 debunkers. This would, I suppose, be a good reason for not referencing them. 6. Thompson proclaims that the alleged \"hoaxer knew enough history to include prominent generals and real sci- entists.\" Two bad he didn't notice there were a couple of admirals, that there were 2 Navy, 2 Air Force and 2 Army people and 6 civilians. One wonders how many people had ever heard of Gen. Robert Montague or even Admi- ral Souers? Had Thompson? 7. Thompson proclaims, \"They (The alleged hoaxer) rather carefully chose 12 men who were all dead by 1984.\" The last survivor, Dr. Jerome Hunsaker (the first born of the 12) died on Sept. 10,1984, less than 3 months prior to the receipt of the film. His obit appeared in the NY TIMES. Box 189, in which the CT memo was found, was first handled about 2 weeks later. I suggest it would be more reasonable that the \"deep throat\" who sent the film waited until the last survivor was dead so no questions could be asked. After all, he was the one guilty of violating secu- rity rules. 8. Thompson proclaimed that Dr. Donald Menzel pub- lished \"a couple of sarcastic and superficial debunking books about UFOs.\" Actually he published three UFO debunking books. 9. Thompson proclaims that \"a little digging uncovered the 'revelation' that Menzel had done work for some in- telligence bureaus during the war and possibly after.\" A little digging??? I had to get written permission from three different people to gain access to Menzel's papers at the Harvard Archives. I was there for three days and had conversations with various associates. My focus was on all the evidence that Menzel was working hard on intelli- gence projects long AFTER the war was over, according to letters to Jack Kennedy. Menzel had a TS Ultra clearance with the CIA, did classified work for 30 different companies, actually taught cryptography, learned Japanese, and had a longer con- tinuous association (more than 30 years as of 1960) with the National Security Agency and its Navy predecessor than anyone else in the country."},{"pageNumber":12,"pageContent":"MUFON UFO Journal March 2001 Page 11 I challenge Thompson or anyone else to show any evi- dence that any of this was widely known prior to my re- search as reported in Jan. 1988. None of these items are mentioned in various biographies about Menzel. In addi- tion, he had very close links with Dr. Vannevar Bush, another MJ-12 member, and others of the group. My fo- cus, unlike that of PBT, was on Menzel's real (and UN- KNOWN) activities well AFTER the war was over, such as being head of Naval Communications Reserve Unit 1 in Cambridge. 10. Thompson proclaims seven parallels between MAGIC and MAJIC. All collapse on close examination. He says that MAJIC claims \"to be the most secret operation in the US, even more so than the A-Bomb.\" No such claim is made in the MJ-12 documents. There is, however, a similar claim in W.B. Smith's 1950 memo, totally unrelated to MJ-12. The next four alleged parallels apply to essentially all Highly Classified projects. He proclaims that \"MJ-12 con- tinues to study aliens even after the NM crash: MJ-12 exists today.\" This is rather absurd, since all three docu- ments were of course created AFTER the crash in early July, 1947, and none later than 1954.There was no MJ-12 prior to the crash. How could they possibly claim that MJ-12 exists in 2000?? Thompson claims \"guarded bits released to the public years after the events by some of those involved\" for MAGIC. Then he makes the foolish comment re MAJIC: \"Jaime Shandera, an associate of William Moore and Stanton Friedman, well-known UFO Researchers who previously published a book on the Roswell Incident.\" None of us were involved with MJ-12.1 introduced Jaime to Bill AFTER publication of The Roswell Incident. Over the years, after working as a nuclear physicist on highly classified projects for 14 years, I have visited 19 document archives. Certainly Thompson's article gives me no reason to believe that he has visited any, or both- ered to read the serious scientific literature on MJ-12. Unlike Thompson, I raised the objections and demolished them. MUFON FORUM Letters to Mufowur Ofoumm Dear Editor, In his article, Mr. Thompson asks about the use of the code name \"Majestic\" for any operation in WWII. World War II Superfacts by Don McCombs and Fred Worth indicates Operation Majestic was used for the proposed Allied plan to capture the main island of Kyushu, Japan, (page 434) -Diane Rooney 'Longtime Utah UFO researcher Ryan Layton gave a public talk Dec. 19, 2000, sponsored by MUFON Utah. Some 20 persons showed up and paid $5.00 to hear the talk in the small community of Moab, UT. MUFON gained two new members from the effort, which was organized by Utah Co- State directors Ronald Regehr and Elaine Douglass. Ozark UFO Conference April 6-8 The 13th Annual Ozark UFO Conference, set for April 6-8 in Eureka Springs, AR, was seeking new facilities at press time, following a fire which destroyed the confer- ence center at the Inn of the Ozarks. Contact Lou Parish for updated information, including possible cancellation. The web site is www.ozarkufo.iwarp.com, email is ozarkufo@webtv.net, and the phone is 501-354-2558. Scheduled speakers include Timothy Good, Linda Moulton Howe, Antonio Huneeus, Jim Sparks, William Sherwood, John Schroeder, Wendelle Stevens, Graham Sheppard, and Nancy Talbott. Cost, if not changed due to new facilities, is $35 per person through April 1, and $40 per person at the door. Wilson's Alien Jigsaw site back Katharina Wilson has announced that her original Alien Jigsaw web site \"has been re-posted. The URL has never changed, but there are now two sites: the new site with the artwork and Contents section to the left, and the origi- nal site.\" The Andreasson Legacy Ray Fowler's latest book, The Andreasson Legacy, (UFOs and the paranormal: the startling conclusion of the Andreasson Affair), hardback, 463 pages, signed by Fowler, available from MUFON for $24.95, P&H included. Send check, money order, travelers check, or cash in U.S. dollars to MUFON, P.O. Box 369, Morrison, CO 80465-0369."},{"pageNumber":13,"pageContent":"Page 12 March 2001 MUFON UFO Journal Filer's Files George Filer By George A. Filer Director, MUFON Eastern Region Indiana flying triangle BLOOMINGTON — The witness reports, \"I saw a very unusual dark aircraft on my way home from work in the evening on January 4,2001. From a distance, driving east on Indiana 45,1 saw a bright yel- low light with a white light, not as bright, next to it on the same craft hovering in the sky. There were tiny red lights on top, none on the belly. \"As I rounded a bend be- tween Bloomington and New Unionville, Indiana I saw that the craft was about 50 feet above treetop and crossing the road right to left, directly overhead. I pulled off to watch and noticed other vehicles behind me had also done so. There was no noise-I rolled down my window to listen-nothing. \"As the craft passed over my car, I got a good look at it against 'night sky light pollution' from Bloomington. It was triangle-shaped, with a white light in each of the three wing tips, and appeared to be black in color. \"A mile or so down the road, the snow looked blown across the road like drifting. The rest of the roadway was clear. I thought copter at first, until I saw the thing. Not like any I had ever seen. It seemed like when motorists had pulled off to watch it flew away to the west.\" Thanks to MUFON WORLDWIDE UFO DATABASE http:// www.mufon.com/ Continental flight spots Ohio object CLEVELAND — Michigan MUFON reports, \"On Jan. 27,2001, a 60-year-old retired firefighter, paramedic, fire inspector was on Continental flight #1298 from Den- ver to Cleveland, talking to her seatmate by the window. \"The pilot had just stated that we would be at our gate at 7:25 p.m.,\" she reports. \"As we looked out, my seatmate asked if she was looking at the Lake Erie Shoreline less than 5 miles out on the lake. I responded, yes. \"As we approached the shoreline at 7:15 p,m. I re- marked excitedly, \"Oh look, a falling star.\" My seatmate said, yes, it does look like one. It was such a bright light with rays of light on the outside of the round central por- tion of the light, or it might be a plane going down nearby. \"I then said, it can't be, because it is going back up. It then went in a perfectly straight line North, parallel to us, turned sharply upward and disappeared. The speed with which this all happened was really surprising. The man behind me said at the same time I did, No, it can't be a falling star, because it made a sudden horseshoe turn up- ward for a couple hundred feet, then abruptly made a sharp right hand turn, flew perfectly straight for several hundred feet, made another sharp turn straight upward and promptly disappeared. \"All three of us were totally baffled. We did not see a shape or object, just a very large, very bright light. The woman beside me was a 45-year-old teacher from Den- ver. Thanks to Michigan MUFON.Todd Lemire http:// mimufon.org Michigan Three flying triangles reported in Illinois ROCKFORD— On Jan. 2,2001, the witness reports seeing three high intensity lights two miles away. They were too high to be street lights and too low to be an airplane. A flying triangle was observed with a white light on each point, and with an elongated rectangle-shaped red light on the back center almost covering half of the object. The object was hovering over the area and moved slowly in a southeastern direction. \"I was traveling in the same direction as the object and could see it was dark in color, and the lights were intense. I turned west and traveled about a mile and saw a #2 traveling in a southwestern direction with the same in- tense lighting, at the same height in sky. I then turned north and #3 came out above my subdivision slowly and hovered over Machesney Mall, which was right next to me. \"I stopped and watched for a couple minutes and pro- ceeded around the corner to my home. Watching from my drive I could see the object slowly moving south. All three objects looked identical, but I could not see any de- tail on them. Their noise was like a loud steady hum like from a huge electric motor. Thanks to Peter Davenport NUFORC www.ufocenter.com Triangle-shaped object reported in Arkansas RIVER PONCA — \"On Jan. 2, 2001,1 was back- packing way down in the Buffalo River basin with a friend,\" the witness reports, \"and we set up camp and went to sleep early. I woke up at about 11 p.m. to go the bathroom, and I witnessed a very shocking sight. A tri- angle-shaped craft flew over about 500 feet high with lights at the comers and a bright light shining from the center. I estimated it to be about as large as a big jet airliner, and the strange thing was it was completely si- lent. \"The light in the center seemed to be searching for something, and I screamed at it defiantly! It shined the light on me, then suddenly went dark and bolted into the sky at an extremely high rate of speed. I tried waking up my friend, but he didn't seem to believe me. As I climbed back into my bag, the only comfort that I had was that at least I wasn't alone in this valley, and we weren't alone in the universe? Needless to say I didn't sleep, and it has"},{"pageNumber":14,"pageContent":"MUFON UFO Journal March 2001 Page 13 V bothered me ever since. Thanks to Peter Davenport NUFORC www.ufocenter.com Several reports from the United Kingdom THE DALES — Over the past few months, Mercury readers have reported seeing flying saucers, balls of fire, and wedge-shaped craft in the skies over the Dales and Peaks. A large triangular UFO was seen Jan. 17, 2001, by 44-year-old Anne Saunders over Crich. She said, \"I saw a massive triangle in the sky.\" The retired local government official and her husband studied the craft for three minutes. The triangle was full of pulsating colored lights with a black center and made no noise. \"Then the front-end bit broke away, continued Mrs. Saunders, and flew across the sky at tremendous speed.\" Another UFO shaped like a bowler hat was seen by two people hovering over Curbar Gap near Calver. A 46- year-old Youlgrave man said the object was jet black and had a diameter of 100 feet. He and a friend saw the UFO at sunset on Jan. 6. It was 300 yards away from them and 1,000 feet high. \"We watched it for ten minutes, then it just disappeared into thin air,\" he said. \"It wasn't a normal aircraft-there were no wings or an obvious power source or jet stream. There were no lights or portals. It was huge.\" Last Friday, a Bakewell woman, Heather Shuttleworth, looked out of her car window over Beeley Moor at 5:40 am., She and her husband saw two bright lights and looked skywards through a pair of binoculars. The lights were the shape of what flying saucers look like in documenta- ries. Seventeen other sightings have been reported since September. Editor Andy Darlington on (01629) 582432. Published: 31.1.01 (c) Wilfred Edmunds Newspapers Thanks to Louise A. Lowry~http:// www.worldofthestrange.co m.P a r a - Discuss@yahoogroups.com Saucer-shaped object reported in New York DUTCHESS COUNTY - Peter Davenport reports a witness saw an object which appeared to be red in color from the bottom and was moving from a northwesterly direction heading southeast on Jan. 20,2001. The object was moving very fast at 9:53 a.m. and was shaped like a saucer, and suddenly took off with such speed it vanished from sight within an instant. Says the witness, \"I have seen aircraft and used to be a pilot and have never seen anything like this, nor have I ever seen an object just vanish from sight just as quickly as it appeared. Thanks to Peter Davenport Director NUFORC www.ufocenter.com New Jersey disk recalled CHERRY HILL— Eric Almen writes, \"I was about 10 years old and sitting in the TV-room' watching the Adam's Family with my mom when my sister and father yelled from the front yard, 'quick come out and see this.' I went out to see a saucer-shaped UFO with colors around the edges. It silently hovered, and after about a minute the lights around the edges went dim and the saucer took off in a blur again without a sound. We couldn't see where it gone, but the next day there was an article in the local news section about several sightings around the Cherry Hill Barclay Farm area. \"One friend of the families was a higher up in the Air Force and he saw it too. His comment was, 'We have nothing in our technology to maneuver or take off with that kind of accuracy and speed all at once.' I would like to find that newspaper article.\" Thanks to Eric Almen Saucer-shaped object in California PORTERVILLE — \"I watched a UFO cruise by my house at low altitude, noiselessly with Ferris wheel lights and a strange saucer shape\" says the witness, \"It was between 8:45-9:OOp.m. on Jan. 25,2001. It was a cloudy night with rain falling sporadically. I was letting my cat out when I noticed a saucer-shaped vehicle moving very slowly with no noise whatsoever. \"It was at about 200 feet altitude, and it was close enough that I could tell it to be about the size of an 18- wheeler truck. At arm's length the craft would be the size of your thumb from nail to knuckle. My best guess is that it was about 300 yards out. I was looking west from my porch, and the vehicle was traveling south at five miles per hour, coming to full stops occasionally for 1 or 2 sec- onds then continuing on till it disappeared from my sight. \"It had spinning lights-red, blue, white and green-and looked like a circus Ferris wheel. \"The sighting took place within a 2-3 minute period. I realized that I was standing in my front yard with nothing on but my underwear and I returned to my home. Thanks to Peter Davenport NUFORC www.ufocenter.com Object over California freeway ENCINO -The witness was driving home from Encino on the Ventura Freeway 101 around 7:30 p:m. on Jan. 21, 2001, and saw what he initially thought was a helicopter with a spotlight on. He thought this could mean a police chase going on in the nearby vicinity. The witness stated, \"I kept my eye on the craft as I drove, and I began to notice that the spot wasn't actually on, but the 'helicopter' was hovering very slowly and smoothly. \"I then noticed that what I had mistaken for a spotlight was simply one very large white light, and the craft had no blades. The altitude of the craft was twice that of what a normal helicopter would be navigating at, yet the craft was large enough to where my perspective of its altitude was skewed due to it's size. \"Alarmed, I began driving directly underneath the craft and looked up to see that it appeared to be triangular and had a series of oddly-colored lights flashing on it's under- side.\""},{"pageNumber":15,"pageContent":"Page 14 March 2001 MUFON UFO Journal Investigators, your data is valuable! By Don Weatherby & Wendy Ban Developers of the WUFOD database (MUFON's official, web-based, UFO reporting system) Anecdotal cases of UFO reports are very exciting, and give the reader the feeling of \"being there\" during the event. This keeps us interested, and lets us view a sight- ing through the perspective of another human. However, it is difficult to grasp the \"big picture\" from these anec- dotal cases alone. Sharing a common database where all sightings are entered into forms enables us to compare the details of cases over time, plot flaps, and perhaps pre- dict them. The WUFOD database is in its infancy, but nonethe- less, it is time to show some results to MUFON mem- bers. The following reports are among the offerings avail- ableonline:   ; — Some anecdotal reports from January, 2001. — The Shape by Year spreadsheet. — The Color by Shapes spreadsheet. We leave the readers to draw their own conclusions from the statistical reports. It is certainly interesting to note, for instance, how certain UFO shapes seem to have the same colors, over and over again. Coincidence? As more cases are entered into WUFOD from both the public and investigators, the noise will fade and the signals will be clearer. Your help is needed to ensure the quality of the data. We would ask all Field Investigators, and Section Di- rectors to please fill out the WUFOD sighting forms com- pletely. Many weeks of work went into the design of them. We know we can count on you to provide a thor- ough investigation, and the results of your hard work should be captured for the benefit of other investigators, both current and for future UFO research. The WUFOD administrators will spend time deliver- ing to the Journal more anecdotal cases, as well as sta- tistical reports. Also, the database is branching out into other areas, and the ENTITY form should be on-line soon. Think of the value statistical reports could have for ab- duction researchers. Investigators who have not heard about WUFOD from their State Directors should contact us directly at: geekology@worldnet.att.net or, ,. wrban@worldnet.att.net We have tried to update our mailing lists for investiga- tors, but we know we are missing some of you. For secu- rity reasons, we will have to clear you through the Direc- tor of Investigations or a State Director. MUFON members who are not investigators, please remember that WUFOD is your database also. The URL is: http://ohiomufon.services4all.com The login for members is: member The password for members is:! member! Editor's note: Please remember that Wendy and Don work on WUFOD in their spare time after their technical jobs. Like investigators, they are not paid for their volun- teer work, but do this because they are curious about UFOs. Therefore, putting all the investigator forms on the web will take awhile, and so will new reports, but over time they hope to provide many automated reports and web based features. Investigators, we thank you in advance for filling out WUFOD forms. As you can see, the infor- mation will come back to you. Sample reports from WUFOD (Note that these are samples of raw reports, and that investigations have not been completed. Check the website for additional reports.) Multiple objects in Texas LOCATION: McCamey, TX DATE: 01/13/2001 This has occurred two Saturdays in a row. The first event there were only three, the next week seven small and one huge one. We were driving south on Hwy 385 and saw orange flashes of light on the ground, directly above was one of the objects/In town, 2 more came closer. The second week we looked for them every night, and they came back at dark on Saturday. We then picked up 2 friends to come watch them with us. They hover low, then go farther back, move left to right and up and down. It is frightening, but also exciting. California object changes size LOCATION: Lodi,CA DATE: 01/14/2001 Crossing the yard we saw a BIG bright light in the western sky-far too big to be star, and no plane could hover in the same spot for 45 minutes; the object changed size and suddenly dropped straight down; we signaled with a portable searchlight, and the light changed color from yellow to blue-white to red and back to yellow. It pulsed, not twinkled. The lights alternately brightened and dimmed. We watched until the object slowly disappeared over the western horizon. It seemed to be a V-shaped set of lights."},{"pageNumber":16,"pageContent":"MUFON UFO Journal March 2001 Page 15 Recent cases reported by MUFON-Utah People are seeing plenty of UFOs in Utah these days. Here are three recent cases investigated by MUFON- Utah. Case 1: The night of June 27,2000, the principal wit- ness, a 42-year-old artist (name withheld) was enjoying a recreational river trip with three adult companions. The four were camped on the bank of the Colorado River in a wilderness area of Canyonlands National Park. At approximately 10 p.m., MDT, the witness observed an extremely bright light elevated 45 degrees to the west. She states the apparent size of the object was a quarter at arm's length; it was \"bright as a full moon,\" and did not vary in intensity of light. The witness could not estimate distance to the object, except to state it was not in her immediate vicinity and did not illuminate her immediate vicinity. She could not see where the beam hit the ground. She recalls no clouds, no wind, stars visible and no Moon. The investigator checked an ephemeris and con- firmed the Moon was not visible at the date and time in question. Witness describes a white light surrounded by a white halo edged in blue. As she watched, the object extended a white beam, also edged in blue, downward (see witness' drawing). Witness states she saw the beam's leading edge move downward then retract, whereupon the object disappeared. Duration: 10 seconds. No sound. On checking with local airports and rescue facilities, investigator was told no helicopters were aloft that night. Investigated by Elaine Douglass, Co-State Director, Utah. Case 2: At 7 p.m., MST, Nov. 18, 2000, Kerry Jacobson, a 42-year-old automotive worker, was outside his home in Riverdale, Utah, locking his car in the drive- way. He happened to glance up and observed a dark ob- ject flying slowly over Willie's used car lot across the road. The object was 30 degrees above a zero horizon and appeared to be some 15-20 feet above the street lights in the car lot, for an estimated elevation of 50-60 feet. Dis- tance from witness to object approximately 250 yards. Jacobson says the object's apparent size was a golf ball at arm's length, and he estimates the actual size as equal to a city bus. The object was roughly rectangular in shape, rounded on the bottom and slightly curved on each end. He says the surface of the object was dark and barely reflecting the lights from the car lot. The object was seen to fly slowly (estimated 30-35 mph) to the south above the car lot before going out of view behind some trees near the car lot. No sound. Duration: 7 seconds. No prosaic explanation for the sighting was identified. Investigated by James Stevens, Field Investigator. Case 3: On Dec. 28, 2000, at 6 p.m., MST, the wit- ness, Ronald Regehr, an aerospace engineer and Co-State Director for Utah, was driving in a remote area of south- east Utah known as Monument Valley. He was traveling northeast on US 163 about 5 miles north of the Arizona boarder. Witness's attention was drawn to a blue-green light approaching him from the northeast, almost dead ahead. Light was initially elevated about 30 degrees. Regehr saw no strobe light or running lights as would be the case with an FAA-compliant aircraft. The light grew brighter and dropped to 15 degrees el- evation. Regehr then observed a bright flash, and the light made an abrupt turn to the right (east). The light then moved parallel to the horizon, went behind a butte, emerged and continued horizontally, whereupon witness observed another bright flash and the light \"dramatically accelerated\" and climbed out of sight in an easterly di- rection. Duration: 20 seconds. No sound. According to Regehr, his friend, traveling in another vehicle a quarter mile ahead of the witness, with two Dalmatians, reported the dogs awoke and became agi- tated during the event. No prosaic explanation for the unusual light was iden- tified. Investigated by Robert Sokolowski, Field Investi- gator."},{"pageNumber":17,"pageContent":"Page 16 March 2001 MUFON UFO Journal View from Britain Aliens or time travelers? By Jenny Randies An interesting debate going on in the UK right now concerns the question of just who might pilot the UFOs, assuming that any of these are craft being flown by intel- ligent occupants. That conclusion, of course, is much less of a given in Britain than it may be in the US, because many British researchers are fervently skeptical of the idea that UFOs exist beyond a few unknown natural phenomena and a whole host of misperceptions. Indeed large swatches of the UFO community on my side of the Atlantic are prob- ably closer in nature to CSICOP, the skeptics organisation, than to mainstream UFO belief elsewhere. However, even with those who believe that there are some cases with a strong argument in favour of an intel- ligent species at work, the assumption that this intelligence is therefore from another planet is often rather muted. Back from the future? One idea that has been gaining ground of late has been the possibility that time travellers (not aliens) may be the ones that have landed. That these craft are in fact com- ing to us from our own future. This might seem a faintly absurd idea when you match the sightings of exotic alien entities sometimes reported against the prospect that human beings (allbeit ones from our future) are what is being seen. But in reality, one of the major problems that exobiolo- gists often have with UFO reports is that the entities that get witnessed are basically too human. With a few ex- ceptions, many of the occupants that are seen could walk the streets without attracting undue attention, and in some cases (such as Men in Black encounters) that is what they even claim to have done! That caveat does not merely apply to their physical description, since a skeletal structure and bifocal eyes are a common theme in the animal world and might well be a universal pattern that nature has simply found to work, and so would repeat across many solar systems. But more specifically the problem stems from the hu- man behaviour of these aliens. They seem to display the same kind of thinking and logic as we do, which is diffi- cult to square with animal behaviour on earth, where, for example, we struggle to comprehend an intelligent spe- cieS'Such as the dolphins. Of course, many of these difficulties disappear if we accept that we are dealing with a visit from our own de- scendants who are coming back from the future. Even if evolution changes us over the coming centuries , there will be something recognisably human about the denizens of earth from an age when time machines might have become commonplace. Designing a time machine But is it ever going to be possible to build a time ma- chine ? Surprisingly this is a question more and more physi- cists are answering in the affirmative-partly because there is actually nothing in the laws of physics to debar the transfer of information through time, and much in our com- prehension of quantum physics and relativity that indi- cates this is even quite likely. Moreover, if you look at the physics of space-time as we understand it and examine its considerations about the possibility of time travel, you can come up with a blue- print for what a time machine ought to look like and to do, as well as what sort of side effects it might generate. Here are some of the conclusions that have been fas- cinating British UFOlogists of late. A time machine would need to fly into earth orbit, be- cause time shifting in the vacuum of space, where plan- etary motions can be calculated very precisely, creates the safest environment in which to do this. Time jumping in a location where events are completely unpredictable is much more risky. Imagine the consequences of \"jump- ing\" onto a busy freeway! A time machine will require considerable energy trans- fer, creating a massive drain on the surroundings and prob- ably producing atmospheric distortions such as ionization. It has even been calculated by quantum physicists that, to time shift, a vortex-shaped field is likely to be created around the vehicle. Within the region of space that is involved in time shift- ing, a number of side effects will result. These include distortions of gravity and spatial anomalies, not to men- tion disturbances in the rate of flow of time. Furthermore, if we assume that human beings from a future era when a time machine has been perfected wish to travel back into the present day, they would almost certainly be constrained to do so as observers, not active participants, since the risk of interference in the time-line and literally changing the future (or their past) could be considerable. No interference So we would expect to look for travellers who did not interfere, were very circumspect about what they said to anyone that they met, who were keenly observant of hu- man beings, and yet who used some kind of contempo- rary mythology as a cloak that helps them to integrate into the community. The knowledge that people had seen UFOs during this time period and believed them to be alien visitors would, to any traveller from the future, be part of their history. They could use this knowledge as a convenient way to disguise their true purpose, just as we might camouflage"},{"pageNumber":18,"pageContent":"MUFON UFO Journal March 2001 Page 17 ourselves in the jungle in order to observe wild animals without arousing their suspicions. When you look at these theoretical conclusions in the light of the UFO evidence a fascinating pattern soon emerges. Yes, indeed, UFOs appear as craft that come down low or land-and primarily seem to observe and study. They leave our environment by heading vertically upwards towards earth orbit and yet are not seemingly designed as interplanetary machines. Shuttle craft? They are more like \"shuttle craft\" in appearance, al- though if they were shuttling to some space-faring vessel in earth orbit then we would surely be aware of its pres- ence, and we never are. - So where else are these \"shuttle craft\" going to when they fly upwards? And is it relevant that they are often seen to simply disappear or fade away as if they \"phase\" out of existence rather than physically fly away some- where like a rocket? There are also many cases in the UFO records where physical side effects of the type here suggested to ac- company a hypothetical time machine do occur. Think of cases such as the Mundrabilla, Australia, encounter in January 1988, where a car was apparently pulled off the road by a vortex like glow that created a gravity anomaly effect. Indeed, the Rendlesham Forest encounters (see last month) are another example, because there were claims that time and space were seriously distorted in close prox- imity to the UFO. Time slowed, space seemed to ex- pand. In fact there were relativity-like side effects gener- ated by this UFO that seem to have been connected with an energy field that was being produced-one that caused the witnesses' skins to tingle and hair to stand on end. The closer you look at the data base of UFO encoun- ters the more you find cases which have effects or de- scriptions that match this scenario of a time machine. But ultimately, the possibility boils down to one simple thought. If time travel ever becomes a reality-no matter when that is in the future-we would expect our descen- dants to be interested in returning to visit this era of major scientific progress and space exploration. What may well go down as a \"golden age,\" in fact. Looking for signs So if there are no time travellers out there right now it presumably means that time travel will forever be out- lawed. As things stand, science suggests that ought not to be the case, so looking for signs of time machines within our midst becomes a totally legitimate pursuit. What bet- ter place to look than the UFO evidence? Perhaps time travellers were here all along and we just did not realise that fact. Australian reports include spotlight, physical effects By Glennys Mackay, J.P. Cont. Din MUFON Australia & New Zealand I have been investigating several sightings here in coun- try Queensland, and the following is a preliminary report, pending completion of investigations. A family was followed on a lonely country road in early January of this year. A huge spotlight lit up the whole area, and the car engine malfunctioned (their words). The son, aged 11, was found the following day to have what looked like sunburn on his face. The mother was rather stressed about the whole event. A farmer some 30 kilometres away was disturbed around 9 p.m. by his dogs barking, and on investigation became aware of a very bright light coming down over the cattle station. At dawn the following day when out rounding up the stock, he came across a round circle burnt into the ground with three outer smaller circles abour 18 inches in diameter. The cattle would not go anywhere near the circle. This place is about four hours drive inland from Rockhampton, north Queensland. When I asked the farmer if he had experienced any other unusual events over the years, he mentioned that in the early 1970's the station was buzzed by strange lights and UFOs flying at great speed. He said he had a lot of trouble with the steers. When I asked for more details, he informed me that over the past 20 years he has had cattle go missing. He had blamed cattle rustlers, but on one occasion he found two of his steers with burn marks, and they had been mutilated. There was no sign of predators, like dingo's etc., attacking the steers. The lady who reported being followed by this bright light that disappeared very fast into the distance was on the road that was fairly close to the station where the light was sighted. MUFON Merchandise Wear official MUFON T-shirts (royal blue print- ing on white cotton), sizes S, M, L & XL. Two styles of baseball caps (royal blue with white logo or dark blue with blue logo on white front). T-shirt price $12.00 and baseball caps $8.00. S/H for each is $3.00 or if both ordered together is only $3.00. MUFON, P.O. Box 369, Morrison, CO 80465-0369. (Check, money order, travelers check, or cash, all in U.S. dollars.)"},{"pageNumber":19,"pageContent":"Page 18 March 2001 MUFON UFO Journal The Talk of the Galaxy by Dr. Paul LaViolette, Starlane Publications, Alexandria, VA, 2000,6X9 pa- perback, 193 pages, $16.00. Reviewed by Gerry Zeitlin Dr. Paul LaViolette has found new and very surprising evidence to support his theory of periodic cataclysmic galactic superwaves-evidence that he describes in rich and fascinating detail in his latest book, The Talk of the Galaxy. The evidence is the \"talk\"-that is, actual symbolic communication from an intelligent galactic civilization. The communication concerns those superwaves, and the medium is exactly what the Search for Extraterrestrial In- telligence (SETI) program has been looking for: intelligently constructed and transmitted electromagnetic signals. Yet, SETI scientists are not likely to be happy about it because they weren't expecting signals like this. The signals are none other than the ones astronomers ascribe to pulsars, which have long been said to be collapsed stars-neutron stars-spinning at a mad rate and swinging beams of electromag- netic energy throughout the galaxy as they swing. Readers should understand that no one has ever ob- served a pulsar directly. What we know about them-what- ever they are-comes from our observation of their puls- ing signals. The neutron star pulsar model is a theoretical construction that astronomers have created to explain the received signals. Whether or not the construction corre- sponds to what is really there is an ongoing question. As long as the neutron-star model can be tweaked to explain the observations, it could remain viable. How- ever, LaViolette provides a great deal of evidence indi- cating that the model has not been viable for some time and that there is a better model, but one which astrono- mers will be afraid to consider. Dr. LaViolette was drawn to the study of pulsar sig- nals as an outgrowth of his earlier research (see his books Earth Under Fire and Beyond the Big Bang) on those superwaves mentioned above. He proposes that our galaxy's core explosively emits intense volleys of cosmic ray particles and electromagnetic radiation in the form of an ever-expanding shell that moves radially outward at the speed of light, sweeping through every sun-like star system it encounters and triggering periodic cataclysms. LaViolette's studies suggest that these superwaves were the trigger for supernovas of which we are now aware. Not that every star they encounter \"goes super- nova\" of course. The \"cataclysmic\" part of a superwave is due to the temporary changes that each star undergoes when the wave sweeps by, and the effect of those changes on any planets in the star's system. In hi s examination of data on supernova remnants and the pulsars associated with them, LaViolette noticed a number of oddities in the positioning of some of the most interesting pulsars-including the most rapidly pulsing of the class of pulsars known as millisecond pulsars. Their rapid pulse rates have been the most difficult for astrophysicists to explain in terms of conventional pulsar models. Without going into detail that is amply provided by LaViolette in The Talk of the Galaxy, I'll just say that the spa- tial positioning was interesting enough to make LaViolette want to examine the recorded signals from these pulsars, be- cause they figured significantly in cer- tain constellations that he had earlier pro- posed to have been defined in ancient times to draw the attention of future gen- erations to the superwave phenomenon. What Dr. LaViolette found was enough to merit writing The Talk of the Galaxy. LaViolette's thesis is that pul- sars are not exactly the natural objects described by astrophysicists, but rather cosmic ray electron-emitting X-rays stars, similar in size to white dwarfs, astroengineered by a galactic society to generate the pulsed signals we re- ceive. He devotes considerable space to a discussion of the kind of technology that would be required. He shows that the methods used are similar to technology available to us today, although on a vastly different scale. But what are the signals actually saying? That ques- tion goes well beyond what LaViolette has been able to address up to this time, but it points to an incredibly fasci- nating study that somebne may wish to take up. How- ever, the positioning of the signal sources already is highly suggestive of a message. It calls attention to the superwave process, and is possibly a warning for us. LaViolette has presented his ideas to astronomers in a talk given at a meeting of the American Astronomical Society. It is probably not surprising that although no co- gent objections were raised, there has been little response in the field since then. MUFON members, for their part, are sure to find the book extremely interesting, if only they can accept that in a galaxy possibly teeming with ET travelers there would still be a purpose in sending messages via pulsars or a need for it. If we don't exactly understand the logic of it at this moment, that doesn't mean it cannot be so. More information about the ideas presented in The Talk"},{"pageNumber":20,"pageContent":"MUFON UFO Journal March 2001 Page 19 of the Galaxy can be found online in Dr. Paul LaViolette's website Sphinx Stargate <http://www.etheric.com/ > and in Gerry Zeitlin's Open SETI Initiative <http:// www.zeitlin.net/QpenSETI>. Captain Edward J. Ruppelt, Summer of Saucers- 1952 by Michael David Hall and Wendy Ann Connors, 2000, Rose Press International, 81/2 Xll, paper, 304 pages, $27.95 + $3.00 shipping from Arcturus Books, 1443 S.E. Port St. Lucie Blvd, Port St. Lucie, FL 34952 Reviewed by Dwight Connelly Anyone seriously interested in Capt. Ed Ruppelt, Project Blue Book, and the flap of 1952 will find this book indis- pensable. Although it could qualify as a graduate thesis, the hefty volume is certainly not boring. The authors have gone the extra mile in pulling together a tremendous amount of diverse material to provide an excellent profile of Ruppelt, a detailed look at key cases, a documented discussion of Air Force activities, and accounts of the parts played by the many individuals involved. The result is a much clearer understanding of this period of UFO history. Capt. Ruppelt is treated respectfully by the authors, who describe this Air Force investigator as an honest, hard-working, dedicated, inquisitive individual who wanted to gather and share as much information as possible. \"Ruppelt not only took the job seriously,\" say the au- thors, \"but expected his staff to do likewise. However, Ruppelt is not made larger than life, and his shortcomings are duly noted. \"At no time,\" the authors emphasize, \"was New Grudge or Blue Book more than fact-finding groups, and they never regained the sense of serious urgency bestowed on the early Sign investigation. While many sources confirm Ruppelt was interested, as well as objective about UFOs, it is understood that his foremost duty was to keep his superiors happy....Certainly Ruppelt, initially only being a lieutenant, was not in a posi- tion to do much else than tactfully follow the leads of his superiors.\" In his personal papers Ruppelt says, \"I was never told not to give the straight story, but I was told to 'play down' the straight story. Stay off the 20 percent unknown and tell how we solved the ones we did. I was to answer only direct questions and volunteer nothing on sightings that weren't publicly known.\" Ruppelt's Project Blue Book had been preceded by Project Sign, which was activated in 1948. When the consulting engineers working on Project Sign concluded that UFOs might be of extraterrestrial origin, the engi- neers were dropped, and within a year Project Sign was renamed Project Grudge, which concentrated on public relations rather than scientific study. Ruppelt, a decorated World War II bombardier, was recalled to active duty when the Korean War broke out, and in 1951 was assigned to the Air Technical Intelli- gence Center (ATIC) at Wright-Patterson Air Force Base, which had been responsible for Project Sign. Ruppelt noted that flying saucers were publicly ridi- culed by those in the ATIC at the time he arrived on the scene, but were privately of considerable interest and at least some belief. ATIC was assigned to investigate sau- cer-type cases, but the Air Defense Command (ADC) was tasked with investigating enemy violations of U.S. air space-and other government units seemed to also be involved in investigating UFOs (a term, by the way, that Ruppelt was to popularize). Although Ruppelt made great strides in professionalizing what became the Blue Book project, he was never given access to all reports that the Air Force dealt with. After leaving active duty he wrote the well-known Re- port on Unidentified Flying Objects (1956, revised in 1959), which included some of the more interesting Blue Book cases, as well as some which were never officially investigated by Blue Book. Although no longer on active duty, he still felt com- pelled to clear some of the book's contents with the Air Force, and he apparently omitted some details of sensi- tive cases and events. In compiling this book about Ruppelt and the summer of 1952 the authors had access to Ruppelt's personal pa- pers, thanks to Professor Michael Swords, as well as per- sonal letters, clippings, and photos provided by the Ruppelt family-all of which add immeasurably to an understand- ing of Ruppelt the man. In looking at Ruppelt the UFO investigator, the authors utilized a great number of resources, such as the National Archives Records Service, including the 94 reels of mi- crofilm making up the Project Blue Book Files. Other historical records were consulted at the US AF Historical Center at Maxwell Air Force Base, at the Pentagon, at Wright-Patterson Air Force Base, at the National Records Center in St. Louis, and in many other places. The au- thors also had access to the unedited manuscript of Re- port on Unidentified Flying Objects. In addition, Hall and Connors were assisted in various ways by such well-known researchers as Jan Aldrich, Loren Gross, and Richard Hall. Footnoting is extensive, and significant additional ma- terial is included in the Appendix section, such as a ver- batim account of Gen. Samford's press Conference on July 29,1952, following the well-known sightings over the nation's capital. There are numerous illustrations which add to an understanding of the individuals and topics cov- ered. This is a fine example of research into a very signifi- cant segment of UFO history."},{"pageNumber":21,"pageContent":"Page 20 March 2001 MUFON UFO Journal Perspective Richard Hall On triangular UFOs By Richard H. Hall Of all the modern-day UFO sightings that might con- ceivably be explained as being caused by human technol- ogy (secret aircraft ), triangular or delta-shaped UFOs rank highest. They often have the appearance of delta-wing aircraft and display \"running lights,\" and move relatively slowly across the sky, often at low altitudes. The body lights are not neces- sarily in conventional locations on the apparent craft, but that might be because they are not conventional craft. Somewhat like the alleged \"mysteries of the Bermuda Tri- angle,\" the first thing to note is that the description \"triangular\" is not always accurate in these reports, and also each case has to be analyzed carefully on its own merits to determine exactly how mysterious it really is.   .  , Investigators should be careful to determine whether the craft was truly triangular (isosceles or equilateral) or, as is often the case, more flying-wing or boomerang- shaped, or triangular with rounded corners.' Then it is important to reconstruct the flight perfor- mance, including a time-line and maneuvers. How ex- traordinary (or UFO-like) was the performance? After all, some of these craft may well be IFOs when all the data are in, just as many other types of initially reported UFOs prove to be. Delta-shaped UFOs are not strictly a phenomenon of the 1980s and later. In fact, a table of \"Commonly Re- ported UFO Types\" in The UFO Evidence (1964, p. 144) includes Triangular as one of nine shapes. However, \"triangular\" often has been used to describe UFOs that were cone-shaped (circular on the bottom with one apex on top), a variant of the \"standard\" disc. The \"space.capsule\" UFO that landed in Rendlesham Forest, UK, in 1980 was roughly triangular in overall configura- tion with one apex at the top. We need to determine whether there are various sub- types of triangular UFOs, rather than lumping all the re- ports together uncritically and assume that they all have the same identity. What has changed over the past two decades is the frequency with which delta- or wing-shaped UFOs have been sighted. The sharp-apex flying triangles that fly with one apex or one side forward, and usually have bright lights near each apex, are of special interest in this re- gard. Majestically slow flight has often been reported for them, often at apparent speeds that could not sustain the lift required for conventional aircraft to fly. This could signify one of (at least) two things: a new phase of (or variation on) UFO activity, or a breakthrough secret tech- nology along the lines of \"anti-gravity.\" Or are people simply misidentifying such aircraft as C- 5 A and stealth bombers? Such conventional explanations need to be carefully examined in each case before decid- ing that we have a body of unexplained reports that qualify as \"mysterious.\" As in the study of UFOs in general, or other \"mysteri- ous\" phenomena, we need to develop a data base that demonstrates consistently reported features, find mundane explanations for reports whenever possible (IFOs), and separate out cases that don't fit some pattern. This re- quires sifting and sorting and careful investigation, not merely taking reports at face value as all representing a singular unexplained phenomenon.  . It is the old \"signal\" versus \"noise\" problem all over again. We heed to fine tune our \"antennae\" to determine whether we have a real signal. That is done by weeding out noise and looking for patterns and consistencies in the remaining cases. Americans disagree over whether aliens have paid Earth a visit Some 25% of Americans suspect that alien beings have visited Earth, but two-thirds of those who think aliens have visited concede that it's just speculation on their part. Jiist a third of them believe there's actual evidence of alien stopovers. A larger group believes intelligent life exists in a physi- cal form on other planets: 47 percent think that's the case, while about as many, 45 percent, do not. There are some demographic differences: Men are a bit more apt than women to believe intelligent alien life exists, 51 percent to 43 percent. Younger adults are more credulous. But less-educated adults are more dubious, as are Republicans. These findings are based on an ABCNews.com sur- vey that was conducted by telephone Oct. 4-8, 2000, among a random national sample of 1,007 adults. The results have a three-point error margin. Fieldwork by ICR- International Communications Research of Media, Pa. Analysis by Gary Langer."},{"pageNumber":22,"pageContent":"MUFON UFO Journal March 2001 Page 21 John Schuessler Part Three Stress management for ufologists By John Schuessler MUFON International Director The organization's role: Belonging to a UFO orga- nization can be a source of stress or a source of stress relief, depending on your own attitude and expecta- tions. The organization is only as good as the people who belong to it. A UFO organization can provide a lot of guidance and support to its members. As an umbrella, it can provide rules, standardized pro- cesses, bylaws, databases, connections, networking, communications, and re- wards that cannot be gained elsewhere. Unless you are a complete loner who doesn't care about working with others for a common solution to the UFO problem, then affiliation with a UFO organization can be helpful and rewarding. A UFO organization can also be a source of stress, especially if you have a high level of expectation of what the organization should do for you. Standardization of pro- cesses and reporting is important in science and engi- neering, but some ufologists aren't interested in that, so it is stressful to them. The organization may also levy a demand for respect among its members, ethical behavior, business-like per- formance, and more, in the same way that any other cor- poration works. Some people find such responsible be- havior to be stressful and avoid it. Some simple barometers or indicators of an organization's condition are energy level, attitude, and perseverance. There are other measures, of course, but these will help you see what you need to do to help the organization to be the best it can be. Energy level is a measure of the vitality of the organi- zation. What is the energy level? Are members for the most part positive, active, and motivated, or are they list- less and apathetic? Do members rise to do what is re- quired of them? You can make a difference in every one of these measures and find it to be a stress-relieving ex- perience. Attitude means a lot. Does the organization care about its members? Is it a positive, living, expanding organiza- tion? Is it aloof and exists-only for itself? What kind of attitude do you expect of the organization? Again, your participation and guidance can make the organization a raving success. Perseverance determines the long-range success and ultimate life span of the organization. Are the UFO inves- tigations being conducted and documented in a timely manner? How well are members persevering? Has the membership been dropping or rising? How many people who became members over the past five years are still active? You are key to perseverance in the organization, and working on this issue can be a rewarding and stress re- lieving experience. The alternative is more stressful. The organization provides a way to meet a diversity of needs and interests. The organization provides for unity in diversity of actions, a condition in which different indi- viduals concentrate on different activities. Each person cannot do everything, and all persons can- not do the same thing. The diversity found in the organi- zation relieves the pressure on the individual to do every- thing, a stress-mitigating factor. Attitudes and practices that affect stress: Physi- cal care and mental care are key factors leading to a healthy and stress-free life. Some simple rules that will help you deal with stress and maintain a balanced life are as follows: •Let stressors touch only the surface of your life. Re- main calm and serene inside. •Do not neglect your health. •Safeguard your nerves and force yourself to take time for rest and relaxation. •Get sufficient rest—sleep eight hours each night. •Have high ideals and translate them into action. This leads to joy, satisfaction, and enthusiasm. •Maintain a positive attitude. Conclusion: Stress is a natural condition. While some kinds of stress are positive and others are negative, we cannot escape stress. That means we need to deal with the stress in our lives, and through our actions control it. Since ufologists are exposed to some unique types of stress due to the nature of the job, it is important to under- stand that there are ways to control and handle that stress. Working on the greatest mystery of our age should be an enjoyable and challenging experience. By learning to handle the stresses associated with the job, it will be a rewarding experience. MUFON MUGS Official MUFON ceramic mugs with blue logo, $8.00, plus $3.50 S&H. MUFON, P.O. Box 369, Morrison, CO 80465-0369. (Check, MO, or cash, U.S. dollars.)"},{"pageNumber":23,"pageContent":"Page 22 March 2001 MUFON UFO Journal The NIGHT SKY waiter IN. WCDD April 2001 Bright Planets (Evening Sky): The giant planets Jupiter (magnitude -2.0) and Saturn (-0.2) continue their nice rendezvous against the back- drop of the Hyades and Pleiades in Taurus. Brighter Jupiter is high in the W at dusk, setting in the WNW about 11PM daylight time in mid-April. Saturn is visible below and sets about an hour before its companion. The lunar crescent adds to the scene on the 25th, plac- ing itself between the two planets. Bright Planets (Morning Sky): Venus (-4.4) emerges at dawn in the E but remains low above the horizon throughout April. (Southern ob- servers get a better view.) Binoculars and telescopes show Venus in its crescent phase. Mars, moving from Ophiuchus to Sagittarius, once again doubles its brightness during the month, from -0.2 to -1.1 magnitude. It rises in the ESE around midnight and ad- vances to the S at dawn. The ruddy world can be seen near the gibbous Moon on April 12 and 13. This month the 2001 Mars Odyssey launch is sched- uled. The spacecraft joins Mars Global Surveyor above Mars in October where it will map minerals on the planet. Meteor Shower: The Lyrid meteors peak in moonless skies on the mom- ing of April 22. Although this small but bright shower is observable all night, its maximum rate of about 15 per hour occurs toward dawn when its radiant point is high in the S. Look for bright white streaks coming out of the constellation Lyra. Magnitude Defined: The scale that describes the brightness of stars and planets as they appear to us from Earth is called apparent magnitude. The brightest stars, such as Vega and Spica, are of zero or 1st magnitude. The faintest stars visible to the naked eye are 6th magnitude. The smaller the magnitude number, the brighter the star. Each magnitude change of one is the 5th root of 100, or 2.5 times. Thus a Ist-mag star is 2.5 times brighter than a 2nd-mag star, 6.3 times brighter than a 3rd-mag star, and 100 times brighter than a 6th-mag object. A few stellar objects are even brighter than zero and are assigned negative ratings, such as Sirius (-1.4), Venus (-4.6 maximum), full moon (-13), and the Sun (-27). See \"The Stars.\" Moon Phases: First quarter—April 1 Full moon—April 7 Last quarter—April 15 New moon—April 23 First quarter—April 30 The Stars: The Winter Circle stars slip lower into the W, while the spring constellations now occupy the eastern half of the heavens during midevening hours. Leo, with his promi- nent \"sickle,.\" stands due S at 10 PM daylight time. The 1st half of April holds the distinction of having more zero or Ist-magnitude stars than any other time of the year. Eleven of them range across the sky from E to W in the following order, with magnitudes noted: Vega (0.0), Arcturus (-0.1), Spica (1.0), Regulus (1.4), Pollux (1.2), Procyon(0.4), Capella(O.l), Betelgeuse(0.5), Sirius (-1.4), Aldebaran (0.9), and Rigel (0.2). March 10, Intruders Foundation Abduction Panel, New YorkCity, 212-645-5278 March 31 -April 1.12th UFO/ET Alien & Abduction Congress, Days Inn, Bordentown, NJ April 6-8. 13th Annual Ozark UFO Conference, Eu- reka Springs, Arkansas; $35/person (advance through Arpil 1), $40/person at the door, email: ozarkufo@webtv.net Web site: www.ozarkufo.iwarp.corn. Phone 501-354-2558 (See page 11 for list of speakers and more information.) May 25-28, First Annual Northwest UFO/Paranor- mal Conference, Seattle, WA 206-329-1794 email philiplipson@hotmail.com July 20-22, MUFON 2001 International UFO Sym- posium, Hyatt Regency Irvine, Irvine, California. Theme: Joining the Cosmic Neighborhood. (See Director's Mes- sage on page 24 for details.) Nov. 17-18, Third Annual International UFO & New"},{"pageNumber":24,"pageContent":"MUFON UFO Journal March 2001 Page 23 Soft landing on asteroid successful beyond expectations The Near Earth Asteroid Rendevous (NEAR) Shoe- maker spacecraft's historic soft landing on asteroid 433 Eros Feb. 12 turned out to be a mission planner's dream, providing NEAR team members with more scientific and engineering information than they ever expected. \"We put the first priority on getting high-resolution images of the surface and the second on putting the space- craft down safely, and we got both,\" says NEAR Mission Director Dr. Rob- ert Farquhar of the Johns Hopkins Uni- versity Applied Physics Laboratory in Laurel, Md., which manages the Near Earth Asteroid Rendezvous (NEAR) mission for NASA. \"This could not have worked out better.\" Days after a set of five de-orbit and braking maneu- vers brought it to the surface of Eros, NEAR Shoemaker was still communicating with the NEAR team at the Ap- plied Physics Lab. The spacecraft gently touched down at 3:01:52 p.m. EST on Feb 12, ending a journey of more than 2 billion miles (3.2 billion kilometers) and a full year in orbit around the large space rock. On Feb. 13, the NEAR mission operations team dis- abled a redundant engine firing that would have been ac- tivated had it been necessary to adjust the spacecraft's orientation in order to receive telemetry from it. But be- cause NEAR Shoemaker landed with such a favorable orientation, and telemetry has already been received, it was no longer necessary to move the spacecraft from its resting place. Mission operators say the touchdown speed of less than 4 miles per hour (between 1.5 and 1.8 meters per sec- ond) may have been one of the slowest planetary land- ings in history. They also have a better picture of what happened in the moments after the landing: What they originally thought was the spacecraft bouncing may have been little more than a short hop or \"jiggle\" on the surface; the thrusters were still firing when the craft hit the surface, but cut off on impact; and NEAR Shoemaker came down only about 650 feet (200 meters) from the projected landing site. \"It essentially confirmed that all the mathematical mod- els we proposed for a controlled descent would work,\" says Dr. Bobby Williams, NEAR navigation team leader at NASA's Jet Propulsion Laboratory. \"You never know if they'll work until you test them, and this was like our laboratory. The spacecraft did what we expected it to do, and everyone's real happy about that.\" NEAR Shoemaker snapped 69 detailed pictures dur- ing the final 3 miles (5 kilometers) of its descent, the high- est resolution images ever obtained of an asteroid. The camera delivered clear pictures from as close as 394 feet (120 meters) showing features as small as 1 centimeter across. The images also included several things that piqued the curiosity of NEAR scientists, such as fractured boulders, a football-field sized crater filled with dust, and a mys- terious area where the surface appears to have collapsed. \"These spectacular images have started to answer the many questions we had about Eros,\" says Dr. Joseph Veverka, NEAR imaging team leader from Cornell University in Ithaca, N.Y., \"but they also revealed new mysteries that we will explore for years to come.\" NEAR Shoemaker launched on Feb. 17,1996-the first in NASA's Discovery Program of low-cost, scientifically focused planetary missions-and became the first space- craft to orbit an asteroid on Feb. 14,2000. The car-sized spacecraft gathered 10 times more data during its orbit than originally planned, and completed all the mission's science goals before Monday's controlled descent. \"NEAR has raised the bar,\" says Dr. Stamatios M. Krimigis, head of the Applied Physics Laboratory's Space Department. \"The Laboratory is very proud to manage such a successful mission and work with such a strong team of partners from industry, government and other universities. This team had no weak links-not only did we deliver a spacecraft in 26 months, we were ready to launch a month early, and that efficiency continued through five years of operations. This is what the Discovery Pro- gram is designed to do.\" When does my membership/subscription expire? The answer to this question appears on the mailing label on each Journal (see example below) 01/05 Name Street Address City, State, Zip The first line on the label provides the answer. The first two numbers show the year of expiration (01=2001, 02=2002, etc). The two numbers after the slash show the month of expiration and show the last issue that will be mailed (05=May, 08=Aug, ll=Nov, etc.)."},{"pageNumber":25,"pageContent":"Page 24 March 2001 MUFON UFO Journal By John Schuessler MUFON International Director MUFON 2001 Annual UFO Symposium The MUFON 2001 Annual UFO Symposium will be held at the beautiful Hyatt Regency Irvine Hotel in Or- ange County, California, on July 20-22. Symposium Chair- man Jan Harzan has announced the theme of the event as \"2001 - Joining the Cosmic Neighborhood.\" He says, \"we will be looking at the implications of the changing world-view that we are not alone. The speakers will address such issues as what will it will take to join the Cosmic Neighborhood, why we have not been invited to join, what our interaction might look like and more.\" The following are confirmed speakers for the event: Dr. John Mack, Dr. Bob Wood, Stanton T. Fried- man, Dr. Barry Downing, Dr. Roger Leir, Dr. Eric Davis, Bob Pratt, Dr. Steven Greer, Jaime Maussan, Daniel Sheehan and Ryan Wood. The symposium committee has established low cost admission rates. In addition, there is a significant price break for early registration. The admission price for the whole symposium is $89 per person prior to April 29,2001, and $99 per person prior to July 1,2001. Admission at the door will be $ 109 for all speaker presentations. Please send your symposium registration to MUFON ORANGE COUNTY, 19744 Beach Blvd.. PMB 264, Huntington Beach, C A 92648. Make checks payable to \"MUFON.\" MUFON has reserved a block of rooms for sympo- sium attendees at $89/night from Thursday July 19 through Tuesday July 24. The usual rate for these same rooms is $205 per night. Hotel reservations may be made by calling the Hotel's Reservations Department at (949) 975-1234 or by mail to the attention of the Reservation's Manager, 17900 Jamboree road, Irvine, CA 92614. The hotel is conveniently located near Orange County's John Wayne Airport. Vacancies on MUFON Board of Directors MUFON is seeking candidates to fill two important positions on the Board of Directors - Director of Investi- gations and Membership Director. Candidates for either of these positions should write to the International Direc- tor at MUFON, Post Office Box 369, Morrison, CO 80465-0369, including a resume and reasons for volun- teering for a Board position. The Director of Investigations has final review authority regarding submitted case reports of UFO incidents. S/he shall oversee the maintenance of a computerized UFO database. S/he has decision-making authority on investi- gative procedures and the content of the MUFON Field Investigator's Manual. S/he shall advise the board of di- rectors on UFO-related matters potentially requiring spe- cial investigation. The Membership Director shall explore various means to increase the MUFON membership total, devise pro- grams to recruit new members, reduce attrition, and es- tablish and oversee the maintenance of an auxiliary stu- dent membership, and advise the board of directors on other potential membership categories. New Field Investigators Kathleen Marden, Director of Field Investigator Training, has announced the following Field Investigator Trainees have successfully completed the Field Investigator's Exam and are now certified MUFON Field Investigators: Flo McClain, Phoenix, AZ; Wanda Smith, Kentwood, MI; and Gene S. Jenney, Wellington. FL. Congratulations to our new Field Investigators. New State and Provincial Officers Robert Sylvester has stepped down as State Direc- tor for Arizona and has been replaced by Judith Yarns. Robert will continue as a Field Investigator. James Kelly has stepped down as State Section Director for Arizona Maricopa County and has been replaced by Jason Ingraham. James will continue as Field Investigator. Tom Sheets, State Director for Georgia, has announced the following new State Section Director appointments: Olivia Newton for south Gwinnett County, Dekalb County and Walton County; David Brown for north Gwinnett County, Forsyth County, and Hall County; and Michael D. Hitt for north Fulton County, Cobb County, and Chero- kee County. Bland Pugh, State Director for Florida, has announced the following new State Section Director appointments: Philip Mark for Lake and Marion Counties, and Robin Vargas for Orange and Oceola counties. Eugene H. Prison, Nova Scotia Provincial Director, has divided the province of Nova Scotia into two sections to better handle MUFON affairs within the province. In addition to being Provincial Director, Eugene will take on the role of Provincial Section Director for the Cape Breton Island section. Chris Styles, the Assistant Provincial Director for Nova Scotia will assume the responsibilities of Provincial Section Director for the mainland section of the province. New Consultants This month we have a new Consultant in Law, James D. O'Leary of Norton, Massachusetts. Nancy Smoot has volunteered to be a MUFON translator for written Spanish."}]
