[{"pageNumber":2,"pageContent":"$3.00 MUTUAL UFO NETWORK UFO JOURNAL March 2002 Number 407 i^A^ * •\"•-. '• v ^ v^-v-\\ \\'V\\ v\\x .^4-^% -.-• ••. \\ X Airships stilr unexplained. Article begins on Page 3"},{"pageNumber":3,"pageContent":"MUFON UFO Journal (USPS 002-970) (ISSN 0270-6822) ; Post Office Box 369 Morrison, CO 80465-0369 Tel: 303-932-7709 Fax: 303-932-9279 International Director John F. Schuessler Editor: ': Dwight Connelly •.,-\"; 14026 Ridgelawn Road Martinsville, IL 62442 Tel: (217) 382-4502 .- e-mail: mufonufqjourrial @ hotmail.com Columnists: Walter N. Webb George Filer Jenny Randies Stanton Friedman Staff Artist Wes Crum MUFON on CompuServe \"Go MUFON\" to access the Forum MUFON on the Internet: http://www.mufon.com MUFON e-mail address: mufonhq@aol.com MUFON Amateur Radio Net: 40 meters - 7.237 MHz Saturdays, 7 a.m. CST or COST Table of contents March 2002 Number 407 The cover: This sketch from the April 12, 1897, Chicago Times-Herald accompanied an article entitled \"Snapshot of the Airship.\" In this issue Were 1897 Airships UFOs? by Fred R. Varner 3 Surveillance satellite or UFO? by Anthony Eccles 8 Georgia ball of light entertains dogs  11 Truman & Air Force safety nets by Robert A. Lieser ..12 Filer's Files by George A. Filer  15 UFO Press   18 FUFOR sponsors workshop on revitalizing ufology...l8 View from Britain by Jenny Randies  19 Perceptions by Stanton T. Friedman  21 Calendar    22 The Night Sky by Walter N. Webb  22 MUFON 2002 Symposium registration form 23 Director's Message by John Schuessler  24 Change of address and subscription inquiries should be sent to MUFON, P.O. Box 369, Morrison, CO 80465-0369. Copyright 2002 by the Mutual UFO Network. All Rights Reserved No part of this document may be reproduced in any form without the written permission of the Copyright Owners, Permission is hereby granted to quote up to 200 words of any one article, provided the author is credited, and the statement, \"Copyright 2002 by the Mutual UFO Network, P.O. Box 369, Morrison, CO 80465-0369\" is included. The contents of the MUFON UFO Journal are determined by the editor, and do not necessarily reflect the official position of the Mutual UFO Network. Opinions expressed are solely those of the individual authors and do not necessarily reflect the opinion of the editor or staff of MUFON. The Mutual UFO Network, Inc. is exempt from Federal Income Tax under Section 501 (c) (3) of the Internal Revenue Code. MUFON is a publicly supported organization of the type described in Section 509 (a) (2). Donors may deduct contributions from their Federal Income Tax. Bequests, legacies, devises, transfers, or gifts are also deductible for estate and gift purposes, provided they meet the applicable provisions of Sections 2055, 2106, and 2522 of the Internal Revenue Code. MUFON is a Texas nonprofit corporation. The MUFON UFO Journal is published monthly by the Mutual UFO Network, Inc., Morrison, CO. Membership/Subscription rates are S35 per year in the U.S.A., and $40 per year foreign in U.S. funds. Second class postage paid at Versailles, MO. Postmaster: Send form 3579 to advise change of address to MUFON UFO Journal, P.O. Box 369, Morrison, CO 80465-0369 MUFON's mission is the systematic collection and analysis of UFO data, with the ultimate goal of learning the origin and nature of the UFO phenomenon."},{"pageNumber":4,"pageContent":"A century-old mystery Were the 1897 Airships UFOs? By Fred R. Varner In the strictest definition of the term UFO, the \"Air- ship\" which moved through the Midwestern skies in 1897 certainly was one: it was flying, and to this date it has remained unidentified. But do the descriptions match the phenomenon described by modern witnesses as UFO behavior in the modern sense? The newspapers of the nineteenth century were more concerned with telling the story that the Airship had been seen than with providing details and descriptions of what was reported, as are the newspapers of today when dealing with UFO reports. Many descriptions are vague, and some articles contain no description at all. From more than 125 articles gathered thus far in the course of this research, only the following descriptions of the Airship can be gleaned from them. Only five of the reports describe the Airship having been seen in daylight. All the others are evening or early morning encounters. On several occasions the airship made an appearance over or near a medium size or large city. These occasions resulted in witnesses to the event numbering in the hundreds and even thousands. These multiple witness sightings of course provide the most solid evidence of the presence of an anomalous object having been sighted. The descriptions below range from reports generated by these community wide sightings to single witness reports. Obvious, or possible, hoaxes and jokes have not been included in this analysis. The highest probability of a false report being included is borne by a single witness report- ing, and these reports are noted. Some cases imply the presence of multiple witnesses without commenting on the number; these have been left blank: The descriptions \"...the large, glaring light was seen to circle around for a few minutes and then take a northerly direction for about three miles. It then stood perfectly still for about five minutes and then descended for about 200 feet, cir- cling as it traveled at a remarkable speed for about two miles and then, slowing up, it circled for fully 15 minutes, when it began to lower and disappear as mysteriously as it had made its appearance.\" - \"At first sight it has the appearance of an immense star, but after closer obser- vation the powerful light shows by its color to be artifi- cial.\" - \"It certainly must be illuminated by powerful electric dynamos, for the light sent forth by it is wonder- ful.\" (This has not been entered into the database and lacks a Ref. number.) (Omaha, NE, Bee, Feb. 2, 189.7) \"...the craft was conical-shaped and perhaps 30 to 40 feet in length, with a bright headlight and six smaller lights, three on a side, and seemed to have two sets of wings on a side, with a large fan shaped rudder.\" (This item has not yet been entered into the database and lacks a Ref. Number.) (Omaha NE, Bee, Feb. 5, 1897) \"The Everest correspondents claim to have secured a very good view of their mysterious visitor, catching a full view of it outlined against a dark cloud that hung low in the sky.\" - \"The \"ship\" is described as about thirty feet in length and a combination of boat and balloon. The basket, or boat, appeared.. .to be shaped like an Indian canoe, and above this extending the whole length, was the balloon. \"Fans or wings.\" he says, \"projected from either side.\" - \"the lights seemed to diminish in power when the thing was in motion, and to glow brightly when the motion stopped.\" (This item has not yet been entered into the da- tabase and lacks a Ref. Number.) (Denver, CO, Rocky Mountain News, April 2, 1897) \"It is evidently under perfect control, travels in a bee- line at a uniform distance from the earth and carries a row of lights at each side of the color of incandescent lamps.\" (Ref. #1) .; \"It was in the shape of a big bright light, too big for a balloon, and glowed steadily.\" - \"It moved very slowly and seemed to be quite near the earth.\" - \"Nothing but the light was visible.\" (Ref. #2) \"A big crowd.. .watched.. .the visi- tor.\" \".. .a brilliant white light suddenly appeared, accompa- nied by a sharp crackling sound, evidently coming from above.\" (Ref. #3) \"The light was very bright, more like an electric light than anything else, and gave out a curious sort of flash at intervals. It seemed to be about a quarter of a mile above the earth.\" (Ref. #8) \"It appeared in the northwest as a large red light. And as it approached the city a dark outline was faintly dis- cerned. The fact that the object traveled from the north- west while the wind was from the southeast goes to prove it was not a balloon.\" (Ref. #12) \"They immediately sprang to the window and saw a luminary appearing at least eighteen inches in diameter, the reflection from which passed along what appeared to be a steel body, the length of which could only be esti- mated at from twelve to thirty feet.\" - \"The course of the ship was watched for five or six minutes.\" (Ref. #13) (\"Sev- eral hundred people...saw the airship last night.) \"The vessel appeared to be about ninety feet in length, was elliptical in form, and carried a bright light in front and a red light in the rear.\" (Ref. #15) (\"...hundreds of people...\") \"The airship first appeared down in the southwest about 9 o'clock and could plainly be observed to travel in a sway- ing manner, like a bird flying against a wind, and darting to and fro, would rise up quickly and lower itself with a gentle, easy motion and seemed under perfect control of the navi- gator.\" (Ref. #16) (single witness) \"The light was very bright, more like an electric light than any other, and gave out curious flashes at intervals.\" - \"Hundreds are willing to make affidavit that it wasn't a March 2002 MUFON UFO Journal Page 3"},{"pageNumber":5,"pageContent":"vagrant star...\" - \"One who was among the first to observe it says the object had all the appearance of being two cigar-shaped bodies attached by girders.\" - \"Lowen got a field glass and was able to discern four lights a short distance apart and moving in unison. The first was a bright white light and appeared to be operated like a searchlight. Behind it was a green light and far- ther to the rear were green and white lights set closely together.\" - \"The large glass at the station was called into use and each person who looked through it declared that both green and white could be plainly seen.\" - \"It was said the object looked very much like a balloon, but the \"red light\" was plainly discernible.\" (Ref. #21) (\"hundreds\") \"The headlight appeared as an ordinary electric arc light. At one time the vessel rose rapidly and afterward seemed to drop a long distance. In addition to the head- light, spectators claimed to have noticed smaller lights be- hind, indicating that the vessel is of considerable size.\" (Ref. #22) (About, \"a hundred\" witnesses.) \"It appeared oblong in shape and carried a great red light.\" (Ref. #23) (\"Hundreds\" of witnesses) \"It appeared to be about 500 feet from the ground. The outlines were distinctly visible against the sky. The ship gave out two bright lights of an electric glow.\" (Ref. #24) \"Lights could be distinguished from a dark object far up in the heavens, which had the appearance of being shaped like an egg. It was viewed by at least fifty per- sons.\" (Ref. #25) •• .   . \"It resembled a locomotive headlight and was perhaps 1,000 feet above the earth.\" (Ref. #26) \"...appeared over the western horizon, to spectators in Chicago looking out on Madison Street, as of the size and color of an orange. It hung in the sky for-a time, and bore more the appearance of the full moon than a star.\" (As reported at Chicago, 111.) - \"The object described sweeping through the heavens bore vari-colored lights, according to all accounts. All declare the brightest was white, and seemed to be backed by a reflector that could be turned, swinging its searching rays from side to side through the night air. Behind this some discerned a small red light, which others failed to observe; but again all agreed that still farther behind the big headlight could be seen a smaller white light, and a green light, side by side,...\" - \"Evanston observers say the moving object seemed to be Flight Before Wright This \"flight calendar\" shows man's many attempts at successful flight. Wilbur Wright's 59-second, 852-foot flight at Kitty Hawk on Dec. 14, 1903, came only six years after the 1897 Airships had excited the Midwest. about 400 feet above the earth, and that it held a practi- cally true course westward.\" - \"At several points the moving wonder was observed by persons equipped with small telescopes or powerful field glasses, and these per- sons claim to have described the outlines of a structure bearing the lights. The consensus of judgment, on the un- certain basis for estimating dimensions of bodies moving through the air at unknown distances, is that the main body of the night-flyer was about seventy feet in length, of slender proportions, and fragile construction. To this body, it is reported, were attached the movable headlight and the other lights described. A few observers claim they also saw, a short distance above the body, lateral structures resembling wings or sails. These appeared to be about twenty feet in width, and as they were seen from one side, their length could not be accurately esti- mated.\" (Ref. #27) (There were \"eight hundred\" wit- nesses, as reported at Evanston, IL) \"It appeared oblong in shape and carried a great red light. In length it did not appear to be over eight or ten feet, and two or three feet high.\" (Ref. #28) (\"Hundreds of persons:..\") \"Lights could be seen attached to the ship. A.dim out- line of it could be seen, which appeared to be shaped like an egg.\" (Ref. #29) (\"... 100 citizens...\") \".. .they watched the \"light\" for half an hour.\" - \"There was a perceptible undulation in its motion, and the dips succeeded one another at about the rhythm of the pulse beat. It moved very rapidly and disappeared off toward the northwest, near the horizon, vanishing by degrees. The colors, red, white and green, which it exhibited were Pape 4 MUFON UFO Journal March 2002"},{"pageNumber":6,"pageContent":"too distinct to have been the result of atmospheric refrac- tion.\" (Ref. #31) (\"A crowd...\") \"It was in view for fully fifteen minutes.\" - \"...it had the appearance of a huge ball of fire when viewed with the naked eye, but with opera glasses leveled upon it...its aspect greatly changed, it threw off a variety of colored lights of soft, mellow luster.\" (Ref. #33) \"It was a large dark mass, apparently lighted with col- ored electric lights.\" - \"The machine moved in a zig-zag style and seemed under perfect control.\" (Ref. #34) (\"Hundreds...\") Daylight sightings The following are apparent rare daylight sightings: \"The upper portion was cigar shaped, with a propeller in the rear. The lower portion was composed of white metal, shaped like the keel of a ship.\" - \"The lower por- tion of the airship was thin, and made of some light metal like aluminum. The upper portion was dark, and long like a big cigar, pointed in front and with some kind of arrange- ment in the rear to which cables were attached. The pilot pulled these and steered the course from south to north- east.\" (Ref. #35) \"Its cigar-shaped body tips toward the \"stern\" where it terminates in a tail like that of a fish. Depending from the balloon part is a long narrow cage with a propeller at the end.\" (Ref. #37) \"...at noon today...\" - \"It was yellow in color and seemed to be rectangular in form.\" (Ref. #40) \"The light which I saw, was suspended from a large dark object, the shadow of which could be distinctly seen. In fact, it could be seen so plainly that I could discern the wheels working.\" (About a thousand feet above the City Hall in Milwaukee. There were \"thousands\" of witnesses) (Ref. #41) We return to the nighttime reports \"At first it seemed to be about a mile high, then sud- denly, a report was heard, sparks flew forth.. .and the ship, which looked to be between 25 and 30 feet in length.. .commenced to settle slowly.. .abuzzing sound was heard...sparks again flew forth...and the object com- menced to slowly raise. Suddenly the lights went out.. .and it at once became invisible.\" (Ref #44) \"No outline could be distinguished, but in the lead was a bright electric light. Following it were two lights, one red and the other green.\" (Ref. #45) (\"twenty...citizens\") \"It had a red appearance entirely too red to be the light of a star, and appeared to be a long object.\" \".. .it had the brightness of a locomotive headlight, and it moved rap- idly.\" (Ref #46) \"He describes it as a brilliant red light, which moved north in a vacillating course at quite a speed...\" - \"He watched it for an hour.\" (Ref. #47) (\"Several\") \".. .he sighted a huge white light with a small green light on either side. Its progress was slow and hardly discern- ible. The center light resembled a huge star except that it moved. The green lights were much smaller, and moved steadily with the big white light in the same relative posi- tion.\" (Ref. #47) \"At one time it rose very slowly and afterward seemed to drop a long distance. In addition to the headlight, spec- tators claimed to have noticed smaller lights of blue, green and red behind, indicating that the vessel is of consider- able size.\" (Ref. #47) (\"one hundred\") \"A peculiar red light was clearly visible, moving rap- idly in the western heavens. A few excited people claimed to have discerned plainly a framework of some sort sur- rounding the red light, which shone with a dickering lus- ter.\" (Ref. #47) \"No outlines could be seen, but in the lead was a bright electric light. Following it were two lights, one red and the other green.\" (Ref #49) \"It had two lights, one red in front, and a light blue one behind. The distance between the lights appeared to be about thirty feet.\" (Ref. #51) \"It was floating in the northwest and seemed to be only seven or eight miles away. It had the appearance of being very low down, probably not over 800 or 1,000 feet in the air. It appeared.. .to be a locomotive headlight and was very brilliant with a mellow light. It remained in view about forty minutes and gradually disappeared in the west. Its course was irregular and at times it had a dipping motion. The light changed at times to red, white and green. Some say that two smaller lights were distinguished in the rear of the main light, and moving as it moved. Others say that it looked like an electric trolley car and that they could see the sparks from the (like a trolley, sic) trolley as it glanced along the wire.\" (Ref. #54) \"The airship was seen by towns along almost a direct line from Cedar Rapids to Minneapolis Saturday night and at some places it came so close to earth that its shape could be made out.\" (Ref. 54) \"It had the appearance of a big engine headlight and floated off towards the west and north...\" - \"There was a bright light about a foot in diameter...\" - \"We could distinguish some dark body below the light.\" - \"All that could be seen was a big light that burned very steadily.\" (Ref. #55) \".. .he could see the light on both ends, and a colored one, and the other clear like the headlight of a locomo- tive,\" (Ref #56) A daylight sighting from multiple locations \"Those who saw it say it had a boat which was cigar- shaped, with oars or wings extending from the side, and a canopy on top similar to that of a picnic stand.\" (Ref. #58) \"It looked like an immense ball of fire.\" (Ref. #60) (\"About a dozen...\") \"All that could be distinguished was a reddish-green light of great brilliancy that threw out rays on all sides and was six times as large as any star in the heavens.\" (Ref. #61) (eyewitness account) \"They say it looked very much like a star or an elec- tric arc light seen at a distance, only that the color changed from that of a star to a reddish cast.\" (Ref. #65) (\"many\") \"It went north and a little west and nearly disappeared from sight and then seemed to return and appeared much larger. As it turned around it displayed different colors.\" - \"It bobbed about but kept the same general course.\" - March 2002 MUFON UFO Journal PageS"},{"pageNumber":7,"pageContent":"\"Its color varied and would entirely disappear for a brief period of time and then appear brighter than ever in a slightly different place.\" (Ref. #67) Airship sighted from a moving train \"...all they could see was two lights, one white, the other red.\" (Ref. #75) \"The red and green lights were very distinct.\" (Ref. #78) \"But for its moving and changing lights, red, blue, green, it might have been mistaken for a star.\" (Ref. #80 #81) (\"...the large number of people who saw it.\") , \"As described it was about like a large balloon with two lights, one white and one green.\" (Ref. #81) (...witnessed by a large crowd.\") \"Only three red lights could be distinguished and it was at too great a height to make out its outline.\" (Ref. #81) (\"...a large number...\") \"...appeared to be a cigar shaped object, carrying yel- low lights in the bow and stern. The airship seemed to have some sort of mechanical arrangement at the side to propel it, although it did not appear to be wings. At the stern the spectators seemed to think they saw a steering apparatus.\" - \"At one time it was so close it appeared to be only about 500 feel high and looked as if it were eight to ten feet in length.\" (Ref. #86) \"At first it looked like a flying cloud, but as the sky was overcast...\" - \"As it approached it appeared to gradually lower itself...it did not seem to be over fifty feet high. There was a red light at either end. It seemed to be trav- eling at a rapid rate when first seen. But slowed up gradu- ally...\" - \".. .the airship was from 50 to 75 feet long, per- haps one third as wide. It shone with a dull red glow, as if there were lights on the upper side. In shape it was coni- cal and no mode of propulsion was visible...\" (Ref. #87) (\"several\") Another sighting from a moving train \"It was a flat object, of apparently rectangular form, and carried red and white lights.\" (Ref. #93) \"It showed while, red and green lights...\" (Ref. #93) (\"...a number...\") \"Its light changed from white to red...\" (Ref #93) \"...some of the boys called my attention to the bright red light which seemed to be sailing into town from the west. It looked like a shooting star at first, but when it got down opposite us...we saw a green light about 25 feet from it. We saw the outline of a dark object against the sky...\" - \"Cigar shaped and covered with a canvas canopy. It sailed right along against the wind which did not seem to have any effect on it.\" (Ref #98) (\".. .sundry.. .citizens...\") \"Looking in the direction from which the sound came, the officers saw something which is described...as a ci- gar shaped affair about 30 feet long with nothing above it and something hanging about ten feet below the main body of the thing and carrying a red and yellow light which seemed to be shining through canvas.\" (Ref. #99) \"They were attracted by a whirring noise which in- creased in volume and looking up into the sky they beheld a long cigar shaped vessel... It was not very high above the earth and there was a light aboard that illuminated the whole vessel.\" - \"From the lower side, however, a long basket shaped object hung down...\" - \"The night was cloudy and therefore they were unable to see the ship but they distinctly heard the humming noise;- which they describe as resembling the noise of an electric dynamo. There were three lights visible, one at either end, and one suspended above the vessel, apparently on a mast. The forward light was white and the others were red.\" (Ref #101) (...many sources...\") \"...he discerned the outline of the wonder and that it looked like a Washington cigar with a bright light in the center of it.\" (Ref. #111) (\"A number...\") 'There in the sky were the lights. One was red, one . was green, and the third one was white. That was all he could see.\" - \"The lights did not move in a straight line across the heavens, but waved, as if whatever carried them bobbed up and down. Widosky sighted the lights over a stump. Still they bobbed.\" (Ref. #113) (\".. .by him- self and seven others.\")   : \"They said the object looked like a big cigar with a basket hanging under it. There were lights around the basket...\" (Ref. #124) (two witnesses) \"I saw three lights, red, green and white.\" - \"It was a •bright light and I could plainly discern a cigar shaped object and a basket below, somewhat resembling a street car...\" (Ref. #125) (single witness) What do the descriptions reveal? These are the only descriptions of what people re- ported to the reporters and editors of the newspapers of March and April 1897. Is it possible to learn anything definite about the Airship from these 60 descriptions? First, the Airship is said to have had a headlight, or resembles at a distance, \"an arc light,\" \"an electric arc light,\" \"an electric light,\" \"or a headlight like a locomo- tive.\" which at that time was an electric arc light, in twelve separate reports. Occasionally it is said that the head- light was operated like a \"searchlight.\" An additional five cases describe a \"big bright light.\" A pronounced white light was seen in roughly 29% of the cases. (In one case the \"headlight\" was reported to have changed from white to red. In one case the \"head- light was said to have been reddish-green. In another instance it was reported that the light changed from an appearance \"like a star to a reddish cast.\") Second, the Airship was also reported as carrying a . \"red headlight,\" or resembling a \"great red light,\" or show- ing red with other lights to the exclusion of white in ten cases. A pronounced red light was reported in about 18% of the cases. This aspect is readily explainable within the technol- ogy of the day if the Airship had, for example, an on- board dynamo geared to the main engine for electrical production. The designers would have had to set the dy- namo to output at a mean operational speed in- order to avoid overloading the lights. When the main engine speed was reduced, less than optimum output would be pro- duced and the arc light would operate at low voltage producing a red light. Third, the Airship was reported to have traveled in an MUFON UFO Journal March 2002"},{"pageNumber":8,"pageContent":"\"undulating.\" \"vacillating,\" or \"bobbing\" motion, also de- scribed as \"zigzagging,\" in eight of the cases. This de- scription affects 13% of the cases. UFOs have been reported to display something of this sort. Kenneth Arnold, for example, said that the discs he saw traveled like a rock skipping on water. But, the motion could be the result of a fairly un r aerodynamic shape being forced against the wind, or the result of the Airship actually having a pair of flapping wings as was described in sev- eral of the reports.  . Fourth, the Airship displayed smaller lights trailing the large white light or the large red light in twelve of the reports. Another seven reports could be added in which the description was confined to \"red, white, and green lights. While vague, it is implied that the same thing was being reported, bringing the likely incidence of this as- pect to nineteen cases or 34% of the descriptions. . Fifth, the Airship was described as being \"cigar shaped,\" \"long/' \"oblong,\" \"elliptical,\" or \"slender\" in fif- teen of the articles or 25%. An additional two reports describe the Airship as being of an \"egg shape,\" and two more describe it as rectangular. A cigar-shaped ob- ject could easily produce each of these descriptions when viewed from different angles, and under varying lighting and weather conditions.     J Sixth, the Airship was said to consist of a cigar with a basket or car or \"canoe\" hanging beneath in five of the cases. These are the daylight reports; the daylight re- ports are at wide variance in their description. In one case a nighttime report describes the Airship as having a car or basket. (#101) Seventh, the description provided by the papers con- tains accounts of the witnesses having perceived a \"dim outline,\" \"dark outline,\" \"dark object,\" \"framework,\" \"body,\" or \"shape\" carrying lights in twenty : five cases. Nearly 45% of the descriptions mention .this aspect of the sightings. There is no concentration of any single characteristic of UFO reports which approaches this high a percentage of the body of the reports. The cases for which the duration of the sighting is mentioned range from five minutes to an hour. The Chi- cago area sightings seem to indicate duration in excess of an hour in at least one instance, since it was stated that reporters refused to go home, and that they stayed up until dawn. In some reports a relatively long duration is implied through mention of persons having \"gone for their field glasses.\" \"climbed a building for a better view,'' \" a crowd having gathered,\" etc. Sightings of what are described as UFOs seldom generate durations of more than a few minutes; the gathering of a crowd to witness a UFO is practically unheard of. Eleven of the articles (19%) mention that the Airship made some sort of sound described as \"rumbling,\" \"buzz- ing,\" \"drumming,\" \"swishing,\" \"humming,\" \"humming.. .as a dynamo,\" \"the sound of machinery,\" \"odd music,\" \"voices,\" or simply that it was \"heard.\" In some of these cases the witness' attention was called to the Airship by the sound. (Ref. 3, 7, 16, 45, 51, 68, 82, 83,99,101.115) The vast majority of UFO reports singularly describe an object which produces no sound, a characteristic which generally adds to the UFO report's quality of strangeness. , In Sept. of 2000, NIDS (www.nidsci.org) posted an analysis of 484 UFO reports on their web-site with ac- companying charts and graphs. Their analysis showed that 24.8% of the objects reported were round, 17.4% triangu- lar or arrowhead, 13.8% a light, 11.8% discs, 7.2% rectan- gular, oblong or cylinder, 4.8% oval or egg, 4.8% football shaped and that 22.2% were said to be larger than a foot- ball field. . The duration of the sightings included in the NIDS study were as follows; 26.2% 1 to 59 seconds, 36.8% 1 to ten minutes, 12.4% eleven to thirty minutes, and 16.1 % were greater than thirty minutes. 63% of the sightings were of duration of ten minutes or less. The major aspect of the Airship reports, as opposed to modern UFO reports, is in the fact that the Airship was seen in the Midwest almost nightly from early March until the end of April, spanning nearly sixty consecutive days, then the reports suddenly stopped. The reports did not start up again in the fall when Venus was near the horizon, nor in the spring of 1898 when the same astronomical objects as the previous year re-appeared. To the best of my knowledge there are no UFO reports or factual U.S. Airship reports on record between 1897 and the Second World War when reports of the \"foo fight- ers\" shadowing allied bombers over Europe emerged. The next instance was the \"ghost rockets\" of Sweden in 1948. (The reference numbers in parenthesis above re- fer to \"The Reports\" which the reader can access at members.home.net/tlemire/airships.html). WUFOD login & password for MUFON members WUFOD is MUFON's Worldwide UFO database, linked to the MUFON home page. URL for WUFOD is: http://ohiomufori.services4all.com login (where it says Name) is: member password is: Imember! Remember, the login is the word \"member,\" NOT your name! Both login and password must be typed in lower case to enter WUFOD. Print out the user guide once you log in and read it for best use of the database. Logins and passwords for investigators will be given them by their State Directors. All Field Investigators should be getting email from WUFOD when a case is entered in your state. If you aren't, please contact the WUFOD ad- ministrator at: geekology@worldnet.att.net Newsletters appreciated The MUFON UFO Journal staff appreciates receiv- ing newsletters from local MUFON groups. March 2002 MUFON UFO Journal Pu\"e7"},{"pageNumber":9,"pageContent":"The NOSS program Surveillance satellite or UFO? By Anthony Eccles Copyright Anthony Eccles 2002 In October of 1999 a UFO case had come to my at- tention from the Thingwall area of Wirral on Merseyside. A 55-year-old sales engineer, John, was walking his dog in the fields at 10 p.m. on Oct. 5. John and his dog were north of Prenton Brook, and east of far Lower Thingwall Lane. The sky was slightly covered with cloud, it was not raining, and there was no wind. In fact, John could see a clear night sky. A slow moving point of light had caught his attention, and it appeared to pass through the constellation of Cas- siopeia. John believed he was looking at a satellite. How- ever, another detail caught his eye. He noticed a second light, and then a third, appearing together to form a trian- gular formation, with one light being the lead light and the others forming a base line-an isosceles triangle forma- tion. All three lights were moving together simultaneously. Satellites? Moving in formation? His initial thought was that he was observing three individual objects and not three lights that were fixed onto a single solid body. They ap- peared to move at the correct speed for a satellite and at the correct height. The lights disappeared from view \"as they entered the Earth's shadow.\" Normally, most investigators, like myself, would prob- ably connect the sighting of triangular lights with suspect prototype military aircraft. However, because the witness had submitted a number of important observational de- tails on his sighting form, I was able to focus the investi- gation on other phenomena. Computer skymap My first point of call was my computer skymap and reference books of the Merseyside night skies, which are published by the Liverpool Astronomical Society. With this in hand I was able to locate Cassiopeia. From John's de- scription of the lights the witness had observed them trav- elling from the west to the east. I had never heard of satellites travelling in formation before, so my next move was to contact the British As- tronomical Association Artificial Satellite Section, and also to look on the Internet for a satellite tracking site called Heavens-Above.Com, which is based in Germany. From this website I was able to pinpoint a satellite called Cos- mos 1943 rocket, which was close to the estimated object altitude and location It is a single object which passes at 22:03:05 at a mag- nitude of 3.9 and first appears in the southwest. How- ever, this object fails to account for the lights witnessed, firstly because it produces a singular light in the sky, sec- ondly because it appears below Cassiopeia and not through it, and finally because it moves in the opposite direction, from the southwest to the northeast. Not the right solution, I know, but I was certain I was About the author Anthony Eccles is an Assistant Curator of Ethnology at Liverpool Museum, Co-Founder and co-ordinator for the Merseyside Anomalies Research Association (MARA), and an active member of the British UFO Re- search Association (BUFORA). This article is used with the permission of the author and Dave Baker of Project Red Book, a publication of the Yorkshire UFO Society (YUFOS), in which the material first appeared. on the right track. Soon after, on Oct. 25, 1999, I re- ceived an email from the British Astronomical Associa- tion with an explanation that it could well be NOSS. The email carried the following information: \"A couple of summers ago, meteor observers certainly became familiar with the \"NOSS Trio\" of satellites, which were in an equilateral pattern. Onboard sensors appar- ently allowed researchers to measure precise distances between these, and how they were affected by gravita- tional pertubations over time. The NOSS satellites were also comparatively faint-visual mag. +3 or thereabouts.\" Searching carefully on the Internet I discovered a piece that had been written by CNI News. It was continuing a story that had appeared on Sept. 1, 1996, in the Toronto Star regarding the annual Perseid meteor shower. Dur- ing the nights of the 8th, 9th, and 10th of August of that year a set of three \"unblinking\" lights in triangular forma- tion had \"cruised across the star fields.\" These lights had never been seen before, and were described as being fainter than the constellation of Ursa Major. The article goes on to say that Ted Molczan, a satellite orbit expert based in Toronto, had figured out what the three lights were-they were NOSS, and there was not just one set but there were actually three sets of satellites travelling in formation. They were code-named Parcae, after the three daugh- ters of Zeus, and were a part of the US Navy's spaceborne electronic intelligence system (ELINT). NOSS was the name given to these satellites by non- military satellite specialists, and stood for Naval Ocean Surveillance System. Until 1996, the US Government had denied all knowledge of these satellites ever existing. Improved surveillance Each group of satellites, apparently, fly at an altitude of 1100 km and in formation approximately 100 km across. The satellites are meant to track the position, speed, and direction of all military ships at sea. This is done by de- tecting communication, navigation, and weapons control signals that are emitted almost continuously by naval ships. Three satellites can track these ships more accurately than a singular satellite could by measuring the time dif- ference of signal receipt. According to this CNI News article, three sets of sat- Page 8 MUFON UFO Journal March 2002"},{"pageNumber":10,"pageContent":"ellites were launched in 1990, 1991. and 1996. Each satellite measures ..approximately three meters in length, larger than the earlier versions of this system. 1 This fascinated me because it indicated that any ship belonging to any nationality could be identified and lo- cated anywhere in the world. It has some in- teresting implications with the use of satellite technology. Furthermore I was surprised that I had not come across these in the UFO literature as an explanation for some UFO reports.. I con- ducted a further search and found a number of question and answer pages from satellite en- thusiasts. They inquire as to whether these satellites 'can remain in tight for- mation and ask how they can manoeuvre in orbit. These satellites move with a leading satellite first, and the remaining two following behind. They are not capable of remaining in a tight formation, but will appear in a triangular formation as well as a formation of lights travelling in a straight line. This actually ties in with a couple of other UFO cases that I have which fit just that description. One of the answers given by a satellite observer was as follows: \"The NOSS constellations consist of three visible sat- ellites, each of which moves in a roughly geocentric orbit. The shape of the triangle formed cannot be maintained because the orbits must intersect one another when viewed from Earth's center. Thus from time to time the satellites will even appear to be in a straight line from that point of view. All other times they form some sort of triangle, but its shape must vary continuously. I tried viewing them from above in simulation in Starry Night. It is possible to do so, but it is very difficult.\" 2 White Cloud Out of curiosity I wanted to know a bit more, and for- tunately found a few pages from FAS, Space Policy Agency: Military Space Programs. From here were pages which described White Cloud NOSS. Its opening sen- tence begins: \"The White Cloud Naval Ocean Surveillance System (NOSS) performed wide area ocean surveillance, prima- rily for the Navy White Cloud which is used to determine the location of radio and radar transmissions using trian- gulation. The identity of naval units can be deduced by analysis of the operating frequencies and transmission patterns of the emitters. . \"Each NOSS launch placed a cluster of one primary satellite and three smaller sub-satellites (that trail along at distances of several hundred kilometers) into low polar orbit. This satellite array can determine the location of radio and radar transmitters, using triangulation, and the identity of naval units by analysis of the-operating fre- quencies and transmission patterns. \"NOSS used the ELINT (Electronic Intelligence) tech- nique called 'time difference of arrival,' TDOA, rather than true interferometry. Conceptually, TDOA and inter- ferometry are very similar, though distinct, techniques. They may also use the frequency-domain version of TDOA, FDOA, which exploits Doppler shifts somewhat in the way the COSPAS/SARSATs do.\" The initial phase The initial phase of Operation White Cloud was re- ported to be in operation from 1976 right through to 1987 when 9 satellites were sent into orbit. This phase used one main and three sub-satellites, and used Atlas F rock- ets to project them into orbit. It is not explained how these satellites remained in formation flight; it is suggested that extremely long wires held them together, but that these would have had to be several hundreds of kilometers long! From 1983 to 1987atotalof five groups of modernized SSU-1A satellites with upgraded stabilization and data transmission systems were launched to replace failed sat- ellites. By 1990, these satellites were launched using only three bodies. A number of infrared sensors were incor- porated into these. By 1996 these satellites were using a stronger and more reliable Titan 4#17 rockets. 3 (NOSS satellites are really known collectively as Space-Based Wide Area Surveillance System, a joint US Navy and Air Force.program.) . There is a paper given by a Russian military advisor, Maj. A. Andronov, entitled \"The U.S. Navy's 'White Cloud' Spaceborne ELINT System.\" This gives an ex- cellent explanation as to why three satellites are used. The first satellite has a wide observation swath, but by itself cannot determine the co-ordinates of radio emitters. The second satellite, with the first, gets, a fix on the shipborne emitters, and the position of the ship is obtained, but with some ambiguity. The third.body gets the fix of the emitters' signals, enables their co-ordinates to be de- termined precisely, and then transmits the information to Navy ships for weapons employment. You can therefore take out an enemy surface craft long before it appears on radar.\" The targeted informa- tion is not only relayed to US Navy ships, but also to land stations such as Blossom Point in Maryland, Winter Har- bor in Maine, Edsel in Scotland, and smaller stations in the Pacific such as Guam and Adak 5 which were re- ceiver stations before they were closed down/ 1 Maj. Andronov states that a satellite group is able to March 2002 MUFON UFO Journal Page 9"},{"pageNumber":11,"pageContent":"receive signals from a zone with a radius of about 3500 km on the surface of the Earth, and under clear condi- tions can monitor the same object 108 minutes later. A system of four satellite groups enables any region at a latitude of 40 to 60 degrees to be monitored more than 30 times a day. This spaced-based ELINT system is one of the basic means for over-the-horizon targeting for war- ships equipped with Tomahawk cruise missiles. Today, these information receiver systems are employed by nuclear submarines. 7 According to my own notes, NOSS was first launched in 1976. Could this be right? Was it possible that forma- tion satellites could have been launched, tried, and tested at an earlier date. According to a reliable source, the first launch of ELINT Naval reconnaissance satellites-code named Parcae-took place at Vandenberg Launch Site 8 on Dec. 14, 1971, and were launched using an LT Thor Agena D rocket. 9 [However, these earlier versions were normally not visible with the naked eye, although on oc- casion they can be observed without optical aids.] Different systems What I realized was that there were different ELINT systems that were being used by the US Air Force and US Navy. Remember that NOSS is only a civilian term for the satellites; their name, type, and operational func- tion will vary, so there will be a number of dates for their initial launches. To further confuse interested parties, rocket launches designated as NOSS were a cover for other military satellites. Through the 1980s and 90s the satellites were launched on powerful rockets from the Atlas F, Atlas H, and the Titan 4. These were designed to carry a payload of sev- eral satellites which would be individually deployed in Low Earth Orbit (using Altitude Control Electronics or ACE). This would not only be cheaper, but also a more effective way of deploying satellites. However, there do appear to be a number of discrep- ancies. Normally the rocket being used as a launcher would determine the type of satellite being sent up. If we look at the weight being carried by the launchers today we know that they can carry a payload of 8 tons in orbit, but the SB-Wass (NOSS) satellites weigh a total of 1.5 tons. What we do not know is what other type of equipment is con- tained within the rocket payload. The extra mass appears to be consistent with the presence of advanced scanning infra-red sensors on the subsatellites. 1 \" Into the future For the Twenty-first Century, satellites will be of a smaller construction, produced more economically, and encompass tasks such as space-based radar that the present Discoverer II program (joint US Air Force, DARPA, and NRO technology) is tasked to do. Discov- erer II's goal will be to launch two research and develop- ment satellites which will be capable of detecting and tracking targets on the Earth's surface! Did you know that the NAVSPASUR surveillance system (surveillance of space) uses a Doppler shift to detect objects as small as 10 cm in diameter at orbital heights of up to 15,000 nautical miles and accurately keep track of them? My interest in the field of UFOs entails the possible identification of satellites as an explanation for some sightings, such as the one by John noted earlier. I am now aware that certain satellites do travel in formation, and that they also create different shapes of lights. We have NOSS travelling in threes and also the Lacrosse satellites travelling in twos. How visible? As noted, the first generation NOSS satellites are nor- mally not visible to the naked eye. The second genera- tion NOSS satellites, beginning in 1990, have a standard magnitude (1,000 km distant, 50% illumination) of approxi- mately +6, making them barely visible with the naked eye in a very dark sky, although at times the magnitude bright- ens, allowing the triplet formation to be more readily ob- served. We know that from the equipment on board these sur- veillance satellites, and their appearance, they will emit a bright white color with a blue tinge, and may be accom- panied by smaller lights about their body. The light may also appear to flicker, possibly due to the reflector radar antenna as they turn in orbit. The formation of lights will also vary from triangular, to a straight line, to even appear to intercept one another and then disappear. This de- scription is not at all definitive, but reflects what satellite observers have reported seeing. What I became bothered by was the fact that these Page 10 MUFON UFO Journal March 2002"},{"pageNumber":12,"pageContent":"satellites had been observed by amateur astronomers in 1996, yet apparently no one in ufology had picked this up! I was unable to locate any of this in the UFO literature! The first time I mentioned this in an article I actually thought I was going to receive mail from readers telling me that this was nothing new. How wrong I was! I re- ceived confirmation of this from someone who contacted the British UFO Research Association, who told me that the NOSS satellites actually describe what he had seen in the night sky a few years ago. I wonder how many reported observations from-the British public have been interpreted by ufologists as the famed Flying Triangle? I also wonder about NASA film footage, such as STS-80 and STS-48, of objects that ap- pear to be intelligently controlled orbiting the Earth, and which is interpreted by some to be footage of extrater- restrial craft rather than, say for argument's sake, a mili- tary project to see if it is possible to shoot down satellites with ground-based missiles. Remember that a number of UFO stories put out in the 1960s were cover stories for the CIA when top secret high altitude aircraft were being flown, such as the U2 spy plane. Space footage of apparently unusual and intel- ligently controlled craft could also be a cover for neces- sary security satellite operations. References 'You can look at this page if you go to its original file name which is CNI: Triangle, of Stars?? http:// www.cninews.com/Search/CNr.0475.html 2 http://w ww.satellite.eu.org/sat/seesat/Augl997/ 0296.html http://www.satellite.eu.org/sat/seesat/Augl997/ 0299.html http://www.satellite.eu.org/sat/seesat/Augl997/ 0303.html 3 http://www.fas.org/spp/military/program/surveill/ noss.htm 4 Another factor to consider is the development of stealth technology and the need to detect this, particularly if pos- sible aggressor nations were to use this technology against the US. 'These places are where Classic Wizard, the satellite control system is located 6 http:/users. ox. ac.uk/~daveh/Space/Military/mil sbwass.html 7 http://w ww.fas.org/spp/military/program/surveill/ noss_andronov.htm \"Vandenberg Launch Site is situated in California, USA. and was first used as a training base for soldiers who went to Korea. Then it reopened as an ICBM base in November, 1956. In 1958 Vandenberg launched its first missile. The base was selected as a launch site specifi- cally for setting satellites into polar orbit and for missile testing across the Pacific and Kwajalein Atoll. Http:// www.rocketrv.com/mwade/sites/vannberg.htm 9 Mark Wadeis Encyclopedia Astronautica http://www.rocketry.com/mwade/craft/noss.htm ^http://users.ox. ac.uk/~daveh/Space.Miulitary/ milsbwass.html Georgia red ball of light keeps dogs entertained MUFON of Georgia (MUFONGA) received the fol- lowing \"stale, but interesting'' report recently, as shared by Tom Sheets, state director of MUFONGA: During October of 1997, a Jefferson, GA, couple ar- rived home one night at about 10 PM. They turned into their driveway and noticed a red glow in their front yard, about 8 feet from their door and 5-7 feet off the ground. The red glow was about the intensity of a Christmas light, and about the size of a softball. It remained in its hovering position as the witnesses observed it for several minutes. Their three outdoor dogs (40-50 Ibs.) were sitting in a small circle under the glow- ing ball, appearing to be nervously happy, stretching their necks upward, excited. They would not break their sittting position, and were only intent upon looking up at the glow. The woman stated that the dogs were normally frisky types that would go after something aggressively, but not that night. She stated that it was almost like the glowing ball was talking to their dogs, making therri happy while they sat underneath in the circle. The Mrs. finally walked toward the glow, with her husband unsure about the wisdom in that. She said that she would have reached out to grab at it, but that it moved upwards to about 25 feet and then blinked out as she approached. She indicated that she felt the round ball was still there even after it blinked out at 25 feet, due to the dogs continued conduct. After failing to relocate the ball of light, they went on about their evening activities. Some 10-15 minutes later, her husband went out back to feed the animals. He called them, then once again observed the red ball of light as it Hew over the house into the backyard, then continued into an adjacent field for about 500 feet. It appeared to land in the vicinity of the field, then once again went out, vanishing for good. While reports of this stale nature'are not the most de- sirable to investigate, this account will be given some ad- ditional evaluation due to the serious and forthright tone of the witnesses. It should be noted that on 25 April 1998, about 6 months after the above described event, a report of a red glow in the shape of a thin straight line, hovering, then moving at incredible speed, was reported in Comer, GA. Comer is 26 miles west of Jefferson. The witness in the Comer report was a senior student at the University of Georgia, majoring in physics, with special training as an astrono- mer (a companion witness reported the same observa- tion). See ISUR Case File #100132, and MUFON Re- port of 24 Aug, 1998, both by this writer. Photos needed The MUFON UFO Journal welcomes photos of meet- ings and other events.. Please clearly list, left to right, who is in the photo and what is taking place. March 2002 MUFON UFO Journal Page 11"},{"pageNumber":13,"pageContent":"50th Anniversary of 1952 flap: Part 1 Truman and Air Force spread own safety nets By Robert A. Lieser Thomas Bullard has identified a dilemma facing the occupants of the highest national offices in 1952 in terms of what to tell the public about known or seriously sus- pected ET visitation: \"If the government knew of an alien presence and kept it secret, the eventual revelation would draw down a storm of public criticism; if the government did not know the aliens were coming, the citizens would berate it for in- competence or dereliction of duty.\" If we add a third horn to this dilemma in the form of at least a minimal direct threat to the national security posed by the aliens-a prospect that strategic thinking could not rule out in the summer of 1952- Bullard's statements are even more relevant. The well-known September, 1947, letter from Gen. Nathan Twining, then head of the Air Materiel Command at Wright Field and acting Air Force Chief of Staff in mid-1952, to the commanding general of the Army Air Force disclosed a concurring opinion among AMC tech- nical and engineering facilities that \"the phenomenon re- ported is something real\" and further noted \"several re- ports of well kept formation flights varying from three to nine objects.\" The aggregations of UFOs viewed on radar by per- sonnel at the Washington National Airport during the July, 1952, overflights at times comprised transitory clusters, if not formations. The Twining conclusion should have been available not only to Air Force officials but to the Presi- dent, who was briefed on a quarterly basis, beginning in 1948. 1952 was early enough into the modern UFO phenom- enon that neither ET short-term nor ultimate intent could be fathomed. Nobody questions that for a period of weeks following the flyovers of sensitive facilities the phenom- enon was taken seriously. The question is how seriously. The designation of a \"culmination\" of the sighting wave in late July is based only on hindsight. The incursions, not unanticipated by ranking Air Force officials, might easily have been interpreted to mean, according to Philip Klass, that \"the nation was under UFO surveillance, perhaps as a precursor to an attack.\" The various safety nets conceptualized here provided their beneficiaries with a defense against accusations of failing to anticipate a worst-case scenario, perhaps taking the form of a stifling encroachment on some or many aspects of 1950s civilization-and against ensuing charges of betrayal of the public trust for not dealing openly with the possibility. On whose shoulders would the responsibil- ity come to rest? A series of safety nets Following is an annotated table of safety nets, each of which protected a top official or agency. For each ex- ample or episode the name of the safeguarded entity is shown, followed by 1) a brief description of the triggering event or impetus for the net; 2) the nature of the vulner- ability necessitating a net; 3) the character of the net; and 4) the approximate date of its deployment. Comments (A,B,C, etc.) are appended to the episodes to indicate in summary form some lines of argument sup- porting the claims offered and to highlight areas where further research might prove valuable. PRESIDENT TRUMAN: make the Air Force the scapegoat. 1) The July, 1952, wave was highlighted by flyovers of the capitol area on two (some say three) successive week- ends. 2) As President/Commander in Chief, Truman had the ultimate responsibility for the national defense and na- tional survival. His need would have been to instill trust and to retain unlimited operating latitude in governing dur- ing a crisis of indeterminate extent and duration. He sim- ply could not afford to be held personally accountable for a failure to warn the public of a possible impending ET thrust; and false alarms might have strained his credibil- ity. 3) President Truman took two actions indicative both of his concern over events and his lack of reliable infor- mation: first, he sent the Air Force an official query which should have included a request for an explanation of the July events; second, he assigned Director of Central In- telligence (DCI) and CIA head General Walter Bedell Smith to study the situation. Smith could not do the latter without critiquing the Air Force performance. Both moves, however, were an in- dictment of the Air Force investigation. Should ET cause the plot to thicken, the agency providing the nation's air umbrella was not so subtlety being groomed for the role of scapegoat. 4) July 28, 1952. COMMENTS: A) On Saturday, July 19, the President returned to the White House from Walter Reed Army Medical Center appearing \"pale and subdued\" after three days of con- finement for a viral infection. The next morning he could not have been in a mood to comfortably entertain reports that UFOs on the previous night had seemed to own the skies above the White House and much of the nation's capital. And where had been the squadron of jets as- signed to defend him? It had cleared Boiling AFB, two miles away-destination Delaware-on the very morning that his hospitalization ended. B) What, if anything, the Air Force was allowed to reveal to the President, stemming from the inquiry, seems to be undocumented or off the record. Why would the President not have pursued a personal questioning con- currently with his July 28 directive to the DCI? Employing Smith to implement an investigation was a means of distancing himself from any disturbing prospects that the Air Force might have imparted to him. If he had Page 12 MUFON UFO Journal March 2002"},{"pageNumber":14,"pageContent":"debriefed Air Force leaders, he could not have dodged later accusations that he was \"in the know.\" Bruce Maccabee has detailed a dramatic 1950 UFO incident involving Truman and British Prime Minister Clement Atlee, concerning which General Landry, Truman's air aide, told the Air Force that the \"Office of the President would release no information.\" C) From a host of possible nightmarish consequences attendant upon an aggressive ET act, a few can be sur- mjsed, including a stunning disruption of day-to-day ac- tivities. Should the faith invested by citizens in their cho- sen and appointed leaders tend to waver, then wither, we might envisage a populace in such a state of disorganiza- tion and anomie that constitutional government could not survive-all of this leading the way to anarchy. Only su- perb leadership skills, exercised by unreservedly trusted officials, might circumvent or alleviate the pain and terror created by the more stressful scenarios. GEN. WALTER BEDELL SMITH, director of Central Intelligence and CIA head: Pursue a wider investigative responsibility. 1) On July 28, 1952, DCI Smith received a verbal di- rective from the President to critique the UFO situation. , 2) Re the CIA: \"The agency's raison d'etre was to warn the President against the Soviet surprise attack.\" 4 The same president had fired Smith's predecessor, Ad- miral Hillenkoetter, two years earlier for failing to predict closely enough the timing of the North Korean attack on the South. If Smith were unable to decipher ET intentions or forewarn the President of an impending attack, he could share on a secondary basis the role of scapegoat along with the Air Force. 3)The DCI's safety net was based on a two-fold ap- proach: first, to spell out shortcomings in the Air Force investigation, fueling the belief that it must have been in- adequate; second, to expand the probe to another venue, enabling him to deflect and spread some of the responsi- bility. 4)Aug. 20, 1952. COMMENTS: A) The DCI called a meeting of some of his top offic- ers on Aug. 20, telling them, according to CIA historian Haines, that he \"wanted to know whether or not the in- vestigation of flying saucers was sufficiently objective and how much more money and manpower would be neces- sary to determine the cause (singular) of the small per- centage of unexplained flying saucers. Smith believed \"there was only one chance in 10,000 that the phenom- enon posed a threat to the security of the country, but even that chance could not be taken.\" (emphasis added.) \"According to Smith, it was CIA's responsibility by stat- ute'to coordinate the intelligence effort required to solve the problem.\" (i.e., the cause of the unknowns) To this end Smith ordered that preparation of a National Security Council Intelligence Directive (NSCID) be undertaken to broaden the investigation. 5 The amount of money spent on the Air Force investi- gation since its start was conceded by Gen. Samford, Di- rector of Air Intelligence, to have been \"very slight.\" Donald Keyhoe Smith's questioning of the Air Force's objectivity implies a suspicion on his part that it was adhering to precon- ceived mundane explanations. The one chance in 10,000 odds offered by Smith that a threat was posed by UFOs was obviously nothing but a wild guess. That the prospect was so slight to his way of thinking, however, excludes the possibility that indirect threats such as clogged com- munication lines or attacking aircraft being mistaken for UFOs were his concern at this point. The DCI's Aug. 20 action amounted to precautionary insurance for the President and himself, and might have been a first step toward an indictment of the Air Force in the event of a traumatic incident unequivocably attribut- able to the UFOs. B) In a briefing paper dated Aug. 19, H.M. Chadwell, head of CIA's Of- fice of Scientific Intelligence, passed on to Smith his ap- praisal of the work of the ATIC projects (Sign, Grudge, Blue Book) based on the Aug. 8 briefing of his Special Study Group by ATIC. As head of the group, he suggested steps that should be taken by CIA. (The unsigned paper was un- mistakably Chadwell's, mir^ roring the ideas and even the language of his later memos.) Although his highest prior- ity did not surface here, his express concern was with attacking bombers being misidentified as \"phantoms.\" The DCI and Chadwell agreed on shortcomings in the Air Force probe and on the possibility that psychological warfare might be used both defensively and proactively. Smith's reaction following his receipt of Chadwell's pa- per (the last of three that were submitted) was so im- mediate that it indicated he had committed himself to the NSCID beforehand. C) The CIA was ill-equipped to learn on its own the significance of UFO reports handled by the Air Force through its reporting network since 1947. This was the basis for the Aug. 8 debriefing of ATIC and Blue Book. In terms of the range of hypotheses about UFO identity that were likely being pondered in the Air Force wing of the Pentagon, the probable causes of the unidentifieds, as recounted to the CIA officers by ATIC/Blue Book, amounted to a deceptive facade. Nevertheless, because of its inability to account for the high rate of unidentifieds (at least 20 % and climbing), ATIC provided what the DCI was looking for: a well-defined and vulnerable tar- get. THE AIR FORCE HIGH COMMAND: fashion a safety net of public disclosure. 1 )A formal query was lodged with the Air Force by the President in conjunction with his enlistment of the Director of Central Intelligence and the CIA on July 28 to critique the UFO situation. Before Aug. 1 the CIA had March 2002 MUFON UFO Journal Page 13"},{"pageNumber":15,"pageContent":"arranged to conduct a debriefing of ATIC on Aug. 8. 2)The Air Force was under siege in August, having become a victim of the presidential need of a scapegoat. No one could point to any published warning issued by high-level Air Force staff calling public attention to indi- cations of a qualitative escalation of actions by an off-earth power. As a result, with the White House, the DCI, and the GIA arrayed against it and facing possible formal cen- sure, the embattled Air Force was in the predicament of having to bail itself out. 3) The Air Force seemingly decided to bite the bullet and commit itself to a stance of openness to the ET the- sis. Serving as its intermediary to the public would be Donald Keyhoe, the most prominent proponent of ET causation. It seems Keyhoe was to receive unrestricted access to classified reports as these came in to the Pen- tagon or ATIC, in the expectation that they would be pub- lished through his TRUE connection or in other outlets. The Air Force could only hope that its cautionary role would become evident in advance of any dire occurrence. The President could not call a halt to these leaks of clas- sified information for fear of being accused of suppress- ing the truth by a perturbed public in the event of a hostile alien move. 4) Key hoe's Flying Saucers from Outer Space points to Aug. 12 or 13 as the date he was cleared to receive classified reports. COMMENTS: A) The acquisition of Keyhoe as a partner in its public disclosure venture was fortuitous for the Air Force, but could not have been entirely unexpected. After being turned down for access to ATIC cases by the Defense Department for \"about the tenth time,\" Keyhoe was re- ferred to the new Air Force public relations office manned by Al Chop.   . A few days earlier \"several correspondents had asked to see the intelligence records, but no.orders had yet come through, and their requests were denied.\" Keyhoe was issued a similar denial, but \"within two hours I was called back to the Pentagon and told that ... any intelligence reports I specified could be released to me.\" 6 The Air Force; which earlier \"had moved quickly to counter Keyhoe's article\" (his trailblazing article in TRUE, Janu- ary, 1950, proclaiming the reality of flying saucers) now seemingly welcomed him with open arms. Samford, and more likely his superiors, were the arbi- ters of whatever orders would come through and to whom they would apply; and they seem to have had no intention of including the original petitioners in the largesse of re- ports, even if, as would certainly have been the case, the views of some of these could have served to balance Keyhoe's. Keyhoe was providentially the right man at the right time for the insecure Air Force,' and it was understood that he would spread the ET gospel. ln-the gathering of case reports for the new colleague, some of the legwork .was performed by Gen. Samford himself. B) One can wonder if a change in the Air Force hier- archy might have facilitated the adoption of the new game plan. Gen. Nathan Twining became Acting Air Chief of Staff on May 7,1952, when Hoyt Vandenberg was hospi- talized for prostate surgery. By late August Vandenberg was back in office; but perhaps still not at full strength. In an apparent attempt to put the official spin on the July 29 press conference, the out-of-touch Vandenberg, when interviewed by a Seattle newspaper, vehemently denied that the reality of \"such things as flying saucers\" had ever been substantiated. His defense of an expiring, one-dimensional policy serves to verify the move into the driver's seat by Twining, who, to the best of Keyhoe's knowledge, had initiated the press conference. By Aug. 13 Keyhoe had passed muster with Chop, and from August through February the Air Force played a double game much of the time, fending off the CIA with one hand, and with the other doling out disquieting news for Keyhoe to relay to the public. ; Next Month: Part 2, President-elect Eisenhower; the Robertson Panel. References 'Thomas E. Bullard, \"Who's Afraid of the Big Bad Alien,\" in Richard Hall, ed., Extraterrestrial Contact: What Will It Mean for Humanity? (Fund for UFO Re- search: 2000), p. 42. 2 Philip J. Klass, UFOs, the Public Deceived (Prometheus Books: 1983), p. 15. 3 Bruce Maccabee, UFO-FBI Connection (Llewellyn Publications: 2000), p. 188-197. \"Michael R. Beschloss, Mayday (Harper & Row: 1986), p. 128. 5 Gerald K. Haines, \"CIA's Role in the Study of UFOs, 1947 90,\" in Studies in Intelligence: 1997, p. 68. 6 Donald E. Keyhoe, The Flying Saucer Conspiracy (Henry Holt and Co.: 1955), p. 44. International museum opens in Turkey What is called \"The First International UFO Mu- seum of Middle and Eastern Europe, Balkans, and Middle- East\" opened in Istanbul, Turkey, on Jan. 18. The press release announcing the opening states, \"The aim of this project is to inform not only the Turkish citizens, but also millions of tourists coming to Istanbul from all over the world about the UFO phenomenon through various data, both in English and in Turkish.\" MUFON2001 Proceedings available The MUFON 2001 International UFO Pro- ceedings, featuring Symposium papers by Dr. Robert Wood, Stanton Friedman, Dr. Eric Davis, Daniel Sheehan, Steven Greer, Dr. Barry Downing, Budd Hopkins, Ryan Wood, Dr. John Mack, Bob Pratt, Dr. Roger Leir, and Ann Druffel is available from MUFON, P.O. Box 369, Morrison, CO 80465-0369. The 8x11 216-page softback book is $25.00 plus $2.50 postage & handling. Page 14 MUFON UFO Journal March 2002"},{"pageNumber":16,"pageContent":"Filer's Files George Filer By George A. Filer Director, MUFON Eastern Region Unless otherwise noied, these reports represent raw data which has not been verified by official investigations. Sheep abduction in England? RICHMOND, NORTH YORKSHIRE— The wit- ness reports that on Jan. 3, 2002, an unidentified object approached diagonally from the south at 150 mph. It was described as a 100-foot long yellow egg-shaped object about 50.feet tall with a blue light being emitted from beneath. It re- portedly stopped at 4 PM, and hov- ered ten feet above the field next to a golf course for about 25 sec- onds. \"As the object hovered above the field we could sec at least ten sheep in the field,\" says the wit- ness. \"The object appeared to be hovering above a sheep which didn't seem to be afraid. It wasn't moving much at all. Then the sheep simply disappeared into thin air. This is when the object left at an incredible rate, which was then followed by a sonic boom. It departed at approximately 300 m/s. in a vertical direction.\" The witness continues, \"After we had gathered our- selves we went straight to the farmer, who confirmed that one of his sheep was missing. We have been held responsible for the sheep disappearance, .as the farmer thinks we have played a practical joke on him.\" Thanks to Fatcash9U(3'hotmail.com. 'X' reported on bottom of Canada UFO HAMILTON, ONTARIO — The witness says, \"I was partying at a friend's house on Jan. 18, 2002, and every- one had fallen asleep by 5 AM. I decided to clean up my friend's rather atrocious house, and this required taking the garbage outside. It was a clear night, and as I placed the garbage bags into the bin I noticed a bright light far away on the horizon. \"The light began an unbelievable ascent into the sky. Because of the rate at which the object could climb I first entertained the notion of this vessel being an unidentified flying object. The light seemed to be emanating from one source, but if I glanced away for the briefest moment, the light appeared to be made up of multiple lights that were arranged in a semicircle pattern. \"The object had risen to an enormous height in the sky, and I thought it was going to disappear, when suddenly it began a descent with the velocity at which it had previ- ously risen. I remember a feeling of fright coming over me. As a rational person I was terrified at the notion that something inexplicable could exist, and yet here it was before me. The object was coming in my direction as it descended. \"I lost sight of the object for a second, and then it reap- peared directly overhead. 1 estimate it must have been about a mile-and-a-half above the ground. It sliced through the clouds effortlessly, and as soon as it had appeared overhead, it was gone. The underpanel was marked with an 'X' and had white lights outlining this shape. There appeared to be a red light moving around the object in a circular pattern. I remember hearing a low buzzing sound that accompanied the vessel as it flew overhead. I was completely overwhelmed by the sight.\" Multiple close-in objects in Louisiana sighting HONEY ISLAND SWAMP — On Jan. 13, 2002, Joe and Linda Montaldoy were driving in the swamp that in- cludes Stennis NASA Test Site near Pearl River. They entered near sunset and drove in eleven miles, noticing the last of the hunters driving out about 5:45 PM, so they decided to leave. They report: \"As we got close to the gate a very bright, circular, strobing light appeared behind the trees to our left in the south. As it came over the tree line we got out of the car to watch it. We judged from the height of the microwave tower we could see that it was about 1500 feet high. It continued in our direction and passed di- rectly over our car. \"We could plainly see that it was a triangular-shaped black object with an amber-colored globe in the center, a red light at its front point and a white light at each of its back points. It was about the size of a commercial jet. We only viewed it for a few minutes because the road is narrow and trees line both sides. We left the swamp and were headed back to 1-59. \"As we approached the ramp to the interstate we saw that it had stopped over the swamp and was hovering in place. Because we are involved with MUFON, we called our State Director on our cell phone. \"The craft now turned back and headed southwest to- ward Pearl River. We could tell by the way it was headed that it would pass directly over a deadend road we had been on before, so we drove to the end of this road. We got out of the car and spotted it moving very slowly at maybe 800 feet high. We were reporting over the phone. \"It stopped, turned on its axis, and headed back in our direction and passed directly over us as we stood outside our car. There was absolutely no sound except the bark- ing of some dogs in a nearby yard. We got back in the car and followed it down the road. It was no more than 500 or 600 feet over us and was moving very slowly. We were driving only about 20 mph and it stayed right in front and over us. \"At this point it was hard to tell it we were following it or it was staying with us. When we reached the end of the road the object headed south-southeast. We noticed March 2002 MUFON UFO Journal Page 15"},{"pageNumber":17,"pageContent":"two planes cross right over it at a much higher altitude. As we got back to the interstate the object began to gain altitude and speed. It was headed towards the Pirate Harbor area. We lost sight of it on the interstate, so we decided-to get off I-10 and go to Pirates Harbor Road. \"We drove down this road 5 or 6 miles and came to an open area.. On one side of the road are camps, and on the other-side marsh. We could see the craft over the marshes. It appeared to be tipped over on its side. I could see no lights;! believe I was.lookingat the top of it. \"It was like a black shape against the stars. Before, it had been traveling like a flat triangle shape, and we could see only the bottom of it. As I watched, it seem to flip over on its other side and I could see the bottom of it. Sort of like a car would flip and first you would see the hood and roof, then you would see the underside and tires. Then it righted itself, but continued to wobble. \"It was headed south-southeast toward the Ringlets Pass, which was about three miles from where we were. The Ringlets Pass is a deep-water channel that eventu- ally leads into the Gulf of Mexico. We had to speed up to keep it in sight, but it was slowly losing altitude. When we got to the Ringlets Bridge we could see it had come down into the marsh. \"We couldn't tell if it was in the water or above the water. Now it was lit up with bright white lights all along the edge of it. We came off the bridge and pulled into the Fort Pike boat launch. We got out of our car and called our State Director back on the cell phone. The object was over the water about 100 to 200 yards from us. \"To the right of us in the north a brilliant white light came into view. It was just above tree level, about 300 to 400 feet high and moving very slowly. It would move a little and then come to a complete stop. There was a beam of light coming from under it, making a searching pattern. As we watched, it started to move toward where we were standing. The light turned off, and it passed directly over us. There was no sound. We could clearly see that it was a triangular shape with a red light in the front, white lights on both back points, and an amber light in the middle. It was the same type of craft that was in the water, but much smaller. \"As it passed over us it made a circle toward the west and came back around. Several times it came to a com- plete stop. When it was back to the spot it had started from, it started to circle again. This time it was lower, maybe 200 to 250 feet, and moving more in.the direction of the downed craft. Again very slow movement and several complete stops. \"As we stood watching, we saw another craft light up from the exact spot the first one had started. Craft ffl was moving in the same path and at the same speed and altitude as craft #1. As #2 passed over us we could see that it was another triangular craft with a red light in front, two white lights in back, and an amber globe in the middle, only this craft had two rows of white lights running down the center of its underside. There were six lights in each row, and they were either next to the globe or over it. \"A third craft now showed up in the exact spot as the other two. It made the same slow, stopping movements and circle as the other two. As it passed over us we could see it was again a triangular craft with the same lights, red in front, white in back, and amber globe in the middle. The only difference in this one was that it sent out a beam of light from the front point for about 200 feet. The beam tilted downward, but not far enough to reach the ground. \"Now the three crafts were moving in an extremely slow circle in the sky. They would stop completely and then move again. We were still on the phone with our State Director, and at this time he told us we should get out of there. . \"We took a last look, and to the south an object was coming our way. We could not see the shape of this object. All we could see was a row of very bright lights. There were six lights, three lights a space, and then three more. They were extremely bright, and they seemed to be blinking on very, very fast. So fast that you couldn't really tell when one went off and the one next to it came on. They were flashing and strobing so quickly that we couldn't really focus on them. \"Something caught our attention, and we turned around and realized that the craft in the water had changed. The white lights around its edge were now red. Then it simply went under the water and disappeared. At the same moment they all just disappeared. One moment there were four crafts in the sky and one in the water and the next there was nothing. \"We got in our car and made a rather speedy depar- ture. Almost as soon as we were on the road, a triangular craft, red light in front, white lights in back, amber, in the center, appeared to, our left over the trees. At the same time car lights shone right behind us on bright beam. \"As the triangle flew over us the car engine started to cough and felt like it was going out, the lights on the car flickered .on and,off, and the cell phone started to ring, but it said dead cell and went blank. All this happened in an instant.  .   . \"The triangle flew over us at about 100 feet, heading east to west, and disappeared. The car behind us passed at a very high speed and we saw that the plate said US Government. We both got a headache almost immedi- ately. The headache was extremely painful. It felt like an immense pressure in our head and behind our eyes. Our eyes were burning. There, was also a feeling of be- ing ill. The incident took place between 5:45 and 8:30 PM.\" Thanks to Joe and Linda Montaldoy California Border Patrol spots discs MEXICAN BORDER — A Border Patrol agent with the U. S. Immigration and Naturalization Service reported he was on duty at Jo Valley (spelling?) on Jan. 31, 2002, approximately 70 miles east of San Diego, when he wit- nessed not fewer than a dozen disc-shaped objects pass over his vehicle. He stated that his patrol dog, a German Shepherd, be- gan acting strangely, and stuck his head out an open win- dow. At about the same time, the officer heard a pecu- liar, low-pitched warbling sound. He looked out the front Page 16 MUFON UFO Journal March 2002"},{"pageNumber":18,"pageContent":"window of his patrol vehicle, and was amazed to witness a disc-shaped object, with a dome on its top, move slowly across the sky at a seemingly slow velocity. The officer looked back to the area of the sky whence the disc apparently had come, only to see a cluster of not fewer than a dozen, perhaps as many as 30, discs, all identical in appearance to the first, moving across the sky from west to east. The officer jumped out of his vehicle to get a better look at the objects, and noticed that there was a \"boomer- ang-shaped\" object in the midst of the cluster of discs. He turned on his overhead flasher lights, at which time the boomerang-shaped object appeared to accelerate away from the cluster of discs, and fly very rapidly up into the dark morning sky, and out of his sight. The cluster of discs followed behind the boomerang, and all of the objects disappeared from his sight as well. The discs exhibited a white, or yellowish, light around their flanges, which fluctuated in intensity. Also, he reported, the discs appeared to have a black margin. Except for the warbling sound he heard at the outset of the sighting, the objects gave off no perceptible sound. The officer added that, based on the assumed distance the objects were from his location, had they been military jets, the sound that would have emanated from the ob- jects would have been deafening. The officer estimated that the objects' diameter was \"two or three times the length of a city bus,\" or 100 to 150 feet. The officer's supervisor confirmed to NUFORC that the officer had submitted a written memo about the incident, and that the officer would not be permitted by his commander to speak any further about the incident. Thanks to Peter Davenport NUFORC www.ufocenter.com Blending lights over New Hampshire sand pit FREMONT — The witness was asked by his wife to come outside at 10 PM, Jan. 20, 2002, and look at a ball of light that had been just sitting across Route 107 that she had observed while taking the dogs out. He came out to see two bright balls of light no more than 2000 feet away across the street in a sand pit. The lights were a blend of red, green, blue and white. The larger one was three car lengths in a circle, about sixty feet in diameter, while the smaller light was about two car lengths in a circle. They were about fifty feet above the treetops. The smaller of the two fled northeast at a high rate of speed, and the other one hovered above the treetops. It hovered back and forth and up and down for about eight minutes. \"And the weird thing,\" says the witness, \"was it made no sounds! Not a hum, not a whisper! Then it gradually continued over Route 107 and headed off to- ward Danville, NH, area at 20 to 25 MPH at about fifty feet above the trees.\" The witness adds, \"After researching, 1 found that we have a power grid about a mile away.\" Thanks to Peter Davenport, Director National Report- ing Center, www. NUFORC.com Octagon-shaped UFO in Massachusetts SOUTHWICK — On Jan. 16, 2002, the witness was outside at 10:15 PM on a very clear night when he heard what he assumed was an airplane. The witness stated, \"When it got closer I noticed that there were only red and white lights (typically the planes that fly over here also have green lights, and that's why this caught my atten- tion). \"The lights were very bright, and as the object got closer I saw that it was not a plane at all, but an object that was shaped very niuch like an octagon with bright red and white lights. I watched as the object headed east. The lights were so bright that I could see the object for sev- eral minutes a long way off. I called my sister in Spring- field (which is approximately 20 miles from here) and told her to go outside to see if she could see a UFO. She saw the object, but thought that it was a plane. \"When I asked her if she saw any wings on the plane, she said she couldn't see any wings, but could see an- other aircraft heading her way. What seemed very strange was that both of the aircraft seemed to turn and fly back this way. I watched until the object finally disap- peared heading south. The second .aircraft was still in sight when the octagon-shaped object disappeared.\" Thanks to Peter Davenport, NUFORC. High-flying metallic objects in New York NORTH TONAWANDA — The witness was stand- ing outside smoking a cigarette on Jan. 16,2002, when he noticed about 20 objects moving northeast at 12:10 AM. They did not have exterior lights, but they appeared to be metallic. The witness stated, \"When I first noticed them they appeared to be in a formation, but they moved around in groups of about five into different formations. They appeared to be very high and moving very quickly. They were not aircraft that I've ever seen.\" Thanks to Peter Davenport NUFORC Moon in front of clouds in North Carolina? SPENCER — Terri Bechthold writes, \"1 saw the strangest thing this morning, Feb. 4, 2002, as I was taking my two dogs out for their recycling walk before I left for work. I have to get up at 4 to leave my house for work by 5 AM. I always look up at the dark sky while my dogs are conducting their business. I saw something I've never seen before and will never forget. \"I saw the Moon halved, one side dark the other lighted, and then moving clouds- only the clouds were passing behind the Moon. I immediately took my dogs inside, grabbed my telescope, and looked to make sure it wasn't an optical illusion. Lo and behold, the clouds were pass- ing behind the Moon. Was it really just an illusion?\" Thanks to Terri A. Bechthold. MUFON MUGS Official MUFON ceramic mugs with blue logo, $8.00, plus $3.50 S&H. MUFON, P.O. Box 369, Morrison, CO 80465-0369. (Check, MO, or cash, U.S. dollars.) March 2002 MUFON UFO Journal Page 17"},{"pageNumber":19,"pageContent":"Dreamtime by Paula Blais Gorgas, Dragonfly Publishing, http://www.dragonflypubs.com. 5X8 softcover, 221 pgs, $14.95 ppd. Reviewed by Dwight Connelly Although this is a book of fiction, it is clear that the author, a long-time subscriber to the Journal, has done her homework regarding the ab- duction phenomena. The disrup- tion of family life caused by ab- ductions, especially by abductions which are not understood as such, is brought out forcefully. However, the tone is not pessi- mistic, despite the fact that the ab- ductions are seen as unpleasant, undesirable, and frightening by the participants. This is also a story of two indi- viduals falling in love, written by the author of Court of Honor, which won the Romance Writers of America's Golden Heart Award. The two main characters are Jeannie McLeod. a small town reporter who wants to learn more about UFOs, and Dr. Denis Earley, a therapist who views UFOs as decidedly unscientific. Their attraction for each other and their opposing views concerning UFOs result in a rather hectic courtship. Fill- ing out the cast of main characters are Dr. Loren Price, a professor of history, who has an encounter that leaves him nearly disfunctional, and his wife Barb, who is Jeannie's pregnant sister. Thrown in for good measure is a govern- ment operative, who does his best to discredit the UFO proponents. Also included is the local UFO group, which is treated well by the author. Ms. Gorgas, a native Rhode Islander, lives in eastern Oklahoma (where the story takes place) with her hus- band, a retired Navy officer. Her background includes work as an NSA intelligence analyst and children's li- brarian. Her website is at http://www.paulab.net Whether viewed as a good introduction to abductions or simply as a fun-to-read romance novel, Dreamtime is well done and is a welcome addition to UFO literature. MUFON Merchandise Wear official MUFON T-shirts (royal blue print- ing on white cotton), sizes S, M, L & XL. Two styles of baseball caps (royal blue with white logo or dark blue with blue logo on white front). T-shirt price $ 12.00 and baseball caps $8.00. S/H for each is $3.00 or if both ordered together is only $3.00.MUFON, P.O. Box 369, Morrison, GO 80465-0369. (Check, MO, or cash, U.S. dollars.) FUFOR sponsors workshop on revitalizing ufology The Fund for UFO Research (FUFOR) sponsored a workshop in Arlington, VA in January on the theme of \"Revitalizing Ufology-What to do arid How to do it.\" The attendees were Don Berliner, Thomas Bullard, Bernard HaiscH, Ron Westrum, Rob Swiatek, John B. Carlson, Joe Firmage, Hal Puthoff, Richard Hall, Richard Haines, Bruce Maccabee and John Schuessler.' Some of the key discussion items included: •We are dealing with a phenomenon not currently en- compassed by our culture's science and technology. •There is a grave need for funding. •Data gathering is passive-needs to be proactive. •Look for \"signatures\" of activity. •Do a \"traffic analysis\" instead of a \"content analy- sis.\" •A lone individual will not stumble upon some key in- sight to the UFO puzzle, rendering all else obvious. •Press a given hypothesis to the limit. •Junk ufology dominates the media. •We need new blbod irt this field. •New blood, with new ideas, usually gets slapped down by the old blood. . 'Scientists are human arid are prone to prejudgement and stubbornness. •Since UFOs refuse to cooperate, there is slim chance of mobilizing an effective real-time investigation when and where it is needed. •Even McDonald and Hynek did not convince the op- position with their efforts. •Mere facts are no match for solid prejudices. •We cannot say \"what\" UFOs are, but we can say \"that\" they are. •We dp not know how to determine the identity, nature, motivations, and intentions of the extraterrestrials. •We need monographs! •There are astronomers, pilots, astronauts, and others who have witnessed events for which there is no plau- sible conventional explanation. ' •Just being a scientist confers neither necessary ex- pertise nor sufficient knowledge. •We are in the \"calm before the storm\"-the Internet is about to explode to unheard of new heights.- •We are dealing with cultural predispositions. •Quality control is lacking. •We need to. connect the UFO issue to the future of the world situation. •Must increase cross-discipline collaboratioh/commu- nication/support. •We have been bounded by pre-I950s physics. •We need to become knowledgeable on how we have been manipulated. •There is a tangible body of knowledge that is not pub- lic. •Don't reject any thread of evidence; but define where to start. Keep boundaries fuzzy. Pase 18 MUFON UFO Journal March 2002"},{"pageNumber":20,"pageContent":"View from Britain By Jenny Randies Jenny Randies Legitimate UFOs As we all know, UFOlogy struggles to gain scientific recognition amongst the majority of working researchers in areas such as physics. In a recent column I set out some of the problems we face in bridging that gap. Perhaps our theories are just too outside the scientific mainstream for some people to accept. Others, so they tell me, will listen to any strong evidence-which usually eliminates most sightings where the data is anecdotal- often involving single witnesses. Scientists have a paranoia' about only believing in things that can be easily reproduced in their labs. Inevitably, of course, that means UFOs are not high on the shopping list of most scientists looking for a reasearch project. Yet, almost paradoxically, there is a type of UFO (for this is precisely what it is by any reasonable definition) that sci- entists are investing lab time in studying and devoting confer- ence research facilities to- wards seeking to understand: this is ball lightning. Why should such a contentious phenomenon (which some scientists still disbelieve is even real ) be acceptable whereas other UFOs very often are not? What makes ball lightning a legitimate UFO amenable to scientific scru- tiny? BL or UFO? It is worth recounting an incident with which I had first had involvement. This really got me interested in the whole area, because it took place at my house in August, 1978.1 was not a witness, being away for the weekend with my boyfriend at the time, but my mother was, and so were several neighbors-all of whom I interviewed on my re- turn. What had occurred was that my mother was in the garden talking to the woman who lived next door to us. Our bungalows in Irlam, Lancashire, were on the edge of a large expanse of farmland and peat bog known as Chat Moss. As they talked they heard a strange humming/buzz- ing noise, followed several seconds later by a large bang like a gun going off. That might have been it, but for the fortune that the neighbor's daughter had been located further away from the house in the garden and had been able to see over the rooftops. Here she witnessed the object causing the noises. It was a yellowish oval shape that glowed as it hov- March 2002 ered above the rooftops, and then vanished in a large flash like a camera taking a picture, coincident with the explo- sion. The weather at the time was dull, but there was no trace of any thunderstorm. As such, this case immedi- ately seemed to be a classic UFO sighting-although it did contain various clues that suggested the possibility of clear weather ball lightning (which is not as uncommon as most people expect). From hundreds of collected reports, ball lightning is known to be a short-lived phenomenon, and it often van- ishes explosively as alleged here. Another fascinating clue that emerged during my investigation was that there had been a sudden large downpour over Irlam that afternoon. The only place where no rain had seemed to fall, so far as I could ascertain, was the land above which this small oval mass had hovered. Again there are known cases where the ionization ap- parently associated with ball lightning has caused localised clouds to separate (basically ionized water droplets are repelled apart) leaving a small \"hole\" in cloud cover. This has been reported as lasting for up to an hour in some cases. For these reasons I was fairly certain that this was a fascinating example of a UAP (unidentified atmospheric phenomenon) at least akin to ball lightning. But I reck- oned without the testimony of several young men who had been situated on Chat Moss about 100 yards further from these two bungalows. They claimed to see the ob- ject rushing across the sky towards the witnesses in the gardens, and that it was without doubt some kind of craft. They could not be shaken from their assurance that it was an alien spaceship. Either way, what they saw was rather different from what the other three witnesses say they did from closer range. As such, we do have a UFO sighting here that was seen in at least two different ways and that, in my opin- ion, probably was some form of ball lightning (BL as it is often termed). This established to my satisfaction that the two phenomena are directly related and posed many ques- tions about the matter-not least why such a modest at- mospheric phenomenon could cause some witnesses to see it in a more exotic fashion. Science and BL  ; Science has studied reports of BL for centuries. It ap- peared several times, for example, during the dangerous \"lightning attracting\" experiments conducted by scientists such as Benjamin Franklin. Indeed, shortly after Franklin had succeeded in \"taming\" a storm using a kite, a Rus- sian scientist was electrocuted when what seems to have been BL emerged from his equipment, flew across the room, and struck his head. However, despite eyewitness accounts (this one by the artist who was sketching these experiments in the days before photography), there was huge reluctance by sci- entists to accept that there was such a phenomenon. Their reasons may sound very familiar to those of us interested in UFOs. Firstly, there was no hard and fast evidence-no reli- able photos. Indeed, even today good visual evidence of Page 19 MUFON UFO Journal"},{"pageNumber":21,"pageContent":"BL is actually less common than it is for UFOs. There are no known accepted moving images, for example. Secondly, the behaviour of BL was paradoxical. It had been alleged to pass right through human bodies without causing ill effect, and yet in other cases to literally melt the glass on a lamp that it touched or evaporate a huge tub of water in just seconds. So, did BL have massive amounts of energy (in which case how were people often surviving their close encounters with it?), or was it more modestly energised (in which case how did it have the power to do the many things it was alleged to do?). Nobody could come up with plausible answers or an all embracing theory-much as with UFOs where we struggle to accommodate every sighting under one expla- nation . Of course, this is probably because there are sev- eral types of UFOs at work. So, right up until the 1960s it was common to read in physics textbooks that BL was of uncertain reality and may well just be caused by spots before peoples eyes- that is, an after image on the retina triggered by the bright flash of a normal lightning bolt! Those few scientists interested in BL were as upset by such swift dismissals of their data as most UFOlogists still are. They fought back, citing good evidence-for in- stance that quite a few BL cases occur in the total ab- sence of lightning, so could not possibly be a result of such an easy option theory. But this was not widely per- suasive to science. The whole field was not really taken seriously until pure chance intervened. A physicist flying on an aircraft over New York was himself witness-along with all oth- ers on board-when a small ball entered the plane and floated serenely down the aisle just above ground level. The plane was flying through a thunderstorm, but nobody knew how such a BL event could get inside, or then leave the sealed hull of the plane, which should have shielded any electrical effects. A huge debate has followed this event 40 years ago, but at least now ball lightning is sufficiently credible to be discussed in the pages of Nature or New Scientist, and for lab funds to be devoted to test the latest theories. Numerous ideas have been proposed to try and ex- plain it-mostly stimulated by this first case-even though it was really no better than dozens of others documented earlier. BL has transformed from derision to acceptance in a short time, and it was not the sea of well-documented eyewitness accounts or the feeble record of physical evi- dence that achieved this. Nor was it the existence of any agreed theory-as there remains much contention over several rival options today. Indeed the study of BL in terms of evidence is re- markably like UFOlogy insofar as its extent, contentious- ness, and lack of any coherently persuasive answer for all sightings. Perhaps the only key difference is that it was by coincidence seen and documented without fear of ridicule by a scientist whom nobody could dispute. Of course, in addition, the fact that nobody was sug- gesting that BL required some kind of exotic theory in order to explain it was probably important. One thinks that if UFOlogy was being \"sold\" as some kind of atmo- spheric anomaly rather than as visitations by aliens, or if BL was being popularly argued to be some kind of unrecognised species of electric eel that lives undetected in the lower atmosphere and from time to time descends to attack houses and people, then the position might well be very different. Lessons to be learned? What can we learn from all of this? One possibility is that we should expend more effort on compiling a record of those scientists who have witnessed unexplained UFO sightings and who are willing to go on record in front of their peers. Barring Professor Stephen Hawking having a close encounter and telling the world tomorrow that what he saw defies explanation and so needs legitimate study (with, one might expect, at least some whipping up of interest amongst his peers), we maybe could help the situation by moderating our claims somewhat. Restrict ourselves to arguing what our data can reasonabnly prove, not what we would fondly like it to prove. Another consideration is to do a survey of working scientists to see who will stand up and be counted as regards to their own observations. As we know, the more a witness has to lose in terms of social status the more likely they will keep their sighting to themselves. This may be the biggest single hurdle that UFOlogy needs to ad- dress, and to which we expend almost no effort. But as we saw with BL, it is perhaps the best way to make a difference. When that sort of evidence is laid before the scientific mainstream they just might start to pay attention to UFOs in the way that they did with BL in the 1960s. It is also worth emphasising that there are real oppor- tunities here. The reason that BL research is moderately well funded is because there is a possibility that by har- nessing it we will develop new power sources of genuine practical advantage, and that will earn big corporations money! My experience is that about one in ten reported UFO sightings are likely to be potential examples of what we might call \"super BL\"-very extreme incidents that sci- ence simply never documents because they get reported beyond their remit and go instead to UFOlogists. By bring- ing this data into the realms of science, it could quite sig- nificantly improve their knowledge of rare atmospheric phenomena. Indeed, adding data on radiation exposure that may have affected some close encounter witnesses, the con- sequences of atmospheric ionization, and so forth-these things could further the difficulty that BL researchers still have in defining a working theory. They could be failing to progress because they do not have access to the key cases-these are coming to UFOlogists unaware that they are dealing with a scientific anomaly that could really ben- efit from the very evidence that UFOlogy is regularly receiving. Then again, if it is possible that from the several UFO (Continued on page 24) Page 20 MUFON UFO Journal March 2002"},{"pageNumber":22,"pageContent":"Perceptions By Stanton T. Friedman Stanton T. Friedman Enemies Within: The Culture of Conspiracy in Mod- em America by Dr. Robert Alan Goldberg (Yaie Univer- sity Press, 2001,354 pages, ISBN 0-300-09000-05) at first blush is a very impressive academic undertaking. There is a 43-page chapter on Roswell with 114 footnotes, and a list of 148 references for this chapter alone. Unfortunately, on closer examination, Goldberg fre- quently gets facts, dates, and sequences wrong. There are surprisingly many serious er- rors of omission and commission which might have been avoided if he had actually read his refer- ences. I, for one, never use the term conspiracy to describe the Roswell situation. It is, however, tempting to call the web of anti- Roswell books and papers a con- spiracy (Prometheus Press alone has published three anti-Roswell Books), and often debunkers re- peat each others false arguments. It is tempting to say that the Roswell debunkers are in it for the money and fame, since they are often given media time (History channel, etc) to express totally unsubstanti- ated anti-arguments. Many TV programs seem to require a rent-a-sceptic to give \"balance\" no matter how little research effort they have expended. Goldberg doesn't mention Project Blue Book Special Report Number 14, the largest UFO study ever done for the USAF, nor the lies about it from USAF Secretary Donald Quarles. He doesn't mention the July 29, 1968, Congressional Symposium on UFOs with testimony from 12 scientists, nor the outstanding work done by Atmo- spheric Physicist Dr. James E. McDonald. He mentions my having difficulty getting several heavily censored CIA UFO documents, but doesn't men- tion the National Security Agency first withholding 75% of the text of a TOP SECRET justification to a judge for withholding 156 UFO documents, and then, after 17 years, supposedly releasing those documents with whiteout in- stead of blackout used to cover all but a sentence or two on each page He gets the sequence of my efforts to use FOIA wrong. Strangely, he also gets the sequence of my beginning the civilian investigation of Roswell underway wrong, though it is spelled out with specific dates in Crash at Corona, which he references four times. No mention of the WB Smith memo saying flying saucers were the most classi- fied subject in the US, even more so that the H Bomb, nor Gen. Carroll Bolender's memo saying that reports of UFOs which could affect National Security were not part of the Blue Book System. Not a word about physical trace cases, radar visual sightings, or of the clear and unambiguous National Security aspects of flying saucers as noted in my MUFON 2001 paper \"Flying Saucers and the Cosmic Neighborhood.\" Goldberg, a historian, discusses Operation Majestic 12 briefly, and casually repeats the false arguments of the debunkers, such as that the date format is wrong, that the absence of a TOP SECRET registration number means they are fakes, and that military titles were improperly noted. He says, ''Anachronistic usages like media and impacted further betrayed the find.\" Would it really have been too much trouble for him to check the Oxford English Dictio- nary at the U. of Utah Library? Of course he doesn't mention Phil Klass' check to me for $1000 for proving him wrong about the type face on the Cutler Twining memo, though I published a copy of the check and our correspondence. Goldberg notes p. x, \"The crime of conspiracy re- quires 'an agreement between two or more persons' that results in 'either an unlawful act or a lawful act by unlaw- ful means.'\" My focus, and I believe that of many serious Roswell and UFO researchers, is with government lies to the pub- lic in the two Air Force reports on Roswell and to mem- bers of Congress (as I documented in detail in TOP SE- CRET/MAJIC). Having worked under security for 14 years, I certainly feel there are many things that must be kept secret, such as technological data gleaned from UFOs. Telling the world in 1945 that the US had exploded two nuclear weapons did not mean that design data was openly published. Goldberg doesn't note the USAF lies about Roswell, such as crash test dummies not dropped until at least six years after Roswell, or a redheaded officer coming to the Roswell base hospital-12 years after the event. He doesn't seem to understand how National Secu- rity works. Or Black Budgets, which, under law, have the existence of the funded projects classified. I didn't con- sider the Manhattan Project or the Stealth aircraft pro- grams conspiracies. People involved were sworn to se- crecy by the terms of their security clearances and em- ployment, backed up by such legislation as the Atomic Energy Act of 1954. I don't know what to make of such totally false claims as \"The Roswell Newspaper accounts are the only shreds of physical evidence that exist to document these hap- penings.\" Not a word about the front page headline sto- ries in such evening papers from Chicago west for July 8, 1947, as the Chicago Daily News, The Los Angeles Herald Express, The Spokane Chronicle, The Sacra- mento Bee, tic etc. These articles represented a serious journalistic effort, via calls to Roswell, to update the story from the original press release. How about sworn state- ments from witnesses, or the FBI memo of July 8, 1947? Goldberg states, \"Stanton Friedman, Bill Moore and the other Roswell researchers made conspiracy essential to their search for evidence of extraterrestrial contact\" March 2002 MUFON UFO Journal P.I-IC 21"},{"pageNumber":23,"pageContent":"(p. 242). No basis is given for this extraordinary and false claim. I am also not overjoyed by this comment: \"The heart of the community, [conspiracy thinking] is a male preserve inhabited by intelligent and creative individuals like Robert Welch, Pat Robertson, Oliver Stone, Louis Farrakhan, Bill Moore and Stanton Friedman \"(p.239). Talk about strange bedfellows! Reminds me of this com- ment from another Academic and equally flawed book about Roswell, UFO Crash at Roswell: Genesis of a Modern Myth (Saler, Ziegler , and Moore, 1997, Smithsonian Institution Press, ISBN 1-56098-751-0,198 pages), which has this gem quoting me: \"I am convinced that the evidence is overwhelming that Planet Earth is being visited by intelligently controlled vehicles whose origin is off the Earth. In other words, some UFOs are extrater- restrial spacecraft.\" Ziegler comments, \"This last sen- tence is the very definition of 'true believer.'\" Since when did a true believer require evidence? My trips to 19 archives and conversations with hundreds of people involved with Roswell and with relatives of the members of the MJ-12 group don't count, I guess, nor does the fact that my college and professional-group lec- tures start with a review of 5 largescale scientific studies which fewer than 2% of the attendees have read. Goldberg, unlike Ziegler, did interview me and some other Roswell investigators, but did very little research of his own with key witnesses, key primary sources, etc. He started with his conclusion that really there isn't much more to Roswell than typical conspiracy beliefs by the academically disadvantaged. A key rule of the debunkers is, \"Don't bother me with the facts; my mind is made up.\" See also www.v-j-enterprises.com/sfpage.html Stan Fried- man The NIGHT^SK* March 3-9. llth Annual International UFO Con- gress Convention & Film Festival, Laughlin, NV. (303) 543.9443 April 6-7. UFO/ET Congress of 2002, Days Inn, Bordentown, NJ. 609-631 -8955 (after 11 a.m.). April 12-14. 14th Annual Ozark UFO Conference, Inn of the Ozarks, Eureka Springs, AR. email: ozarkufo@webtv.net; web: www.ozarkufo.iwarp.com; phone: 501-354-2558. May 11. Roswell International Museum, Roswell, NM. George Filer, author of the \"Filer Report,\" will discuss the 1978 McGuire AFB, Fort Dix, NJ, \"Roswell.\" May 24-27, 2nd Annual Northwest UFO/Paranormal Conference. Call 206-329-1794 lla.m.-4 p.m. Mon-Sat. Pacific time, ore-mail nwufoconference@hotmail.com , June 8. Roswell International Museum, Roswell, NM. Bill Hamilton, executive director of Skywatch Interna- tional, will talk about EBEs and underground bases. July 5-7. MUFON International Symposium, Hyatt Regency Rochester Hotel. Rochester, NY. Oct. 12-13. UFO/ET Congress of 2002, Days Inn, Bordentown, NJ. 609-631-8955 (after 11 a.m.). . SSW' Walt . alter- N. Webb \" April Bright Planets (Evening Sky): Mercury begins its best evening appearance of the year during the last half of April. Look for it first with binoculars-a tiny orange point low in the WNW twilight sky. A parade of the 5 naked-eye planets is observable at dusk in the W to WNW for a month, beginning about April 18. Stretching up from the horizon are Mercury, Venus, Mars, Saturn, and Jupiter. Venus (magnitude -3.9) is the brightest of the 5. It is near the Pleiades on the 24th and 25th. In midmonth Venus sets about 9:30 PM daylight time. Mars (1.6) passes the Pleiades from April 12-14, setting about 10:30 PM. Mars closes on Saturn (0.1) late in the month. The ringed planet sets about 11 AM (mid-April). Four of the 5 planets bunch in a single constellation, Taurus, during the last week of April. Meanwhile Jupi- ter (-2.1), 2nd brightest object in the planetary array, stands high in the WSW at dusk. The lunar crescent adds to the celestial show by pass- ing, in turn, Venus on the 14th, Mars on the 15th (both near the Pleiades), Saturn on the 16th, and Jupiter on the 18th. The latter two Moon-passes are within about 2 de- grees of each planet. Bright Planets (Morning Sky): Jupiter sets in the NW about 1:30 AM in midmonth. Moon Phases: Last quarter-April 4 New moon—April 12 First quarter—April 20 Full moon-April 26 The Stars: Leo the Lion, with its prominent Sickle and stellar heart of the beast, Regulus, crosses the celestial meridian high in the S at 10 PM daylight time. Leo separates the star patterns of spring in the E from the waning winter stars in the W. ; To the left of Leo's tail (the star Denebola), look for a \"wig\" of long hair, a cluster of about two dozen stars called Coma Berenices-Queen Berenice's Hair. This as- terism honors a true-life Egyptian queen who was said to have cut off her hair in tribute to the goddess of beauty and to the safe return of her husband from battle. Even from many cities, just about everyone this sea- son can spot the 7 stars of the Big Dipper hanging upside-down in the northern sky in the late evening hours. Page 22 MUFON UFO Journal March 2002"},{"pageNumber":24,"pageContent":"MUTUAL UFO NETWORK, INC. MUFON 2002 International UFO Symposium July 5-7, 2002 The MUFON 2002 Symposium will be held at the Hyatt Regency Hotel in Rochester, New York. Attend the conference and meet with the speakers. We have established very reasonable admission rates and a very reason- able hotel rate (please list the number of persons desiring each package): Platinum Package: Priced at $150.00 per person includes attendance at all regular speaker sessions, the Friday night dinner (sit down) and special event, a UFO art show, and Saturday noon lunch buffet with a special speaker presentation. Gold Package: Priced at $ 125.00 per person and includes attendance at al 1 of the regular speaker sessions, the Friday night dinner and special event, and UFO art show. Silver package: Priced at $90.00 and includes all regular speaker sessions. These packages are available only for early registration. Early registration must be postmarked no later than June 20,2002. Any registration received after that date will be held and handled at the door. Registration at the door will be for the regular speaker sessions only and will be $ 110.00. MUFON has reserved a block of rooms for the symposium attendees at $89.00/night from July 2 through July 8. This rate is for single, double, triple, or quadruple occupancy. These rooms normally go for about $ 185.00 to $260.00 a night. Hotel reservations may be made by calling The Hyatt Regency Rochester Hotel Reservation Dept. at (716) 546-1234 or by mail to the attention of the Reservation's Manager, Hyatt Regency Rochester, 125 east Main St. Rochester, New York 14604. Be sure to ask for rooms reserved for the MUFON Symposium. NAME ADDRESS CITY    STATE  ZIP Email address Mail this registration form, or a copy of it, and a check or money order to: MUFON Symposium 2002 PO Box 3508 Schenectady, New York 12303-0508 March 2002     MUFON UFO Journal     P.mc 23"},{"pageNumber":25,"pageContent":"By John F. Schuessler MUFON International Director Your Participation is Requested You are invited to attend the 33 ld annual MUFON In- ternational UFO Symposium at the Hyatt Regency Hotel in Rochester. NY, on July 5-7. 2002. A registration form is included in this issue on page 23 to make it easy lor you to reserve your place at this important event. The theme ot\" the symposium is \"Unity in Urology/ Connecting with the Scientific Community.\" Please send your pre-registration checks made out to \"MUFON Sym- posium 2002\" to MUFON Symposium. Post Office Box 3508. Schenectady. New York 12303-0508. Again this year we are pre- senting a unique and diverse slate of speakers. This is your opportunity to meet them, hear the results of their research, and then ask those questions you have always wanted to ask. The list includes: Budd Hopkins, David Jacobs, Pe- ter Kobbins, Chris Styles, Jeffrey Sainio, Don Ledger, George Zeiler, William Birnes, Richard Dolan, Bill Hamilton and Antonio Huneeus. MUFON has reserved a block of rooms for sympo- sium attendees at $89/per night from July 2 through July 8. This rate is one price for Single, Double. Triple or Qua- druple Occupancy. The usual rate for these rooms ranges from $ 185 to $260 per night, depending on the number of occupants. Hotel reservations may be made by calling the Hyatt Regency Rochester Hotel Reservation Department at (716) 546-1234 or by mail to the attention of the Reservation's Manager. Hyatt Regency Rochester, 125 East Main Street. Rochester, NY 14604. Be sure to ask for space in the MUFON symposium block of rooms. This is an outstanding opportunity to arrive early and see the July 4'\" fireworks display at Niagara Falls, an easy drive from Rochester. July 4. 2002 will be a super celebration, a chance to celebrate our freedoms and our pride in America. PayPal is Working Well MUFON is pleased to be able to offer PayPal for mem- bership renewals, new memberships, and purchase of MUFON merchandise on the MUFON website at www.mufon.com. The first week or so of operation was John Schuessler a bit rough, bul our Webmaster. Bill Konkoleskv, worked out the kinks and now it is working very smoothly. We are finding that many people like to make their purchases via the Internet, so we are happy with this new service. Position Announcement Georgeanne Cifarelli. State Director for Southern California, has assigned Jan Harzan as Assistant State Director for Southern California. Jan was symposium chairman for the very successful MUFON 2001 Interna- tional UFO Symposium held in Irvine. CA. last July. Change of Address Each month, several people don't receive their MUFON UFO Jonnit.il because they forgot to send their address change to MUFON Headquarters at P.O. Box 369, MorrisTon. CO 80465-0369 or via e-mail to mufonhqd'aol.com. The Journal is handled by the U. S. Postal Service as second-class mail. This means they will not automatically forward it to you. Instead, they rip the cover off and return it to MUFON Headquarters with a postage due bill of sixty cents. The remainder of the issue is discarded. The membership-mailing database is always closed out on the first day of the month and sent to the printer/mailer's office so the Journal can be mailed by mid-month. This means we must receive your change of address before the last day of the current month if you want to receive the next month's issue. Please send us your new address as soon as you know you are moving. View from Britain... (Continued from Page 201 cases on my files where clouds seem to have been \"parted\" in the presence of ioni/ing UFOs. we have another op- portunity. Rather than argue it out with ourselves or the media-fighting big fights that we are ill equipped to face up to-is it not a good idea to think about the consequences and potential spinoffs from UFO data? For if we can work out how these clouds were parted, it does not really matter much whether the UFO was a spaceship, a UAP, or BL. What could matter is how we can apply this knowledge to, for example, relieve areas in danger ol flooding by using a reliable method to dissipate clouds and alleviate suffering. These are the sorts of cases where we have a real chance of getting together with scientists and working to the common good of humanity. How much better for our shattered image if UFOIogy was seen lo be trying to do something truly useful based on our evidence, rather than arguing amongst ourselves over little green men that to many people only single us out as obsessive crackpots. Page 24 MUFON UFO Journal March 2(1112"}]
