[{"pageNumber":2,"pageContent":"MUFON UFO JOURNAL NUMBER 216 APRIL 1986 Founded 1967 .OFFICIAL PUBLICATION OP $2.50 MUTUAL UFO NETWORK, INC.. COMET HALLEY FROM McDONALD OBSERVATORY"},{"pageNumber":3,"pageContent":"MUFON UFO JOURNAL (USPS 002-970) (ISSN 0270-6822) 103 Oldtowne Rd. Seguin, Texas 78155-4099 U.S.A. DENNIS W. STACY Editor WALTER H. ANDRUS, JR. International Director and Associate Editor THOMAS P. DEULEY Art Director MILDRED BIESELE Contributing Editor ANN DRUFFEL Contributing Editor . PAUL CERNY Promotion/Publicity MARGE CHRISTENSEN Public Relations REV. BARRY DOWNING Religion and UFOs LUCIUS PARISH Books/Periodicals/History ROSETTA HOLMES Promotion/Publicity f. SCOTT CHAIN GREG LONG Staff Writer JAMES LEMING SIMONE MENDEZ Staff Artists TED PHILLIPS Landing Trace Cases JOHN F. SCHUESSLER Medical Cases LEONARD STRINGFIELD UFO Crash/Retrieval WALTER N. WEBB Astronomy NORMA E. SHORT DWIGHT CONNELLY DENNIS HAUCK RICHARD H. HALL ROBERT V. PRATT Editor/Publishers Emeritus (Formerly SKYLOOK) The MUFON UFO JOURNAL is published by the Mutual UFO Network, Inc., Seguin, Texas. Membership/Subscription rates: $25.00 per year in the U.S.A.; $30.00 foreign in U.S. funds. Copyright 1986 by the Mutual UFO Network. Second class postage paid at Seguin, Texas. POSTMASTER: Send form 3579 to advise change of address to The MUFON UFO JOURNAL, 103 Oldtowne Rd., Seguin, Texas 78155- 4099. FROM THE EDITOR As promised last time, this issue leads off with researcher/ author Budd Hopkins' reflections on abduction cases. We also have a survey of the orthodox scientific periodical literature regarding the subject of UFOs, and how it is treated, by James McCampbell. In addition, there are two in-depth reports of landed UFO sightings and two recent UFO movie reviews, along with most of our regular departments. We hope you enjoy the timely Halley's Comet cover and accompanying article by Walter Webb. Finally, we look forward to bringing you the next issue of the Journal and hope you look forward as much to reading it! In this issue ABDUCTION REFLECTIONS by Budd Hopkins .\".  3 UFOS: A PERIODICAL REVIEW by James McCampbell  5 CANADIAN LANDING CASE by Graham Comvay  .7 TOUCH-DOWN IN NORTH CAROLINA? by George Fawcett 10 COMET HALLEY by Walter Webb   13 UFOS IN REEL LIFE by Joe Kirk Thomas & Dennis Stacy  14 NEWS 'N' VIEWS  -   16 THE NIGHT SKY by Walter Webb   18 DIRECTOR'S MESSAGE by Walt Andrus   20 COVER by Michael Bonecutter The Mutual UFO Network, Inc. is exempt from Federal Income Tax under Section 501(c)(3) of the Internal Revenue Code. MUFON is a publicly supported organization of the type described in Section 509(a)(2). Donors may deduct contributions from their Federal income tax. In addition, bequests, legacies, devises, transfers, or gifts are deductible for Federal estate and gift tax purposes if they meet the applicable provisions of Sections 2055, 2106, and 2522 of the code. The contents of the MUFON UFO JOURNAL are determined by the editor, and do not necessarily represent the official position of MUFON. Opinions of contributors are their own, and do not necessarily reflect those of the editor, the staff, or MUFON. Articles may be forwarded directly to MUFON. Responses to published articles may be in a Letter to the Editor (up to about 400 words) or in a short article (up to about 2,000 words). Thereafter, the \"50% rule\" is applied: the article author may reply but will be allowed half the wordage used in the response; the responder may answer the author but will be allowed half the wordage used in the author's reply, etc. All submissions.are subject to editing for style, clarity, and conciseness. Permission is hereby granted to quote from this issue provided not more than 200 words are quoted from any one article, the author of the article is given credit, and the statement \"Copyright 1986 by the Mutual UFO Network, 103 Oldtowne Rd., Seguin, Texas 78155\" is included."},{"pageNumber":4,"pageContent":"ABDUCTION REFLECTIONS By Budd Hopkins  .-. • The UFO sighting I made one sunny afternoon on Cape Cod occurred twenty-two years ago. Not too many months later I discovered, and joined, NICAP. I.suscribed to their newsletter as well as to their skeptical position with • regard to humanoid reports and abduction accounts. David Jacobs made the witty observation that in those days no one believed that a UFO had an inside — (let alone, God forbid, passengers). Despite NICAP's solid investiga- tions of- many early sightings, and its very real effect on the public's .awareness of the UFO phenomenon, it is safe to say that we have come a long . way since those early NICAP days. Real progress has been made. Layers of mystery have been stripped away. This short paper deals with a few characteristics of the UFO abduction phenomenon which I have only recognized in the past few years. COMMON? First of all, UFO abudctions must be vastly more common than we have ever, imagined. This is not the place to detail the complex statistical evidence for such as assertion, but my next observation may offer some support to this disturbing idea. The deeper I have delved into the recollections of any single abductee — the more thorough the investigation — the more separate abduction or contact experiences that individual seems to have undergone. As an example, I received a phone call recently from a rather distraughl man who wished to tell me about a very disturbing experience he had had on Dec. 26, 1985.' It so happens that this man is a writer of reputation whom I had heard interviewed a few months ago on National Public Radio; I knew oi his work. The writer told me about his conscious recollections, which were rather extensive: small figures in his bedroom, physical paralysis* an examination, an apparent implant, and so forth. The next morning there was icorroborating physical evidence, including a small, fresh incision, an area of numbness near his ear and an internal rectal injury. We met and I listened to his account. At several times he was unable to restrain his tears because the experience had been so terrifying. EXPLOSION I asked if any other odd, \"unresolved\" memories came to mind similar.to this one and he said that there was something else that had happened earlier that fall (October 5, as we later determined). A bluish light had filled the house, there was the sound of a muffled explosion, he vaguely remembered being outside in his pajamas, and so forth. This experience, however, involved his wife and young son as well as two houseguests. . I have since interviewed each of them separately. Each saw the blue light filling the house, each heard the explosion, and one houseguest recalled that she heard quick, light skittering sounds after the boom. Each remembered falling asleep immediately afterwards, and in retrospect each regards his or her behavior as highly unnatural. The seven-year-old boy reported that that night he dreamed he was being lifted up from his bed and floated out the door, through the living room and out onto the front porch. There, .he said, he floated up into the sky. \"Several people\" told him not to worry, that everything was all right. WHITE FIGURE The writer had called me initially about one incident only — his frightening recollections of Dec. 26 — and my questions had led to the October event. When I asked about any odd memories from his early childhood, he suddenly recalled what I recognized as a classic missing time experience from his eighth year. Our interview turned into a kind of uncorking of masses of previously repressed memories.. The anomoloiis events included the sighting, upon several occasions, of a small white figure in the writer's New York City apartment. The witnesses include the writer himself, his son and a college-age baby sitter. During this same time frame his wife was awakened one night by a jab in her stomach, though she apparently did not open her eyes. Later that night her son was similarly jabbed, and he awoke to see the little figure standing alongside his bed. When I asked about the writer's parents and siblings I learned about his younger brother's UFO'Sighting during a hunting trip, an'experience which also included a period of missing time. We are just at the very beginning of this investigation, but the number of supporting witnesses as well as the obvious integrity of the central figure make it an impressive case. It will be published in due time as the investigation unfolds. But my point is that this case is not at all unusual. One abduction report usually reveals many others. The December 26 even can already be seen as the proverbial tip of yet another complex iceberg. Who knows what will emerge as this case is systematically explored through hypnosis and other standard techniques of investigation? What kinds of experiences have his wife and young son undergone? MULTIPLE ABDUCTIONS Over the years, my exposure to the subject has led me to the tentative conclusion that very few abductees have had only one such experience and (confini/ed next page)"},{"pageNumber":5,"pageContent":"REFLECTIONS, Continued that some individuals seerri to have ' been dealt with very frequently. When one considers the high percentage of cases in which members of the same family are abducted in different locations, at different times, and at different stages of their lives, one is led to the assumption that each reported abduction may indicate dozens of as yet unremembered experiences for -that individual, as well as for other members of his family. I believe that we UFO investigators are aware of only, a miniscule percentage of the thousands of . abduction/contact incidents that have occurred over the years- with apparently total ease of execution. A popular version of UFO history puts forth the idea that the modern wave of UFO activity begins in 1947. The classic Hill abduction occurred,in 1961, and has since come to be thought of as the \"first\" abduction case. Certainly it was the first such incident to be widely publicized, but I have since investigated many abduction cases that occurred in the 'forties and 'fifties. I have partially investigated two potential abduction cases which occurred in the late nineteen twenties. (In one instance the subject reported seeing a UFO and a group of humanoids, while in'the other the witness suffered a very deep cut of mysterious origin; both reports include periods of missing time.) In addition, I have partially investigated four probable abductions which occurred in the 'thirties, and one which happened sometime during World War II. Two of these abduction cases which date from 1938 have been rather thoroughly investigated, and hypnosis has yielded similar details. Both of these individuals, abducted as children, were born in 1933. One is a practicing psychotherapist and the other a mechanic. I have perhaps ten other possible abduction cases in my files which date from the pre-1947 period and which remain, for reasons of time and distance, uninvestigated. \"CRIME\" I have said elsewhere that during the early years of UFO investigations, when we concentrated on sightings and craft descriptions and ignored humanoid and missing time reports, we were simply trying to get. the license' plate number on the getaway car without understanding what the crime was. The \"crime\" seems to have been the abduction and examination of human beings, an activity that apparently has been going oh for a longer time and more extensively than any of us have dared imagine. It is possible .that we may have to turn things around and begin to consider UFO sighting reports as an aspect of the abduction phenomenon, rather than vice versa. David Jacobs said to me recently that the number of UFO abductions that have apparently taken , place is almost as remarkable a fact as the existence of the abduction phenomenon itself. Much of my current-research deals with the dovetailing evidence that genetic experimentation is at least one central purpose of UFO abductions. As one delves deeper into the physical procedures UFO abductees have remembered, what seem to be sperm and .ova sampling operations are frequently described. Techniques that suggest artificial insemination and the later removal of embryos have been recalled, as well as other related procedures. (I intend to go into this material at length in my book on the Kitley Woods affair.) My consultant in the field of gynecology and obstetrics recently listened to several tape recordings of female abductees describing under hypnosis their experiences in this area. He assured me that everything they described is not only physically plausible, but the particular descriptions of sensations are exactly what one should expect. He told me that, in his opinion, hone of the recollections suggested fantasy; instead, they sounded like accurate and dramatically recalled real experiences. GENE SHIFT Th'is theory of genetic experimentation as a central purpose of UFO abductions would account for the large number of apparent abductions which occur across the generations of particular families. It would also explain why the phenomenon has been occurring, apparently, for so many decades. There are, I am sure, other reasons .behind the abduction and examination of what must be thousands upon .tho.usands .of individuals. We have only begun to peel the onion, .and there are layers upon layers of mystery yet to be unfurled. But I truly believe we're making progress. SUMMARY To summarize: 1.) UFO abductions have apparently been occurring -for at least fifty years. 2.) Thousands of individuals have apparently been abducted, and the vast majority of these seem to have had multiple experiences. 3.) Genetic experimentation of some sort is one apparent motive for the abduction . phenomenon. 4.) In many cases entire families seem to be the objects of study across ' several generations, so the selection of candidates for abduction is not simply random. 5.) Though there seems to. be very little we can do to prevent these abductions from occurring, the phenomenon is nevertheless yielding its secrets, slowly and inexorably, to patient investigation. Budd Hopkins is a New York- based artist who joined MUFON in 1975. He specializes in abduction cases and is the author of \"Missing Time.\" THE BEST ^ THhJfi ABOUT 6EJN6 AH ALIEN IS THAT WE DON'T HAVE TO WORRY ABOUT APR/I- IStti, ,"},{"pageNumber":6,"pageContent":"UFOS: A PERIODICAL REVIEW By James M. McCampbell James M. McCampbell, MUFON's Director for Research, is the author of .\"UFOLOGY\" (Celestial Arts, Milbrae, CA, 1973, 1976) and a contributor of numerous Journal articles. Consider the stereotyped scientist, Dr. I. Glasses Labcote. He belongs to five professional societies and devours each issue of their journals. Also, two general science publications covering dozens of technical specialities are scanned each month for any articles of particular interest. During such study of scientific material, would Dr. Labcote have learned much about UFOs during the past six or seven years? A handy reference to scientific periodicals is the General Science Index (Joyce M. Howard, Editor, H.W. Wilson Co.). It encompasses 113 scientific periodicals of great variety. Naturally, UFO articles would not be expected in most of them because each is dedicated to a relatively narrow topic far removed from UFOs. Examples are geology, oceanography, dentistry, computers, etc. On the other hand, many journals should include material on UFOs where the subjects overlap such as Contemporary Physics, Journal of Atmospheric Sciences, Sky and Telescope, and American Scientist. Certain periodicals covering news items in innumerable fields could be faulted for omitting articles on UFOs. Most prominent among them would be Scientific American, Science, New Scientist, and Science Digest. A survey of the General Science Index from June 1978 through November 1985 revealed only twenty articles on UFOs appeared in that seven year period. What perception of UFOs would Dr. Labcote develop through exposure to a fraction of that material? The answer must lie in the content of the individual articles (for the readers' convenience, specific references are given in an Appendix). As expected, many of the articles (7) appeared in Science Digest. It is the \"Newsweek\" of the scientific community including brief announcements of general interest up to multi-page reviews of major scientific breakthroughs. Original papers are not presented but reviews are thorough, intelligible, and richly illustrated in color. 'PRO' ARTICLES Of special interest is the issue of October 1985 that is devoted to \"The Greatest Unanswered Questions of the 20th Century.\" One of the articles addressed extraterrestrial intelligence but UFOs are not mentioned. Some of the articles inScienceDigesf attempt to explain UFOs in mundane terms. For example, M. Maddocks argues that people see what they want to see, being unaware that most UFO witnesses are surprised, even shocked, by their unexpected observations. Yet Science Digest also published two \"pro-UFO\" articles. P. Huyghe presented a lengthly discussion of scientists who have seen UFOs. He also mentions the 60,000 reports from 140 countries on record at the Center For UFO Studies, 2,000 physical traces at landing sites, 1500 observations of occupants, 400 car engine failures, and more. The list of scientists is impressive. R. Jastrow, professor of.astronomy at Columbia, argues from statistics that there must be extremely intelligent life- forms in space. Based upon electro- magnetic signals radiated from earth, he concludes that he should receive a message or a visit from them before the end of the century. The mass of UFO data is completely ignored. Science Digest also published an appeal for scientific study of UFOs by the eminent UFOIogist, Dr. J. Allen Hynek. BRITISH VIEW Seven articles were found in New Scientist, a British publication of modest circulation. Most were of negative tone. Along with other periodicals, arguments favored ball lightning, earth-quake lights, insect swarms, and spy satellites. It should be noted that UFO sightings are a local phenomenon so that observations of strange lights over several countries or states should never be confused with UFOs. The subject was ridiculed in two articles with the cute titles of \"Close Encounters of the! Fabricated Kind\" and \"Nocturnal Emmissions.\" The journal, Science, of the prestigious Association for the Advancement of Science that should be taking a leading role in educating the scientific community carried not a single article on UFOs. It did, however, carry an announcement of the formation of an elitist Society of Exploratory Research by 35 college professors under the leadership of Peter Sturrock of Stanford. The negative bias of the editor leaked through with the comment that UFOs and Bigfoot \"leave such pitiful shreds of evidence that study seems futile.\" The new society has held several meetings but, after 3Y 2 years, its first journal is still being drafted. The prospects of Dr. Labcote becoming moderately acquainted with UFOs in the scientific literature appears to be dismal if not impossible. But Dr. Labcote is an intelligent and inquisitive fellow'who reads widely in general-interest, non-scientific periodicals. Perhaps his education in UFOlogy would be enchanced from those sources? .Again, it becomes necessary to inquire into specific articles on UFOs that have been published during the past several years. While formerly a tedious task, those (continued next page)"},{"pageNumber":7,"pageContent":"REVIEW, Continued articles can now be identified quickly and easily. Many public libraries have installed an index to periodical literature in the form of a microfilm reader. These devices resemble a medium-sized, television set with a screen for viewing the data. A reel of microfilm in the machine contains references in alphabetical order by subjects. A horizontal line across the screen points to letters of the alphabet on the frame as the film is transported at high speed. Upon stopping at the selected letter, a fine-adjust displays the desired information. The system used by the author is Magazine Index. It includes articles published in 460 periodicals from January 1981 to October 1985. (A service of Information Access Company, A Division of Ziff-Davis Publishing Company, 11 Davis Drive, Belmont, CA 94002, 800-227-8431. This index is accessible by personal computer to subscibers of KNOWLEDGE INDEX, DIALOG Information Services, Inc., 3460 Hillview Avenue, Palo Alto, CA 94304.) Under the heading of \"UFOs\" one find about 50 entries on book reviews, symposia proceedings, documents, etc. The main heading, however, is \"Unidentified Flying Objects.\" Data is displayed in 3 columns per page with about 25 entries per column. A total of 12 columns, displayed by stepping the film, covers about 300 articles. They are organized under 59 subheadings, such as, countries, states, case histories, politics, photographs, evidence, physiology, etc. The index purports to include all articles in English but significantly absent are Flying Saucer Review, International UFO Reporter, and the APRO Bulletin. Immediately obvious upon scanning the screen is that the great majority of articles are to be found in the MUFON UFO Journal A sample count indicated an estimate of 85 per cent. Clearly, the Mutual UFO Network is a major factor in recording UFO data of our times. It also publishes sincere efforts of talented people to understand the phenomenon. But very few scientists belong to MUFON or have ever heard about the MUFON UFO Journal. Libraries don't carry it.* The Mutual UFO Network itself is hard to find. Unless meeting a member of MUFON or responding to ' some public announcement, a diligent inquirer would have to appeal to the Encyclopedia of Associations to find an address. While the vast majority of articles have been published by MUFON, the impact upon the public has been disappointingly small. Only 1300 copies are published each month. Assuming that 30 per cent of them are read by two people leads to an estimated readership of roughly 2000. In six years, a copy of the MUFON UFO Journal would have been seen by about 6(12)(2000) = 144,000 people. That exposure, however, would be counter-balanced or overwhelmed by a single, negative article in Omni (817,000), Science Digest (530,000), or Reader's Digest (17,900,00). In terms of transmitting UFO information to the public, the commendable achieve- ments of the MUFON UFO Journal are but a spoonful of sand at Copacabana. Alas, a sad footnote; Information Access Company has ceased indexing the MUFON UFO Journal. A telephone call to the company was referred to Mr. Herb Perry. He advised that indexing of the MUFON UFO Journal was suspended in February 1984. At that time, an executive committee reviewing their list of journals deleted a half dozen or so on the basis of low circulation or subject matter. He was receptive to the idea of re-instating the Journal as a public service and adding other reputable publications in UFOlogy. Something important will have to be done if Dr. Labcote is ever to learn that UFOs are advanced-technology vehicles of unknown origin. *Editor's note: A survey of the number of libraries that subscribe to the MUFON UFO Journal lists 36. Obviously, this number is not significant. The potential could be several thousand. Marge Christensen has plans to reach this audience. APPENDIX 1. \"Study challenges sky mirages as a sighting source,\" D. Berlinger, il SciDig 84:30-2 Ag 78. 2. \"Selectivity of the human eye in visualizing the improbable,\" M. Maddocks, il Sci Dig 83:52-3 Je 78. 3. \"Radar beams in on Kiwi UFOs,\" N Sci 81:158 Ja 18 78. 4. \"Nocturnal emissions,\" il The Sciences 19:4-5 F 79. 5. \"Insect swarms; are they UFOs,\" N Sci 80:340 N 2 78. 6. \"Flashy moths could be UFOs,\" N Sci 80:340 N 2 78. 7. \"Close encounters; all in the mind?\" J. Greenberg il Sci N 115:106-7 F 17 79. 8. \"Failure of the science of ufology,\" J. Oberg il NSci 84:102-5 0 11 79. 9. \"Case for UFOs,\" R. Jastrow il Sci Dig 88:82-5 N/D 80. 10. \"Spy satellite or UFO?,\" J.E. Oberg il Sci Dig 89-108 Jl 81. 11. \"Scientists who have seen UFO's,\" P. Huyghe Sci Dig 89:86-8+ N 81. 12. \"Parallel universes; a tale of two SETIs,\" D.W. Swift, ilAsfronomy 9:24+ 081. 13. \"Close encounters of a fabricated kind,\" J. Oberg, il map NSci 92:896-8 D 24/31 81. 14. \"Case for studying UFOs,\" J.A. Hynek, Sci Dig 89:90 N 81. 15. \"Bathetic case of ball lighting,\" R. Herbert il N Sci 90:544 My 28 81. 16. \"Society formed to study anomalies,\" C. Holden, Science 216:1390 Je 25 82. 17. \"Neglected science of UFOs,\" J. Randies and P. Warrington, il N Sci 97:380 Feb 30 83. 18. \"Those normal folk who sight UFOs,\" G. Moore, Psycho/ Today 17:78 S 83. 19.\"Bringing UFOs down to earth; many reports of UFO sightings come from areas close to geological faults,\" P. Devereus and others, il maps N Sci 99:627-30 S 1 83. 20. \"The great Hudson Valley UFO mystery,\" G. Garelic il Discouer 5:19- 20+ N 84. © 1986 James McCampbell"},{"pageNumber":8,"pageContent":"CANADIAN LANDING CASE By Graham Con way INTRODUCTION Mr. Graham Conway, Delta, British Columbia, was intrigued with the similarity between the Delphos, Kansas Case reported in the MUFON UFO JOURNAL, Issue No. ,209, September 1985, and a landing case that he investigated at Port Coquitlam, B.C., Canada on August. 16, 1974. Since the Journal will be publishing.a series of articles by WaltAndrus, titled \"Delphos Revisited,\" we asked Mr. Conway if he would share his report with Journal readers as . it was published in Candadian UFO Report, Volume 3, No. 4 whole no. 20, 1975. John F.. Magor, former Editor and Publisher and now MUFON Provincial Director for. British. Columbia, prepared the article for publication from three submitted cassette, tapes. We are indebted to Mr. .Magor for permitting the MUFON UFO JOURNAL to publish this exceptional close encounter of the first and second kinds. On August 16, 1974, at about 8 p.m., three small boys were returning to their homes on the outskirts of Port Coquitlam, a community about 20 miles east of Vancouver lying on the shore of the Port Coquitlam river. They were David Bates, 8, and Steven and Henry Stillie, aged 10 and 7, whose two families live almost opposite each other in a trailer court. Following their fairly common practice, the boys took a short cut through a small wooded area bordering the river. This route brought them to a small sandpit, no longer in commercial use. Passing it by, they joined up with the road leading to the street oh which they lived. Halfway along the road they became aware of a high-pitched whine that resulted in a number of things happening in short sequence. David Bates, who was carrying a pet cat in his arms, found he could not control the animal as it arched its back GRAHAM CONWAY and attempted to escape frantically. Releasing it, he watched it run several yards and then drop in its tracks, as if it \"fell asleep,\" he said. The Stillie boys described.it as \"playing dead.\" LIGHTED OBJECT The boys then turned towards the source of the noise and saw an object approach over the trees, traveling south to north over the railway bridge spanning the river. The object had a red light on top and green and white lights at either end of its length. These lights flashed on and off. Traveling slowly, the object reversed its course and with an undulating motion headed for the small cleared area amongst the trees where the sandpit was situated. The intensity of the noise disturbed David so much that his friends said he placed his hands over his ears and called for it to stop. However, David does not recall doing this. The UFO began to settle down for a landing and the noise became a buzz, the children claimed. All this took place within a few brief minutes. At that point the terrified cat recovered and returned to its owner, clawing David when he picked it up. The long scratch in his arm was still visible when I interviewed him in September. In a state of petrified amazement, the boys remained at their point of observation about 150 feet from the touchdown site. As the object settled down to land it gave off a blast of hot air that disturbed the ground so violently the boys were covered in a film of dust. Immediately prior to making contact, the object extended short legs, then some action on the part of the machine caused sand and stones to be sucked upwards towards it in a violent swirling manner. A few seconds later, the boys said, \"blue sparks came up from the ground as the machine made contact.\" I gather at this point, although confusion and contradiction exist, the Stillie boys had seen enough, and established an Olympic record for the 100 meters required to find the safety of home. David Bates, either more courageous or foolhardy, remained Jong enough to establish that it looked like, \"two plates joined together, and had an outline in the side like a door.\" This fact was confirmed by the Stillie boys when interviewed. All agree that it had . apparently no windows, \"was bigger than my Dad's car,\" was square on the top, and had \"something like a chain\" in the center of the machine. David told me that his curiosity only kept him long enough to see if anyone came out of the door, but courage failed him and he too fled, down the dirt road after his companions. FRIGHTENED Mr. and Mrs. Bates confirmed (continued next page)"},{"pageNumber":9,"pageContent":"Graham Conway (left) and Tom Bennett (right) with Simon Fraser University news reporter study \"print outs \" on landing site material from x-ray spectometry analysis. LANDING, Continued their son was \"hysterical and bug eyed,\" when he arrived home, white faced, and it took him some time to calm down. They brushed off his story. Steven and Henry Stillies' parents were out, but they have a teen-age sister who was in the trailer washing up. The windows from the sink faces the sandpit , and although few trees serve as screen between them and the sandpit, she didn't notice anything unusual. Describing the boys' entrance, she related that their first actions were to lock all the doors and windows, then draw the drapes. Very frightened herself, she had trouble calming them down, and extracting an accurate picture from them of what took place. She drew a sketch from the description they provided, but tended at that point not to totally believe the story. . On this particular evening, nothing further transpired. No one was informed, nobody investigated the scene. Possibly due to parental indifference and-or disbelief, the boys related the story the following morning to a close neighbor, Mrs. Lola Rogers, who lived on the same street. Being interested in this sort of thing, she accompanied the boys to the sandpit and found not only indentations in the alleged landing area, but also circular 8 patches where the \"aircraft\" had left carbonized deposits either on take-off or landing. Bending down to pick up this material and rub it between her fingers she felt her hand go numb, and it remained so for over a week before gradually wearing off. The depressions formed a triangle and seemed to indicate that some heavy object with a tripod landing gear had indeed rested on the ground. Returning home she phoned the Royal Canadian Mounted Police who graciously hung up on her, after hearing the account. The local.newspaper was . not so skeptical, at least preferring .to withhold any comment until having seen the witnesses and visited the scene. The reporter from the Port Coquitlam Herald was sufficiently impressed with what he found to suggest that a call to the military authorities at Chilliwack, asking them to do a geiger-count survey of the area, might be productive. The call was made and a voice at the other end stated that \"they\" would arrive the next day and conduct such an investigation. They never did. Although The Herald gave the story front-page coverage in its once-weekly publication, and two weeks later again provided the same, treatment to an independent study, none of Vancouver's papers attempted to pick the story up. At the beginning of September, Brian Fewster, Mark Bauer and I began an investigation that continued for several months as we pursued different: 'paths, securing assistance from a variety of surprisingly helpful people.' : Our source of information was the newspaper article. From this we obtained our leads and knew what to ask the witnesses. By this time it was apparent that outside and TV influence was intruding into the childrens' accounts: However, it was equally clear that the story possessed grains of unusualness that youngsters of that age would not dream of including in a fabricated story. PHYSICAL TRACES , . Despite the fact that several showers had occurred since the landing, the depressions and carbonized material were still clearly evident when we arrived at the site. A more ideal landing spot for seclusion could hardly be found. Surrounded on three sides by a 15-foot bank and with a large number of trees on the fourth side,' it could conceal any reasonably large vehicle from outside eyes for a long period of time. Only by walking or driving into the sandpit area would an object be detectable and even then possibly only at the last minute or so, particularly if its lights were off. So perfect were the conditions, so accessible to the major highway nearby, we. allowed ourselves to \"speculate that maybe the UFO wasn't attracted to the boys by .curiosity, but originally. intended to land to pick someone up or drop him off. By placing a center stake within the triangle, then measuring with an extended string to only two feet beyond the tripod indentations, we discovered that the object's diameter was 20 feet. From the boys' on-the-spot description, we found it must have stood 10 feet high when resting on the ground. . ' The dust was chalk-like and smooth to the touch when rubbed between the fingers. Two universities completed analysis of the material. Dr. • Posnar reported that it showed no evidence of residual material to indicate ' what, if anything, had been burnt on (continued next page)"},{"pageNumber":10,"pageContent":"UFO at Port Coquitlam, B.C. was described as bigger than a cor and square on top. Its lights changed from red to green to white and it had an outline in one side \"like a door\". With tripod landing gear four feet tall, it was about twenty feet in diameter and stood ten feet high by estimate. Drawing by Lesley Footner based on witness'sketch.  . Bennett described as an abnormally high amount of zinc present in the deposits. LANDING, Continued that particular spot. Evidence of radiation was also absent. The site did not appear to create magnetic distortions. Surrounding trees and leaves on the site perimeter did not indicate burning or damage, although checked over a period of several weeks. Tom Bennett, who conducted a more thorough examination of the carbonized substance stated that a high degree of heat would be required to produce such results, but even simulated conditions would not extend so far into the sandy soil. He made educated guesses as to how the substance could be duplicated by using a variety of commonly available materials. But the big snag was that not all the elements would be left that were present in the site samples. On completion of an x-ray spectrometry test, the print-outs showed what SIMILARITIES These findings were surprisingly similar to those of .the Dejphos, Kansas landing incident on Nov. 2, 1971. In that case deposits with a high zinc content were also left by the object involved, and tests showed the presence of hydrocarbon of a type that might be an insecticide solvent or might show up in a diesel fuel. This, too,'was found in the Port Coquitlam tests. Stranger yet, Mrs. Erma Johnson, housewife on the farm where the object landed, felt a numbness in her fingers (as did her husband to a lesser degree) after touching the residue just as in the case of Mrs. Rogers. The numbness lasted \"about two weeks\" while Mrs. Rogers' lasted \"over a week.\" On August 16 it was a clear warm night. No one we spoke to had TV. interference during the time of the landing. But it is possibly worthy of mention that Mrs. Bate's electric clock ran one hour, fast that evening, something it has never done before. We feel this event is not a hoax. The boys told the truth as they recalled it. Mr. Conway still retains soil samples taken from the landing site indentations as well as a control sample taken from outside the investigated area. Recognizing that -the soil samples are now 12 years old, they are available for analysis if any of our members have access to a laboratory equipped for such soil analysis. Please contact Walt Andrus if you are interested. Graham Conway resides at 11102 River Road, Delta, British Columbia, V4C 2S4 Canada."},{"pageNumber":11,"pageContent":"t&&&W'fy'&xfr'7$'** i < . ^-''-^fc^' 1 ----- -~; ^-^^^^^^y^-'^-^^-^^i*-- •• *i'^>^:v^~:.^i^3-svs Staff writer Mariene Benson of Dauie County Enterprise-Record newspaper squats inside \"mystery circle\" near Mocksville. (Photograph by Jim Barringer of the Salisbury Evening Post) TOUCH-DOWN IN NORTH CAROLINA? By George Fawcett George D. Fawcett is MUFON's Assistant State Director for North Carolina and a Field Investigator with numerous published articles to his credit. \"Did a UFO land near Mocksville, North Carolina?\" That's the question being asked by many local residents and by a number of investigators concerning a ring marking found on the ground on Wallace Cope's Davie County farm on September 11, 1982. 10 To date, farmer Cope and all the others who have visited the site have returned home puzzled about the mystery. Two state environmental workers have alternately suggested that the strange pattern could have been caused by a burrowing rodent, an arc of lightning or a prankster with herbicide or gasoline. These suggestions were dismissed by Cope's one word, \"Baloney!\" Cope has his own theories. \"You hear of UFOs,\" Cope said. \"Now I've never seen one, and I've never met anyone who has, but after seeing something like this, you can't help but wonder.\" 1 George D. Fawcett, a MUFON field investigator from Lincolnton, N.C., went to the site, located 7 miles off 64 East beyond Mocksville, just off the Cedar Grove Church Road to inspect the marking. 2 While there he interviewed Ron Phelps, Cope's son-in-law, who is a woodcarver by trade. Phelps lives (continued on page 12)"},{"pageNumber":12,"pageContent":"Q •R Dr. Donald W. Eaddy, Director Agronomic Division north Carolina Deportment of floriculture James A. Graham • Commissioner William G. Parham, Jr. • Deputy Commissioner August 13, 1985 Mr. George D. Fawcett MUFON Field Invest      - 602 Battleground Road Lincolnton, North Carolina 28092 Dear Mr. Fawcett: I am familiar with the soil samples taken from Mr. Charles Cope's farm but in all honesty I have no explanation for the ring formation in the field or the differences in the potassium index. I suppose I'm saying we are still in a quandry over this strange phenomenon. I wish I had the insight in this matter to offer a reasonable explanation but unfortunately that insight is lacking. All kinds of speculations could be proposed none of which may offer any validity, hence I will not make any statement to that effect. I wish you success and if you find additional evidence, I would be interested in knowing about it. Sincerely Yours M. Ray Tucker, Agronomist Agronomic Division, NCDA MRTrps Blue Ridge Road Center Dept. AG P.O. Box 27647. Raleigh. N.C. 27611 (919) 733-2655 An Equal Opportunity Affirmative Action Employer 11"},{"pageNumber":13,"pageContent":"TOUCH-DOWN, Continued about 450 yards from the mystery site, which is the closest home in the area. CIRCULAR RING Phelps said that when he first went to see it with Charlie Cope that the ring had a grayish cast to it, but left no residue that could be wiped off. It was almost like a chemical had been rubbed in the perfect ring. No odors of any sort were noticed by Phelps or Cope. The circular ring was still visible 3 years after it was discovered with the plant life growing normally outside the ring and inside the ring, but not in the ring itself. The ring itself showed no growth at all, but had faded much since its discovery. The first photographs taken of the site, also bore this out. They were taken on September 21, 1982.3 The circle when measured by Fawcett was closer to 30 feet in diameter, rather than 24 feet, as first reported. A previous second measurement by Mr. Cope confirmed the 30 foot in diameter size also. The ring on the edge of the circle is 18 inches across and an almost perfect circle. The circle was 45 to 48 feet from a river branch and located in the upper part 1 of an open field. If a UFO had landed there, it would have had to land at an angle, but there were no overhead obstructions .that would have prevented such an occurrence. Above the \"ring\" marking and in the same field off to the side were a large number of red oak, maple, poplar, walnut, spruce and pine trees, but none appeared damaged. The tallest trees were about 60 to 70 feet high. UFO LANDING? Mr. Phelps felt as did Mr. Cope that a UFO landing was the most likely cause for the marking and both discounted a \"lightning strike,\" because of the almost perfect 18 inch \"ring:\" Cope first discovered the circle when he was clearing the .pasture of knee-high grass and weeds. The uniform 18-inch swath was found on a slope shaded by trees. No one lived on the property when the ground marking 12 was first discovered and no UFO was reported by anyone in the area, as best as can be determined at this.late date, so all theories are pure speculation.at this point in the investigations. ' There were no power lines located in the area of the ground markings. I interviewed farmer Cope several times over the telephone, but was unable to speak to him the day I made a field investigation of the site, since Cope had to work late that afternoon and was not available. Soil samples taken from the site by' farmer Cope were forwarded to M. Ray Tucker, the head of the state soil testing laboratory for the North Carolina Department of-Agriculture at the Blue Ridge Road Center.  . The potassium index for the inside of the circle was 36, while the potassium index for the outside of the circle was 24. The ring itself had a potassium index of 60. In a letter to me, agronomist Tucker mentioned his familiarity with the soil samples taken from Cope's farm, but in all honesty said he had no explanation for the ring formation in the field or the differences in the potassium index. Tucker admitted they were still in a quandry over this strange phenomenon. 4 I checked the circle and surrounding areas with a metal detector, but no fragments were found at the site. No checks for possible \"radioactivity\" were conducted by any of the investigators and at this late date are not advised. NOTES 1. \"Davie Co. Farmer Suspects UFO in Mystery\" (written by Staff Writer Marlene Benson), Davie County Enterprise Record (Mocksville, N.C.) September 23, 1982 issue. 2. Field investigation conducted at the site by George D. Fawcett (Lincolnton, N.C.) October 16, '1985. 3. Photographs taken at site by Jim Barringer of Salisbury Evening Post .(Salisbury, N.C.) received in mail by Fawcett on August 3, 1985. 4. Correspondence received from M. Ray Tucker by Fawcett in response to previous phone call. Tucker's communication arrived and was dated August 13, 1985. Tucker is an agronomist of the Agronomic Division, North Carolina Department of Agriculture, Blue. Ridge Road Center (Raleigh, N.C.) LETTERS OPEN LETTER Dear Willy Smith, Your open letter to Jenny Randies in the December MUFON Journal is -good advice. She is in a quagmire over the Rendlesham Forest case, and the more she wriggles the deeper in it she gets. ' : However, in a letter dated 11 January 1985 Jenny told me: \"I am not sure why you seem to think we would be willing to continue our friendly overtures and honest objectivity concerning yourself.\" So you can see what I am up against! Also in the December issue, Ray Boeche mentions that Col. Halt attempted to sell his story to a newspaper, without naming it. As you know, the story originally appeared in the News of the World in the UK. The reporter who wroter that story was Keith Beabey. At a meeting of the British UFO Research Association in London on 10 December 1983, which I attended, Keith Beabey publicly revealed that Col. Halt had offered to sell the News of the World further information about the case. But they could hot come to an agreement. Clearly, there are two explanations for Col. Halt's actions. Either he is.prepared to sell military secrets, in which case he should be in deep trouble with the Pentagon. Or there is no military significance in the Rendlesham case. May I remind you that Jenny Randies has completely changed her opinion of the case. In S/cy Crash she termed it \"the world's first officially observed, and officially confirmed, UFO landing and contact.\" But now she admits that' it is not even a true UFO case at all. , . ..  Fraternally, Ian Ridpath (continued on page 17)"},{"pageNumber":14,"pageContent":"COMET HALLEY By Walter Webb Since a knowledge of astronomy is so essential to the study of unidentified flying objects, a once-in-a-lifetime experience for most people has been taking place during 1985-86 with the return of Halley's Comet. Michael Bonecutter, a field investigator trainee living in Corpus Christi, Texas and a member of the prestigious International Astronomical Artists Association has submitted an artist's rendition of Halley's Comet as it would appear in the southeast sky, before daybreak on March 20, 1986. It has been posed astronomically in the sky in the proper relationships with the constellations. The foreground consists of a portion of the McDonald Observatory in the Davis Mountains in west Texas near Ft. Davis. This will be the site for the new 300 inch diameter optical telescope, the largest in the World, being built by the University of Texas. Journal readers, possessing a copy of the MUFON Field Investigator's Manual, may refer to Star Map No. 8 Figure 24 on page 87 (corrected for the time of observation) to help indentify the constellations that the artist has faithfully depicted. Sagittarius appears on the right of the comet and touches the lower portion of the tail. Capricornus may be viewed in the upper left corner (triangle-shaped) in front and above Halley's Comet. The constellation Scorpius is easily located near the center of the drawing to the left of the smaller observatory and above the watertank. Our own Galaxy, the Milky Way, forms the backdrop, angling from between the two observatories upwards to the left. Slightly below the end of the comet's tail is the direction to the center of our Galaxy, the Milky Way, approximately 30,000 light years distance. Even though Halley's Comet will be putting on its poorest performance in over 2,000 years, being only about 2nd magnitude in brightness at its best on or about April llth, the artist has taken the prerogative of displaying it as if it was much closer to the Earth and therefore visibly brighter to the eye. May we take this opportunity to thank the multi-talented Michael Boneeutter for his contribution of artwork to the MUFON UFO Journal. -Walt Andrus COMET HALLEY ' Though there have been brighter, more spectacular comets in history, Comet Halley is the most reliable short- period naked-eye comet, reappearing on the average every 76 years — once in a lifetime. Down through the ages, this icy visitor from the outskirts of the solar system has linked generations of humans who have wondered at the sight for at least 2,200 years. Edmond Halley (rhymes with \"alley\") was a 17th-century English astronomer who discovered the periodic nature of comets. After determining that the orbits of three comets were actually those of one object, he forecast its next return. When the comet reappeared on schedule, it was named in Halley's honor. SNOWBALLS Comets are giant \"dirty snowballs\" — frozen masses of water and other gases a few miles across, imbedded with dust, which move in very long orbits about the sun. As they near the sun, the masses warm up, releasing some of the gas and dust. Sunlight pressure and the wind (charged particles from the sun) force out two tails — the more visible curved dust tail and a fainter straight ion or gas tail. Both tails always point away from the sun no matter whether the comet is moving toward or away from our star. After the object passes around the sun and heads back into deep space, the double tail shrinks and disappears. People often confuse comets with meteors. Unlike the rapid speed and almost instantaneous departure of a meteor, a comet appears in the same part of the sky for many days, only slowly shifting its position from night to night. VIEWING The cover of the Journal shows Halley in the morning sky near the \"teapot\" of Sagittarius on March 20, a good time for U.S. observers to view it. Having reached its nearest point to the sun in February, the comet is now approaching earth again. It is brighter with, a better developed tail and entering its best observation period. Peak viewing is as follows: 1. March 7-21. Moonless sky. Look near start of morning twilight low in SE (iy 2 hrs. before sunrise at.'lat. 40°N; 1 hr. 20 mins. before at 30°N). Tail grows from perhaps 10° 'to 25°. The farther south you are, ' ' the higher Halley will be. 2. April 2-16. Little or no moonlight. From 2nd to 5th, look near start of morning twilight low in south. From 6th to 16th, look when Halley is due south (highest); on 6th this is at 4 AM local time and then half an hour earlier each night until 11 PM on 16th. On 10th comet passes nearest earth (39 millions miles). Tail shrinks from perhaps 30° to less than 10° during the two-week period. Again, the farther south one is, the higher the comet. Although Comet Halley moves still higher in the southern evening sky during the next moonless time,frame (Apr. 25-May 12), it is also fading and rapidly losing its tail. By mid-May, we • may get our last chance to see this famous celestial visitor with the naked eye — that is, until 2061 rolls around! 13"},{"pageNumber":15,"pageContent":"UFOS IN REEL LIFE By Joe Kirk Thomas & Dennis Stacy Joe Kirk Thomas is a MUFON Research Specialist and former State Section Director for Los Angeles County. UFORIA I have to admit that in the past I have had little use for UFO movies, having found Speilberg's movies, for example, chocked full of dubious material and silly to boot! But along has come a film that I believe to have truly redeeming value. The movie is UFORIA, a Universal picture'produced by Melvin Simon and starring Cindy Williams (of \"Laverne and Shirley\" fame), Harry Dean Stanton, and Fred Ward. Make no mistake, it is not the movie that ufologists would like to see, rather it is a movie that they should see! - The story is set in a small desert community in California. (I note with irony that it was filmed in Lancaster/Palmdale, the site of a senseless hoax I once investigated.) Much of the move's tone is set in the opening scene showing Sheldon Bart (Fred Ward) driving down the highway at sunrise in an open convertible, one foot propped up on the dash, drinking a beer and singing along with the radio a Waylon Jennings..tune. The movie is laced with country. music, artfully selected to match the story line, if perhaps hard on this author's nerves. It would, of course, be the height of rudeness to .reveal much of the plot. Fortunately, it isn't necessary, as much of the movie's value to ufology lies in its characterizations. Take Sheldon. He's basically a drifter, a good natured fellow with little education and a history as a scam artist, but a rationalist nevertheless. The only thing he believes in are \"things that can be proved in black and white.\" ^ Initially just passing through town, Sheldon visits an old friend, now going by Brother Bud (Harry Dean Stanton) of Brother Bud's Crusade. Brother Bud 14 is an obvious con man who finds faith healing to be \"better than working for Lockheed!\". He's always looking for a gimmick, a fast buck, even if it means selling .. ho.t .cars under the tent...\"Friends, the „ proceeds go to Jesus/\". '.',-' . Then, there's . Arlene Stewart (Cindy Williams), a cashier in the local supermarket. Arlene has her problems...a lonely woman in a lonely place, isolated and sexually inhibited by extreme religious ideas,.and possibly suffering from a sleep disorder. Previous to viewing this film, it had never occurred to me that to the modern supermarket checker, working 40 hours a week only a few feet from the sensationalist tabloids, irrational beliefs may well be an occupational hazard. Indeed, Arlene has been known to read the.UFO pulp magazines during breaks, and. has come to believe that \"Jesus came to earth in a UFO, and he left in one!\". . Amile is a shy, introverted young man also very much into religion. Born and raised in Oklahoma, he now travels with Brother Bud. He knows the latter is insincere, but he believes that \"sometimes you don't have to believe in something to do people a lot of good!\". And then there's Toby and his wife, who live out in the country in a pyramid-shaped farmhouse. He's a new wave type with-, a history of hallucinogenic drugs, and he has boasted to Arlene \"I believe in everything!\". It is Toby who is to first suggest to Arlene that her dreams may be real. Finally, there is the elderly couple who think they have seen a UFO. It isn't clear from the story line whether or not this encounter was real. But their experience with the authorities and with the press have left them angry and confused. Sitting Ducks! Arlene, Amile, Toby and his wife, the elderly couple — with their admixture of religion, uncritical acceptance of tabloid material, general credulity and confusion, they are all ripe plucking for the contagion that is to follow. As I watched these, characters develop. on the screen, I realized I had seen them all before! I spent 3 years with MUFON Los Angeles, two of them as state section director. We had meetings every two or three months, and they were always open to .the public. Most of that public was level- headed and sane, but there was always another component populated with astrologers, nurherologists, psychics, housewives suffering from 'tabloid fever', and the psuedoreligious interested in the- 'spiritual side' of UFOs. Most of these folks were transients of sorts — MUFON was too 'conservative' for them. I could have cast UFORIA with real counterparts to its fictional characters many times over! It is a problem riot mentioned in polite society, but anyone who has been active in ufology for any time must be aware of it. Like the characters in UFORIA, these people are quite sane and usually gentle souls. They have merely succumbed to their belief systems. And they do a lot of damage. These are the folks who allowed themselves to be led around the southwest by The Two', and who keep the UFO pulp papers in business. They are largely responsible for the poisoning of our data base and for the general disrepute of ufology in academic and governmental circles. They are a social phenomenon into themselves who fly interference with legitimate ufology, and we have, yet to learn to deal with them. Universal held back the release of this movie for 5 years, and I suspect that it will not be a blockbuster. But UFORIA is, I think, a jewel whose optimum audience rriay well be present' or former state section directors with two or more years experience."},{"pageNumber":16,"pageContent":"Dennis Stacy is the editor of the Journal and a San Antonio- based photojournalist whose articles and pictures have appeared in a variety of newspapers and magazines both here and abroad, including \"Southwest\" and \"OMNI.\" AURORA The Aurora Encounter (New World Pictures) purports to be about a \"true story,\" the alleged crash of an alien airship at Aurora, Texas, on April 17, 1897. According to legend (most UFO historians regard the account as more hoax than history), the sole occupant of the ship, who perished in the collison with a water tank, was subsequently buried in the town cemetery. A sandstone headmarker supposedly portraying the strange airship reportedly marked the grave until sometime in the Seventies, when renewed interest in the case brought an influx of outside visitors and it was stolen. Metal detectors were said to have picked up readings under the now unmarked gravesite, but these samples later disappeared, too, under somewhat mysterious circumstances. Finally, the local cemetery association sought and received a court injunction to prevent any further digging. The Aurora Encounter also purports to be a movie, but offers little in its own defense, borrowing heavy- handedly virtually every Spielberg cliche in the book, from flying children, caves and cobwebs, to a cuddly alien visitor. What emerges, however, including what must be the absolutely worst spaceship in the history of cinema, is more spaghetti than Spielberg. One looks for a kind word to say about such a promising storyline, but one looks in vain. The acting is for the most part wooden and the plot has more holes in it than a coffee filter. ACTORS Jack Elam, the only name actor, who's probably been in more westerns than he cares to remember, turns in a credible performance, given the script, as Aurora's town scalawag and drunk, a peddler of Doctor Neptune's Elixir, an alcohol-laced antidote to the yellow fever sweeping the countryside. Carol Bagdasarian, as Alain Peeples, the school ma'am who inherits her daddy's newspaper, the \"Aurora Sentinel,\" is called on to deliver most of the movie's lines, and does passingly well, again considering the script. The high sheriff, \"Not-in-my-town-you- won't,\" is played by Tom Brown, who has little to say and seems thankful enough for it. There's also a bad-guy, undercover Texas Ranger (yes, in black hat), a cameo appearance by Spanky McFarland as the state governor, Dottie West as Irene, who contributes a gratuitous nipple, and more cute children than you can shake a stick at, probably impressed into their roles by their parents. More material falls through the sieve-like plot than floats to the surface, but for whatever reason(s), a diminuitive alien (Micky Hayes) aboard an airship from the moon turns up in Aurora shortly before the turn of the century. Which proves to be just what the suffering small town needs, having been bypassed by the railroad, its cotton crop failing, and dread yellow fever on the loose. For more reasons unknown, the little alien frequents a riverbank where he maintains a bunch of cattle skulls and feathers on sticks. This is just above a fakey cave three young girls fall into for a convenient late afternoon stroll through a cutrate Spielberg set. I think boy-alien is visiting the place because his ancestors (more skulls) are buried here among all sorts of mysterious Aztec and Mayan allusions that otherwise go unexplained. Anyway, the girls are imperiled by a fake roof falling in, though the under- cover Ranger lurking above is appar- ently unaware of all the seismic activity. Boy alien arrives in the nick of time, and one of the grateful girls gives him her Cabbage Patch doll. SPECIAL EFFECTS Moving right along, the school ma'am, who has built the first crude aeroplane in the meantime, decides the alien should fly down Aurora's main street because it will apparently make good copy for her 4-page newspaper. This publicity coup begins in broad daylight which quickly turns to nightfall so the special effects budget can be used up in one swell foop. Previously, and again for reasons left unexplained, the airship alternately glowed or steamed smoke, neither mode of which propulsion seemed necessary as long as it was securely supported by cables and cropped camera angles. But come downtown it does, in a blaze of arc-lights. Boy alien steps out of his ship long enough to be gunned down by the dastardly Ranger. He staggers inside, lifts off, and then passes out at the controls so his ship can slam into the Aurora water tower and explode. But the cascading water puts out the fire long enough for one of the girls to retrieve his body before the spaceship erupts in paltry pyrotechnics again. A tiny casket is prepared for burial, but just like in E-T, cuddly alien movies don't end on sour notes. The casket glows blue, and what I assume to be boy-alien's soul streaks skyward, a sort of moonbeam in reverse. I caught Aurora at a bargain matinee and even then felt swindled. If you have some very young (and gullible) children, perhaps it'll be worth your while. Otherwise, encounter it soon on a TV or videocassette near you, because it's not long for the box- office. 17TH ANNUAL UFO SYMPOSIUM JUNE 27-29. 1986 PRESENTED BY MUTUAL UFO NETWORK 15"},{"pageNumber":17,"pageContent":"NEWS <N'.VIEWS UFO LARRY W. BRYANT Larry W. Bryant operates the, Washington, D.C., office of CAUS (Citizens Against UFO Secrecy) '' , ' ( '• ' 1 ' Donald M. Ware's, aplogia (MUFON, UFO Journal, December 1985) for, the' government's program' of UFO news management cannot be left unchallenged. . . Indeed','even the title of his essay on why U:S. citizens should yield to the government's^ .paternalistic pleadings on the UFO'problem misses the point: instead of \"Security Policy,\", it should have borne the title.\"Secrecy Policy\"— since secrecy for. its own sake can never guarantee security. Rather than being a matter' of'national security, the UFO problem reflects \"national (and international) insecurity\" — the insecurity born of government-fostered ignorance of the body politic as to the true and complete nature.iof the UFO problem. Does Ware, in his wisdom gleaned from 1 a military-service career, really think the government.will! condescend to cooperate with independent UFO research?. Or is he merely indulging in an exercise of introspection to relieve his conscience-pangs over how his former .superiors have helped the government\" manage to deceive the public all these years? You decide. THE RECORD In that decision-making process, consider the following points: It was the continuing campaign of dedicated researchers who won't accept as an answer \"mind your own business\" that (continued next page) ARTIFICIAL CHEMICAL CLOUDS TO BE VISIBLE AT DA\\yN ALONG EAST COAST • ; ( ' ., . .' ' \" . ' .-„'.,'; ' , * • ''.''.' ''•'.' •••\" ' ' •  : .-  ' \"'., .'.,.''•.  ^ ;>.'.X •'';•'' RELEASE NO 85-33 '' 'V . i , ' \" ' •'•,'  ' ' •.\" 1 \" ' \". ' • ' •';\"•'\",,' ; .'.''•-•>   • ' A rocketborne scientific experiment which is programmed to create chemical 1 clouds at high altitudes is.\"scheduled for launch during mid- November, from'NASA Goddard Space Flight Center's Wallops Flight Facility 1 on Virginia's Eastern.Shore.J '        ; 1 ,A large three-stage, subdrbital rocket—aTaurus-Nike-Tomahawk — is, scheduled for a pre dawn 'flight 1 from Wallops, Island during a launch \" window November 13'through November 22; The launch window lasts •'about; 15 'minutes each,morning, starting about 5:10 a.m. EST. Since the date will be obtained optically, clear weather conditions are required at the ground observing sites. Delays could occur due to operational constraints or. cloud cover at the ground-based camera sites so the launch will be scheduled on a day-to-day basis. The objective of this experiment is to provide baseline data on expected yields, vapor expansion velocities arid other parameters for the chemical release canisters for the.Combined Release and Radiation Effects Satellite (CRRES) scheduled to be launched in July 1987 from the Space Shuttle. Three types of reaction chemistry will be tested on this flight: a titanium-boron-barium mixture, a titanium-boron-lithium mixture, and a • bariunvcupric-oxide mixture. The barium and Hthium vapor will -scatter sunlight at specific optic wavelengths (or colors) and will be visible from the ground in the predawn sky. The chemical releases will be visible, cloud-cover permitting, from all areas of the United States- east of the Mississippi River. The payload is approximately 90 inches (2.3 meters) long and weighs 151 pounds '(68.5 kilograms). It will.contain three separate chemical canisters. The release altitudes for each canister will simulate, as closely as feasible; the CRRES release altitudes. The flight will.release the titanium-borqn-barium chemical at the 370 km .(230 statute miles)'point oh the .upleg, the titanium-boron-lithium .chemical at 523 km (325 statute miles) and .the barium-cuprie-oxide chemcial at the 370 km (230 statute miles) point on the downleg portion of the trajectory. The barium clouds will appear from the ground as greenish- white balls that, rapidly expand while ejecting barium ions along the magnetic field to form a visible streak more than 62 miles (100 km) in length. The lithium cloud will'be red and will expand to a diameter of several hundred kilometers in less than a minute. The chemical clouds will be visible until the twilight sky becomes too bright to see, about 15-20 minutes. ..',:-•\";. Dr. David L. Reasonerof the NASA Marshall Space Flight Center.is the principal investigator for this mission. The data will be taken by ground- based optical systems provided by Dr. J. Heppner, NASA Goddard Space Flight Center; Dr. P. Bernhardt, Los Alamos National Laboratory; Dr. G. Haereridel, Max Planck Institute, Germany; and Dr. S. Mende, Lockheed Palo Alto Research Laboratory. These ground-based optical systems will be distributed among four optical sites in North Carolina, Virginia, Maryland and West Virginia. Ground'observations will also be conducted .with the Millstone Hill. Radar at MIT and two portable radars in the 16"},{"pageNumber":18,"pageContent":"Bahamas.      '••'•• Other scientists who may participate in the observations include Dr. M. Mendillo, Boston University and Dr. H. Carlson, Air Force Geophysics Laboratory.               • Ball Aerospace Systems Division, Boulder, Colorado, is the prime contractor for the chemical canisters as well as the entire CRRES and has contracted with Franklin Research Center, Elverspn, Pennsylvania, to manufacture a major portion of the rocket payload and the titanium-boron canisters for flight. Dr. G. Haerendel from Max Planck has responsibility for the barium-cupric-oxide canister.   .  . . ', This flight mission, as part of the NASA Sounding Rocket Program is managed at Wallops. Jay F. Brown is the Wallops Payload Manager and Debbie Frpstrom is the Wallops Project Engineer for this flight. RECORD, Continued produced the FOIA revelations about how the government's UFO policymakers continue to withhold hard-core evidence of UFO reality. That campaign's success'in'compelling' the release of hundreds of pages of UFO ; related documentation .shows that the Emperor's UFO clothes aren't new at all — that Keyhoe's assertion, back in the fifties, that the government was suppressing vital UFO evidence had every basis•'• in fact, despite the government's denial. The success also shows that .«the Emperor — in the person, e.Q., of the U.S. Central Intelligence Agency (which admits to withholding at least 57 documents) and the U.S. National Security Agency (which admits to withholding at least 135) — still feels impervious to the stares and jeers.of the small group of exposers pointing their accusatory fingers. Because of that feeling, the Emperor expects his accusers to grow weary, eventually, of the effort required to sustain their expose. SCIENCE NO HELP Meantime, Ware would have us believe that in the. absence of the .Emperor's capitulation the scientific community can be lured into taking a greater role in UFO research. That's like saying the Watergate scandal could have been resolved without the intervention of Congress and the press. You simply can't expect the private sector's scientific community to freely commit its time and resources to 'a problem with political strings attached and with a history of being a government-fostered taboo. PUBLIC REMEDY As ecologist and taboo- stalker Garrett Hardih says, \"It takes 'imagination to see the truth.\" In the case of unwarranted UFO secrecy, I refer to the kind of imagination -that would impel the hews media and the Congress-' to start asking the right questions of. the right' people —. the same 'practice that I and-several other researchers have been pursuing for at least 10 years. 'The goal? Full government accountability as to (1) what do U.S. officials know about the true nature of •the UFO problem? -.and, (2) how long have they known it? To demand less of our government is to relinquish our citizenship role — and hence to subject our right-to-know to the whims of any government or agency that would seek to cloak its UFO. secrecy in the clothes of \"national security.\" McAULIFFE As , one who wanted to be a candidate for the Teacher in Space Program, I would* not feel right if I did not take a few moments to salute a very fine human being and an outstanding educator who has been a strong inspiration to me and to millions of other teachers in the short time that she was in the media -- CHRISTA McAULIFFE. Christa had a quality that is all too rare in individuals today, and that is the drive and desire to follow one's dream. As poet .Robert Browning put-it, \"If man's reach does not exceed his grasp, what's a heaven for?\" Christa McAuliffe exemplified that philosophy, and she served as an inspiration for all of us. She made me feel proud to be a teacher, and because of society's lack of-respect for teachers, I hadn't felt proud to be a teach for quite a while. She gave countless students the confidence to reach for the stars, and to set high goals for themselves. We need more Christa McAuliffes in our society. We could certainly use a few Christa MaAuliffes in. the field of UFOlogy. Too many people in our field .give up easily because they feel that they can't change things, or that the odds are too .unsurmountable. •'•• The MaVch' 1986 issue of the MUFON UFO 'JOURNAL was a memorial tribute to theChallenger51-L crew. I am taking this opportunity of honoring this courageous, enthusiastic woman who I hope will inspire many of you as much as she has inspired me. Let's \"reach for the stars.\" Let's set bur gqals^high. Let's be as good as we can at what we do, and let's let - L the- public know that we are professional,'serious, credible researchers. -Marge Christensen LETTERS, Continued Dear Editor, In the December 1985 issue of the MUFON UFO JOURNAL there appeared on open letter from Dr. Willy Smith to Jenny Randies. In the letter, Dr. Smith asked Ms. Randies to refrain from her ongoing,verbal and literary battle with Ian Ridpath. I could not agree more with Dr. Smith in this matter. Not only does this type of confrontation demonstrate the futility of attempting to engage oneself in a rational discussion of a UFO matter with a debunker (it would appear that Ridpath is England's answer to our own Phil Klass), but it also serves no purpose other than to .give the debunking community cause to add more confusion to the minds of an already confused public. Dr. Smith hits the nail on the head when he states in his letter that the debunking community is \"banking on the ignorance of the public.\" Exploitation of an ignorant public is the (continued on page 19) 17"},{"pageNumber":19,"pageContent":"MESSAGE, Continued separate check/money order or major credit card number to guarantee the.' room. 'Make your plans and. reservations before May 27th by writing . to George Coyne-for both symposium' ! registration and room reservations so that you may obtain the $25 rate for the symposium. If you need MUFON shuttle service from the Capital, City. Airport,. Lansjng; AMTRAK, East Lansing; : or Greyhound-Indian Trails,. East Lansing; please so indicate when you make your , registration to Mr. Coyne. We will be anticipating meeting many of you in East Lansing, Michigan . for MUFON's seventeenth annual UFO symposium., *. * * Planning has already started for the MUFON., 1987 UFO Symposium in Washington; DiC. to be hosted by the Fund for UFO Researched sponsored by the Mutual UFO Network. Fred Whiting, sympoisum coordinator, .confirmed the decision of the Board of Directors -after their recent meeting. The location .will probably be\" a university campus in Washington D.C. similar to the.facilities at M.I.T., M.S.U. and-fhe University of Nebraska. •\" Marge Christensen, Director of Public Relations, and the P.I.P.E. committee want to remind everyone . that MUFON's Second National UFO Information .Week is scheduled for August 10-17, 1986. Gary Levine, Ph.D., State Director for New York, .published his 'first MUFON, NEW YORK NEWSLETTER, Issue 1, January-February 1986. He has now joined Marge Christensen (Massachu- setts) and Francis Ridge (Indiana) in publishing a state newsletter. * * * The Office of Public Relations for the Mutual UFO Network, Inc. will be moved to Tucson, Arizona in July 1986, when Dave, Marge Christensen, and children move from Beverly, Massachusetts to the sunny southwest. They have already leased an apartment (continued next page) THE NIGHT SKY , By Walter N. Webb MUFON Astronomy Consultant APRIL 1986 Bright Planets (Evening Sky): Venus, shining brightly in the west after sunset at magnitude -3.9, gradually gains altitude.during the month. It sets nearly 2 hours after the sun in mid-April. Look very low in the west in midtwilight on the 10th; the brilliant planet lies only. 'a degree or so from a.ydung crescent moon. Next night the moon' has moved 10° above Venus, still a nice sight. ' . Saturn, in Ophiuchus, is now an evening planet, rising in the ESE about 9:45 PM in midmonth, •.••'•     • ,'  • Bright Planets (Morning Sky): ... ' . . .\" •   • '''.\"' '. ' ;' • ., ' '•• * • ' •' '  '- Mars, in Sagittarius, rises shortly after midnight in .the ESE. The red planet is brightening, surpassing Saturn by 3/4 magnitude at month's 'end. Comet Halley's head lies below Mars early in April. -. •' , , Jupiter, in Aquarius, rises about 3:30 in midmonth \"and gleams- brilliantly at ., magnitude -2.1. The giant world is climbing higher in the ESE during morning .; \"twilight/, Saturn passes 6 1 / 2 ° above the red start Antares oh Apr. 1, the year's second conjunction (one of three) between these.two objects. The ringed planet stands • 28° directly above Comet Halley's head on the 7th. Saturn appears .low in the ; SSW at dawn. Total Lunar Eclipse: The full moon enters the earth's shadow on the morningof April 24. In the East, the moon sets before the eclipse begins; in the central U.S., early stages of the event's partial phase will be seen (weather permitting); from.West Texas westward to the coast, some of the total phase can be glimpsed before moonset; and from Hawaii and the Pacific, all stages of the.eclipse are observable. The moon .enters, the earth's dark central shadow at 3:03 AM Pacific Standard Time and is totally eclipsed from 4:10 to 5:15 (totality occurs during twilight in the western states). From Hawaii, Comet Halley should emerge into view as the moon darkens. Meteor Shower: Unfortunately this year the Lyrids peak on the morning of the 22nd will be spoiled by the bright light of a .gibbous moon. Under better conditions, observers would see about 15 of these bright white meteors in an hour during maximum.  .    , v Halley's Comet:       ..;'.' SUPPORT NATIONAL UFO INFORMATION WEEK 18"},{"pageNumber":20,"pageContent":"NIGHT SKY, Continued During April Halley races across parts of eight constellations as it once again passes earth (on the 10th), this time on its outbound leg. Now the famous celestial visitor is at its peak, especially from the southern U.S. and Southern Hemisphere. Avoid bright moonlight by viewing the comet from April 2-16. Observers in the northern states must be sure to select a clear, unobstructed south horizon. Even so, the comet's head will lie below the horizon at some northern latitudes. From the 2nd to 5th, look low in the south about 1 hr. 20 mins. before sunrise (lat. 30° N) or l'/ 2 hrs. before (40° N). Halley's tail, slanting to the right, may extend 25° to 30°. From the 6th to 16th, observe when the comet is highest and due south. The time will vary from about 4 AM local time on the 6th to 11 PM on the 16th, the south point being reached half an hour earlier on each succeeding night. During the time of its passage by earth, Halley's tail swings upright, pivoting from right to left and shortening to less that 10° in length. Moonlight again interferes from April 17-24 as the fading comet moves higher in the southern sky each evening. On the 25th it is 26° up (at lat. 40° N) in the south as evening twilight ends. Be month's end, Halley has dimmed to 4th magnitude and the tail length is down to a few degrees. Moon Phases: Last quarter-April 1 New Moon-April 9 First' quarter-April 17 Full moon-April 24 Last quarter-April 30 € O The Stars: The Big Dipper, high in the northern sky at 9 AM in midmonth, is a built-in pointer system to other stars and constellations. Last month we mentioned how the two stars on the end of the bowl point to the North Star. Using the same two stars, another line can be extended backwards to Leo the Lion, with its well known sickle pattern and the animal's heart, the star Regulus. Following the curve of the dipper's handle, you \"arc to Arcturus,\" the orange star in Bootes the Herdsman, and then continue the curving path-\"spike to Spica\"-a blue-white luminary in Virgo the Maiden. Be aware of two \"IFO\" stars near the horizon this month. Vega rises in the NE about 8 PM, and Sirius sets in the WSW about 10 PM. MESSAGE, Continued and will be building a new home in Tucson. Marge is looking forward to visiting some of the local MUFON organizations in the southwest and west coast after they are settled in Arizona. * * * An announcement in the International UFO Reporter, November/December 1985 issue, received March 8,1986, is of interest to everyone in Ufology. Quoting from IUR: \"J. Allen Hynek has resigned as editor-in-chief of IUR, citing health reasons. He will remain on the masthead as editor emeritus and he retains his position as the Scientific Director of CUFOS. In a November 22 letter to IUR editor Jerome Clark, Dr. Hynek wrote, \"I am very proud of the CUFOS talent. I don't think it is matched anywhere. And it covers a wide field of expertise.\" He has also asked IUR to report that \"I am completely disassociated (and I mean completely) from the Phoenix operation. My connection with the International Center for UFO Research is null and void.\" Contrary to widespread misunderstanding, ICUFOR was an entirely separate organization from CUFOS, which has always been headquartered in the Chicago area. It was not CUFOS' \"Phoenix branch,\" as some have alleged. Meanwhile, however, Dr. Hynek's UFO investigations continue. \"There has sprung up here (in Scottsdale, Arizona) a new Invisible College of serious qualified scientists devoted to a serious study of our subject,\" he says. \"Most active is Willy Smith, whose work with UNICAT is already being recognized in many parts of the world as a unique database.\" (End of quote.) LETTERS, Continued debunking community's most effective tool, and when given the opportunity to use it, they invariably will not hesitate to do so. The most successful way to encounter ignorance has always been education. Granted, educating the general public with regard to the UFO phenomenon would appear to be a massive endeavor. Nevertheless, with the advent of MUFON's Public Information and Public Education Committee and the first National UFO Information Week, it has begun. This is truly the most constructive way to counter the misleading pronounce- ments of the debunker, not by engaging in a war of words. As Dr. Smith suggested, one's time would be better spent engaging in. UFO research. Thomas J. Burns New Jersey MUFON AMATEUR RADIO NET EVERY SATURDAY MORNING AT 0800 EST (OR DST) ON 7237 KHz S.S.B. 19"},{"pageNumber":21,"pageContent":"DIRECTOR'S MESSAGE by Walt Andrus The March 1986 issue of the MUFON UFO Journal contained a ballot in which each subscriber was invited and encouraged to cast his/her vote for one of the candidates who will be the recipient of the MUFON AWARD FOR OUTSTANDING WORK IN THE UFO FIELD. The award will be presented at the MUFON 1986 UFO Symposium to the person judged by the ballot of members who has done the most for the UFO subject during the MUFON corporate calendar year from July 1985 through June 1986. The candidates nominated for the 1986 award by the Public Information and Public Education Committee (P.I.P.E.) are as follows: Barry Greenwood, Budd Hopkins, Marge Christensen, Dan Wright and Bruce Maccabee. In addition to the plaque being awarded by MUFON, the Fund for UFO Research will make a monetary award of $250 to the awardee in memory of Isabel Davis. Please submit your ballot promptly to Walt Andrus before May 15, 1986 for tabulation so adequate time will be available for engraving the plaque. MUFON and the P.I.P.E. committee will also present an engraved plaque to Dr. J. Allen Hynek in recognition for his lifelong dedication and contributions to UFO research and public information at the UFO Symposium in Lansing, Michigan. * * * Michael Sinclair, International Coordinator, is proud to announce that Sr. Carlos Paz Garcia, a professor in Lima, Peru, is the new Representative for Peru. He is a member of numerous UFO organizations in South America and has had other specialized training in exobiology, astrobiology, and parapsychology. John A. Banasick, M.A., a retired U.S.A.F. Lt. Colonel, and physics instructor, has accepted the position of Representative for the Republic of Panama where he resides. Mr. Banasick has accumulated 140 graudate hours over his Masters Degree from various universities throught the U.S.A. It is a pleasure to announce that Fred Whiting, a State Section Director living in Alexandria, Virginia, has assumed the responsibility of State Director for Virginia, replace Bob G rattan who will be transferring April 1, 1986 to Paris, France to be head librarian at the American Library. Fred has also been very active in the Fund for UFO Research and Citizens Against UFO Secrecy. He will soon be selecting new State Section Directors for the counties in northeast Virginia to fill the vacancies created by his promotion. * * * The following new State Section Directors have been appointed: Frank E. Mangus, Lt. Col. (retired) U.S.A.F., living in Durango, Colorado, will cover LaPlata, Montezuma, Archuleta and San Juan Counties. During his 20 years in the service, he has been an instructor pilot, senior navigator, electronics engineer, and communications and electronics staff officer. Mr. Mangus is an amateur radio operator (NOGCG). Robert S. Gates of Idaho Falls, Idaho has been assigned the counties of Bonneville, Bingham and Jefferson. He has been specializing his UFO research to UFOs over military installations, minutemen bases and airline UFO encounters. Bernard Haugen, M.A., a retired scientist and educator from Oxford, North Carolina, has also concentrated his research to pilot reports and aviation reports from Project Blue Book. Mr. Haugen has been a member of MUFON since 1982, however he will now take a more active role as State Section Director for Granville, Person and Vance Counties. William I. McNeff, B.S.E.E., an electrical engineer residing in Coon Rapids, Minnesota, has been recommended by Walter J. Moe, Asst. State Director for Minnesota to oversee the counties of Anaka and Hennepin. Mr. McNeffs prime interest to date has been in the area of extraterrestrial life and the possible advance in scientific knowledge that might accrue from such contact. * * * \"UFOs: Beyond the Mainstream of Science\" is the theme for the MUFON 1986 UFO Symposium to be held June 27, 28 and 29, 1986 at Kellogg Center for Continuing Education, Michigan State University in East Lansing. In addition to the speakers and their subjects previously announced in the March issue of the Journal, the following have provided the titles of their presentations: Alan C. Holt, M.S. - \"Interstellar Spaceports and Transportation Systems\"; Michael D. Swords, Ph.D. - \"The Case for E.T....Within the Mainstream of Science\"; and Harley D. Rutledge, Ph.D. - \"Project Identification: Thirteen Years and One-hundred and Sixty Sightings Later.\" Other speakers are Bruce Maccabee, Ph.D., David M. Jacobs, Ph.D., John F. Schuessler, M.S., Richard F. Haines, Ph.D., Robert H. Bletchman, J.D., and the keynote speaker Mrs. Marge Christensen. Reservations for rooms at the Kellogg Center and registration for the symposium are now available by writing to George Coyne, 6171 River Road, Flushing, Michigan 48433. Registration for the MUFON 1986 UFO Symposium is $25 in U.S. funds ($30 after May 27) by check or money order made payable to Michigan MUFON, Inc. Rooms at the Kellog Center are $35 per night for single occupancy or $42 per night for double occupancy. Michigan MUFON will forward your room reservation request immediately upon receipt. Reservations received by the Kellog Center after May 27 cannot be guaranteed. If you will be arriving after 6 p.m. on the first night of reserved room occupancy, you must prepay by (continued on page 18)"}]
