[{"pageNumber":2,"pageContent":"MUTUAL UFO NETWORK UFO JOURNAL APRIL 1995  ~f     NUMBER 324 $3"},{"pageNumber":3,"pageContent":"MUFON UFO JOURNAL OFFICIAL PUBLICATION OF THE MUTUAL UFO NETWORK SINCE 1967 o APRIL 1995 NUMBER 324 UFO INFORMATION CENTER INAUGURATED THE HOLOGRAPHIC UNIVERSE Joe Lewels, Ph.D. VISTA, CALIFORNIA FLAP Marie Jones & Laura Miller FALL FROM GRACE Roberta Puhulski ABDUCTION NOTES John S. Carpenter 14 THE UFO PRESS Dennis Stacy 15 MUFON FORUM Strieber, Germov, Wright, McGrew, Mizrach & Basterfield 18 READERS' CLASSIFIEDS THE MAY NIGHT SKY Walter N. Webb 22 CALENDAR 22 DIRECTOR'S MESSAGE Walter H. Andrus, Jr. 24 COVER AND PHOTOS Steve Boehm, The Seguin Gazette-Enterprise MUFON UFO JOURNAL (USPS 002-970) • (ISSN 0270-6822) 103 Oldtowne Rd. Seguin, TX 78155-4099 Tel: (210) 379-9216 FAX (210) 372-9439 EDITOR Dennis Stacy ASSOCIATE EDITOR Walter H. Andrus, Jr. COLUMNISTS Walter N. Webb John S. Carpenter ART DIRECTOR Vince Johnson Copyright 1995 by the Mutual UFO Network. All Rights Reserved. No part of this document may be reproduced in any form without the written permission of the Copyright Owners. Permission is hereby granted to quote up to 200 words of any one arti- cle, proi'ided the author is credited, and the statement, \"Copyright 1995 by the Mutual UFO Network, 103 Ohltownc Rd., Seguin, Texas 73155,\" is included. The contents of the MUFON UFO Journal are determined by the editors and do not necessari- ly reflect the official position of the Mutual UFO Network. Opinions expressed are solely those of the individual authors. The Mutual UFO Network, Inc. is exempt from Federal Income Tax under Section 501 (c) (3) of the Internal Revenue Code. MUFON is a publicly supported organization of the type described in Section 509 (a) (2). Donors may deduct contributions from their Federal Income Tax. Bequests, legacies, devises, transfers or gifts are also deductible for estate and gift purposes, provided they meet the applicable provisions of Sections 2055, 2106 and 2522 of the Internal Revenue Code. The MUFON UFO Journal is published monthly by the Mutual UFO Network, Inc., Seguin, Texas. Membership/Subscription rates: $25 per year in the U.S.A.; $30 foreign in U.S. funds. Second class postage paid at Seguin, TX. POSTMASTER: Send form 3579 to advise change of address to: MUFON UFO JOUR- NAL, 103 Oldtowne Rd., Seguin, TX 78155-4099."},{"pageNumber":4,"pageContent":"REGISTRATION FORM (Please print or type) MUFON 1995 INTERNATIONAL UFO SYMPOSIUM Red Lion Hotel, Sea Tac Airport, Seattle, Washington - July 7-9, 1995 Name of Registrant. MUFON Title Address   City  State Zip_ Name of Spouse/Guest (Please note: All spouses/guests pay registration and reception fee to attend.) RECEPTION (Friday Evening 6-9 p.m.) $10.00 each x = $_ (Catered reception with cash bar) REGISTRATION (Saturday and Sunday) $55.00 each x = $_ (Registration after June 30, 1995, is $65.00 per person) Total amount of check enclosed with registration form:  $_ Please make a postal money order or personal check payable in U.S. currency to: MUFON 1995 UFO Symposium and mail payment and registration form to: Marilyn Childs, MUFON Symposium, P. O. Box 1012, Bothell, WA 98041-1012."},{"pageNumber":5,"pageContent":"MUFON UFO JOURNAL International Director. Walter H. Andrus, Jr.. examines the photo display at the new MUFON UFO Information Center in Segnin. Texas. Public ribbon-cutting ceremonies took place on Tuesday. March 14. 1995. UFO INFORMATION CENTER INAUGURATED (SEGUIN,TX) — The Mutual UFO Network, an interna- tional UFO organization headquartered in Seguin, Texas, announces the opening of its new UFO Information Center. Located at 628 North Highway 123 Bypass. Suite 3 (Exit 610 south off IH 10 to S.H. 123 Bypass be- tween Houston and San Antonio), the Center consists of a public education exhibit featuring photographic dis- plays, videotape presentations, model exhibits, and a small library, all directly related to the UFO phenome- non and presented in a relaxing atmosphere. Copies of the Journal and past Symposium Proceedings, along with various \"souvenir\" items are for sale. Donations are also accepted. For your information, MUFON is a Texas non-profit corporation and an Internal Revenue Code tax-exempt organization. The Mutual UFO Network headquarters moved from Quincy, Illinois, to Seguin, Texas, in July 1975, when Walter Andrus, one of the founders, was transferred to the Motorola Plant. He subsequently retired in 1982, af- ter 34 years of employment in various plant management positions and now devotes full time to the management and administration of MUFON. The business offices are located at 103 Oldtowne Road, only minutes away from the Information Center, where five part-time em- ployees perform the business functions. MUFON celebrated its 25th anniversary in 1994 by having its annual UFO International Symposium at the Hyatt Regency Hotel in Austin, Texas. Seattle, Washington, will be the site for the symposium in 1995, followed by Greensboro, North Carolina in 1996. As a measure of MUFON's overall success, it's worth noting that each month Tommy Brown Printing now publishes over 5400 copies of our 24-page magazine, the MUFON UFO Journal, for worldwide distribution through the U.S. Postal Service. Other ties with the local community are also evi- dent. For example, the Mutual UFO Network has been a member of the Seguin/Guadalupe County Chamber of Commerce since 1988, and Lone Star Printing prints nu- merous forms and publication lists for MUFON. Many Chamber members attended the 2 p. m. ribbon-cutting ceremonies. John Donegan has served as MUFON's Treasurer for 19 years, thus MUFON has been associ- ated with NationsBank personnel since 1975. If you're ever in Seguin, be sure to stop by and visit your new UFO Information Center. Please call the Oldtowne Road office first for an appointment. APRIL 1995 NUMBER 324 PAGE 3"},{"pageNumber":6,"pageContent":"MUFON UFO JOURNAL THE HOLOGRAPHIC UNIVERSE AND THE UFO PHENOMENON by Joe Lewels, Ph.D. M ichael Talbot, in his fascinating book, The Holographic Universe, suggests that the entire universe and everything we perceive in our world may only be the reflection of ghostly images, holographic projections, from a reality so beyond our own that time and space do not exist there. The impli- cations of this concept, he believes, are so astounding that they provide a basis for resolving many of the mys- teries of science, including those previously considered to be paranormal or mystical. Such stalements would surely be met with ridicule were it not for the fact that they accurately represent the conclusions of some of the world's most respected sci- entists from fields as diverse as physics, neurophysiol- ogy, medicine and psychiatry. In fact, the holographic model is gaining acceptance in nearly every area of sci- entific inquiry and it may eventually lead the scientific community to embrace ufology as a legitimate science. To understand and accept the holographic model, one first needs to understand the holographic image and what that amazing discovery implies. The first, to- tally three-dimensional image ever created popped into thin air, like a spectre, before the startled eyes of Hungarian-born engineer Dennis Gabor, who first stum- bled upon the phenomenon. By splitting a laser beam and directing half of it toward an object to be pho- tographed and the other half toward a series of mirrors and diffusing lenses, he produced the first holographic image. But the image on the film only looked like wave patterns and concentric circles. He found that only by di- recting a laser at the film, would a three-dimensional im- age of the object mysteriously appear, ghostlike, on the other side. Gabor was awarded the Nobel Prize for his discovery in 1971. But if that weren't bizarre enough, he found that when the film was cut into small pieces, every piece had the same capability to reproduce the entire object. Although not understood at the time, that principle came to be known as \"Non-Locality.\" That is, the information needed to produce the image was not located in any particular part of the film. It was in every part of the photographic plate at the same time. Ever since, scientists began finding non-locality everywhere. First, in quantum physics, it was discovered as a property of sub-atomic particles, known as quanta. These protons, neutrons, and electrons that comprise the basic building blocks of all matter in the universe were found to disobey the known laws of physics as laid down by Newton and Einstein. Dr. David Bohm, a world renowned physicist, and one of Einstein's proteges, was one of the first to rec- ognize the connection to the holographic image. From his laboratories at the University of London, he began to realize that the mysterious properties of sub-atomic par- ticles were providing him a glimpse at an entirely new reality—one with holographic properties. He, and other physicists, discovered a world in which time and space ceased to exist and in which paranormal behavior was the norm. They found that quanta appear to communicate with each other instantaneously, faster than the speed of light, in violation of Einstein's law of relativity. What they ob- served looked a lot like Extra Sensory Perception (ESP). When grouped together, quanta reach a critical mass, and like a colony of ants, begin to act as if they have a group consciousness. They cease behaving as individu- als and start behaving like an intelligent whole. Not only that, but it also appears that all sub-atomic particles in the universe are interconnected, creating one, indi- visible system, like a giant universal consciousness. The obvious parallel to God did not go unnoticed. The interconnectedness became even more obvious when it was discovered that quanta can shift their shapes. They can appear as either a solid object or wave-like. But the only time they appear as solid objects is when they are being observed by the scientists! So, physicists are now wrestling with the conclusion that they themselves are somehow interconnected with the very particles they are studying. Dr. Bohm and other physicists are reaching the con- clusion that at the quantum level of reality, location ceases to exist altogether. All points in space and time are the same. Nothing is separate from anything else; the entire universe seems to be non-local in nature. The same conclusions have been reached by scientists in other fields. Dr. Karl Pribram, a neurophysiologist at Stanford University, found that the human brain was holographic when he attempted to find out where mem- ories were located in the brain. He found that memories are not stored in any particular part of the brain, but rather everywhere in the brain at the same time. N umerous attempts have been made to discover where human consciousness is located in the body. It is commonly assumed that our awareness exists in the brain, but no one has been able to say exactly where. Now growing numbers of physicians, led by Dr. Raymond Moody, author of the book, Life After Life, are reaching the conclusion that human consciousness also PAGE 4 NUMBER 324 APRIL 1995"},{"pageNumber":7,"pageContent":"MUFON UFO JOURNAL BEAMSPLITTER MIRROR A hologram is produced when a single laser light is split into two separate beams. The first beam is bounced off the object to be photographed, in this case an apple. Then the second beam is allowed to collide with the reflected light of the first, and the resulting interference pattern is recorded on film. is non-local. In their study of near death experiences, they have amassed thousands of well documented cases which seem to show that human consciousness is not at- tached to the body at all and that it continues to exist in another reality after death. Dr. Brian Weiss, formerly chief of psychiatric medi- cine at Mt. Sinai Hospital in Miami, Florida, has dis- covered something similar in his treatment of psychiatric patients. Through the use of hypnosis, he discovered that patients could remember past lives and achieve amazing cures for a wide variety of mental and physical disor- ders. He believes that human consciousness is not lim- ited by time and space. He writes about his findings in his books, Many Lives, Many Masters and Through Time into Healing. These findings are totally consistent with physicist David Bohm's understanding of quantum physics. As he sees it, if every panicle of matter interconnects with every other particle, the brain itself must be viewed as infinitely interconnected with the rest of the universe. The list of mainstream scientists who are using the holographic model to understand previously unexplain- able phenomena goes on and on. but what can ufologists gain from this intriguing theory? First, it should be fairly obvious to those knowl- edgeable about the characteristics of UFOs and alien en- tities that they, too, seem to exist in some other reality, at least some of the time. UFOs and aliens are shape- shifters. UFOs have been reported to appear and disap- pear, merge together, split apart and change shape. APRIL 1995 NUMBER 324 PAGE 5"},{"pageNumber":8,"pageContent":"MUFON UFO JOURNAL Aliens have been seen to materialize and dematerialize and pass through solid objects. UFOs appear to be able to traverse great distances in the blink of an eye, if not in- stantaneously, and they are thought by many to be able to travel between star systems and perhaps galaxies. They seem to exist, at least part of the time, in a reality where common sense concepts of time and space do not apply. In addition, in recent years, ufologists have had to struggle with increasing reports of a paranormal nature: poltergeist phenomena associated with abductions, out of body experiences by abductees, and even reports of ab- ductees recalling past lives, as aliens and having in- creased psychic abilities. Reports such as these have be- come so common that some abduction researchers rec- ognize them as part of the symptomology of the abduc- tion phenomenon. However, some ufologists try to distance themselves from this aspect of the phenomenon, because it doesn't seem \"scientific\" enough. They argue, with good cause, that ufology has worked hard to become a respectable sci- ence and that dealing with paranormal phenomena can only cause them to lose what precious credibility they have achieved. But that may be about to change. It may be that ufol- ogists, just as scientists from all fields, may be free to pur- sue the paranormal as a legitimate course of study as more and more of our greatest minds acknowledge the holo- graphic concept. In fact, this may quickly become the hottest race among scientists in the years ahead—the race to build a bridge between science and the paranor- mal, a long-overdue effort to merge the scientific and the spiritual worlds. If that becomes the case, then the findings of Dr. John Mack of Harvard University as reported in his book, Abduction, that connect the UFO abduction phenomenon with spirituality and reincarnation, may not seem so lu- dicrous and abhorrent to many \"nuts and bolts\" ufologists. In fact, one would have to argue that quantum tech- nology would probably be a blend of science and what we today would call the paranormal. Assuming that highly advanced civilizations, perhaps thousands of years ahead of us, discovered the holographic nature of the universe a long time ago, it would be logical to as- sume that their concepts of time and space would be far different from our own. Distances to them would be a foreign concept. We can imagine that their technology might permit them to trav- el through quantum reality and go anywhere in time and space instantaneously. They would have discovered long ago that con- sciousness is non-local. So when abductees report that they have been told by the aliens that there is more to the human state than \"mere flesh and blood,\" as Dr. Mack and others report, perhaps they know what they're talk- ing about. As a result, they may view physical bodies as merely temporary containers, easily discarded and re- placed. They certainly would have become masters of the holographic image, creating totally realistic, three-di- mensional, interactive, motion pictures that we mere humans would find impossible to distinguish from reality. This technology may play a very important part in alien contact and has been.speculated upon by a number of ufologists. In her book, Taken, Dr. Karla Turner makes the case for holographic imagery in abduction cases she has researched and gives examples of incidents that seem to be holographic projections, rather than real, physical contact. There is no doubt that a highly developed technology based on quantum reality and the principle of non-local- ity would appear to be magic or paranormal to our eyes, just as that first holographic image seemed spectral to its discoverer. But the more we learn about the holograph- ic model, the better we can understand the technology of the future and possibly of the alien culture. How then should ufologists proceed in utilizing the concept of non-locality and the findings of quantum physics in their search for the answers to the UFO mys- tery? The first step is in acknowledging and accepting the holographic model of the universe. This includes ac- cepting the implications for the reality of phenomena heretofore thought to be supernatural or mystical. The dilemma that ufologists face is that by embracing scien- tific principles that may finally provide a basis for un- derstanding UFOs, they must also embrace that which they have for so long disdained—the mystical and the paranormal. If they are able to do so, they can at least be comforted by the thought that they are in good company, for all of science may soon face the same dilemma. Does this mean that when all paranormal events can be understood as based in scientific principles that we can finally conclude that the aliens are merely flesh and blood like ourselves, just more advanced? Does this put an end to speculation by some that these beings are supernatural, angelic, demonic and godlike? Or will it merely give us another way to talk about and label something that by some standards maintains supernatural characteristics? After all, what do you call beings who exist in a reality where time and space do not exist and who travel, perhaps in disembodied form, through time, space and solid objects at will, and who apparently can exercise total mind control over humans? Aliens, gods, angels, demons, spirits—there seems to be no one term that adequately describes such entities. And perhaps that is why they will remain an enigma for a long time to come. Joe Lewels has a Ph.D. in communications and jour- nalism. He lives in El Paso, Texas and is the MUFON assistant state director for West Texas and South New Mexico. Dr. Lewels also serves as a consultant to MUFON and will speak at the MUFON 1995 International UFO Symposium in Seattle, Washington. PAGE 6 NUMBER 324 APRIL 1995"},{"pageNumber":9,"pageContent":"MUFON UFO JOURNAL VISTA, CALIFORNIA FLAP Fireballs, skyquakes, balloons and UFOs all at the same time? Where else but in southern California? by Marie Jones and Laura Miller T he sunny community of Vista, California, located about thirty minutes north of downtown San Diego, is considered one of the best locales in the country. Its beautiful weather, combined with high em- ployment opportunities, has not gone unnoticed. For the past few years. Vista has been voted one of the top ten areas in the U. S. to live in by the publishers of \"The Top 50 U.S. Cities.\" But another facet of life in Vista seems to have sprung forth recently — a wave of UFO sightings that began in October of 1994, with numerous green fireball and skyquake reports, and which escalated into some unusual close encounter sightings that continue even as this re- port is being written. What follows is a chronological de- scription of events up to March of 1995. Initials are used in place of names where anonymity was requested. On November 22nd, 1994, at 8:30pm, a housewife stepped out to her front yard to have a cigarette and no- ticed a triangular-shaped configuration of red and bright yellow lights coming from the West, heading due South, about 45 degrees above the horizon. The object made no sound, hovered for a minute, and then \"changed shape,\" becoming what C.M. described as a diamond shape. The object then appeared to \"drop\" a brilliant, yellow- gold light, described by the witness as a \"bomb.\" The light appeared to bounce a little before both it and the main object disappeared. The entire sighting duration was two minutes. Skies were clear and the object was es- timated to have been three-fourths of a mile away at its closest distance. A few nights later, on November 28th, several sight- ings were reported, beginning with a two-minute sight- ing by a young man, his brother, and their mother in Vista. The young man, S.B., reported he was sitting in his parents' home at approximately 9:45pm when his mother went outside to look for the cat, which had been acting strangely. She came back running through the door with \"a very intense expression on her face,\" yelling for her family to go outside and look at what she had seen hovering in the sky above the house. The young man and his brother both went out after her and watched as an object came into view between the trees just above their roof. Described as a metallic, disk- shaped craft, the object was reported to have a number of white lights that appeared to cover the underside. Moments later, the three witnesses watched the object zip off into the sky and disappear. A couple of hours later, S.B. was on his way home when he turned down his street and noticed a strange light that appeared to be very close. S.B. watched from his driveway as something, described as \"like a shooting star,\" shot out from the light. The second object then cir- cled S.B.'s house about four times, each time about 100-150 feet in altitude, and about a quarter of a mile in distance. After the fourth \"lap,\" the object then hovered and took off towards the West, stopped, came directly back towards S.B., and hovered over his head. With a much closer view, he felt he was observing a dimly-lit craft, triangular in shape, with a small but intensely bright light in the middle. S.B. felt chills up his spine, but could not stop looking at the object. He reports star- ing at the object above him for two full minutes before it bobbed back and forth and then zipped up into the sky and out of sight. On that very same night, at approximately the same time and only a few streets away. MUFON North County co-director Laura Miller was having a sighting of her own, all of which was captured on videotape. At approximately 9:30pm on November 28th, Laura no- ticed a yellow, round object moving slowly from the South towards the West. She shouted for her daughter, Sara, to grab a video camera which was set on a tripod just inside the large sliding glass doors of their hilltop home. The object, described as a bright yellow-gold ball of light, moved slowly and soundlessly across the sky, appearing to dim and pulsate. A plane, most likely a small private plane heading into the nearby Palomar Airport, appeared in Laura's line of view and she was able to compare the size and intensity of light between the two objects. She watched the plane appear to ap- proach the bright yellow orb and suddenly veer off northward, as if the pilot had suddenly seen the object and changed course to avoid a collision. But before this plane veered off course, the object stopped directly in front of Laura's patio, due West, and dropped a number of bright, glowing balls of light. The object and the balls of light then disappeared. Approximately 45 minutes later, another object ap- peared, this time described as brighter and appearing closer, but following the same path as the first object, i.e., originating from the South and moving Westward. Again Laura yelled for her daughter. They ran out onto the patio and were able to again videotape this object, which once again stopped directly due West of their patio and dropped smaller \"bags\" of bright light. This time, the main object did not immediately disappear, but appeared to dim, brighten, dim, brighten, then finally disappear. The skies were clear and there was no wind reported. Each sighting lasted approximately 6 min- utes. APRIL 1995 NUMBER 324 PAGE?"},{"pageNumber":10,"pageContent":"MUFON UFO JOURNAL An interesting lead developed when Gary Davidson was contacted by a group of peo- ple claiming to have set off home-made air balloons, made with colored plastic bags and candles, on that very night. Gary met with these people, who refused to give their true identities, and was able to see a bal- loon constructed and set off. Laura, Marie Jones, and investigator Gary Davidson have had this videotape, 12 minutes in duration, ana- lyzed by a number of people, including MUFON Staff Photoanalyst Jeff Sainio, who reported it unidentifi- able, and an FAA official, K. Ballinger, who unoffi- cially concluded the object to be a target drone. Further research by Mel Podell, MUFON Section Director for San Diego, and Gary Davidson have disqualified the tar- get drone as a potential solution due to inconsistencies in the size and distance required for target drones to oper- ate. However, an interesting lead developed when Gary Davidson was contacted by a group of people claiming to have set off home-made air balloons, made with col- ored plastic bags and candles, on that very night. Gary met with these people, who refused to give their true identities, and was able to see a balloon constructed and set off. Gary also videotaped the balloon in flight and it does show some consistencies with the Miller videotaped object, but does not fully match the bright- ness and intensity. Laura Miller reported that another of these home-made balloons had been launched in late January and she was able to capture it on videotape, so we plan to send it on to Jeff Sainio for his analysis. Gary was told that weather conditions would have to be exactly the same as they were on the night of November 28th for them to launch a balloon so that we could have a reference event. Should this happen, we will report on the results. However, until we can fully confirm that these balloons are responsible, we remain open to other possibilities. In any event, the sightings continued, and on the fol- lowing night, S.B. had another event occur, this time at 7:30pm, when he claimed an orange, oval-shaped, slow- moving object hovered approximately 40 feet above his house for a duration of four minutes, before it, too, appeared to dim and brighten, then \"drop\" a bright light before both objects dimmed and disappeared. S.B. also reported a helicopter in the area immediately following the strange sighting. Jump to December 6th. Our first witness, C.M., re- ported a trapezoid-shaped series of six red lights coming from the North at approximately 8:08pm. The lights moved from the North to the West and faded away. C.M. did not notice an outline, but determined the object to be at least a half mile away; he was not able to make out much detail. On December 17th, G.K. was suddenly awakened at 2:00am by his dog's insistent barking. As he opened the back door, the dog ran past him from the backyard and hid underneath his bed. G.K. went outside to see if perhaps a wild animal had gotten into his backyard and frightened the dog. Seeing nothing, he glanced upwards into the night sky and stood frozen as he watched a huge, bright object dance around. Running into the house to grab his binoculars, G.K. begged his wife to come out and verify what he was seeing. Frightened by her husband's excitable tone, she refused. G.K. ran back out to his backyard and viewed the object through his binoculars, describing it as the size of a house, and shaped like a helmet. He viewed the object for approximately four (4) hours, and within that time saw a platform open and ap- proximately sixty smaller \"shooting star-like\" objects eject from the larger craft and zip across the sky at un- believable speeds, leaving contrails. As the sun began to rise, the small lights re-entered the main object, which then darted straight up and out of sight. G.K. ignored his obvious exhaustion and ran to a friend's house to tell him what he had witnessed. The friend immediately spoke up, asking G.K. what had happened to his eyes. Running to a mirror, G.K. was amazed to see a solid ring of burnt skin around each eye, which peeled away within four to five days. On into January through March of 1995, similar sightings have occurred, usually preceded or followed immediately by \"skyquake\" reports. In addition, reports of green fireballs or meteors seen flashing across the sky seem also to correlate with the sighting wave. Just last week on Thursday, March 23rd, at least four skyquakes, or compression waves, occurred within a two-hour pe- riod. Tuesday, March 28th had witnesses calling into lo- cal news stations from San Diego to Santa Barbara, re- porting bright flashes of light off the coastal waters, and the military spokesperson for Camp Pendleton Marine Base did admit to flare testing. Still, the sightings over the North County region of San Diego continue. Although several earlier sightings over a four-day period in early January were proved to be identifiable, either as misidentifications of Venus, quite bright in the clear, bone-dry Santa Ana conditions, or as the Virgin Lightship Blimp which was in the area for a local golf tournament, February and March have brought us sev- eral new, multi-witness daylight sightings of multiple ob- jects seen flying in formation, and described as metallic and disk-shaped, all currently under investigation. We'll keep everyone posted . . . Marie Jones and Laura Miller are MUFON co-direc- tors for North San Diego County, CA, which en- compasses San Diego. PAGES NUMBER 324 APRIL 1995"},{"pageNumber":11,"pageContent":"MUFON UFO JOURNAL FALL FROM GRACE A Researcher's Nightmare Revisited by Roberta Puhalski R ecently there have been a number of personal attacks by certain abductees against professional researchers who deal with abductees and the ab- duction phenomenon. Many researchers have put their professional credibility, as well as their careers, on the line by becoming advocates for abductees. These re- searchers have brought the plight of the abductee to the attention of the general public, as well as the academic and professional communities. When these researchers first showed an interest in helping abductees, a sigh of relief was heard in some quarters around the world. I will be using the terms \"abductee\" and \"abduc- tion\" to stand for specific sets of experiences as re- ported by certain individuals. These experiences in- clude, but are not limited to, missing time, out-of-body experiences, near-death experiences, abductions, etc. 1 have had some of these experiences myself for many years, and am still not sure exactly with what we are dealing! I can only report my observations of those ab- ductees who have confided in me. When the researchers first came into our lives, they were the only ones who dignified us by responding to our cries for help. Curiously, the established psychi- atric community has not been interested in researching abductions, as many within their ranks apparently be- lieve them to be a psychological aberration. Now, some abductees, after finally establishing these researchers as allies, are fueling the very investigations against those who originally believed them! For three years I facilitated self-help groups for ab- ductees. This experience was a meaningful part of my journey towards understanding myself while helping others. To form support groups, I placed ads in news- papers and posted leaflets in numerous stores. These ad- vertisements solicited individuals who were interested in psychic phenomena, astral projection, obe's and UFOs. Interestingly enough, the members of these groups were individuals from all walks of life. They repre- sented most social, economic, political and religious groups. Within several weeks of forming these groups, I noticed a kinship between these strangers. While most of these individuals came from different backgrounds there was a common thread that tied them together. Their lives had been radically interrupted by an earth-shatter- ing experience that they could not share with the people around them without being considered crazy! Through these groups, however, they found special comrades, a feeling of normalcy, and the realization that they were not alone. At least eighty percent of the people I inter- viewed before placing them in a group claimed to have had or to be having abduction experiences. The re- maining twenty percent were just \"interested\" and con- tinued to attend the meetings. I felt the brotherhood in these groups was akin to the brotherhood that exists between soldiers in combat. As the years passed, this happy story turned ugly and some abductees began to desert these \"safe havens.\" Other abductees even turned against the researchers/facilitators who first brought them together. In order to understand how this could happen, one would have to observe the psychological dynamics at work in these \"special relationships.\" Once individuals in the support group possessed a sense of security, experiences came rushing out of them like tidal waves. At times, it was difficult to conduct these meetings in an orderly fashion, everyone seemed to be talking at the same time. If there were twenty ab- ductees in the room, there were twenty similar accounts being presented. Soon, I found it difficult to keep hand- written records and had to resort to recording the ses- sions. Then, later, I could review the tapes and assess the needs of the abductees at my leisure. In an attempt to make the meetings more manageable and quiet, I sug- gested breaking the groups into smaller units. However, these attempts were thwarted by the abductees them- selves, who did not want to be separated from their new-found comrades. My observations of the abductees led me to one solid conclusion: they were suffering from Post-Traumatic Stress Disorder. We have heard this term thrown about quite a bit lately. Everyone and their uncle, it seems, wants to be included in this new \"victim\" role. It's al- most as though one is not really \"in\" if one doesn't suf- fer from some form of Post Traumatic Stress Disorder! PTSD occurs when an individual has an experience that is outside the range of what we would consider a typical human experience. These experiences would distress anyone. Such experiences threaten the safety of these individuals, or that of someone they love. The in- dividual believes their very life to be in danger. For ex- ample, the sudden destruction of one's home and com- munity, as witnessed in various natural disasters like earthquakes and floods, is as traumatic as a soldier's ex- periences in war. Any threat, whether it's an accident or a deliberate act of physical violence to the self or some- one else, falls into this category. T)ost-Traumatic Stress Disorder is considered a men- _L tal disorder. It was first defined in 1980 in the third edition of the Diagnostic and Statistical Manual of Mental Disorders (DSM-III), published by the American APRIL 1995 NUMBER 324 PAGE 9"},{"pageNumber":12,"pageContent":"MUFON UFO JOURNAL Psychiatric Association. Initially, the APA did not con- sider the trauma-causing event to be significant as the cause of the disorder. PTSD was considered to be the re- sponse to a condition that already existed before any trauma occurred. In other words, they blamed the victim. Fortunately, the definition was revised, and now the mental-health community considers the event that pro- duced the trauma to be significant in terms of the dam- age it can cause to an individual's sense of well-being. While PTSD was initially a category to describe emo- tional problems resulting from the Vietnam War, it now refers to a whole range of responses affecting individu- als who have faced extraordinary circumstances. Everyday, people face events in their lives that may be traumatic to them. However, individuals who suffer PTSD experience events that destroy trust and secu- rity, and rob them of their innocence. Such individuals are left in fear long after the event has passed. I observed the following symptoms among abductees in my groups: Recurring memories of the event(s) Certain parts of the traumatic incidents blocked from memory Abnormal interest in all aspects of the phenomena Flashbacks accompanied by physical sensations Reactions to certain smells, sounds, locations that can trigger a flashback Dreams of the event! s) Fear of the night/dark Difficulty in falling asleep or staying asleep Difficulty in concentration A diminished interest in family, friends, hobbies, work, sex, etc. Location-specific anxiety Changed eating habits: either eating more or less Terror experienced with the recollection of childhood involvement with UFOs/ETs Anxiety attacks that come on without warning Exaggerated startle response Feelings of isolation, withdrawal from others Exaggerated emotional responses, displaying inex- plicable crying, anger or despair Feeling helpless to protect those whom they love (children) Anger towards ETs for lack of emotional response Anger towards those who feel positive towards ETs How can individuals who have experienced some, or all. of these symptoms become so directed and lethal in their attempts to discredit the researchers who came to help them? I n the April 25, 1994 issue of Time an article entitled \"The Man from Outer Space,\" by James Willwerth, was published. The article (p. 74) explores the contro- versy surrounding Dr. John Mack, a well-respected Harvard Professor and Psychiatrist. Dr. John Mack's book on Lawrence of Arabia, A Prince of Our Disorder, won the Pulitzer Prize in 1977. His accuser is Donna Bassett, 37, a Boston-based writer and researcher. Bassett admitted in the article to reading stacks of books and articles on UFO abductions with the intention of fooling Dr. Mack into believing she was an abductee. She participated in three hypnotic-regression sessions with Mack, using method-acting techniques to fake her way through them. She later joined his abductee support- group and eventually worked her way up to being trea- surer of the group. Bassett makes many allegations against Dr. Mack's professionalism. One of those made in the Time article was that he failed to help abductees with follow-up therapy, leaving them emotionally distraught. In psychotherapy, indi- viduals who suffer from emotional and adjustive pains are helped. Many American Psychiatric Association members believe that psychological difficulties stem from maladaptive and unresolved conflicts from child- hood. These childhood conflicts may be either real or imagined and usually involve one or more significant adults. The child's inability to deal with the conflict or some aspect of it produces anxiety which can be re- pressed in the unconscious mind. This repressed anxiety is reflected in the individual's behavior as an adult. C an this model help abductees find peace? It is re- ported that many abductees have had these experi- ences from early childhood. However, as children they are told these experiences did not happen, that they just imagined it! It is difficult to heal emotionally from a traumatic event when one is told it just didn't happen. One's self-esteem (I dislike using the term self-esteem as it is usually used in a subjective and judgemental way) is seriously affected when one is told what they thought happened, didn't. A recent trend in thinking informs these individuals that they were not abducted, but sex- ually abused, as children. This traditional thinking is based in denial, as all difficulties that individuals face in life do not lead back to some aspect of sexuality. This backward thinking does nothing to help abductees \"get on with their lives.\" In my self-help groups the primary objective was to give abductees the emotional and spir- itual support they needed, so that they could function in life with some degree of satisfaction and peace. Someday we hope to have the answers concerning the true nature of the abduction experience. Until that hap- pens, we must deal effectively with today. I believe the abductee support-groups provide one of the best models of therapy within their own parameters. A single therapist just can not provide for an individual what a support group provides. Dr. Mack reminds us in the Time article, \"there are too many of you, and I'm also doing research.\" Too many of us. A frightening thought, don't you think? PAGE 10 NUMBER 324 APRJL 1995"},{"pageNumber":13,"pageContent":"MUFON UFO JOURNAL In traditional therapy it can take months or even years before a trusting relationship develops between the therapist and patient. Until that happens a patient will not open up totally with an honest dialogue. However, in these support groups the \"trust stage\" is established within a very short period of time. Everyone there is suf- fering from a similar trauma. As with other PTSD suf- ferers, many times there are multiple traumatic events. Once the ice is broken by the facilitator, individuals enthusiastically want to share their experiences. During these meetings most are not afraid of being ridiculed or told that they are crazy. The feedback received from the group is very important. In these groups abductees find validation that they are going through a traumatic experience, regardless of what the \"true nature\" of these experiences might happen to be. Without validation, healing cannot occur. For years many abductees may have been told by the people in their lives that their experiences are pure fantasy. It is no wonder that these people learn to distrust their own perceptions. I believe healing is best done in such a supportive environment. Healing does not take place overnight, often it can be a lifelong process. However, restoring one's self-validation is a critical part in the process. Without this self-valida- tion, abductees share with each other their social isola- tion from mainstream society. After the hypnosis ses- sions with Dr. Mack, Donna Bassett admitted to being placed in an abductee support group that he organized and facilitated. In my opinion, Bassett's therapeutic needs were met, had she been a \"real\" abductee. Although I have met with Dr. Mack several times in 1991-92,1 am not a fan of his. However, I do understand the complexities of the abduction phenomenon and cer- tainly respect the role of all researchers in the unraveling of this mystery. It is easy for someone who doesn't un- derstand these complexities to misjudge the effectiveness of the treatment. Over the three years that I facilitated the self-help groups, I did occasionally receive referrals from one of Dr. Mack's assistants for someone in our area or with a special need. It is interesting to note how researchers who investigate and report on uncharted is- sues are attacked for their efforts, as in the case of \"The Alexander UFO Religious Crisis Survey,\" by Victoria Alexander, that appeared in the September. 1994 issue of the MUFON UFO Journal. This was understandably a preliminary survey — no need to sharpen the blade! Maybe it is true that we'll become what people expect of us. Perhaps the lack of information, freely disseminated throughout our society, robbed us of our opportunity to \"prove ourselves.\" Dr. Mack is charged with misusing the techniques of hypnosis by attempting to \"shape\" his subjects' memo- ries to suit his vision of an intergalactic future. Knowing little about this subject, I decided to contact a profes- sional in the field of hypnosis. It was suggested by sev- eral of the abductees that I have worked with over the years that I contact Fred Max of Cheshire, Connecticut. R ed Max is a Certified Hypnotherapist and Counselor. Max has a bachelor's degree in Psychology and a master's in Research and Quantitative Analysis. He is a member of the International Society for Professional Hypnosis and the National Guild of Hypnotists. Over the past fifteen years, Fred has taught hypnosis to area physicians, psychologists, nurses and dentists. He has lectured on hypnosis and behavioral medicine at Boston College Graduate School State University, University of Massachusetts, Westchester Community College, the American Cancer Society, and before many other area universities and organizations. Max has appeared on television many times. He re- cently regressed Whitley Streiber, author of Communion, for a TV special. He has also regressed Larry Fawcett, Larry Warren, Pat Gagliordo, Betty Andreasson Luca, Bob Luca and many other contactees. In 1991, while at- tending John White's OMEGA Conference. I had a front row seat as I watched him demonstrate hypnotic re- gression on Bob Luca for the audience. It was interest- ing to watch, but I needed more information. I decided to interview Fred Max at his lovely subur- ban home where he works. The sight of the bird feeders being gently blown by the breeze, while I could hear the delicate ringing of chimes in his yard, had a relaxing ef- fect on me. After being greeted at the door, I was whisked down the hall to his office. As he offered me a seat, I recognized it to be the seat, which I approached with all the apprehension one would have at the dentist's office. I kept reminding myself that I was only here to interview. After surrendering to the chair, I couldn't help noticing all the high-tech gadgetry surrounding his office, wondering where I should direct my gaze. Fred Max explained that hypnosis is a natural state that we all enter into in varying degrees throughout our lives. Some people have a greater ability to enter into this state than others. We can and do hypnotize our- selves frequently without even knowing it. A hypnotist gets one to relax deeply and experience a broad range of emotions within a selective focus. In such a state we can hear, see, smell, taste or feel certain stimuli, while being unaware of others. Max told me he would never encourage the subject to read any material referring to abduction before hypnosis, as it could influence the results of the session. However, he does approve of giving subjects hypnotic training tapes to listen to before a session. Hypnotic tapes are a tremendous asset in that the subject can hear the tape while awake with the advantage of mentally preparing them to be hypnotized. This aids them in being able to relax and feel comfortable with the terms that will be used to produce the state during the session. Hypnotic regression is the ability to relax the subject and have them relive an experience. To prepare for this experience, the subject must be at a medium trance level or greater. Being hypnotized or listening to hyp- notic training tapes can help a subject increase their APRIL 1995 NUMBER 324 PAGE I I"},{"pageNumber":14,"pageContent":"MUFON UFO JOURNAL trance level. Before being regressed Max wants the sub- ject to understand that regression is a natural occur- rence, that they can be as close or as far from the feel- ings as they choose. They can view the experience as though they were reliving it, or imagine it as if they are seeing it on a movie screen. The subject is taught the skills of both relaxation and control. Most subjects can relate to hearing a word or phrase with the results of be- ing placed back into that experience. The hypnotist teaches these skills, as well as trance deepening, as part of the process before the regression. The hypnotist must be compassionate, clear, logical and trained in the scientific method. The scientific method is essential because the hypnotist asks the sub- ject questions while in the regressed state. These ques- tions must seek information without biasing the an- swers. Biasing answers is called \"leading,\" which means that the answers the subject emits are unduly influenced by the wording or tone of the hypnotist. Leading ques- tions can contaminate the results and create false mem- ories. The hypnotist must relax the subject and then take a careful history to help minimize the biases that the sub- ject has come in with. He or she then employs a process called \"combing,\" whereby one attempts to verify cer- tain variables that make up the fabric of the abductee's account. If a \"being\" is described as tall or short, for ex- ample, the hypnotist might ask how the abductee knows. Did they see it standing next to a particular object or in- dividual of known height? Another name for the comb- ing process used to check a story for its internal and ex- ternal validity is \"item analysis.\" Fred Max video and audio tapes most hypnotic re- gressions, unless the subject objects. This taping not only gives the subject a record of the session, but it helps Max review his part in the process. One of Max's personal goals is to improve the quality of his part in the process. He tries to keep himself from leading. \"I try to always remember that the questions determine the an- swers,\" he says. \"A skilled hypnotist will get more in- formation in the long term.\" Max continues his per- sonal education in hypnosis. Max's clients come to him for weight regulation, smoking cessation and sports motivation. He is cur- rently working with a woman who wants to break an Olympic record. This type of hypnosis is like a mental dress rehearsal in which individuals imagine the \"de- sired\" behaviors and the feelings associated with these behaviors. After a lengthly discussion with Fred Max, it be- came clear that his major objective was not only the pro- fessionalism that he brings to the field of hypnosis, but his desire that individuals leave his-office calm, whole and healed. I asked Max if abductees were different than other in- dividuals who seek out his services. Max finds that the abductees who come to him for hypnotic regression seem to be very sophisticated. He sees them as intelli- gent, peaceful individuals, wanting honest answers. These people are more likely to care for plants and ani- mals in their horhe. They are seeking the greater mean- ing in life. While being in agreement with Max, I couldn't help but reflect back to the radical changes I witnessed in my own groups several years ago. I n 1992. I noticed a disturbing shift in the emotional climate within the groups. Some of the abductees would actually ask me to give messages to the \"aliens.\" While I facilitated the group(s), I did not have the \"spe- cial relationship\" that some believed or hoped I had. Another facilitator reported to me that similar requests were being made of him. It dawned on me that some of the abductees believed we could \"save\" them from these experiences if we spoke on their behalf! While some of us may have been handling these experiences better on an emotional and spiritual level, we did not have the power to stop the experiences. I became concerned that we were slowly becoming demigods to these people. It seems that the abductees expected something other than support to come out of these groups and were frustrated when whatever they were seeking didn't happen. They believed that the professional researchers with their cre- dentials and prestige could influence society to take us seriously. Abductees hoped, at least, to be recognized as sane people who were having something horrible happen to them. I suspect that some abductees were angry that, even with the professionals at their side, they still could not achieve the social acceptance and credibility they so desired. These meetings were taking on an expression that made me uncomfortable. Emotional disturbances and despair became commonplace, while others were busy aligning with their favorite \"alien\" group and de- fending their theoretical dogma. The meetings developed a circus-like atmosphere in- stead of a therapeutic setting. The three years of facili- tating these groups and trying to keep them on-line eventually burned me out. I threw up the white flag, re- tired from active duty, and decided to concentrate on my long neglected personal life. I embarked on my writing career, initially becoming the author of a column entitled \"The Pensacola Beach Lady\" that appears monthly in the S.P.A.C.E. Newsletter, published by a Manhattan organization that grew out of Manhattan MUFON. The organization S.P.A.C.E. was founded in March, 1992 by Harold Egeln, Jr. who saw the need for abductees to have access to their own organization newsletter, ex- ploration teams, and television program. \"S.P.A.C.E.- BRIDGE.\" is on Manhattan Cable Public Access, Channels 16 and 17. By the end of 1992, I had a 28- chapter book drafted on my five year involvement with these phenomena. I would soon learn that I had made the correct choice for myself concerning the abductee sup- port groups. PAGEi2 NUMBER 324 APRIL 1995"},{"pageNumber":15,"pageContent":"MUFON UFO JOURNAL By October of 1992, Nancy was seriously wor- ried about Donna Bassett's intentions to- wards Dr. Mack, her paranoia concerning gov- ernment agents following her, and other strange assertions. One claim Donna made was that her rings came off her fingers when the couples were together, rings that had not come off in years. D uring the Christmas season of 1993, I took my family and spent the holidays in Atlanta, Georgia, with some friends. When I returned, a friend of mine, Bob Newth, a MUFON Field Investigator in Connecticut, told me about a trip he made to Massachusetts during my absence. Bob happened to catch an article that was written about a couple in Massachusetts who have gone public concerning their experience with entities from other worlds. Bob ap- peared to be very impressed with the couple. He told me they were different from the people we had come into contact within the groups. Over the following months Bob continued to encourage me to get in touch with them. Finally, on May 29th, 1993, we made a visit to their home in Norwood, Massachusetts. Jack and Nancy Malacaria own two small cleaning businesses which they operate from their home. They have been married for nine years and have four children. The Malacarias give seminars and speak to various groups. They have given dozens of radio and newspaper interviews. They have also appeared on television a number of times. My first impression of the Malacarias was that of an intelligent, calm and soft-spoken couple. Their home re- flected a peaceful serenity, which is quite an achieve- ment while having four children. Initially we compared notes on our experiences and speculated on the pur- pose behind our timely meeting. However, during our visit, later in the afternoon, our conversation turned to Dr. John Mack and his work on the behalf of abductees. This was the only time during our visit that 1 noticed any stress in Nancy's voice. Nancy and Jack related a story to me which was, indeed, very disturbing! They said that on Sunday, June 7, 1992, they met a couple named Donna and Ed Bassett at one of Joe Nyman's MUFON meetings in Massachusetts. At this meeting Donna tearfully explained some of her early \"alien\" experiences to the group. During that meeting Jack and Nancy spoke to the Bassetts about the nature of their experiences, offered to be of any assistance, and in- vited the Bassetts to attend any of the monthly meetings held at their home. The couples exchanged phone num- bers, which began a six-month relationship that the Malacarias would never forget! There was no question that Jack and Nancy liked Donna and Ed Bassett. They found the couple to be very friendly and open. The couples immediately started to socialize, and within a very short time Donna'was confiding in Nancy regarding her childhood and family problems. Jack and Ed seemed to be enjoying each other's company as much as the women appreciated their growing friendship. Nancy and Jack visited the Bassetts at Ed's father's house in Milton, where he and Donna lived on the base- ment floor. Ed told the Malacarias he worked as a free- lance journalist. Donna said she was writing a book about flower and herb essences. The couples discussed many UFO issues and initially seemed to be in agree- ment regarding their opinions. However, shortly after this relationship flourished, Donna adamantly voiced her opposition to the way MUFON and other indepen- dent investigators in the field were treating abductees, particularly Dr. John Mack. Donna kept looking for Nancy's agreement in these discussions. However, Nancy told her, she just didn't know enough about any of these issues to make a statement. Unfortunately, many times Nancy would try to make it look to Donna as though she agreed for the friendship's sake. Nancy could not stop Donna from her seemingly \"driven\" pur- suit of justice. It was in September of 1992, that Donna told Nancy that she was going to \"fix him,\" referring to Dr. Mack, because of the way he was treating abductees. The Malacarias were not happy with the bizarre direc- tion this relationship was taking. Jack and Nancy started to withdraw, as expressed by their silence. They knew that the Bassetts noticed this change in their attitude. By October of 1992, Nancy was seriously worried about Donna's intentions towards Dr. Mack, her para- noia concerning government agents following her, and other strange assertions. One claim Donna made was that her rings came off her fingers when the couples were together, rings that had not come off in years. Was there some strange power at work here? The only power the Malacarias wished they had was for this behavior of Donna's to stop! On Friday, October 23rd, Donna and Ed arrived excited, wanting the Malacarias to listen to some tapes of a woman named Diane DeSimone, who was a Director of Massachusetts MUFON. Theoretically, DeSimone was supposed to be a government agent. Donna said she could prove it because of some financial papers that were stolen from DeSimone's home, show- ing that she came into a sudden monetary increase. Jack and Nancy wanted no part of all this sneaking, spying and stealing, should any of it be true. It was then that Donna and Ed admitted to Jack and Nancy that they were spies. All of these events were noted in Nancy's daily journal. Most of, her notes pertain to her family, however, the Bassetts created enough concern for her to comment on these occurrences. APRIL 1995 NUMBER 324 PAGE 13"},{"pageNumber":16,"pageContent":"MUFON UFO JOURNAL I was shocked over some of the things the Malacarias were telling me. and shared with them some of the events of my last days as facilitator of the abductee self-help groups. I expressed to them that surely Dr. Mack must be able to recognize Donna's problem, being that he was a psychiatrist! The Malacarias agreed with me that they, too, thought Dr. Mack would recognize her state of mind. Nancy continued to tell me that on Tuesday, October 27, 1992, she had a conversation with Pam Kasey, who is an associate of Dr. Mack's. Nancy related to Pam her concerns about the tactics that Donna and Ed Bassett used. Pam assured Nancy that she would relay their conversation to Dr. Mack. On Monday, November 2, 1992, Jack personally warned Dr. Mack about the Bassetts during a telephone conversation. By early December, the relationship between the couples was just about over. The Malacarias' refusal to go along with Donna's agenda understandably put a damper on the relationship. The Malacarias were relieved it was fi- nally over. When the Time article came out in the summer of 1994.1 sent a copy of it to Nancy and Jack. We were all surprised to see that Donna had followed through with her threats. We were relieved, however, to note that she did not go through with one part of her plan, which had Dr. Mack making a \"pass\" at her on the bed during her regression! Nancy and Jack Malacaria are still supportive of Dr. John Mack's work. We all agree it is a dirty and dan- gerous job he has chosen. If John Mack is guilty of anything, it would be of poor judgement of character. Nancy Malacaria believes \"It is painfully ironic that Dr. John Mack, with all of his credentials and brave dedication to this essential task of breaking evolutionary ground, which will forever be a benefit to all, has been undermined through the media by such a fallacious ob- structor as Donna Bassett. Bassett's intentions were clearly nothing but selfish, cowardly, and immoral. Donna Bassett schemed her way into this field with no prior knowledge or connection, fueled only by her per- sonal obscure torment. She spied on and used the ab- ductees she befriended. Donna Bassett used the needs of the experiencers to justify her self-indulgent quest for chaos, pitting everyone against each other.\" History and archeology have shown what happens when a \"God\" fails to protect his people. The plun- dered ruins of such societies are all about the earth. I be- lieve that this is how we fell from Grace! Abductees felt they had been led astray, that we did not protect them, nor did we improve their situation. We let them down! Their moods shifted from disappointment to anger di- rected towards us. Abductees became easily manipulated by dissidents within the abductee population. Embittered abductees took their revenge out on particularly re- spected researchers in visible positions. After all, it is easier to target these prominent researchers. This ugly turn of events saddens me. These bitter few have made all abductees look bad! There is no way of quantifying exactly the number of people suffering worldwide from the abduction phe- nomenon. If there are abductors, they cover their tracks too well. Some of the findings of researchers, if true, have frightening implications for our society. To the Donna Bassetts of the world, I have only one response. I can't help but seriously question the in- tegrity of anyone who would intentionally go out of their'way to \"set someone up\" to get the \"goods\" on them. Particularly concerning abduction, as it is no laughing matter when you believe it is happening to you! I can think of many other pursuits in life that would be positive and of a more productive use of one's time and energy. Shame on you! John Carpenter UPDATE ON PROFESSIONAL SUPPORT T hroughout the country various efforts have arisen to attempt to deal with the coping, support, and issues of alleged abductees. While the common response of most professionals has been to hesitate and wait for ac- ceptance of the abduction phenomenon by the general population, or let someone else lead the way boldly, a scattering of dedicated individuals have developed their own approaches, forming organizations in different cor- ners of the United States. In this column I shall highlight the efforts of Boston's PEER group. San Francisco's OPUS group, and El Paso's blossoming chapter as ex- amples of hard work and tireless vision into our future. In Boston, Dr. John Mack founded the Program for Extraordinary Experience Research (PEER) in 1993 to examine accounts of anomalous experiences in order to question and expand existing notions of identity. PEER'S aim is to study and understand how subjective experi- ences of extraordinary events can inform and enlighten twentieth-century science's description of reality. PEER received nearly one thousand calls and letters in its first year. PEER's work addresses the perspectives of three audiences: experiencers, professionals, and the general public. The program has three components: support, research, and public education. PEER has also devel- oped a resourceful \"Therapist Consultation and Referral Network\" in conjunction with the suggested resources known to other researchers like Budd Hopkins. John Carpenter, Yvonne Smith, and David Jacobs. Directed by Pam Kasey. this network connects experiencers with professionals nationwide who have demonstrated a sin- cere and open-minded interest in helping. Call Pam Kasey at (617) 497-2667, extension 16. Karen Wesolowski directs the public education efforts, such as PAGE 14 NUMBER 324 APRIL 1995"},{"pageNumber":17,"pageContent":"MUFON UFO JOURNAL the PEER Forum Series, which bring various profes- sionals and academic types together to share techniques, questions, and issues. Through psychological research PEER seeks to es- tablish the study of anomalous experiences as a valid and important area of scientific inquiry. Using accepted scientific language and tools, researchers expect to doc- ument those aspects of anomalous experiences that re- main unexplained by existing diagnoses and concepts of reality. They expect the research will help distinguish the abduction experience from psychopathology and fantasy proneness and help define the scope and describe the characteristics of the phenomenon more fully. The Organization for Paranormal Understanding and Support (OPUS) was formed in the San Francisco Bay Area, spearheaded by the vision of therapist Kathy Hennessey and Dr. Eugene Lipson, an enthusiastic pe- diatrician. OPUS was formed to provide referral and re- search services for unusual personal experiences such as close encounters with non-human intelligences and para- psychological phenomena. The two basic goals of OPUS are to assist persons who are seeking help in dealing with anomalous trauma, and to be a data-gathering body to enhance understanding and knowledge. OPUS sees it- self as an adjunct to other groups such as MUFON, CUFOS, the Intruders Foundation, and the American Psychic Research Society. OPUS also offers referral services and support to abductees, acting as a type of \"triage\" where an experiencer can receive guidance in choosing a professional therapist who is known for their knowledge and experience with these subjects. Therapists connected with OPUS also benefit in that they have a network of professional peers with whom to consult or exchange information at any time. As with the PEER group in Boston, OPUS offers workshops and public forums as well. Therapists connected with OPUS will be asked to share data for a database without compromising the identity or confidentiality of any client. This database could suggest innovative research projects or therapeu- tic directions. OPUS also plans to deploy small inter- disciplinary research teams \"tailor-made\" to investigate paranormal experiences. OPUS is guided by an execu- tive council where each member develops a particular area of the organization. OPUS offers itself as a model to be cloned and spread throughout the nation, creating a larger network that links other innovative groups to- gether. Down on the Mexican border in the desert splendor of El Paso, Dr. Joe Lewels was determined to develop a group of helping professionals as a few cases of proba- ble UFO abduction began to surface in that region. Beginning with only six MUFON members in June of 1993, they began to awaken the area by drawing in speakers such as Walt Andrus, Robert Dean, and John Carpenter over the next two years. These three speakers attracted a grand total of 1050 interested individuals, in- cluding up-and-coming psychiatrist. Dr. Roberta Fennig. It was her fearless speaking engagements that attracted other professionals. The MUFON chapter now boasts 32 members, in- cluding several psychiatrists, psychologists, hypnother- apists, psychiatric nurses and social workers, along with two college professors, a physicist, an engineer, and a lawyer. The high percentage of professional involvement is largely due to Joe and Roberta's vision to \"start at the top\" and get good quality people who would set the standard of excellence that would attract other members for all the right reasons. On-going speaking engagements, a classy newsletter, and connections with local media and universities have enhanced local interest and respect. The combination of quality leadership, education, and public events has cre- ated an admirable success for this charming El Paso group. The abduction cases in that region are forever grateful for the help they are now receiving. Other tireless individuals like Tucson's Cecilia Dean, Kansas City's Jean Brogan, and North Carolina's Granville Angel have made efforts to develop support networks for experiences nationwide. Eventually many of these efforts will link and blend together as we move from isolated pockets of effort and creativity toward a truly unified national network of support and services to all experiencers, therapists, researchers, and the educa- tion of the general public. Let us salute the pioneers of these innovative and dedicated directions nationwide. Next Column: \"Does Sleep Paralysis Explain Abduc- tions?\" by Dennis Stacy U FO and related literature continues to appear at an alarming rate, the alarm here referring to the lack of time to read and thoroughly review each and every one. The only way to catch up and keep current is with thumbnail sketches like those that follow, which don't necessarily preclude a full-length review of individual items at a later date. In no particular order, then, here are a few titles which have recently crossed our desk. One of the more curious, and certain to be controversial, is Leah A. Haley's Ceto's New Friends (Greenleaf Publications, 32 pages, he, $18.95), illustrated by Lisa Dusenberry. (Haley is also the author of Lost Was the Key.) According to the accompa- nying press release, \"Many preschoolers and young chil- dren have been frightened by encounters with 'aliens.' Ceto's New Friends (just released) is designed to ease their fears (and to be just plain fun for other children). Beautifully illustrated, it tells the story of an extraterres- APR1L 1995 NUMBER 324 PAGE 15"},{"pageNumber":18,"pageContent":"MUFON UFO JOURNAL trial boy who makes friends with two Earth children. Its simple text is set in the same type style used to teach first-graders how to print.\" In appearance at least, Ceto, the extraterrestrial boy of the story (and how, pray tell, in the absence of genitalia, would one know!), is nothing less than your \"typical\" gray. As for the intermix of children and non-threatening aliens, the publishers may protesteth too much, given that Steven Speilberg has long and successfully mined that particular motherlode for hundreds of millions, if not billions, of dollars. Still, the press release continues, \"Ceto's New Friends is already polarizing the UFO community. Some de- spise the book, condemning it as a vehicle for indoctri- nating children with the 'false and dangerous idea that ETs are friendly.' Others disagree vehemently.\" Sacramento psychologist Richard Boylan, founding director of the Academy of Clinical Close Encounter Therapists (ACCET), is quoted as saying that the book \"is an excellent tool for helping the growing number of young children who report extraterrestrial encounters as- similate their experiences. When they see the children in the book interacting with the entity in a matter-of-fact way, their fear, which is harmful, is lessened.\" I personally doubt that \"growing\" numbers of children are reporting \"extraterrestrial\" encounters. They may be reporting entity encounters which are interpreted by their parents and others as extraterrestrial in nature, but children have always reported encounters with other- than-themselves without necessarily assigning any origin, terrestrial or extraterrestrial, to same. I'm also not sure that fear, as such, can be characterized as necessarily more harmful than healthy. The famous \"fight or flight\" syndrome is hardwired into most biological organisms that have the choice, and was presumably \"put\" there for good reason. The trouble with children is that, if any- thing, they are too trustful, not too fearful. Ceto's New Friends is available from Greenleaf Publications, PO Box 8152, Murfreesboro, TN 37133, Fax: (615) 896-1356. Include $2.50 for s/h. It doesn't explicitly say so anywhere on the cover or in the accompanying press material, but the World's Best \"True\" UFO Stories (Sterling Publishing, 96 pages, he, $12.95), by Jenny Randies and Peter Hough, ap- pears to be aimed at the young adolescent reader or perhaps UFO neophyte at best. The 30 b & w illustra- tions by Jason Hurst are quite good, if highly imagina- tive, and there is even an index. The cases considered, Socorro, Travis Walton, Trans-en-Provence. Falcon Lake, Ilkley Moor, Linda Cortile, Frederick Valentich, Voronezh, Kelly-Hopkinsville and others, receive only three to four pages of large type treatment each. The UFO completist might be interested, but I can't imagine who else would be. Available from Sterling Publishing Co., Inc., 387 Park Avenue South, New York, NY 10016-8810. Leagues better from the same publisher (Sterling), in terms of both value and content, is Jenny Randies' Alien Contacts & Abductions (191 pages, pb, $9.95). There are times, I must admit, when it seems like every other UFO book in the world has been written or co-authored by England's indefatigable Jenny Randies, inarguably the planet's most prolific producer of UFO and related material. Alas, some (like World's Best with Peter Hough above?) appear to have been intended only to pay the rent and telephone bills. Others show that Randies is constantly thinking about her subject, and not unwilling to wander down weird alleys or revise her assessment of a particular case or phenomenon. Moreover, she's an ac- tivist in the best sense of the word, involved not so much in pushing a personal agenda as she is in arriving at the ultimate truth. She not only writes, lectures and ed- its, she investigates. In the bargain, as far as relatively in- sulated Americans are concerned, her books tend to take a more global approach to the UFO phenomenon. Alien Contacts probably falls somewhere in the upper mid-range of the Randies ouevre, which is to say it is ba- sically a summary of alleged alien contact cases aimed at the general reader, as opposed to an encompassing new theory for the already UFO-jaded. One could also argue that the prose is somewhat less than inspired. Here, in order, are the opening paragraph words for page 142: The, After, The, There, For, Indeed, and In. Page 144 fares little better. Here we encounter such no- ticeable prose innovations as They, The, They, As and In. The following page (145: all chosen at random) sees paragraphs beginning with In, Possibly, Some, In, Another and The. After a while, despite the inherent in- terest of the subject matter, the effect of reading about same becomes rather plodding and mind-numbing. Doesn't something as potentially exciting as UFOs de- serve somewhat less enervated prose? Jenny, if you're tired, just say so, and all will be forgiven. Randies also edits the Northern UFO News. If you want to inquire about subscription information, please note the new address: Jenny Randies, 11 Pike Court, Fleetwood, Lancashire, UK, FY7 8QF. There's some food for thought in Steuart Campbell's The UFO Mystery Solved (Explicit Books, 208 pages, pb, $19.95), but not necessarily from the menu the author originally had in mind. After overviews of UFOs and possible sources of deception (the psychology of per- ception, natural phenomena and astronomical objects, etc.), the author fixates on a theory first proposed by the late Harvard astronomer Donald Menzel (to whom the book is dedicated), and then spends the remainder of the book explaining numerous spectacular UFO cases (Rendlesham Forest, Socorro, the Trindade UFO photos, the Livingston, Scotland, CE-2 case, and so on). Campbell's thesis is that many major UFO reports can be explained as a combination of factors centered around an astronomical mirage, that is, a mirage involving a dis- PAGE16 NUMBER 324 APRIL 1995"},{"pageNumber":19,"pageContent":"MUFON UFO JOURNAL tant astronomical object. Thus, policeman Lonnie Zamora's account of having seen two small figures standing beside an oblong-shaped object on legs (with a red insignia on the side) near Socorro, New Mexico, is attributed to a mirage of the star Canopus, then about three degrees above the horizon. Even the skeptics were unimpressed with this version of events, the Skeptical Inquirer declining Campbell's paper on the case. Part of their reluctance apparently stems from the fact that Campbell's own version of as- tronomical mirages apparently differs from the accepted one. While the author is candid enough to admit that \"not all optical physicists would agree with\" his theory of AMs, he doesn't inform the reader as to how insignificant, or fatal, these disagreements might be, thereby loading the overall argument decidedly in his favor. Solved is nicely published, with a section of color plates and various charts and b & w photographs scattered throughout, but it also suffers from a few typos. What is one to make of the following, for example, found on page 51? \"Elevated observers (for example those a ce- lestial object displaced even more than 0-6° when they see it bel in aircraft) can sow the horizontal plane.\" Solved is available from Lavis Marketing. 73 Lime Walk, Headington, Oxford. UK, OX3 7AD. The cost is $19.95, plus $7 by air, or $3.50 surface. One hardly knows what to make of Secret Cipher of the VFOnauts (Illuminet Press, 128 pages, pb, $9.95), ex- cept that it has a lot of capital letters scattered throughout the text. Here's a choice quote from the press release, however: \"For decades rumors have circulated that the UFO phenomenon is somehow directly linked to Occultism. Now, veteran UFOlogist Allen H. Greenfield provides startling proof of this connection! Going beyond speculation, Secret Cipher of the UFOnauts takes us to the heart of the UFO mystery with the discovery of a hid- den Secret Cipher used by UFOnauts, Contactees, Occult Adepts and their Secret Chiefs. The Secret Cipher, once used only by New Aeon Occultists, has now been proven to contain the key to human-alien communication.\" Available from Illuminet Press, PO Box 2808, Lilburn, GA 30226, $9.95 plus $1.75 p/h. 1-800-680-4638. Many Journal readers will be familiar with the venera- ble Fortean Times of England, a bi-monthly newsstand collection of the odd, the weird, and the merely down- right bizarre. For those who carp that the ol' gal is merely a commercial shadow of her former self, help is at hand in the form of the first volume of Fortean Studies (John Brown Publishing, 350 pages, pb, $44, US), Steve Moore editor. From the accompanying flyer: \"The series is intended as a repository of contemporary Fortean research from around the world, particularly research articles which are too long and too academic to feature in the magazine it- self. Contributions to Fortean Studies are expected to con- form, so far as is possible, to the normal standards of scholarship and to contribute significantly to our knowl- edge of the strange phenomena generally classed as 'Fortean.'\" Fortean, of course, refers to Charles Fort (1874- 1932), generally considered the grandfather of ufology and a host of related studies. If you love footnotes and all manner of weird subjects, you won't want to be without this excellently produced volume, despite the rather steep price tag. The showpiece is \"Many Parts,\" the collected fragments of Fort's autobiography, edited and expanded upon by Mr. X, and published here for the first time. Ufologists will zero in on \"The New England Airship Invasion of 1909\" by Joseph Trainor, and \"Optical Illusions: A Brush with the Aliens,\" by Anne Silk. Other articles treat with the famous Devil's Hoofmarks of 1855. the giant octups, the glowing owls of Norfolk, Paul Kammerer and the Law of Seriality, and so forth and so on for 300-plus pages. Most articles are scrumptuously illustrated. The second volume is sched- uled for publication in November of this year. Fortean Studies is available by mail-order only. Direct US orders to Fortean Times, Box 754 Manhasset, NY 11030-0754. Tel: (516) 627-3836. Fax: (516) 627- 1972 . The price of $44 includes postage and handling. In the same vein, the second volume of The Anomalist should be back from the printer by the time you read this. Patrick Huyghe and I initiated this new paperback series late last year with the idea of providing a more permanent platform for the studies of anomalies than the usual magazine or self-published journal has been able to offer in this country. We won't know for sure until we see the final prod- uct, but we anticipate The Anomalist 2 will be much im- proved in appearance from the first volume, thanks in large part to the work of our new Art Director, Ansen Scale, a San Antonio photographer and fellow MU- FON member, who not only designed the lay-out but contributed the cover photograph. We've also been able to expand to 160 pages, while maintaining the cover cost at $10.00, plus $2.50 postage if ordered direct. Contributors this time around include Rupert Sheldrake (on the great pigeon mystery), Loren Coleman (Bigfoot), David Ritchey (remote viewing), Hilary Evans (fait divers and folklore), John Shonder (Guatemalan organ theft rumors), Robert Baker (alien abductions), Dennis Stillings (mutes and myths), and Tom Van Flandern (the Mars Face), along with an in- terview of anthropologist Yuri Mochanov on the ques- tion of human origins in Siberia (by Patrick Huyghe), and letters from readers. The first issue (128 pages) is still available. Order ei- ther volume, $10.00 each, from Dennis Stacy, Box 12434, San Antonio, TX 78212. Be sure to make checks or money orders payable to Dennis Stacy, and to include $2.50 per volume for p/h. APRIL 1995 NUMBER 324 PAGE I 7"},{"pageNumber":20,"pageContent":"MUFON UFO JOURNAL Letters to Mufon UFO Journal EM EFFECTS I was interested to read Albert Budden's article about electromagnetic effects in the encounter experience (\"Aliens, Electricity & Allergies,\" February. 1995). I thought that I might amplify with some more detailed descriptions of the exact electromagnetic effects that I experience. First, my house is in the same geologic structure that surrounds Pine Bush. New York. It is a fairly stable schist with a great deal of iron in it. In fact, about thirty miles to the north is the Iron Mountain Records Storage Facility, a vast underground mine of records storage chosen in part because of the lack of seismic activity and the shielding effect of all the iron. About a mile be- hind the house there is a cave that was used in Indian times for medicine, judging from the artifacts that have been found there. I have had an experience while inside the cave of my body glowing with a blue light. It was not like St. Elmo's fire, but something that had a deeply emotional connection as well. In childhood, I experienced a number of extraordinary electrical storms in 1957 and '58, including the ball- lightning event I described in Communion. From my middle teens, I have on occasion caused the destruction of electronic equipment simply by walking into a room, and to the outrage of friends who have had their stereos and television sets ruined. Repairmen have said that there is evidence in the appliances of a se- vere static discharge. This has not happened, however, for a number of years. More recently, from about 1984. I have had a dra- matic effect on streetlights, causing them to go out on such a consistent basis that it cannot be a coincidence. Edward Conroy observed this phenomenon in action, and noted it in Report on Communion. In March of 1984, I was eating dinner with friends when I experienced a terrific pain in my left calf muscle, that felt as if it had been stabbed with a hot spike. The pain subsided, but after we left the restaurant, there were extreme electromagnetic effects, with entire banks of streetlights flashing on and off, to the point that the people with me were really agog. However, I do not agree that my electrosensitivity means that the visitor experience is explainable as the sort of super-hallucinatory phenomenon that Budden postulates. Since 1989, I've had what seems to me to be proof that the visitors can act independently of us, and do so with careful cognition. After the proof came, I more-or-less went into hiding because I was stunned by it and also most unsure about what to do with it. The other books seemed to bring the visitors into peoples' lives. But was that a good idea? I've heard plenty of hor- ror stories, and lived through a few myself, God knows. I've been struggling with this for five years, and have written another book that is a sort of experiment in communication, on the theory that maybe things will get better. I think that all the phenomena that Budden describes are real, and that some kind of electrosensitivity must fa- cilitate encounter or even generate it, but I also think that the visitors are real, and can certainly act independently of those of us who face them. Does this mean that I think they are from another planet or dimension or time or some kind of hyperconscious level of the mind? I don't know what they are. — Whitley Strieber New York, NY DISAPPOINTED As a new subscriber to MUFON I am both impressed and disappointed with the Journal over the last year. I am happy with the standard of what is reported. 1 am disappointed at the lack of substantive evidence of UFOs. Perhaps I am expecting too much, especially when I want to believe that \"the truth is out there.\" While I am aware of the main literature, particularly that written by Timothy Good and recent abductee books, my natural scepticism has led me to write to MUFON and pose the following questions. What I am after is some more critical debate and possible answers to what are perennial questions. It is 1995, and despite many reports of UFOs, sub- stantive evidence alludes us all. What worries me is that the lack of hard evidence has led to a plethora of lit- erature on abuctees — it is the flavor of the month. I am the last person to deny the worth of the subjective ex- perience of those who claim to be abductees and that they are really suffering, but the change of focus in the UFO literature is an interesting development when the hard evidence is lacking. In the age of video recorders and well known areas for UFO spotting, we still have poor quality record- ings. I realise it is often difficult to capture an object in the distance, in poor light, moving at high speeds, and with little backdrop upon which the size and shape of the object can. be clearly determined. However, the poor quality of such evidence is disappointing. Other forms of reported evidence also worry me. How do aliens survive in our environment, as our local air, gravity, and toxins seem to have no impact? Apart from a different appearance, their different environ- mental upbringing seemingly poses no problems. Why do UFOs sometimes have a variety of pretty lights (much more than our own planes) when they other times go to great lengths to stay covert? Why are some human- looking aliens so suspiciously Aryan in appearance, preaching peace and love, etc? PAGE 18 NUMBER 3Z4 APRIL 1995"},{"pageNumber":21,"pageContent":"MUFON UFO JOURNAL How can aliens mind-meld? This is a great concept for answering all sorts of alien contact/abductee prob- lems. But even if aliens are telepathic, their ability to un- derstand and control the minds of another species is an amazing feat and stretches credibility. If they are so powerful, why be so covert in some encounters or sight- ings, and so sloppy in others? I would like to believe, but I find some of these ques- tions are rarely addressed in the literature. On a final note, it intrigues me that the Roswell incident is still so pivotal in UFO debates. I realize the importance of Roswell, but it is taking on mythical proportions which obscure the fact that it occurred almost 50 years ago. A lot has and should have happened since then to pro- vide the UFO community with better proof. In 1995, the truth may be out there — but it is disappointing that, even with organized efforts, we are still at the same point as Roswell in 1947. — John Germov Charlestown New South Wales Australia Mr. Germov is a Lecturer in Sociology at the University of Newcastle. His letter was received over the Internet. His E-mail address is GERMOV@psychology.newcas- tle.edu.au. TRANSCRIBERS URGENTLY NEEDED Growing evidence suggests that at least one group of en- tity types visiting Earth is composed of \"bad guys\" preying upon human victims for purposes unknown, but antithetical to all that the human species holds dear. Whatever their ultimate purposes, a constant whenever either of two entity types has been present — often working together — is a humiliating, sexually intru- sive, hate-filled, and altogether negative experience for the abduction subject. The one in charge in these experiences is of roughly adult human proportions, with a greyish-green skin tone. The \"skin,\" according to numerous accounts, is ac- tually likened to reptilian scales. Its companion is a somewhat shorter, yellowish-grey type, with an exterior said to have \"heavy pores,\" or to be of a \"sandpaper\" quality. In a few documented accounts, one or the other of these types has been specifically cited by other entity types as their enemy. The unfamiliar might find it impossible to accept such \"sci-fi\" concepts as inter-dimensional travel, hu- mans assisting aliens onboard a ship or within a subter- ranean cave, or clones of abductees. As someone who. at the 1992 conference held at MIT, railed against those leaping to undocumented conclusions, I can well un- derstand any reticence or outright disbelief. However, repetition of specific detailed factors in abduction sce- narios warrants a closer look. MUFON's Abduction Transcription Project needs more individuals with open minds, patience, lots of free time, a very good grasp of both spelling and punctuation, and a genuine commitment to finding the truth. Volunteers need a tape recorder, earphones, and a com- puter (preferred), word processor or typewriter. Detailed instructions and a regular newsletter await those hardy enough to volunteer. Out-of-pocket costs are reimbursed, though the effort itself is donated. Those with only a nominal interest or too little time to devote to such an endeavor should not inquire. The Project's sixteen abduction researchers across the country desperately need help in reducing their au- diotapes of regressive hypnosis to printed transcripts for analysis. There are literally thousands of tapes wait- ing to be processed. If interested, contact: — Dan Wright Abduction Transcription Project 117 W. South St. Morrice, MI 48857 UFO NET Just a quick note of correction to your recent article concerning UFO information on the Internet: Your author's information concerning the Rutgers' UFO ftp files is sadly out of date (by about 4 years!). The current ufo ftp area (directory pub/ufo on ftp.rut- gers.edu) is greatly expanded (check the README files to be found in that directory for a complete inventory — I would be very pleased to send you a copy if you'd like), and now includes over 1500 files, pictures, and databases — more than 26 Megabytes. The ufo ftp area averages over 25,000 downloads a month from all over the world. I would appreciate it if a correction could be put in an upcoming Mufon Journal, and I'm al- ways looking for more files . . . Also, if UFO-interested \"net surfers\" want another World-Wide-Wide-Web site to peruse, they might try http://www.rutgers.edu/ufo.html. Thanks very much! — Charles McGrew mcgrew@info.rutgers.edu WORD ON THE WIRE Following republication of my article, \"ET Modem Home\" in the February Journal, several readers con- tacted me to tell me I had neglected mention of addi- tional UFO-related areas on the online services America Online and CompuServe. I regret these sins of omission. In particular. I apologize for not mentioning ISCNI's (Institute for the Study of Contact with Non-human Intelligence) \"online university\" on America Online, and the active UFO Theories area of the New Age Forum on CompuServe. Both of these will undoubtedly be of interest to MUFON members. Continued on Page 21 APRIL 1995 NUMBER 324 PAGE 19"},{"pageNumber":22,"pageContent":"MUFON UFO JOURNAL ISCNI The Institute for the Study of Contact with Non-human Intelligence is the first on-line organization devoted to \"CNI Studies (Contact with Non-human Intelligence). For infor- mation on classes, special events & other services, call: 1- 800-41-ISCNI, or E-Mail: ISCNI@aol.com. Located in the Electronic University Network, Continuing Education, on America Online, Keyword: EUN. ALIEN DISCUSSIONS: Proceedings of the Abduction Study Conference held at MIT. 684-page hardcover book in which in- vestigators, therapists, abductees & others examine the abduction phenomenon. U.S. orders $69.95 (includes s/h), international $75. Sorry, no credit cards. Make check payable to Proceedings, PO Box 241, North Cambridge, PO, Cambridge, MA 02140. In MA add $3.25. *U* UFO DATABASE, mapping & research tool. DOS only. 10,800+ quality sightings with source references. Superb maps & statistics. See review in Feb. Journal. Note: correct price is $49.50 plus tax in CA. For full details: Larry Hatch Software, 142 Jeter St, Redwood City, CA 94062-1957. (415) 366-4472. VIDEO/AUDIO TAPES on UFOs, crop circles, aviation mysteries, NDE, Face on Mars & other fascinating topics. Free list & sample newsletter from The Eclectic Viewpoint, Box 802735-M, Dallas. TX 75380. Future lecture hotline (214) 601-7687. TAMPA UFO CONVENTION: May 19-21, 1995. Dr. David Jacobs, Lyssa Royal, Dr. Brian O'Leary, Dr. Bruce Cornet, Linda Howe, Dr. Jeanette Bottoms. Michael Lindemann & Linda Cortile. Recently discovered moon craters, abductions, new sci- ence, gov't cover-up, crop circles, mutes, dreams, angels. Brochure, Project Awareness, Box 730, Gulf Breeze, FL 32562 or (904)432-8888. VIDEO: LEAH HALEY, author, Lost was the Key, a true story of an abductee & her struggle to cope. Leah has experienced har- rassment by military personnel as a result of the apparent down- ing of an alien craft while she was onboard. With commentary from various researchers. 95 ruins., $29.95. AFS/Dialogue. PO Box 8391, Minneapolis, MN 55408. AWARD-WINNING VIDEOS: Hoagland's Mars Vol. 3 Moon/Mars Connection by Richard Hoagland (3 hrs) and Masters of the Stars (77 mins) on the continuing Mexico City sightings. $39.95 ea. + $4 shipping. LIGHTWORKS, P.O.B. 661593MU9, Los Angeles, CA 90066. Order by credit card: (800) 795-TAPE. ALIEN GREYS T-SHIRTS & SWEATSHIRTS: For color T-SHIRTS AND TIES UFO, Fractal, and scientific designs. Full color, high resolu- tion digital imaging. Top Quality. Call or write for catalog. (800) 92-CHAOS, fax: (916) 624-1030, 8-5 PST. The Factory, 4157C Rocklin Road, Rocklin, CA 95677. THIRD MILLENIUM JEWELRY has added a new line — Tektite. The \"eyes\"' are made of Tektite, a glass-like meteorite found in Asia and China. Truly from out of this world! Call Byron Butler for catalog. (800) 242- 5558. MUFON member. LO! NEWSLETTER A new and different kind of newsletter. Specifically dealing with Fortean phenomena & unusual mysteries from around the world. For sample issue & fantastic discount on initial subscription rates, including a free offer, send $2.00 to Lo! Newsletter, PO Box 347032, Cleveland, Ohio 44134. brochure send $1.00 and SASE to Alien Greys, PO Box 736, East Windsor, CT 06088. Artists & dealer inquiries welcome. THE LEGENDARY SHATTERED JEWEL: Recognize/explain Out-of-Body Experience disguised as Alien Abductions, Near- Death Experiences, etc. John Archer suggests how to convert negative experiences to positive ones & exposes abuses of hypno- sis in abduction research. $9.95 + $2 s/h from Trionic Research Institute, Box 30233, Winston-Salem, NC 27130. A REAL SELECTION: Specializing in hard to find items. We have rarely available items including good quality video tapes of UFO conferences & audio tapes. A decent selection of hi-tech aircraft-related items as well. Send for free catalog: E.T. Products, PO Box 847, Hartsdale. NY 10530. UFOLOGY T-SHIRTS: Capture the essence of our passion with this quote! UFOLOGY: the satire of today, the science of tomor- row. T-shirts are $14.00 + $3 s/h, sizes M, L, XL. Checks payable to John Cimbalo at Cimbalo Research, 6 Highland Dr., Penficld, NY 14526. VIDEO: JACK KASHER, Ph. D. Scientific analysis of UFOs ap- pearing on NASA footage taken during STS-48. Includes original footage plus events from other misssions. \"The only alternative is that these are intelligently directed spacecraft that are clearly accelerating & manuevering above earth.\" 95 mins., $29.95. AFS/Dialogue. PO Box 8391. Minneapolis, MN 55408. UFO DIRECTORY ISSUE #2 NOW AVAILABLE! An indis- pensable desktop reference! Lists over 300 organizations, indi- viduals, businesses, stores, museums & lots more. Sources for books, periodicals, audio & video tapes, discussion groups, etc. Fully indexed, with 300-entry bibliography & 6 appendices. $15 (CA res. add $1.16 tax). Oasis Designs, 61159 El Coyote, Joshua Tree, CA 92252. UFOs 94-95. See first EBE, alien bases, landed UFOs, cow muti- lations, implants, abductions, crop circles, much more. 4 hr. video, \"Intruders From Space,\" $30, p&h included, to Jim Gialpis, 50 Sleepy Hollow Rd, Niantic, CT 06357. Astonishing, amazing, ex- traordinary. UFO/METAPHYSICAL CRUISE Join us for the experience of a lifetime. World renown speak- ers, Mayan ruins. September 4-8, 1995. Affordable prices. Call Becky, 1-800-562-6721 or (904) 837-8422. INTERACTIVE CD-ROM! \"UFOs...lhe Real Story,\" with nuclear physicist Stanton Friedman. New multimedia CD packed with cases, pix, ab- ductions, crashed saucers, references, videos, formerly TOP SECRET documents, etc. Requires IBM compatible PC, Windows, 4MB RAM, CD drive. $39.95 + $3 s&h, check. Visa, MC. (800) 704-3777, Unity Publishing, 106 Main St, Ste. 194, Houlton, ME 04730. PAGE 20 NUMBER 324 APRIL 1995"},{"pageNumber":23,"pageContent":"MUFON UFO JOURNAL GREENVILLE CONFERENCE Saturday, August 5, 1995, at the Roper Mountain Planetarium & Science Center. Confirmed speakers include Leah Haley, Marc Davenport, Debbie Jordan, Dr. Karla Turner, Vance Davis of the \"Gulf Breeze Six.\" & Dr. Richard Boylan. \"Register early . .. seating limited!\" Call (803) 675-9328, or write Greenville Conference, 102 Woodbridge Circle, Greenville, SC 29607. VIDEO: MARC DAVENPORT, author of Visitors From Time, explains a fascinating hypothesis that unravels many enigmas which have baffled UFO investigators for decades. \"Many UFOs are not spacecraft in the common sense, but rather vehicles de- signed to travel through time.\" With commentary from various re- searchers. 115 mins., $29.95. AFS/Dialogue, PO Box 8391, Minneapolis, MN 55408. THE BRAZILIAN UFO REPORT: Great coverage, in English, of the UFO phenomenon in Brazil. Bimonthly, $21.95/yr, U.S., $4.00 sample copy. Make checks payable to Michael Wysmierski, Rua Sao Jose 529, Nova Andradina. MS - Brazil, 79750-000. Keep in- formed! THE OPUS ORGANIZATION has a unique, unopinionated ap- proach to the paranormal. Networking, referral services and a database are offered. $35/yr includes newsletter. OPUS P. O . Box 273273, Concord, CA 94552. Internet: OPUS1@GE- NIE.GEIS.COM UFO WORKSHOP July 21-23, featuring Leah Haley & Marc Davenport, plus speakers from MUFON & Operation Right to Know. Pre- registration required. Campers $45/person, $50/commuters. camping fees separate, pay workshop in advance. Cedar Mountain Campground, 20114 Camp Rd., Culpeper. VA 22701. Write or call for brochure & itinerary: (800) 234- 0968. Secretaries Phyllis Hutson (left) and Virginia Caslnerat MUFON headquarters in Seguin, Texas. LETTERS - Continued from Page 19 • Cyberspace is a rapidly evolving medium, and the only way to keep up with its new developments is through that medium. For this reason, I will be putting an online version of ET MODEM HOME on my Web page, and add these additional fora to that revision... the page is under development but I will announce the URL for it soon. — Steve Mizrach seekerl @nervm.nerdc.ufl.edu NO PART II Due to circumstances beyond my control, I am unable to submit to you part 2 of my article titled \"Abducted: An independently witnessed event?\" The first part appeared in the January 1995 Journal. I have just been advised that the second party of three people involved in the incident has sold the rights to their story to a major German magazine and that John Auchettl is no longer able to release his rept upon which I was to base part 2 of my article. John's report was to have been released last October, when I wrote part 1, and I expected to have a copy in my hands within days of despatching part 1 to you, and in- tended part 2 to follow almost immediately. Delay upon delay occurred and the final straw was advised to me. I sincerely apologise to readers for being unable to re- port upon this most interesting event. When the maga- zine article appears we will all learn whether this event really is an independently witnessed abduction event. — Keith Basterfield Adelaide, South Australia Address letters and comments to the editor, Dennis Stacy, PO Box 12434, San Antonio, TX 78212. We can also be reached via E-mail at 72450.1305@com- puserve.com, or at Dwstacy@aol.com. JON SPEAR 1957-1995 Tennessee, State Director, Jon Spear, was criti- cally injured on Friday, April 14th in a multiple automobile accident in Knoxville, TN and passed away at 12:20 p.m. on Sunday, April 16, 1995. He is survived by two brothers, Nelson Spear of Hobbs, NM, Shane Spear of Midland, TX and his father Howell Spear of Pensacola, FL. Through Jon's en- thusiastic leadership, MUFON membership in Tennessee more than doubled in size. He will be sorely missed by his friends and colleagues. Leslie Mitts, his Assistant State Director, will serve as Acting State Director for an interim period. Jon was a former State Section Director in Victoria, TX before moving to Knoxville. APRIL 1995 NUMBER 324 PAGE 21"},{"pageNumber":24,"pageContent":"MUFON UFO JOURNAL May 1995 Bright Planets (Evening Sky): Mars, in Leo, has dimmed to 0.7 magnitude in midmonth and can be found in the SW at dusk. Our ruddy neighbor passes 1° N of the star Regulus on May 23-24, the last of three conjunctions in a row between the pair. See January Night Sky. Jupiter (-2.6), in Ophiuchus, rises in the ESE about 9 PM day- light time in mid-May. The bright giant world lies 2° below the full moon on the 15th. It advances westward during the night. Bright Planets (Morning Sky): Venus (-3.9) dazzles the eye low in the E at dawn after rising about 4:30 AM. The planet pairs up with a lunar crescent on the 27th. Mars sets in the NW about 2 AM in midmonth. Jupiter stands low in the SW at dawn. Saturn (1.3), in Aquarius, rises in the E about 3 AM in mid- May. Those equipped with telescopes will find a rare sight this month. As Earth approaches a crossing of Saturn's ring plane, the rings become thinner and thinner, finally vanishing on May 22—the first time since L980. After a period of several days, the rings reappear, showing their opposite face. Our planet crosses the ring plane twice more, in August and next February. Meteor Shower: The May Aquarids peak on the morning of May 5. Because the shower's radiant point in Aquarius doesn't appear in the sky until about 3 AM, this is a morning shower generating about 20 fast-moving yellowish meteors toward dawn. The Aquarids last from about May 1 to 8. Moon Phases: First quarter—May 7 Full moon—May 14 Last quarter—May 21 New moon—May 29 The Stars: As evening twilight ends, Leo the Lion has already crossed the meridian. To the E of the beast's tail lies a wedge-shaped loose cluster of stars called Coma Berenices. It represents the hair of the Egyptian queen Berenice, who cut off her long tresses in order to dedicate them to the goddess of beauty. Still farther E is kite-shaped Bootes the Herdsman containing the brilliant orange star Arcturus. And left of the \"kite\" is the U-shaped Northern Crown, Corona Borealis. Already showing up in the E in the late evening is the trio of stars that makes up the Summer Triangle—Vega, Deneb, and Altair. And the red heart of the scorpion, Antares, glim- mers low in the SE. April 30 — The Great Plains UFO Conference, Sioux Falls, South Dakota. For more information write to Chuck Brooks, P.O. Box 84131, Sioux Falls, SD 57118, or call (605)361-8888. May 7 — 2nd Annual Central Illinois UFO Rendezvous - Starts at 10:00 a m at 4-H Shelter in Mineral Springs Park, Court St. (Route 9), Pekin, Illinois. For further information contact Paul Russell (309) 347- 8602 days May 19-21 — Second Annual Tampa UFO Convention, Holiday Inn Crowne Plaza, Tampa, Florida. For complete information contact: Project Awareness, P.O. Box 730, Gulf Breeze, FL 32562 or phone: 904-432-8888, 24 hours. May 27-29 — \"When Cosmic Cultures Meet\" - Sponsored by: Human Potential Foundation. Sheraton Washington Hotel Washington, D.C. For more information call 703-534-8566 June 22-24 — 16th Rocky Mountain Conference on UFO Investigation - University of Wyoming, Laramie, WY. For further information call (307) 766-2124 or 1 -800-488-7801; FAX (307) 766- 3914. June 30, July 1, 2 & 11 — The Incident: An International Symposium to examine art. technology and phenomena (July 11: Swiss Ufology). For more information write to Belluard - Bollwerk International, Case postale 120, 1701 Fribourg, Switzerland. Phone: (0114137)222285. July 7, 8 & 9 — MUFON 1995 International UFO Symposium - Red Lion Hotel, Seattle Airport, Seattle, Washington. For further informa- tion contact Marilyn Childs, P.O. Box 1012, Bothell, WA 98041-1012 or call 206-488-3805. August 12-20 — National UFO Awareness Week. August 19 & 20 — The BUFORA 8th International UFO Congress at the University of Hallam, Pennine Theater; Sheffield, South Yorkshire. England. For further information write to Congress 95, 1 Woodhall Drive, Batley, West Yorkshire, England WF17 7SW. August 25, 26 & 27 — First International UFO Congress in Auditorium No. 1 (Principal) in the Area of Medical Center in Mexico City, Mexico. For information write to Zita Rodriguez Montiel, Tokio No. 424 Col. Pprtales, C.P. 03300, Mexico, D.F., Mexico. September 9 & 10 —The 1995NH MUFON Conference - Yoken's Convention Center, Route 1, Portsmouth, NH. For information write: NH MUFON, P.O. Box 453, Rye, NH 03870 or call: Peter Geremia 603-436-9283 or Walter Fnesendort 603-673-3829. October 7-8 — The UFO Experience - at the Holiday Inn, North Haven, CT. For further information write to Omega Communications, 60 Pound Ridge Rd., Cheshire, CT 06410-5051. MESSAGE - Continued from Page 23 really crashed at the famed New Mexico site in 1947. Twin brothers Jim and Jack Weiner will share their ab- duction experiences with SIGHTINGS in a special two- part segment scheduled to air the weekend of April 28- 30. Their terrifying experiences are recounted in Ray Fowler's book The Allagasfi Abductions, which oc- curred almost 20 years ago with two friends. Paramount Pictures publicists will share these advance announce- ments with the MUFON UFO Journal on a monthly basis, as an ongoing cooperative service. Watch for them in your Journal. PAGE 22 NUMBER 324 APRIL 1995"},{"pageNumber":25,"pageContent":"MUFON UFO JOURNAL DIRECTOR'S MESSAGE - Continued from Pa%e 24 Directors: Joseph E. Martin (Visalia, CA) for King County and Cinde L. Costello (Rialto, CA) for San Bernardino County. CONSULTANTS AND RESEARCH SPECIALISTS Eight new Consultants volunteered their expertise this month. They are David E. Pritchard, Ph.D. (Cambridge, MA) in Physics; Gregory H. Boyd, Ph.D. (Fresno, CA) in Curriculum and Instruction; Larry F. Bogart, M.D. (Turkey Creek, KY) in Psychiatry; Michael W. Hall, J.D. (Edmonds, WA) in Law; Alban L. Comeaii; M.D. (Saulnierville, Nova Scotia) in Medicine; Lorie Katz, J.D. (Thousand Oaks, CA) in Law; Turan Gonen, Ph.D. (Davis, CA) in Electrical Engineering; and Peter R. Van T^le, J.D. in Law. Eleven new Research Specialists joined MUFON during the past month. They were Frank H. Bell, M.S. (Layton, UT) in Mechanical Engineering; Burt Moulden, M.S. (Olathe, KS) in Mathematics; Robert M. Smithson, M.A. (Piano, TX) in History; Bette Anne Summers, M.A. (Lenore, ID) in Psychology; Bobbie W. Ammons. M \\ (Lake Junaluska, NC) in Counselling Psycholo-\\ Ellen Sheire, M.A. (St. Louis, Mo) in Psychology Uilham C. Gerard, M.A. (Las Vegas, NV) in Coihpuier Science; Nick J. Modrein (Valley, NE) in Science; William F. Wilson, M.S. (Spring, TX) in Geology; John T. Hunt, M.S. (Abingdon, VA) in Aerospace Engineering; and Robert C. Chance, M.S. (Darlington, MD) in Environmental Planning. NATIONAL UFO AWARENESS WEEK Virginia Tilly, Public Education Director, has an- nounced that National UFO Awareness Week is sched- uled for August 12 through 20, 1995. Start planning your exhibits and arrange for display locations now. RESEARCH PROPOSALS The Mutual UFO Network has joined with the Center for UFO Studies and the Fund for UFO Research in a coalition that will solicit for research proposals. The members of the coalition council will pass judgment on the proposals submitted and then fund worthy projects with monetary grants. The objective of all three groups is to move the study of UFOs more toward science us- ing the general protocols of the scientific method. Scientific research projects will receive highest priority, followed by public education projects, and then fol- lowed by general special projects. This is an opportunity for scientists, engineers, and academics to explore ideas, theories, and studies that could lead to the resolution of the UFO enigma. Proposal forms may be secured by writing to any of the three above named organizations or to Thomas P. Deuley, 103 Oldtowne Road, Seguin, TX 78155-4099. NEW FIELD INVESTIGATOR'S MANUAL The much awaited fourth edition of the MUFON Field Investigator's Manual was available for shipment on March 1, 1995. It is nearly a complete revision, with an entirely new format, compared to the third edition which had been accepted as the standard manual in the English- speaking nations. It is composed of 24 sections, some having several part numbers, and authored by a vast contingent of outstanding UFO researchers and investi- gators. The 311 page manual is being delivered in a 3- ring loose leaf hardback notebook. Edited by Walter H. Andrus, Jr., the manual is re- spectfully dedicated to Jerold R. \"Ron\" Johnson and Dan C. Overlade, Ph.D., for not only their personal contributions to the manual, but their individual dedi- cation to resolving the UFO phenomenon. Due to the manual's size and weight, special mailing envelopes were purchased for shipping. The price to MUFON members has been set at $25 plus $3.50 for postage and handling, whereas non-current members may obtain the new manual for $35 plus $3.50 for p. and h. The same prices will apply in foreign countries. May I personally thank everyone for their patience while the new manual was being produced, since it did create a hardship and handicap in conducting Field in- vestigator training classes. A grateful thanks is also ex- tended to all of the authors who wrote specific sections for the manual. This was an accomplishment that no one person could fulfill, since each section was written by an authority in the particular field involved, I am confident that the waiting was justified. The fourth edition of the manual is truly a state-of-the-art production which will make everyone very proud. Many of you purchased the MUFON Field Investigator's Training Guide authored by T. David Spencer, Deputy Director of Investigations, which is an outstanding adjunct to the new manual for instructors as well as students. MUFON headquarters has discontinued selling the Training Guide, however, limited quantities may be acquired by ordering same from Austin MU- FON, c/o Lemoine Pittman, Sr., Route 1, Box 20-C, Spicewood, TX 78669 for $30 plus $3.50 for postage and handling. Make the check payable to Austin MU- FON. Do not order the Guide from MUFON in Seguin. \"SIGHTINGS\" TV SCHEDULE The popular syndicated TV program SIGHTINGS is cooperating with MUFON in several aspects that will benefit our readers for advance program scheduling. On the weekend of April 21-23, two episodes will fea- ture UFO themes. The first involves the controversy over secret UFO investigations after the closing of Project Blue Book in 1969 and the second a debate be- tween former C.I. A. employee Karl Pflock and Roswell investigator and physicist Stanton Friedman about what Continued on Page 22 APRIL (995 NUMBER 324 PAGE 23"},{"pageNumber":26,"pageContent":"MUFON UFO JOURNAL Walter Andrus NEWS FROM AROUND THE NETWORK MUFON 1995 UFO SYMPOSIUM Hosted by Washington MUFON. the MUFON 1995 International UFO Symposium will be held July 7. 8. and 9. 1995, at the Red Lion Hotel, Seattle Airport in Seattle, WA. The theme for this year's symposium is \"UFOLOGY: A Scientific Paradigm.\" Larry and Marilyn Childs will serve as host chairpersons, as- sisted by Cindee L. Lee. Speakers presently confirmed are Michael J. Strainic (Vancouver, BC, Canada), John F. Schuessler (Houston, TX). Dan R. Wright (Morrice. Ml). Walter N. Webb (Wcstwood, MA). Rolf-Dieter Klein (Munich. Germany). Katharinu Wilson (Portland, OR). Karl T. Pflock (Albuquerque, NM). Stanton T. Friedman. M.S. (Fredericton, NB, Canada). Charles F. Emmons. Ph.D. (Gettysburg. PA). F. Joe Lewels. Ph.D. (El Paso, TX). Michael Lindemann (Santa Barbara, CA). Michael D. Swords. Ph.D. (Kalamazoo. MI), and Linda Moulton Howe (Huntingdon Valley. PA). Start making your summer plans to attend MUFON's twenty-sixth annual UFO symposium in Seattle, Washington in the scenic northwest. A block of rooms has been reserved at the Red Lion Hotel. Seattle Airport, 18740 Pacific Highway South. Seattle. Washington 98188. for the nights of July 6 through 10. 1995. for a special rate of a single or double occupancy at $79 with triples and quads at $89. Please make your reservations directly with the hotel at telephone (206) 246-8600 or by writing to the hotel. A toll free nimmber 1-800-547- 8010 is also available. Be sure to advise the reservation desk that you are requesting the group rate for the Mutual UFO Network. Advance registrations for the symposium are now beinc accepted for $55 for all five sessions by writing to Marilyn Childs, P.O. Box 1012, Bothell, WA 98041- 1012. Registrations made after June 30.1995 will be $65 for the entire symposium. Individual sessions will be available for $15 per person. A reception will be held from 6 to 9 p.m. on Friday, July 7. 1995, at SIO per person for food with a cash bar. The tentative schedule of speakers will start at 9 a.m. on Saturday, July 8. and adjourn at approximately 5:30 p.m. on Sunday. July 9th. The State/Provincial Directors and Assistant Director's Meeting will convene at 9 a.m. and adjourn by 5 p.m. on Friday, July 7, 1995. It will be co-moderated by T. David Spencer, Deputy Director. Investigations, and the new Western Regional Director. Marilyn Childs. A MUFON 1995 International UFO Symposium reg- istration form is enclosed in this issue of the Journal for the convenience of all members/readers. Airline Reservations: Travel provided by United Airlines. You may receive a 5 percent discount off the lowest possible fare at time of ticketing. Please call Candace Gillette or Bill Barber at 1-800-456-6269. Must be ticketed 24 hours after reservation is made. Tickets are non-refundable once ticketed. All reserva- tions must be completed by June 1, 1995. NEW OFFICERS Marilyn Henry-Childs, M.S., former Co-State Director for Washington state, was elected Western Regional Director. State Directors in the western region of states should send their processed UFO sighting reports to Marilyn who in turn will forward them to T. David Spencer, Deputy Director for Investigations, for input into the computer base file. Mrs. Childs' address is P. 0. Box 1012, Bothell, WA 98041-1012. Laurence Taft Childs (Bothell, WA) has now as- sumed the role of State Director for Washington. Michael T. Strainic, National Director for Canada, has appointed David R. Fisher (Calgary, AB) to be the new Provincial Director for Alberta. Keith Basterfield, Continental Coordinator for Australia/New Zealand, selected Glennys Mackay, to become the State Director for Queensland, Australia. Presently a State Section Director. Thomas B. Burch (Poolesville. MD) was ap- pointed Assistant State Director for Maryland by Bruce S. Maccabee, Ph.D., replacing Robert L. Oeschler. Arizona State Director, Thomas R. Taylor, designated Irene K. Alcott to be his Assistant State Director. Victor Lourenco. Provincial Director for Ontario, ap- pointed the following two Provincial Section Directors: Ivan E. \"Bud\" Sherlock for the Thunder Bay area and Brian Bower for the Brantford area. New Mexico State Director, Daniel L. DeMar selected three new State Section Directors: Ted Harrison (Sapello) for San Miguel County, Elizabeth M. Cain (Lordsburg) for Hidalgo County, and Cheri West (Hobbs) for Eddy and Lea Counties. Jean Waller-Seifried, Oklahoma State Director, assigned Lee A. Bailey (Fargo) to Dewey, Roger Mills, Custer, Beckham, and Washita Counties and reassigned Ron R. Cross (Durant) to Bryan, Marshall, Johnston, Atoka, and Coal Counties. Other new State Section Directors appointed this month were Peter R. Van Tyle, J.D. (Thetford Hill, VT) for Orange and Caledonia Counties; Alan L. Voliva (Cosby, TN) for Jefferson, Cocke, and Sevier Counties; Robert K. Sokolowski, M.S. (Sabattus, ME) for Androscoggin County: J. R. Gillis (Gulfport, MS) for Harrison, Jackson, and Hancock Counties; Charles E. Brady, D.D.S. (Pueblo. Co) for El Paso and Pueblo Counties; Regina Myers (Cookeville. TN) for Jackson County; Kenneth T. Blaylock (Eagle River, AK) for Matanuska- Susitna Valley. Vincent H. Uhlenkott, State Director for Southern California, picked two new State Section Continued on Page 23 PAGE 24 NUMBER 324 APRIL 1995"}]
