[{"pageNumber":2,"pageContent":"MUFON UFO JOURNAL NUMBER 224 DECEMBER 1986 Founded 1967 .OFFICIAL PUBLICATION OF MUTUAL UFO NETWORK, INC.. $2.50 Wishing you"},{"pageNumber":3,"pageContent":"MUFON UFO JOURNAL (USPS 002-970) (ISSN 0270-6822) 103 Oldtowne Rd. Seguin, Texas 78155-4099 U.S.A. DENNIS W. STACY Editor WALTER H. ANDRUS, JR. International Director and Associate Editor THOMAS P. DEULEY Art Director MILDRED BIESELE Contributing Editor ANN DRUFFEL Contributing Editor PAUL CERNY Promotion/Publicity MARGE CHRISTENSEN Public Relations REV. BARRY DOWNING Religion and UFOs LUCIUS PARISH Books/Periodicals/History ROSETTA HOLMES Promotion/Publicity T. SCOTT CHAIN GREG LONG Staff Writer JAMES LEMING S1MONE MENDEZ Staff Artists TED PHILLIPS Landing Trace Cases JOHN F. SCHUESSLER Medical Cases LEONARD STRINGFIELD UFO Crash/Retrieval WALTER N. WEBB Astronomy NORMA E. SHORT DW1GHT CONNELLY DENNIS HAUCK RICHARD H. HALL ROBERT V. PRATT Editor/Publishers Emeritus (Formerly SKYLOOK) The MUFON UFO JOURNAL is published by the Mutual UFO Network, Inc., Seguin, Texas. Membership/Subscription rates: $25.00 per year in the U.S.A.; $30.00 foreign in U.S. funds. Copyright 1986 by the Mutual UFO Network. Second class postage paid at Seguin, Texas. POSTMASTER: Send form 3579 to advise change of address to The MUFON UFO JOURNAL, 103 Oldtowne Rd., Seguin, Texas 78155- 4099. FROM THE EDITOR at tnxz/ 'jau/inai/ v\\Hi+i/ aJOL oL au/i/ anxt m&LiA£AL aL In this issue BACKGROUND & EXPERIENCES WITH VISITORS by Whitley StrieberS POST ABDUCTION SYNDROME by Dr. Ron Westrum  5 PENNSYLVANIA WAVE by Stan Gordon   7 UFO SECRECY UPDATE by Larry W. Bryant -  9 UFOS & STEALTH: A LINK? by Barry Greenwood  10 THIRD MASSACHUSETTS UFO FORUM by Walter N. Webb 12 NEWS'NVIEWS     14-16 IN OTHERS' WORDS by Lucius Parish   17 LETTERS     17 THE NIGHT SKY (January) by Walter N. Webb  19 DIRECTOR'S MESSAGE    20 The Mutual UFO Network, Inc. is exempt from Federal Income Tax under Section 501(c)(3) of the Internal Revenue Code. MUFON is a publicly supported organization of the type described in Section 509(a)(2). Donors may deduct contributions from their Federal income tax. In addition, bequests, legacies, devises, transfers, or gifts are deductible for Federal estate and gift tax purposes if they meet the applicable provisions of Sections 2055, 2106, and 2522 of the code. The contents of the MUFON UFO JOURNAL are determined by the editor, and do not necessarily represent the official position of MUFON. Opinions of contributors are their own, and do not necessarily reflect those of the editor, the staff, or MUFON. Articles may be forwarded directly to MUFON. Responses to published articles may be in a Letter to the Editor (up to about 400 words) or in a short article (up to about 2,000 words). Thereafter, the \"50% rule\" is applied: the article author may reply but will be allowed half the wordage used in the response; the responder may answer the author but will be allowed half the wordage used in the author's reply, etc. All submissions are subject to editing for style, clarity, and conciseness. Permission is hereby granted to quote from this issue provided not more than 200 words are quoted from any one article, the author of the article is given credit, and the statement \"Copyright 1986 by the Mutual UFO Network, 103 Oldtowne Rd., Seguin, Texas 78155\" is included."},{"pageNumber":4,"pageContent":"MY EXPERIENCES WITH THE VISITORS By Whitley Strieber I am a writer, and I would like to introduce myself to the members of MUFON. I have had a number of experiences with apparent nonhuman visitors, and have written a book about this called Communion, to be published in April of 1987. I was born on June 13,1945 in San Antonio, Texas. I received a BA in Law from the University of Texas in 1967 and spent a year at the London Film School in 1968. In 19691 moved to New York and have lived here ever since. I have a wife and one child. Anne and I married in 1970 and had our son Andrew in 1979. Before I became a writer I worked first in the newspaper business, then in the advertising industry, leaving Cunningham and Walsh in 1978 as a vice-president. In 1982 I began to write serious fiction about important social and political issues. My first novel of this type was W/arday, a collaboration with science writer James Kunetka. It concerned the problem of limited nuclear war. It was written with a strict adherence to facts, which were themselves derived from an extensive search of scientific literature as well as interviews with many military people. My next book, Wolf of Shadows was a story for young people about the idea of nuclear winter. It received the 1986 Olive Branch Award as the outstanding book of the year for young people on the subject of world peace, a Friends of American Writers Award, and was named Outstanding Science Book for Children by the National Science Teachers Association. Nature's End, again written with Jim Kunetka, was published in 1986. It takes place 35 years from now, and presents a portrait of what the world will be like if we do not pay attention to the condition of the environment. After Nature's End \\ published a novel I wrote in 1981 entitled Catmagic. This book was published under a pseudonym, Jonathan Barry. Before M/arday I published four entertainment novels, among them the bestsellers Wolfen and Hunger. While these were horror novels, I have certainly never been a believer in the occult. My important books concern problems of the real world and are based on carefully researched fact. I first became aware of the visitor experience in the early days of January, 1986. I remembered some extremely strange events that took place on the night of December 26,1985. Although it was .hard to understand what these memories could be, I eventually came to the conclusion that they might involve contact of some sort with nonhuman beings. But that took a long time. Before this experience, I was not only disinterested in the UFO phenomenon, I must admit that I was pretty much of a skeptic. I really hadn't thought about the question in years. I thought that the matter was extremely unimportant, and that the people-who reported seeing objects were probably simply making mistakes. I was not aware of abduction accounts at all, and it took weeks for me to connect what had happened to me to the idea of a nonhuman presence. The connection was made because — by a fortuitous circumstance — my brother sent me a book for Christmas called Science and the UFOs. At the end of this book they described a \"typical abduction experience.\" To my acute embarrassment, I realized that this was very similar to what had happened to me. Budd Hopkins' name was mentioned in the book, and after an agonizing period of soul-searching I telephoned him. He in turn put me in touch with Dr. Donald Klein, Chairman of the New York State Department of Psychiatry, who became my therapist and hypnotist. Hypnosis revealed little more of the experience of December 26th than memory already had, doing no more than fill in details that I had in my fright and confusion forgotten. Since realizing that I might be having an experience with visitors, my life has changed dramatically. Against all my expectations, the encounters have continued. I can remember seeing the visitors seven times between April and November of 1986. In a few cases they have appeared while I was awake, most notably on August 27. On the other occasions they waked me up. Even though I was not consciously afraid during the encounter on the 27th my body reacted with such stress that I had a \"near death\" experience and apparently then fainted. Before that I heard and saw the arrival of the visitors, at 11:35 pm. Like many of our more direct encounters, this one took place in a relatively isolated cabin in upstate New York. My wife and son were asleep. I was. sitting in the living room reading. Both of my cats were awake, cuddled in my lap. I noticed that the area around the house had suddenly become as light as day. Light was streaming in the windows. Almost as soon as I noticed this, it disappeared. I thought to myself, \"the visitors are here.\" I would describe my state as edgy, no more. I was also eager and becoming excited. The cats, however, reacted very differently. The older animal, an eight year old female Burmese, leaped up and stood on the back of. a nearby couch, staring wildly. The other animal, a two year old male Siamese, began pacing in agitation. Then there came from a point eighteen feet from the ground, under the eaves of a roof too steeply canted to stand on, a series of nine loud, evenly spaced knocks. Both cats reacted in evident horror, staring at the area of wall from which the knocks were (continued next page)"},{"pageNumber":5,"pageContent":"VISITORS, Continued coming. Their hair then stood on end and they rushed out of the room. The Burmese remained hidden in a shelf of towels in the bathroom until the next night at nine p.m. The Siamese stayed under my son's bed until next morning. One cat remained hidden for approximately ten hours, the other for twenty, so their fear'must have been really extreme. I got up from my chair and went outside onto a deck overlooking my swimming pool. I was around 'the corner from the part of the house from which the knocks had come, and intended to have a look. 1 was aware of a rriild fear. .Interestingly, I did , not remember what 'actually happened when''I went out onto the porch for some weeks after the experience. I was . aware only that I had been very startled, ' had seen something that was bright .yellow and quite appealing, and that'I had been gone for two hours and forty ' three, minutes. When I re-entered the house, the clock said 2:18, while it had said 11:35 when I left. (This was a battery powered clock. While there have been other times when clocks in the house have been disrupted, that : was not the case on this night.) I feel that, as soon as I rose from the chair, I •entered some sort .of an altered state. ' As I pushed the screen door open, I saw beside my right knee and about a foot from it, three very small beings. .' They were surrounded by a faint gray glow, and were themselves gray. They were wearing dark blue jumpsuits. Their heads.were large and they had slanted eyes like black patent leather. They were no more than two feet tall, and I was surprised by their smallness as I had never before encountered visitors so tiny. I am led to understand that such small ones have .only been seen in the far east heretofore. When our eyes met I felt a very pleasant sensation go through my body. A moment later I beheld a magni- ficently beautiful illusion: a field of yellow flowers. I was aware that the three beings were quite real, but that the \"field\" was a hallucination. Had I tried to walk into it, I have no doubt that I would have fallen into the pool. After seeing the field my memory deteriorates. I can .recall seeing something of awesome size in the sky over the house, a huge thing that really astonished me. But the remainder of the two-plus hours is \"missing time.\" I have not been hypnotized since March of 1986. I have preferred to struggle with the memories, to try to learn how to overcome the biological fear that seems, to be impeding this experience. I practice dealing with my fear by doing things like walking in my woods at night, especially on nights when there has been some evidence of a possible visitor presence in the area. This has helped me fo become used to the sensation of fear, and to overcome it to a degree. Repression leads, in my opinion,, either to greater fear or unconscious falsification of reality, such as the emergence of religious experience or encounters with kindly, handsome \"space brothers.\" Right now my experience is hard, but it is quite real. I do not want it to become congenial on any terms except those of reality. I will not allow myself to think that it is a religious experience, or an experience with kindly space brothers. I do not know what the visitors are, where they are from, or what they are doing here. I know how they appear to me. I 'have a relationship with them, and I have it on my own personal and human terms. Whether they have anything similar with me I do not know. While they present an initial impression of being emotionless, repeated exposure reveals them as extremely passionate! They have exhibited extreme anger in my presence, as well as made gestures that appeared to be tender, even loving. They have exhibited such care in controlling me that I must conclude that they also fear us, at least to a degree. They take exactly the same care with me that I would with a polar bear in the wild. Coming into the life of a skeptic, this experience at first terrified me because I thought I was going insane. Then it shocked and confused me. I soon discovered, however, that the experience — while not necessarily common — has been reported by many other normal, sane people. They have seen the same beings and had experiences of their own every bit as hard, as terrifying and in some cases as richly rewarding as my own. I have gotten used to living with a high degree of uncertainty. I want to do as much as I possibly can to improve man's ability to deal with the visitors. So far we have not been doing too well. Our best minds often feel threatened by the idea of supposedly super-intelligent visitors, and so engage in elaborate dramas-of denial. Many people who have had the visitor'experience have reacted to the absolute terror that it produces by covering their real impressions' with imaginary, memories of \"space brothers\" and kindly \"guides\" who whisper good advice into their \"•'psychic ears. A few people, more steeped in religion, appear to screen their visitor', memories in ecstatic experiences. I have no doubt that some people have been driven mad by what has happened to them. The fact that so few institutionalized individuals report UFO fantasies makes me wonder if the abduction experience cannot also be screened behind psychosis. There may be people who have preferred insanity to facing the reality of the visitor experience. There is no clear evidence that we should be as afraid as we evidently are. I have had -intimate visitor experience • and I am physically. unharmed and. psychologically enriched. I have experienced an intellectual r and spiritual reawakening. I do not have the faintest idea where the visitor experience — or my life — will now lead. I do know one thing that is true, though. Despite all the difficulty that these encounters involve, they can also be immensely productive, as I have personally discovered. I have .made extensive efforts to assess my own state of mind, because I feel that it is very important that people reading Communion should be reassured that I am sane, and not a liar. I have taken psychological tests. I have had a CAT scan and a test for temporal lobe epilepsy, as well as been given a neurological examination and a thorough physical. What has happened to me cannot be a \"temporal lobe transient\" because it is too protracted. I (continued next page) I :i"},{"pageNumber":6,"pageContent":"VISITORS, Continued have taken a lie detector test, administered by a leading polygraphist. The net result of all this is that I am sane, that I do not have any disorder of the brain, that I am healthy and that 1 am not lying. When 1 wrote Communion, I was uncertain about what the visitors were. I was sure only that they represented some sort of absolutely extraordinary experience. Now I know a tiny bit more about them, but it is still very, very little. I have read extensively in the literature of the UFO experience, and I do not believe that anybody knows much more about who they are than I do. I would like to say at this point a few words about Communion., It is a true story, as true as I have been able to make it. The book ends with a statement from Dr. Donald Klein that makes it completely clear that he believes me to be sane. This is followed by the results of my lie detector test. The book created a large amount of excitement in the publishing community, and was sold in just a few days. Even though the book was sent to thirteen publishers, there was no \"auction.\" I sold it to an editor I have known for ten years. Neither my agent nor I expected the warmth of the reception it received. I have been a bestselling author for some time and the Communion selling price was not a sudden bonanza for me, as my tax returns will confirm. I wish it to be understood that — in context with my previous earnings — I did not receive an astronomical amount of money for the book. To write Communion I put aside another project for which I could easily have been offered a similar sum. I mention this because I am aware of the existence of the vociferous \"skeptical\" community and I want to make it difficult for them to attack my good intentions or my honesty. The visitor experience is very important — even sacred — to humanity, and it is past time that the debunkers abandoned their nihilistic and absurdist position and started applying their talents to a more realistic and honest approach to the question of the UFO. Had it not been for the many dedicated MUFON members who have offered me their expertise and support, I do not think that I could have ever understood the least bit of what was happening to me. I can only say thank you to every member for your courage in keeping your study alive despite the ridicule that has been heaped upon you by the fearful, the confused and the culpable. Had you not cared so much about the truth — or simply been a darned curious, refreshingly clear-minded and fairly stubborn bunch of people — I do not know where I would have turned for the knowledge and understanding that have sustained me. It will be an honor to join MUFON. Whitley Strieber Box 188 496 LaGuardia Street New York, NY, 10012 (212) 475-0620 ©1986, Wilson & Ne//, Inc. POST ABDUCTION SYNDROME By Dr. Ron Westrum Dr. Ron Westrum is an associate professor of sociology at Eastern Michigan University and a MUFON consultant in sociology. In the paper that follows, I am going to describe some common symptoms of what appears to be post- abduction disturbance in certain kinds of UFO witnesses. We could define a UFO abduction case as follows: A. An individual has a period of time for which he or she is amnesic. B. Under hypnosis or sometimes without it, the individual can recall an abduction or direct intervention by UFO aliens during the missing time period. C. After the event the individual's psychological state shows the effects of a repressed traumatic experience. In this article I will attempt to deal with these post-event thoughts and feelings. My interest in UFO abductions began with a case that I just couldn't seem to make sense of, a case that I was ready to discard because the pieces did not fit together. I had been alerted by a reporter from the National Enquirer about a case that occurred in a small settlement near Toledo, and 1 called the woman in question, got in my car and set off. When I reached the woman's home, I listened while she talked virtually non-stop for eight hours, through the dinner hour (without dinner), and into the late evening. She paced around the kitchen table, narrating one event after another, and the phrase \"bouncing off the walls\" would easily apply to her manner. I have never seen anyone this wired, and I just couldn't seem to pin down what was causing the intense arousal and anxiety. Every star or airplane in the sky seemed to be a UFO for this lady, and after a second interview, I gave the case to someone else in frustration. The woman, Ellecia, called me about a month later to check on the qualifications of another investigator, female this time, with whom she had begun working. I called the new investigator and discovered that she was not only competent, but had done a much better job than I had of unraveling the case. The hyperkinetic pacing, the total distraction, the poltergeist experiences which Ellecia was going through were due to two close encounter experiences, one in her childhood and one a month before I interviewed her. The investigator, Iris Maack, had put Ellecia under hypnosis and had managed as a result to resolve not only what had happened :to her but also relieve many of Ellecia's anxieties. When I next met Ellecia, I discovered a totally different person, more relaxed, more confident and possessing a very earthy sense of humor. Ellecia was only the first of a number of people with whom I have (continued next page)"},{"pageNumber":7,"pageContent":"SYNDROME, Continued talked who showed signs of a general pattern I call the post-abduction syndrome. I would like to emphasize here that this is not, except in its content, a new psychological phenomenon. It is simply one variant of the post-traumatic stress syndrome which afflicts some Vietnam veterans, rape victims, and those who have been through harrowing accidents, shootings, and so forth. Hence I am going to say virtually nothing here that is new or that could not be deduced if one simply believed that some people were abducted by UFOs and suffered predictable psychological effects. The only reason why abductees' experiences are not taken seriously is that their experiences are implausible in terms of our ordinary living reality. Were they to report rapes or gruesome accidents under hypnosis we would have little difficulty believing them. I would like to hypothesize that the post-abduction syndrome shows the following features, although not all features in every case. At this point, I am still in the process of inquiry, and would' be interested to know the impressions of others. 1.) A time period in the past which is very difficult to remember, and for which sometimes there is no conscious memory at all. 2.) High, usually free-floating, anxiety. The individual is hyper-vigilant and constantly monitors the situation. It would be interesting to know how often self-monitoring increases after abductions, but I suspect it generally increases. \"Am I OK? Am I normal?\" are questions I would expect some abductees to ask themselves. 3.) Unexplained phobias, typically to things like flashing lights, buzzing noises, etc. This includes odd fearful responses to certain themes, such as leprechauns, ghosts, etc. Certain places or times associated with the event may be feared. One person I talked to could not sleep at night because that was when the abduction occurred. 4.) Flashbacks to odd or unremembered events. Sometimes these occur in dreams, or in conscious recurring phantasies. Recurring bad dreams or nightmares have been reported. 5.) Distraction, inability to work, and preoccupation which interfere with family, work, relaxation, and sex life. In some cases the individual is no longer able to form or sustain close emotional relationships. A common response is that the individual is \"no longer himself after the experience. Hence one would also expect divorce, lack of interest in one's family or career, and similar interferences with the emotional life to be common in this group. 6.) A logical consequence of #4 is increased accident-proneness, lapses of memory, slips of the tongue, and an . increased number of poltergeist events. The last : mentioned item, which is typically caused by intense emotional conflicts (such as those associated with ostensible abductions) of course only adds to the distress. 7.) In many cases but by no means all, there is an unwillingness to discuss the event by some of those involved in it. Recalling the event may be perceived as painful, and divorce or separation may result if it cannot be discussed by a couple who both lived through it. Similarly, recall or mention of the event may cause signs of anxiety, sleepiness, or simply a strong desire to change the subject. 8.) Often very serious life decisions, such as joining the armed forces, may be made impulsively following the experience. These decisions may have severe negative consequences for the person. Often the decisions move him or her in the direction of escaping from current roles and responsibilities, but also their current point in space and time. The restlessness is often difficult for members of the person's family or his/her spouse to understand. One possible explanation for this pattern exists with the concept of mental workload. This idea is used by \"human factors\" psychologists to indicate how much someone has \"on his mind.\" We all recognize that people who have recently had a traumatic event happen to them are more likely to be preoccupied, more likely to have traffic accidents, less likely to be \"there\" at any given time, etc. Basically, the abduction syndrome is simply a more intense version of this situation. More of the person's mental information — processing capabilities may be taken up with the traumatic event, so less is available for coping with current situations. There are several remarks to make about this, however. 1.) Few people appreciate how long-lasting or severe the effects of a traumatic event can be, especially if it cannot easily be brought into consciousness. 2.) This inability to process information may have emotional consequences as well. It is hard to tell whether it is this or simply the intense fear which makes it difficult for the individual to trust and relate to others. 3.) At least partial recovery is possible if the individual can relate the experience to sympathetic and competent listeners. Keeping the experience to one's self intensifies the distress and disorientation. John Keel has spoken about this as the \"silent contactee\" problem. 4.) For most people, the most threatening aspect of the event is the loss of control over their bodies and behavior. If penetration of their body by foreign instruments takes place, or if there is involuntary sexual activity, this intensifies the feeling of helplessness by adding violation. Adults are used to being in control of their behavior and immediate environment, and events like abductions make them extremely paranoid, since they do not know how to re-establish control. 5.) Finding any kind of explanation for the event, even a religious one, is enormously reassuring. Many abductees find great solace in religion, and investigators are probably well- advised not to press other explanations on them if this is the direction the person has chosen. These observations represent a very impressionistic and unsystematic picture. It would be very desirable to collect information on them in a systematic way. Even if one is certain that UFOs don't exist, we still have to explain the amnesia, the post-event trauma, and the involvement of up to a half-dozen people or more in a single experience. I hope others will contribute their impressions. My address: 929 Fifth Street, Ann Arbor, Michigan 48103. 5 I"},{"pageNumber":8,"pageContent":"PENNSYLVANIA WAVE By Stan Gordon Stan Gordon is director of PASU, the Pennsylvania Associa- tion for the Study of the Unexplain- ed, and a frequent Journal contri- butor. It was 10:54 P.M., on the night of January 7, 1986, when residents near Butler, PA, 30 miles North of Pittsburgh, reported something strange in the sky emitting 6 long beams of light toward the ground in the vicinity of a trailer park. At 11:20 P.M. the same night, a detailed sighting of an unidentified flying object was reported in downtown Pittsburgh. As a bus approached the vicinity of the Birmingham Bridge, a passenger who makes a daily trip on this route noticed something unusual. A large solid-appearing, silver-gray, disc- shaped object was hovering directly above the top of the bridge. While the object was being observed, a mist began to form around it. A number of lights ' were observed around the perimeter of the object. These lights when first seen were of a pinkish color, then changed to blue then to red. The object tilted at times giving a view of the bottom and top sections. At the top, a small knoblike structure could be seen. The object went down over the bridge, moving slowly in a floating manner, and descended until it reached the surface of the river. It slowly moved out of sight in the distance. These incidents started off the year. An unending flow of UFO reports subsequently came in from all corners of the Keystone state. Sightings were reported on a monthly basis, many dozen of which were called into the PASU PA. UFO- Hotline. The Pennsylvania Association for the Study of the Unexplained, is a volunteer, scientific statewide clearinghouse for the investigation of UFO incidents and other phenomena. PASU conducts first-hand investigations of UFO cases that deserve such study. A PRT unit (phenomena response team) which is a specially equipped quick • response team of scientific, medical, and technical people, is on call 24 hours a day to go to the scene of a UFO incident where physical evidence, or physiological effects have been reported. (Since this is volunteer, the distance and time of such an occurrence may prohibit the team from covering all such incidents, but every effort is made to handle such a situation). MILITARY The majority of UFO sightings can easily be dismissed as misidentifications of natural objects, which include reports of the Planets Venus, Jupiter and Mars, bright meteors, reflections of light off cloud layers, lights of aircraft, NASA high altitude rocket experiments and satellites. But many unusual cases have also been reported. This article will briefly cover some of the more interesting ones, but this is not a complete list by far. Many cases are still being investigated. The most interesting aspect of the UFO phenomena reported in Pennsylvania since last summer and continuing this year, are some indications that military aircraft are taking an interest in UFO activity in western Pennsylvania. Beginning in June of last year, observers in Allegheny County reported sightings of orange spheres in the sky. Military jets were seen in the area while the object was being observed, or they would come on the scene shortly after a UFO had departed. In many locations where this type of incident was reported, there is normally very little military aircraft activity, and this is what seemed so strange to the observers. On August 1st of last year, near New Alexandria, several people had their eyes drawn to the sky by the sound of a military jet. It could clearly be seen and, to their surprise, directly above was a brilliant motionless light. This light was as bright as Venus when low on the horizon (One of the witnesses was an amateur astronomer). During the time of observation; a high powered set of binoculars was used to view the object. With the aid of the optics, an upright vertical object was easily discernible. More recently, on January 23rd of this year, near Slickville, several people watched a large triangular-shaped object with multiple amber lights, maneuver around the countryside for about 10 minutes. The object was silent, but the quiet was suddenly broken by the sound of three military jets that came in from the East and pursued the object toward the direction of Pittsburgh. Another aspect of this situation deals with reports of unmarked helicopters, described by most people as Army Huey types similar to what the air national guard has in use, which also seem to show up in an area shortly after some UFO activity. During the outbreak of cattle mutilations and during various UFO flaps in various parts of this country during the 1970's and 1980's, similar helicopters showed up for some reason. In a remote section of Westmoreland County is a 60-acre swamp and jungle-like area on private property, where many strange events have occurred. At this location and in surrounding areas sightings of UFO's have been regularly reported. So have both daytime and night sightings of Bigfoot. In January and February of this year, for several nights, a number of unmarked military-looking helicopters using their high beam searchlights, conducted a search pattern for a considerable period of time over this private area. These choppers were observed not only by the landowners, but by other people traveling along nearby roads. In May of this year, a number of UFO sightings were reported near the Fort Allen housing plan outside of Greensburg. At. 8:30 P.M. on the night of May 7th, several people observed a bright orange light that appeared to be resting on a high plateau, about a mile away. The light suddenly faded away, but 5 minutes later it reappeared and vertically ascended into the sky to an altitude of less than a 1,000 feet. The orange light turned red, and at this point seemed more elongated. It finally moved across the sky and out of sight:"},{"pageNumber":9,"pageContent":"A PASU PRT unit searched the plateau area, but nothing was found. A few days later, two unmarked Huey type helicopters coming from the direction of the plateau made a low level pass over the Fort Allen plan. The choppers were so low the crewmen could be seen. At 5:45 A.M. the next morning, one resident happened to look outside and noticed a military helicopter apparently landed on the ground at the same spot of the plateau where.the orange light had been seen several days earlier. The chopper then lifted and passed over the housing plan. This helicopter activity ceased abrubtly in the area after this episode. Most sightings reported of a low level observation 1 did not reveal any military interest. We received many reports of unusual nocturnal lights, including an incident on the night of January 28th near Munhall, where observers reported a UFO and a small civilian jet aircraft appeared to be on a head-on collision course. The jet, moving close to the hovering object, was actually seen to have made a roll toward the left, but the object suddenly disappeared, according to witnesses \"like flipping a light switch\". PASU filed an FOIA request with the FAA for any information on the incident, but nothing was forthcoming. LARGE OBJECT On the night of February 28, near New Castle, a huge object was observed by several people. The object was first noticed about 11:30 P.M., when a housewife went upstairs to change the wet clothing of her three year old son. The bright light from the object caught their attention. It was described as \"larger than my house\". Oval in shape, it appeared to be solid and metallic, but with a bright glow all around it. There were four long metallic projections attached to the object, two at the top and two at the bottom. At times blue, red and white lights could be seen around the object, but the blue lights were the most prominent. The object hovered about 900 feet off the ground, and revolved, moved up and down and sideways at times. At one point, the object came closer and actually hovered directly over the 8 house. The object appeared to be silent. After a while the object moved away from the house and hovered, as a bright fireball was emitted from the bottom section of the object. The object finally ascended towards the West, and in the far distance seemed to join a number of other strange lights. At least one witness reported that her eyes hurt and itched after watching the bright object, and she had severe headaches as well. A dog carried on continuously while the object was nearby. On March 25th near Downing- town, three men in a car on the turnpike at 12:30 A.M., observed three bright lights in the distance that seemed to be coming straight down the center line directly toward their car. The lights stopped in mid-air just in front of their vehicle, and they could see the lights were attached to a large, solid triangular-shaped object. Each corner of the object was rounded off, and a bright flourescent ring of light was seen. This object hovered directly in front of the car, then moved around to the passenger side and hovered. It then moved across the road and hovered over a field. The object then went back to the car and chased it down the road for several miles. On April 12th, a fellow taking a short cut near Delmont observed in the distance a bright glow he thought was a field fire starting. He walked over to the area and was puzzled by what he saw. There in front of him was a bright glowing orange circle of light that he estimated to be about 20 feet in diameter and which seemed to begin about two inches above the ground. The witness was afraid to touch or step into the light, but felt no heat and smelled nothing. There was no flame or smoke. He looked the site over for about five minutes, then hurried on his way as it was getting dark. The next day he and a relative examined the location, but no clues could be found as to what he had seen. Unfortunately he waited over a week before he reported this to PASU. The location is not far from the sighting reported near Slickville mentioned earlier in this report. On April 23 near Crossingville, two people walking through their field at 9:10 P.M., saw a 30-40 foot diameter oval-shaped object.' The object when first seen was about 300 yards away. The main body was described as a bright red light with a green and blue light revolving around it. The object was about 200 feet off the ground, and the observers began to walk towards it to obtain a better look. At this point the object began to slowly move towards their position. It suddenly turned and went down over a gully and out of sight. PASU continues to study data concerning the sighting of a huge triangular-shaped object in late May observed in the Harrisburg and Carlisle area. The object, apparently seen by numerous individuals, was described as twice the size of an Air Force C5-A, the largest transport aircraft in use. This object moved steadily at an altitude of about 1,000 feet. It was completely silent. There were three pinkish-red, non-blinking lights observed, one at each corner. On the morning of June 21st of this year at 12:30 A.M., two men loading their cars for a flea market sighted a strange object near Forbes Road. One of the men noticed two brilliant white lights in the sky that looked like car headlights but with no beam. As they moved slowly in their direction, it became apparent that these lights were attached one at each end to a large elongated object that looked like \"a large metallic hot dog in the sky\". As they watched the white lights began to fade and in turn changed to a brilliant red. The object slowly rose to clear a group of trees then moved just above another section of tall trees. About 200 feet above the ground, the object itself was estimated to be at least 150 feet in length. It moved very slowly in a controlled manner, making only a low humming sound. Other UFO reports were received in the Pittsburgh area about two hours prior to this sighting. Whether coincidence or not, it should be remembered that a year ago to the date and almost at the same time a number of low level UFO sightings were also reported in the Pittsburgh area. Reports continue to come in. Additional information will be forthcoming on other incidents still being evaluated."},{"pageNumber":10,"pageContent":"UFO SECRECY UPDATE By Larry W. Bryant Larry W. Bryant operates the Washington office of Citizens Against UFO Secrecy (GAUS) and is a regular contributor to these pages. Like the perennial, active stage of herpes simplex, the'subject of UFO reality every now and then rises from the depths of the 1968 Condon Committee Whitewash of the \"UFO problem\" to haunt those military officials who prefer to dismiss the subject as a mixture of myth and of misdirected energy on the part of some citizens who are demanding a full accounting for the Government's UFO information. One of my latest challenges to the status quo consists of an advertisement I submitted to the weekly, commercially printed newspaper at Carswell Air Force BAe, TExas. Such papers are called commercial-enterprise newspapers; this means that their editorial content is determined by the military installation's public affairs office and that their advertising content (which provides the commercial contract printer — a.k.a. the \"publisher\" — the revenue by which to print the paper in several thousand copies) is determined in part by the printer but ultimately by the contract's initiator, the Public Affairs Officer — who is the true publisher. Acting on behalf of their installation commanders, some public affairs officers think they have every right to rule on the acceptability of \"questionable\" ads, depending on the ad's degree of controversy and on the officer's interpretation of the applicable public-affairs directives. These directives, incidentally, spell out no concrete standards by which to judge the acceptability of proposed advertising. The omission of those standards — which are deemed optional by private-sector newspapers — thus cannot survive a legal challenge, simply because a military newspaper carries the imprimatur of the U.S. Government, which of course is forbidden by the Constitution from exercising arbitrary (and/or capricious), prior-restraint censorship of citizens' views on public issues. Now, of course, we all know how controversial the subject of UFO's can be — especially if part of that subject concerns so-called crash-landed \"flying saucers\" and the retrieved occupants thereof. No-one, therefore, could be much surprised at Carswell's reaction to my display-type ad, which reads as follows, and which derives from the ongoing research behind the 1980 book The Rosiuell Incident, by William L. Moore: (See Box) After waiting some time for the reaction, I received it initially in the form of a letter from one Stan Cole, whose letterhead identified him as Assistant Publisher: \"Dear Sir: \"You must be Crazy! I am not going to run this advertisement in My (sic) paper!\" For good measure, he added this postscript: \"I am returning your check enclosed in the same envelope. If it is missing when it arrives at your destination please don't blame me because I am sure some little humanoid stole it!\" When I duly protested to Carswell this unequivocal rejection of my ad, I received the following reply from the Public Affairs Officer, Lt. Col. Richard E. Hill: \"As chief of the 7th Bomb Wing Public Affairs Division, I do not feel that an ad that deals with an alleged UFO incident that occurred 37 years ago in Roswell, N.M., pertinent to our readers. Our base legal office concurs with this conclusion. I checked with the 7th Bomb Wing Historian, who could find no evidence of any UFO activity in our area at any time over the past 40 years.\" Maybe Carswell's historian needs a refresher course in contemporary history. And what better textbook for that than The Roswell Incident? Meantime, as supreme censor for the Carswell Sentinel, Hill has committed his office to a course of action that apparently can be resolved only by the ruling of a Federal judge. Preparations are underway to institute the appropriate lawsuit — on grounds of 1st and 14th Amendment guarantees — and my complaint will point out that the ad in question has since been printed in the base newspaper at Boiling Air Force Base (Washington, D.C.) BLOW THE WHISTLE ON CARSWELL'S UFO COVERUP Where are the remains of the \"flying saucer\" that crash-landed near Roswell, N.M., in July 1947 — remains that defied certain physical principles, that bore hieroglyphic-type inscriptions, and that were passed off as merely the remains of a wayward weather balloon to reporters assembled at Carswell AFB for an intelligence briefing on the incident? Do those remains constitute the wreckage of an alien spacecraft now in the custody of the U.S. Government along with other such UFO artifacts (including some of their humanoid occupants)? ff you (or somebody you know) can answer those questions, contact us to learn how you may add your testimony to the body of evidence we're gathering as part of our forthcoming FOIA litigation to compel full Government accountability for the military's action — and inaction — in the Roswell Incident. Write: CAUS, 3518 Martha Custis Drive, Alexandria, VA 22302."},{"pageNumber":11,"pageContent":"UFOS & STEALTH: A LINK? By Barry Greenwood The following article is from \"Just Cause,\" edited by Barry Greenwood and published by Lawrence Fawcett. Subscriptions (4 issues for $10) are available from Box 218, Coventry, Conn., 06238. Is there any evidence that UFOs may actually have changed the course of human technological history sometime in the 1950s? If even one of the crashed disc stories of Len Stringfield and others is true then this question has already been answered affirmatively. But what if none of these tales were true? Is there still evidence that such a bold, dramatic change took place? Possibly! The characteristics of UFO incidents in the first few years of the modern UFO era were of great interest to our military. The recent release of Air. Intelligence Division Study No. 203, dated 10 December 1948, delineates some of these characteristics: —Most of the objects were thin discs, round on top and flat on the bottom. —A high rate of climb and ability to remain motionless for long periods was evident. —Sizes ranged from a quarter to 250 feet. —Speeds ranged from motionless to supersonic. NO RADAR These capabilities were certainly not typical of then-contemporary aircraft. Additionally, the objects often were detected on radar, indicating a solid, metallic structure. The fact that UFOs were seen visually and at the same time detected on radar was an important point in favor of the reality of the phenomenon. But largely ignored in the pursuit of evidence were reports of objects having been seen at close range, yet not detectable on radar. At first glance this would not seem to be the best type of sighting in favor of UFOs; the independent confirmation of radar is lacking. 10 ^Wy?£V' «3 i 1 **&38k&'-3* •' Popular Science) However, there are many impressive cases involving airliner or military pilots and crews seeing UFOs virtually off wing-tips without radar detection. Example: the Adickes case; April 27, 1950; involved a TWA DC 3 over Goshen, Indiana. Here, a disc shaped object one-tenth as thick as its diameter was seen by numerous crew members and passengers. While the object was in view parallel to the aircraft, Capt. Robert Adickes contacted Air Traffic Control. ATC reported that they had no aircraft listed in the area, (see Keyhoe, Flying Saucers From Outer Space, pgs. 145 148.) A more contemporary example is the 1978 Valentich case over the Bass Strait in Australia. Here again, radar could not detect a UFO in very close proximity to Pilot Fred Valentich's small aircraft. Valentich vanished without a trace soon after. While not mentioned in the AIDS 203 study, this curious feature must have been of intense interest to Air Force analysts entering the decade of the 1950s. After all, if something were in our skies that managed to avoid detection by radar, our military would be criminally lax not to have taken a closer look. The Air Force did not let us down either! Previously, very little existed to make a case for Air Force study of apparent radar invisibility of UFOs. Thanks to Robert Todd once again, a potential link has been provided. In 1978, Todd was engaged in researching he records of the SSG (Special Study Group) of Air Force Intelligence, now known as the SAG (Special Advisory Group) under the Assistant Chief of Staff, A.F. Intelligence. Major General James Brown, the Assistant Chief of Staff at the time, released a number of documents to Todd under the FOIA in a letter dated October 12,1978. Among the things released was an undated report called \"Constraints.\" Its contents are rather significant: \"The only real possibilities of avoiding detection during these later time periods, therefore, require the development of vehicles which are (continued next page)"},{"pageNumber":12,"pageContent":"STEALTH, Continued either technically undetectable by radar, or of such unusual design that the radar signals they yield will be unrecognizable. The Cambridge Research Center has made a preliminary exploration of both of these possibilities for the Development Planning Office. They found that radar absorbing materials could .riot be used in aircraft or missiles without sacrificing their aerodynamic qualities, and they concluded that the only vehicle that might confuse a radar net would be one in the shape of a flying saucer or a flying sphere (emphasis added). (Balloons might meet the latter requirements, but the altitudes they can achieve are such that they would be visible during the hours near dawn and sunset.)\" Here we see a very clear connection between the concept of a UFO, or \"flying saucer\", being radar- proof and application of this technology to our own aircraft, now generally known as \"Stealth.\" A great majority of A.F. Intelligence records released so far have been in the 1948-1953 period so it is likely that \"Constraints\" dates from this time. With this in mind, something else takes on new meaning. Two memos appear in A.F. Intelligence files during 1953. The first, dated June 23, is a confidential memo to the Air Attache in Ottawa, Ontario, Canada from the Directorate of Intelligence, USAF, titled, \"Possible Development of Flying Saucer.\" A portion of the memo contains this statement: \"The Air Technical Intelligence Center advises that there is no information available that would indicate that any 'flying saucer' is under development in Canada at the present time. Accordingly, they are unable to evaluate your report. A.V. Roe, Limited, of Toronto, Canada, have indicated that they are interested in developing a supersonic type of aircraft but this has not progressed to more than a sketch stage of development and would probably not be ready for the drawing board in less than two or three years from this date.\" We see mention of the now- famous AVRO car, not yet on the drawing board and generating less- than-enthusiastic response from A.F. Intelligence. However, on December 29th, the following letter from Major General John Samford, A.F. Director of Intelligence, to Col. G.L. Wertenbaker, Chief of ATIC, Wright- Patterson AFB, Ohio, states: \"It is my understanding you are continuing an active interest in the 'Flying Saucer' being developed by the Canadians. Also, you may have knowledge of General Putt's reaction to their program from his recent trip to that country. I would appreciate your analysis of this Canadian program. There is also an interest from both the possibility standpoint', and time factor required by a foreign country to achieve results in this field. \"If you so desire, we might be able through our contacts with the Canadians here, to arrange an ATIC representation during this develop- ment, or phases thereof.\" A rather dramatic reversal! Why? Let us 1 - suggest the following scenario. A.F. Intelligence, in evaluating UFO incidents in the years before the AVRO project, noted the curious, radar-proof feature of the disc-shaped design. A study was conducted, needless to say in great secrecy, to see if it was possible to apply this radar invisibility to our own aircraft. \"Constraints\" is clear evidence of this. Sometime between June and December 1953, perhaps the time when \"Constraints\" appeared, A.F. Intelligence recognized real potential for building a radar-proof vehicle and suddenly took a strong interest in the proposal of A.V. Roe, Limited, for a flying saucer-shaped aircraft. It would have been ridiculous to expect the aircraft, operating on an air cushion principle, to duplicate the reported flight of a UFO: right-angle turns in an instant; flight at thousands of miles per hour; etc. In fact, a later 1963 NASA Technical Note (Large-Scale Wind-Tunnel Tests of a Circular Plan- Form Aircraft with a Peripheral Jet for Lift, Thurst, and Control by R. Greif & W. Tolhurst, Jr., NASA Tech. Note D- 1432, Feb. 1963.) indicates this: \"...the aircraft does not in any instance have static aerodynamic stability. To make it a flyable vehicle, an automatic stabilization system of some type would have to be employed.\" However, to the AVRO participants it would have been quite logical to expect the vehicle to demonstrate some ability to be radar- proof, given the disc-shaped design, and hope that its aerodynamic performance would have been adequate enough to justify production. It didn't demonstrate capable flight and was thus discontinued. The radar-proofing probably wouldn't have been completely effective as it was, given the lack of modern-day, radar-absorbing materials in current aircraft. Yet, the AVRO car could be regarded as a good first try and perhaps even as the father of the F-19 Stealth fighter. It may have been far from the total dud everyone thought it was! A few more things to consider: —The Air Force's code name for the Stealth fighter program is \"Have Blue.\" We have noted the frequent use of the word \"blue\" in UFO-related code names, (see CLEAR INTENT, pg. 9.) Here is another example. . —Two other SSG studies are listed in an extract of the Special Study Group Summary History (1950-56), as supplied to Robert Todd. They are: 1952 — Flying Saucers 1954 — Canadian \"Flying Disc\" Aircraft Neither study is in hand at present and are well-hidden. Both could provide support for our contention if they could be located. If they are withheld from the public, then we have further evidence of the government's lack of candor on this subject. In suggesting that our technology may have been influenced by Air Force UFO studies, we need no longer invoke the ephemeral crashed-disc reports as the only cause for such advancement. It has always been my thought that technical advances are possible from the study of UFO behavior if we only looked at the data very carefully, with as discriminating a mind as possible. While a crashed-disc incident may have after all provided physical materials from which we could learn, we have yet to prove it. The clues offered by the slim releases of Air Force Intelligence offer a more acceptable alternative until the day when a \"Roswell\" becomes indisputable. 11"},{"pageNumber":13,"pageContent":"THIRD MASSACHUSETTS UFO FORUM By Walter N. Webb Massachusetts MUFON held its third successful annual UFO Forum on August 9 and 10, 1986, in.Beverly. About 125 persons from 16 states and Argentina gathered at the Beverly Golf and Tennis Club. State directors from Connecticut, Maine, Maryland, Massachusetts, Michigan, New Jersey, and New York attended. Newspapers from five area cities covered the event. Four Boston radio stations and a TV channel interviewed some of the speakers as well as Mass. MUFON's Director Jim Melesciuc and Assistant Director Barry Greenwood. A cable station videotaped Saturday's proceedings. DISAPPEARANCE Following introductory remarks by Melesciuc, moderator Dr. Dave Jacobs (a three-time participant at the Forum), UFO author and history professor from Temple University, presented the first day's initial speaker, Dr. Richard Haines. Dr. Haines, author of Obseruing UFOs and editor of UFO Phenomena and the Behavioral Scientist, has just finished a third work entitled Melbourne Episode: Case Study of a Missing Pilot — the subject of his talk. The NASA research scientist gave a detailed account of all that is known about the October 21, 1978, flight of Australian private pilot Frederick Valentich. Flying at 4,500 feet over Bass Strait south of Melbourne, Valentich radioed Melbourne tower that he was encountering a strange flying object. Haines read the transcript of the pilot's conversation which described an object with \"bright lights...long shape...shiny... green light\" that buzzed his plane. \"It is hovering and it's not an aircraft,\" Valentich declared. The transmission ended abruptly with unexplained metallic noises. No trace of the young pilot or his single-engine Cessna was 12 FORUM SPEAKERS (lr) JACOBS. MACCABEE, 1MBROCNO HAINES, HOPKINS AND WRIGHT Photo W. Webb ever found. The speaker offered four possible hypotheses for the Valentich disappearance: (1) disorientation and vertigo (perhaps confusion from a light house beam), (2) hoax, (3) UFO abduction, and (4) a secret weapon test. ABDUCTIONS Returning to the Beverly forum for a third time, noted UFO abduction investigator Budd Hopkins spoke on \"Four Recently Investigated Minnesota Abduction Reports.\" After his appearance on a Minneapolis TV program, the New York artist received a number of calls and letters from listeners describing typical symptoms of potential UFO abductees. Budd played portions of the tapes from hypnosis sessions involving these individuals. The cases included Tom, a mine maintenance worker whose unexplained fear and missing time involved a classic abduction experience as well as an earlier childhood UFO kidnap/exam/scar. A Minnesota mother and two daughters Robin and Becky were regressed in an effort to account for strange fears or dreams of entities. All three subjects revealed \"bedroom visitations\" and childhood UFO abduction stories (in Ohio). Martha, a psychological counselor, also reported a bedroom visit by entities and a childhood UFO abduction/exam. Finally a farmer named Lloyd said he suffered two and a half hours of missing time on a highway. Hypnosis disclosed not only contact with masked humanoids along the road but other incidents as well — one involving a UFO kidnap/exam of his wife which may have led to her nervous breakdown. Sixty persons attended a private dinner Saturday night at which Dick (continued next page)"},{"pageNumber":14,"pageContent":"FORUM, Continued Haines played a cassette of the radio transmission between Valentich and Melbourne tower, and Larry Warren, former U.S. airman stationed at RAF Bentwaters, discussed the celebrated 1980 Rendlesham Forest affair from his viewpoint as a witness. UFO'S & WEATHER Dan Wright, MUFON Central Regional Director and organizer of the MUFON 1986 UFO Symposium at East Lansing, opened Sunday morning's program with a paper titled \"UFO Reports and Michigan Weather.\" The speaker sought to test the popular axiom that UFO sightings occur only during fair weather. And so he selected 396 Michigan UFO reports (1947-1977) from UFOCAT, the CUFOS catalog of UFO sightings, and then plotted them against recorded weather conditions. The sightings were checked against temperature, wind speed, visibility, ceiling, cloud cover, relative humidity, and precipitation. After a detailed comparison between each climatological parameter and the UFO data, Dan told the audience that UFO events in Michigan frequently did occur during fair weather but also occasionally during bad weather. (Five percent of the cases happened during rain or snow.) He concluded that \"it is certainly not wise to say that UFO events are predominant during any particular type of weather and finally, though tentatively, that the various intelligences visiting this planet would appear to avoid, whenever reasonable to do so, actual precipitation.\" MENZEL'S \"LOGIC\" The next speaker was Dr. Bruce Maccabee, MUFON Maryland Director and Chairman, Fund for UFO Research, whose topic was \"Skeptical of the Skeptics: Menzel's Hoax.\" Dr. Maccabee pointed out that skeptical scientists, such as the late Donald Menzel, have published explanations for UFO sightings which, though erroneous, have been uncritically accepted by the science community. The Navy research physicist cited several examples of Menzel's so-called explanations. For the Kenneth Arnold incident, the Harvard astronomer proposed half a dozen \"solutions\" over a 24-year period. The speaker showed how each proposal conflicted with the known facts about such natural phenomena and with the facts of the Arnold episode itself. Another well known historical sighting — the Charles Moore theodolite observation of April 24,1949 — was dismissed by Menzel as a mirage of the balloon being tracked. According to Maccabee, not only did the scientist use an unproven theory to explain the case but also he did not report all the angular data available so as to force-fit his explanation. Bruce indicated that the maximum angle between the balloon and the UFO \"mirage\" far exceeded Menzel's own calculated separation angle. ARGENTINIAN UFO'S In a special addition to the program, Antonio Huneeus translated and illustrated a paper by Alejandro Agostinelli and Ruben Morales called \"Report on the Ufological Situation in Argentina.\" The report represented an historical survey of UFO research in that country. Huneeus also recounted several recent South American sightings. BOOMERANGS High-school science instructor Philip Imbrogno, who is a CUFOS Field Investigator and the foremost authority on the Hudson Valley UFO wave, presented a fascinating, hour-long, illustrated lecture detailing the massive sightings still continuing in the region since early 1983. Phil included a videotape of unidentified lights recorded over Brewster, New York, on July 24, 1984. In many cases the mystery objects are described as boomerang- or V- shaped patterns of multicolored lights of enormous angular extent, either silent or humming, moving slowly or hovering at low altitude above highways, populated areas, reservoirs, and industrial plants. The speaker cited a number of reasons why the team-of-stunt-pilots theory cannot explain the key cases. For example, witnesses said their sightings of both the UFO and the aircraft in formation bore no resemblance to one another, and wind gusts were too strong for formation- flying on some of the sighting dates. Phil pointed out that the Discover magazine (Nov. 1984) reporter who claimed that Stormville pilots were at the root of the sightings never actually interviewed key witnesses or Imbrogno himself. Of the many boomerang incidents described by the speaker, one of the most serious was the Indian Point nuclear power plant episode on July 24, 1984. According to Imbrogno, a dozen security guards at the Peekskill facility witnessed the close encounter and were among those issued shotguns as a huge, dark, cone-shaped object with a boomerang pattern of lights in front approached and hovered for 15 minutes 300 feet above an exhaust stack. The UFO appeared so large — 900 feet across — that video cameras at the plant had to pan back and forth in order to frame the whole object. TAPES Following his usual excellent summation of the speakers' papers, Dave Jacobs joined the presenters in a panel discussion during which the audience posed questions for an hour. Forum audio tapes of each speaker's lecture can be ordered for $5.00 each from: Mass. MUFON, Box 176, Stoneham, MA 02180. Lawrence Fawcett and Barry J. Green wood INTENT IMWI-UUDP THEGOVERNMENTCOVERUP OF THE UFO EXPERIENCE about UFOs and why wont it tell us With a foreword by Dr.! Allen Hynek 13"},{"pageNumber":15,"pageContent":"NEWS'N'VIEWS CAUS CONFRONTS COURTS Another litigation milestone in the continuing saga of the Politics .of UFOlogy occurred Nov. 13, 1986, with the filing of a free-speech lawsuit in U.S. District Court for the Eastern District of Virginia (Alexandria). Captidned Larry W. Bryant u. Secretary of Defense Caspar W. Weinberger et al, the complaint (Civil Action No. 86-1323-A) seeks relief on two counts: 1) To reverse the job-related pressure Bryant has been experiencing because of his decision, two years ago, to mount a \"UFO-cover up whistleblower advertising campaign\" in the pages of U.S. military post/base newspapers, seeking testimony/ evidence by which CAUS may compel greater freedom of official UFO information (Bryant's federal civil- service career spans nearly 29 years, most of which has been spent as a writer-editor with the Department of the Army); 2) To enjoin the Departments of Defense, Army, and Air Force from their practice of arbitrarily censoring and/or rejecting the ads Bryant has been submitting to selected military \"commercial enterprise\" newspapers all across the nation. Although a number of the ads have been accepted for publication, some of them have faced outright rejection by the public affairs officers in charge of the newspapers. And in some cases,' : an ad published in one paper was denied publication in another paper. The installations involved'in this practice include Peterson' Air\" Force Base, Colo.; Carswell AFB, Texas; Boling AFB, D.C.; Fort Rucker, Ala.; McGuire AFB, N.J.; the, ; U.S: Army Military District of-Washington, D.C.; Homestead AFB, Fla.; Hill AFB, Utah; Langley AFB, Va.; Andrews AFB, Md.; and Wright-Patterson AFB, Ohio. Bryant, who directs'the CAUS 14 Washington office from his home in Alexandria, has this to say about what he calls \"my Pentagon predicament\": \"Without this suit, I would have to continue enduring a chilling effect on my exercise of free speech through the ad campaign. This not only deprives me of my rights under the First and Fifth Amendments but also hampers the public's right-to-know and to have such issues as the 'UFO problem' debated openly and robustly. \"If left unchallenged, the official reprisal against me — taken in the form of attacks upon my job performance and professional competence — will send a negative message to all federal workers: if you dare criticize government policy, expect to incur the wrath of your employer. This attitude must not prevail in a democracy — especially on the eve of our nation's celebration of the bicentennial of its constitution.\" For futher background inform- ation on this matter, see the article \"Job Jeopardy\" on. page 134 of OMNI Magazine for October 1986. Bryant's case is being handled by James. H. Heller of the Washington law firm of Kator, Scott and Heller. First Call For Papers The MUFON 1987 INTERNA- TIONAL UFO SYMPOSIUM will take place at the American University in Washington, D.C. during the weekend of June 26, 27, and 28th. The host organization is the Fund for UFO Research. In past years the annual MUFON symposium has featured invited speakers. In addition the 1987 symposium will introduce to MUFON a practice which is standard for scientific society symposia: the presentation of contributed papers. Contributed papers are short presentations (15 minutes long with 5 minutes allowed for questions from the audience) for which no formal full length paper is required. However, each contributed paper is summarized in an abstract of less than 300 words. The abstracts are published in the symposium proceedings and are available, along with the invited papers, on the first day of the symposium. The symposium committee reserves the right to edit abstracts as appropriate. PRESENTATIONS Several hours will be reserved on Saturday afternoon and Sunday morning during which these papers will be presented. The exact length of the contributed paper session will depend upon'the number of papers submitted. If more than 12 papers (four hours worth of 20 minute discussions) are submitted, then two or more presentation sessions may be run at the same time (\"parallel sessions\"). No more than 36 contributed papers will be accepted for a maximum of three parallel sessions. This is the first call for contributed papers. If less than a dozen abstracts are received by the first of November, a second call will be issued in December. Abstracts .will not be accepted after February 15, 1987. The acceptance of a contributed paper will depend upon the appropri- ateness of the subject matter and upon the clarity of the discussion in the abstract: The abstract should be written to set the stage for the 15 minute verbal presentation. It should present key points and the author's conclusion. Appropriate subjects include history, case investigation, results of recent research, analysis of physical data (photography, radar, landing traces), analysis of explanations for sightings, sociology, psychological studies, medical studies of witnesses, government involvement, abduction reports, etc. Authors should keep in mind that, whereas it is possible to present key"},{"pageNumber":16,"pageContent":"ideas and important conclusions in short presentations, it is not possible to discuss all aspects of a subject in depth. Therefore each paper should be limited in scope. The presentation should be clear and concise. The use of visual aides (slides, viewgraphs) is advised and references to other sources of related information should be given whenever possible. Contributors should be prepared to answer questions from the audience. Along with the abstract, each author should also provide a very brief biography or resume indicating academic credentials or experience in the field of UFO research. Each contributor of an accepted abstract' is expected to attend the symposium (at his/her expense) to present the paper. The first 36 (or fewer) abstracts to be received and accepted will be published in the proceedings. In January (or in March if there is a second call for papers) each contributor will be notified as to whether or not the abstract has been accepted. Contributed papers should be mailed to Richard H. Hall, 4418-39th Street, Brentwood, MD 20722. As in the past, all invited speakers will submit their papers to Walt Andrus, 103 Oldtowne Road, Seguin<, TX 78155- 4099. Recommended Library Project Even though most libraries have an index file on UFO books, they are usually categorized as either //yi'ng saucers or unidentified flying objects. They may have other UFO related books indexed as science fiction, astronomy, occult, etc. As part of the Second National UFO Information Week, George D. Fawcett conducted a survey of the Lincoln County Public Library, Lincolntown, North Carolina and composed a list of all of their applicable UFO books. He found 40 such titles. Mr. Fawcett'submitted his list to the Librarian, the Library Board, and provided copies for library patrons to help enhance book circulation, UFO public awareness and education. He also made suggestions to encourage Big fireball identified as Soviet rocket booster Associated Press Air Force officials say a fireball that erupted like a giant Roman candle in the night skies of the Southwest United States was a So- viet rocket booster burning up as it re-entered the atmosphere. \"It looked like 100 stars all fall- ing together — it was moving very fast and appeared to be like a comet with bright debris falling off it.\" said Adrienne Berry at McCarran International Airport in Las Vegas. Nev. Ms. Berry said that she and other air traffic controllers spotted the fireball about 8:10 p.m. PST and that it lasted about 45 seconds. The fiery end of the rocket booster was seen in Texas, Arizona, Nevada and Utah. Del Kindschi, information offi- cer for the North American Aero- space Defense Command at Colo- rado Springs. Colo., said the rocket booster \"came in over northern Cal- ifornia, down across California to the Phoenix and Tucson areas and then along the west coast of Mex- ico.\" Although he had no information as to the size of the rocket booster, Kindschi said it was used to launch a Soviet Molnya communications satellite on Sept 5. \"Some people said it looked like a rocket,\" said George Will, a techni- cian at Kin Peak Observatory in Tucson, which received a number of calls. \"It had a large tail and appeared to break up into nine pieces. Some people said it was a blazing orange-red and others said it was silver.\" \"The main fireball was about a tenth the size of a full moon,\" said police officer Russ Rekward in Bar- stow. Calif.  (11 _ 7 _ 86) and purchase good UFO publications. Since the majority of the recommended hardback UFO books are no longer available from publishers to be purchased by libraries or individuals, it is imperative that maximum utilization be made of the fine books presently in your local libraries. The first step is to emulate the program implemented by George D. Fawcett. This is in no way an endorsement of the books or a recommended reading list, but advice about availability. A list of recommended books was included with the Second National UFO Information Week literature that was mailed to each State Director. If each Ufologist was asked to list the ten best UFO books, it is unlikely that many of the lists would be identical, since each person's evaluation is based upon their own criteria. The recommended reading list composed by MUFON's Staff Historian was designed to cover a wide range of interests and .disciplines, therefore it was not intended to be considered the best 18 books or publications. Due to the difficulty in procuring out of print UFO books, the two following sources are available: Arcturus Book Service, P.O. Box 2213, Scotia, NY 12302 U.S.A. Telephone: (518) 374-2115 Lucius Parish, Route 1, Box 220, Plumerville, AR 72127 U.S.A. Telephone: (501) 354-2558 The second step in this program is to expand the distribution of the MUFON UFO Journal to all public libraries, Junior, Middle and Senior High Schools, Colleges and Universities. Richard H. Hall has composed an introductory letter that will be mailed to all Acquisitions Librarians inviting them to subscribe to the Journal. He has enumerated the continued interest in the UFO phenomenon and pertinent reasons for making the MUFON UFO Journal available in every library. If each member will initiate step number one as proposed by George D. Fawcett, this will set the stage for the second step of the program. The librarians will thus be familiar with the Mutual UFO Network and our public education program. Marge Christensen and the MUFON Public Information and Public Education Committee (PIPE) are responsible for implementing step number two. -Walt Andrus 15"},{"pageNumber":17,"pageContent":"Results of the Pilot Field Investigator's Examination Following its adoption by the MUFON Board of Directors at the 1985 Symposium, the pilot edition of the Field Investigator's Examination was distributed to MUFON members nationwide, beginning that September. A total of 273 copies were sent to state and assistant state directors, state section directors, field investigators, and research specialists. It was not the purpose of the exam to address every insight necessary for investigative competence. Indeed, as a multi-disciplinary endeavor, no amount of questioning would ensure the proper conduct of all phases of a given case or prepare the person for every possible contingency. Rather, the idea was to select representative points of information from a sampling of topics. A member . familiar with most and willing to pursue answers to the remainder, it is argued, could be counted on to thoroughly and objectively examine reports of aerial phenomena. The exam was intended to be of the \"open book\" variety, and examinees were encouraged in the introductory letter to consult numerous sources, principally the MUFON Field Investigator's Manual. Sixty of the items involved a multiple choice, while thirty were true- false and nine entailed filling in a blank. Due to an oversight in typing, one question was omitted, and so ninety- nine constituted a perfect score. FINDINGS The 114 responses encompassed thirty-two states, led by California with fifteen, Texas with fourteen, eleven from Massachusetts and Michigan's nine. Among the respondants, eight achieved a perfect score, while seven missed only a single quesiton. Thirty- five additional members scored 95-98 percent. Merely five persons answered under 80 percent correctly. This translates to a mean average of 91.8 percent and a median score of 93 percent. Clearly, then, those who were committed to wading through the exam, consulting a dictionary, 16 encyclopedia or the MUFON manual and conducting direct observations as necessary scored very well. These are the organization's best and brightest, and their exam results underscored that assertion. Of the twelve subjects comprising the exam, the respondants in total were most adept in the area of photography, wherein the composite answers were 94.8 percent accurate. Similar scores were recorded for the area of witness reactions (93.6 percent correct) and for atmosphere and weather (93.1 percent). The most problematic area for examinees was radio and radar, which nonetheless had a respectable accuracy rate (86.2 percent). It is thus fair to conclude that no single area of questioning presented great difficulty for those submitting a completed exam. Individual questions within the various subjects were shown to be testy. Ten specific items were each answered incorrectly by over 20 percent of the examinees: 1) In the area of light and optics, familiarity with the effect of 20:60 vision; 2) The most common witness response regarding sound associated with a UFO; 3-4) Under measurements, the method of calculating an azimuth and relative size of the full moon; 5) Concerning physical traces, the conditions encompassing \"swamp gas\"; 6-7) Among radio and radar questions, the farthest distance of a detectable radar return as well as familiarity with sources of radar interference; 8) Regarding celestial objects, the composition of meteor showers; 9-10) Within the historical UFO experience, the source represented by 1.7 percent of the Project Bluebook case files, and proper identification of the terms anonymity and confidenti- ality. It is heartening, generally, to find that every question on the exam was correctly answered by at least two- thirds of the respondants. Mention must be made of the 159 persons who were sent the exam but did not respond. An undetermined but substantial number were apparently not active in MUFON at the point of receiving the exam. Without question, though, a large number either failed to take it seriously or were not. confident of achieving a high score. FOLLOW UP For each response submitted the MUFON State Director has been forwarded the test results, including the overall score and assessment of strong and weak areas. Persons who have not as yet learned of their results should contact their state director. Alternately, results may be obtained by sending a self-addressed stamped envelope to: Shirley Coyne, 6171 River Road, Flushing, Michigan 48433. Great appreciation is expressed to the numerous MUFON consultants and state directors who critiqued the various drafts leading to the pilot. Based on further comments by the examinees, a revised edition has been finalized and is now available to field investigator trainees through their state director. A minimum score of 80 percent is expected, together with investigative experience and other organizational involvement, for promotion to field investigator status. -Dan Wright, Shirley Coyne MUFON PUBLICATIONS Present Field Investigator Trainees should purchase a copy of the MUFON Field Investigator's Manual if they do not already possess one in preparation for the examination to be administered by each State Director in the near future. The 161-page third edition of the Field Investigator's Manual is priced $6.00 for current MUFON members and $10.00 to all others, plus $1.50 for postage and handling. \"UFOs: Beyond the Mainstream of Science\" is the theme for the MUFON 1986 UFO Symposium Proceedings (186 pages). The caliber of speakers and published papers is the finest in our seventeen years of annual UFO symposia. Copies may be obtained from MUFON for $10.00 each in U.S. funds plus $1.50 for postage and handling. Foreign orders must be paid in U.S. funds by International Postal Money Order, cash, or a check made payable to a U.S. Bank."},{"pageNumber":18,"pageContent":"IN OTHERS' WORDS By Lucius Parish MUFON's Walt Andrus is quoted concerning the various types of UFO occupants reported by witnesses throughout the world in the October 14 issue of NATIONAL ENQUIRER. These types are described as small humanoids, large Bigfoot-like creatures (thought to be experimental animals), humanlike and robot/android beings. The ENQUIRER'S November 11 issue reported on an April 1986 UFO display over Summit County, Colorado, with several law enforcement officers as witnesses. An attempt to explain a 1973 British UFO film as a malfunctioning Air Force F-lll jet is the subject of the \"Anti-Matter/UFO Update\" section in October OMNI. The 20-second film, showing an orange ball of light passing over treetops a quarter of a mile distant, is alleged to show the F-lll aircraft in flames before it crashed into a field. The photographer and other witnesses disagree. Not even mentioned in the article is the obvious point that a circling F-lll at the distance of less than a mile would have been clearly audible to all persons in the area. This same feature in November OMNI has Jerome Clark's preview of the massive UFO bibliography, UFOs AND THE EXTRATERRESTRIAL CONTACT MOVEMENT, compiled by librarian George M. Eberhart. It is to be published in two volumes and will be well over 1000 pages in length, selling for $90.00 per set. Latest word is that it will be available at the end of December from Scarecrow Press. The biblio- graphy contains over 15,600 entries, covering 36 countries and a time period of over 450 years. The November issue of ANALOG has a very interesting article by Richard Hoagland on the \"Face on Mars\" and numerous other Martian anomalies which have been found in the Mariner and Viking photographs of that planet. This is a good preview of Hoagland's forthcoming book, THE MONU- MENTS OF MARS, which will apparently be 500+ pages in length, due out in February or March 1987. • Jenny Randies' article in the November issue of FATE summarizes the UFO contact claims of a Welsh family, who claim to have experienced an assortment of \"alien\" and psychic ' phenomena. For those who have obtained the three booklets privately published by Lofen Gross or the two volumes of his UFOs: A HISTORY series from Arcturus Book Service, there is good news. Gross has now published UFOs: A HISTORY, 1950: January-March. In this 100-page booklet, he details the events of the first three months of 1950, insofar as UFO sightings and related activities are concerned. His sources are newspaper/magazine accounts and numerous government documents of the period. A six-page index is included, plus the usual lengthy listing of sources. Only 50 copies of this booklet will be available, as this is a \"trial run.\" The price is $6.00 per copy, from the author at: 690 Gable Drive — Fremont, CA 94538. I recommend the booklet and would also suggest that you encourage Gross to continue this seriesof valuable historical contributions to UFO literature. LETTERS Dear Editor, I take strong objection to certain inaccurate assertions by Mr. James Oberg in the Oct. 1986 issue in his article \"UFO For a Day.\" While I have no quarrel with his general observations and conclusion about the \"main event,\" he did us all a great disfavor by failing to get all'his facts straight. I refer specifically to his statement on p. 6 that Air Traffic Controller Tim Jones in Syracuse thought he was seeing a UFO (in a different sighting than the main one) when what he was observing was really B-52s landing at the nearby Rome Air Force Base. I personally interviewed Mr. Tim Jones at Syracuse, and found there were specific details that Mr. Oberg never bothered to ascertain, and which clearly ruled out B-52s: 1) Mr. Jones is an experienced air traffic controller who is very familiar with B-52s and their landing pattern. 2) The lights hovered for 45 minutes, something B-52s are not capable of doing. 3) At the same time he saw the inexplicable lights, he had a radar sighting of the same phenomenon, which confirmed the hovering. 4) The radar returns varied with each sweep from being 6 objects, then 2, then 1, then 4. B-52s do not behave in this fashion. 5) The radar also pinpointed the lights and objects at a location not consistent with B-52s. 6) The hovering was confirmed by another eyewitness who saw the same lights darting to and fro in the same location during the same time period. 7) Mr. Jones has nothing to gain by making up a story, and is in my opinion a believable witness. I strongly urge Mr. Oberg in the future to investigate more thoroughly those reports that are received by obviously credible witnesses, before he starts drawing erroneous conclusions. Mr. Oberg criticized some \"half-baked explanations\" for the spiralling UFO, the main event discussed in his article. To call Mr. Jones' sighting nothing more than B-52s is equally laughable. Dana M. Schmidt MUFON, N.Y. Dear Editor, I am truly fascinated by the articles on Betty Hill's adventures in and around Kingston, NH. Wayne Laporte's closing comments in \"More on Betty Hill\" (MUFON Journal August 1986) summed up my feelings exactly: \"...there are some strange things going bump in the night around Kingston, NH.\" For 10 years I was a resident, with my family, of Brentwood, one of the small rural towns between Kingston and Exeter. My father and I studied the UFO phenomenon during this time, keeping updated by small blurbs in the local papers of Plaistow, Epping, Exeter and Portsmouth. Indeed, there were many strange things going on. On the night of October 10, 1979, during a snowstorm, my family and I witnessed what can only be called a \"UFO.\" We have exhausted every conventional explanation. (This report has already been filed with MUFON.) There it was, a yellowish ball of light, (continued next page) 17"},{"pageNumber":19,"pageContent":"LETTERS, Continued like a miniature sun, hanging motionless near the tree top level. It was about the size of a nickel held at arm's length, and very bright. It made erratic movements, even some very fast 90° turns. Due to the low overcast weather conditions we knew it was not conventional aircraft. At the end of the \"show,\" it dropped a \"teardrop of fire\" towards the ground. We all went outside and listened-total silence except for a low-pitched whine climbing to high-pitched, and then a total blink out. Having experienced this with my own eyes, I am convinced. I feel the question remains, not if ETIs are there, but why they are attracted to certain areas? This information may open many doors so that we can understand them, and our planet's \"mysteries.\" There is so much still to be discovered, but I will agree...there are some very bright things going bump in the, night in Kingston/Exeter, NH! -Lyssa J. Roual Los Angeles Dear Editor, If Walter Webb believed it was about time to blow the whistle on Betty Hill (an opinion which really throws the baby out with the bath water), I know it's long overdue to blow the foghorn on Philip Klass once and for all! Mr. Klass, being a frequent critic of Dr. J.. Allen Hynek, would not even let him rest in peace. It was on the heels of Dr. Hynek's death, that Mr. Klass had the audacity to retort, \"The World of Ufology will miss him, but, in my opinion it's regrettable that a man trained in astronomy and who had such a prestigious background should go down in history as leader of the pro- UFO movement.\" Mr. Klass is also of a prestigious background, but he'll successfully go down in history as a deceptive, totally ridiculous and laughable UFO investigator! Any individual convinced enough that UFOs cannot exist would back out and forget the subject. Oh no, not Klass. He's right there punishing himself in UFO research, which proves either one of two concepts. First, he's a masochist, or second that he's 18 receiving substantial pay from a governmental source to be a professional UFO debunker. If so, they chose an obnoxious one at that ! What would Klass do for kicks if it wasn't for the UFO subject in the first place? -Joan H. Laurino San Francisco Dear Editor, Charles Eckhardt's article, \"Is This Adamski's 'Saucer'?\" was very interesting, and after awhile, I recalled one place I had seen the \"saucer\" before. In the late 1960s, there was a science fiction TV show starring Roy Thinnes on ABC-TV's, \"The Invaders.\" The series concerned alien invaders trying to take over our world by replacing important people with aliens- in-disguise; more importantly, the UFOs they arrived in were very obviously based on George Adamski's \"saucer.\" Photos of this TV-saucer aren't difficult to locate in various books or magazine articles, so I recommend that anyone who is interested in seeing just how far Adamski's \"saucer\" spread beyond its pool-hall origins find a photo from the TV show and compare it with the drawings on page 5 of the July MUFON Journal. The resemblance is too close to be mere coincidence, I think most will agree. I would also like to add my opinion that the resemblance between the pool- hall light-fixture, and Adamski's \"saucer\" are too close to be coincidence as well. This has finished off whatever threads of plausibility Adamski's claims may have retained, and I honestly can't understand how anyone can still have any trust in them. -Jeffery Fisher North Carolina Dear Editor, The UFO reports related by Cynthia Hind (in your issue of June 1986, which I have only just seen) have a simple astronomical explanation. This shows that there was no hoax. Although Hind does not give the date of the incidents, I take it to have been 26 July 1975. at 7:15 p.m. (1715 GMT), from Macheke, Venus lay only 14° above the horizon on a bearing of 280° (Hind does not give the bearing). The planet was near its maximum brightness (magnitude -4.6). Without doubt the 'bright light' Clark saw was Venus. Because of the second report I conclude that prevailing atmospheric conditions (see below) may have been such as to magnify the image of Venus, and, perhaps, produce other peculiarities which may explain the report by Clark. But Hind has already suggested an explanation for Clark's injuries. That evening Venus set in the west (272°) at almost the same time (8:15 to 8:17 p.m.) that the Moon rose in the east (89°). They were therefore almost opposite each other in the sky. At 9:05 p.m. Venus was 12° below the horizon and the Moon was 10° above it. Consequently I suggest that this time is too late. . Nevertheless the object seen by Barnes and Alexander was almost certainly Venus. But if they saw the Moon behind them, even low on the horizon, they should not have been able to see Venus, then below the horizon. The only way in which Venus could still have been visible is if what they saw was a superior mirage of Venus due to a temperature inversion. (Hind gives no weather data.) This would have elevated an enlarged image of Venus. This hypothesis can also explain the orange colour. Necessarily the light in such a mirage must travel a long way through the atmosphere, following the Earth's curvature for part of its route; Rayleigh scattering then removes the shorter wavelengths leaving a reddened image. A mirage also explains the egg shape and the missing top (at one time). PS: The objects reported by J. Antonio Huneeus to have been seen over Chile on 17 August 1985 appear to have been astronomical (perhaps via abnormal refraction). Without full details identification cannot be made but I note that while Venus and Mars were setting in the west Jupiter was rising in the east. -Steuart Campbell Scotland Address Letters To: Editor, MUFON JOURNAL 103 Oldtowne Road Seguin, Texas 78155"},{"pageNumber":20,"pageContent":"THE NIGHT SKY By Walter N. Webb MUFON Astronomy Consultant January 1987 Bright Planets (Evening Sky): The still dimming red planet Mars continues to move eastward away from brilliant Jupiter during January. Located in the SW in the early evening, Jupiter lies in Aquarius and sets soon after 9 PM in midmonth. Mars is in Pisces and sets about 10:30. The crescent Moon passes Jupiter first on the 4th then Mars on the 5th. Bright Planets (Morning Sky): During the month Venus moves from upper right of Saturn in the SE, reaches greatest elongation west of the Sun on the 15th, forms an almost perfect equilateral triangle with Saturn and the star Antares on the 17th, passes only 2° above the ringed world on the 24th, and winds up lower left of Saturn at month's end. € O Moon Phases: First quarter-January 6 Full moon--January 14 Last quarter-January 22 New moon-January 29 The Stars: In midevening the bright stars of winter fill the SE sky. The Winter Circle of seven bright stars surrounds Orion the Hunter, perhaps the finest constellation in the heavens. The Hunter contains reddish Betelgeuse (right shoulder), bluish-white Rigel (left knee), and three conspicuous stars in a row, the Belt of Orion. To the lower left of the Hunter gleams the Dog Star Sirius, brightest star of nighttime. Sirius rises in the ESE at 6 PM in midmonth. The dim autumn constellations are sliding into the SW and west, while to the NE the Big Dipper comes into better view, now balanced on the end of its handle. MESSAGE, Continued Recently, John converted a 3/4 inch VHS tape to 1/2 inch tape of a one hour WLS-ABC TV program on UFOs hosted by Oprah Winfrey and featuring Debbie Jordan-White and Walt Andrus for the MUFON film library. This very popular \"AM Chicago\" program has been syndicated nationwide and titled \"The Oprah Winfrey Show,\" originating in the studios of WLS-TV in Chicago. To request video tapes from his list, please write to John A. Stewart, 168 West Hanover Ave., Randolph, NJ 07869 or telephone (201) 895-2573 between 6 and 10 pm E.S.T. The MUFON UFO JOURNAL does not accept advertising, however we do discretely promote ventures or programs by our members that will benefit our membership. Since MUFON has a listing in the directory for radio talk show stations, your Director participates frequently in this form of public education. However, now and then something a little out of the ordinary occurs. On November 2, 1986, David Malbne, host of the British Broadcasting Company (BBC) program \"Talk Back\" in Belfast, Ireland conducted a live telephone interview. The radio syndicated program \"The Allan Stang Report,\" originating in Los Angeles, was taped on November 7, 1986 for nationwide distribution. * * * We must commend Francis Ridge, State Director for Indiana, for the fine work that he is performing in producing computer printouts of Indiana UFO sightings. With the support of Dan Wright, it will be expanded to encompass MUFON's Central Region states. What is PARANET? ParaNet is a small but growing network of computerized Bulletin Board Systems, which attempt to make available the latest and most reliable information on the paranormal and \"fringe\" sciences. A Bulletin Board System (BBS) is a special program that runs on most types of PCs, which in combination with a \"modem\" allows other PC users virtually around the world to call on standard phone lines and connect their computer to the \"host,\" or the person operating the BBS. This makes the information on the host available to the calling computer. You may participate by calling the National Fringe Sciences Information Service in Fountain Hills, Ariz, at (602) 837-9838 or ParaNet Alpha: THE OTHER SIDE, at (602) 837-0062, 300/1200 Baud, 24 hours per day. Jim Speiser, State Section Director for Maricopa County, is the administrator of PARANET. You may write to him at P.O. Box 17675, Fountain Hills, AZ 85268 for further information. . People are constantly inquiring where they may obtain out of print UFO related books for their private libraries. One of the services recommended is Arcturus Book Service, P.O. Box 2213, Scotia, NY 12302 U.S.A., operated by MUFON member, Bob Girard. 19"},{"pageNumber":21,"pageContent":"DIRECTOR'S MESSAGE by Walt Andrus The annual MUFON award for the most outstanding contribution to Ufology for 1986-87 will be presented at the MUFON 1987 UFO Symposium on June 27, 1987 in Washington, D.C. Nominees or candidates for this award may reside anywhere in the World, including the people submitting their recommendations. A person may be nominated by proposing their name with a written paragraph stating briefly why their candidate should receive the award, listing their accomplishments and recognition in the UFO field. The deadline for receipt of nominations is February 28, 1987. Please send to MUFON, 103 Oldtowne Road, Seguin, Texas 78155-4099 U.S.A. A committee will evaluate all nominations and select the top five candidates. A ballot will be enclosed in the April 1987 issue of the MUFON UFO JOURNAL whereby all subscribers will have the opportunity to vote for their favorite. All ballots must be received by June 1, 1987 so adequate time will be available to engrave the award plaque. * * * The Fund for UFO Research will be hosting the MUFON 1987 UFO Symposium on June 26,27 and 28,1987 at American University in Washington, D.C. Bruce Maccabee is the host chairman and Fred Whiting serves as symposium coordinator. This event marks the eighteenth annual UFO symposium by the Mutual UFO Network. It will have an international theme and commemorate the fortieth anniversary of Kennth Arnold's UFO sighting near Mount Rainier on June 24, 1947.-It will be held on the campus of American University. Start making your plans now to attend. The success of the Annual MUFON UFO Symposia, may be directly attributed to the advanced planning and implementation by the host organization. To make this possible, we are hereby soliciting and accepting bids from host organizations for the MUFON 1988 UFO Symposium. The major requirements are: (1) An active local UFO group willing to accept the responsibility (2) held in a city in or near a population center with good transportation and accommodations that are financially reasonable so as to attract maximum attendance. The host group will receive the complete support of MUFON, the sponsoring organization. Each State Director should evaluate the potential for hosting the nineteenth annual MUFON UFO Symposium and submit a written bid to the International Director. * * * The proposal to publish a Kennth Arnold fortieth anniversary commemorative proceedings containing the outstanding papers published in MUFON symposium proceedings from 1971 through 1986 has been dropped due to financial considerations. MUFON still has a very adequate supply of back issues of the annual proceedings from 1975 through 1986 that are available on our publication list commensurate with printing costs at the time of publishing. As an alternative idea, John Schuessler has suggested that a commemorative issue of the MUFON UFO JOURNAL be published in 1987 containing speakers abstracts or brief summaries of each of the papers published in the proceedings from 1975 through 1986. This would be a benefit to all members, but especially those people relatively new in the field who would like to learn more about what has transpired the past forty years in UFO research. A tribute and recognition to Kenneth Arnold and the fortieth anniversary of his sighting will be acknowledged in the MUFON 1987 UFO Symposium Proceedings. Ilkka Serra, MUFON Represent- ative for Finland and Chairman of The UFO Research of Finland has advised that they are in the process of writing the first Finnish language UFO encyclopedia. They plan to have the booklet ready by late 1986 or early 1987. Hilary Evans, a member and prominent UFO researcher from London, England, addressed MUFON of San Antonio at their monthly meeting on December 2, 1986. He also spoke in Dallas to the MUFON- Metroplex group. * * * Would you like to have a MUFON lapel pin with a clutch back that can also be used as a tie tack or worn on a garment to let your friends know that you are a MUFON member? The MUFON logo is prominently displayed in gold against a black enamel background in an oval shape 1\" by 3/4\" in size. You now have an opportunity to purchase the first officially approved MUFON pin for $4.00 plus $1.00 for postage and handling. Please make your check or money order payable and send to: Franklin Youri, 1300 Sherwood Drive, Turlock, CA 95380. Public education and information may be enchanced through the showing of UFO video tapes on closed circuit TV at public events, shopping malls, county and state fairs, exhibits, etc. Since Ufology has become such a diverse discipline, specialization has become necessary. John A. Stewart has elected to concentrate on building a library of VHS video tapes and sharing them with our members and friends. His UFO video cassette collection has now exceeded 70 selections. The working policy that John has adopted is that for every three selections from his list, he must receive a blank videocassette for his own personal use. When ordering any selections from Mr. Stewart's list, the person must supply their own blank tapes. This is a non- profit service for people interested in expanding their video library. He also has access to Beta and 3/4 inch video reproduction equipment. (continued on page 19)"}]
