[{"pageNumber":2,"pageContent":"MUTUAL UFO NETWORK UFO JOURNAL SEPTEMBER 2000 NUMBER 389 $3 Mutual UFO Network, Inc. WORLDWIDE UFO DATABASE Please enter user information Name:) Password:L v4.1(g).05 : Login (Reset ' MUFON's New Database/web site"},{"pageNumber":3,"pageContent":"MUFON UFO Journal (USPS 002-970) (ISSN 0270-6822) 103OldtowneRd Seguin, TX 78155-4099 Tel: (830) 379-9216 FAX (830) 372-9439 Editor: Dwight Connelly 14026 Ridgelawn Road Martinsville,IL62442 Tel: (217) 382-4502 e-mail: mufonufojournal @ hotmail.com Editor in Chief: Walter H. Andrus, Jr. 103OldtowneRoad Seguin, TX 78155 830-379-9216 Columnists: Walter N. Webb Richard Hall George Filer Dan Wright Staff Artist Wes Crum MUFON UFO Hotline: 1-800-UFO-2166 MUFON on the Internet: http://www.mufon.com e-mail address: mufonhq@aol.com MUFON Amateur Radio Net: 40 meters - 7.237 MHz Saturdays, 7 a.m. CST or COST September 2000 Number 389 COVER: MUFON's new database/web site. In this issue MUFON Data base by Wendy Ban & Don Wetherby ....3 Michigan sighting features colors, lights, sound 12 Filer's Files by George A. Filer  13 MUFON Forum   16 Calendar    18 Books in Review   18 SHG hosts articles inventory by Jan Aldrich 20 Readers'Classifieds   21 Perspective on July Journal by Richard Hall 22 The Night Sky by Walter N.Webb  ...23 Director's Message by John Schuessler  24 MUFON's mission is the systematic collection and analysis of UFO data,,with the ultimate goal of learning the origin and nature of the UFO phenomenon. Change of address and subscription inquiries should be sent to MUFON, 103 Oldtowne Road, Seguin, TX 78155. Copyright 2000 by the Mutual UFO Network. All Rights Reserved No part of this document may be reproduced m any form without the written permission of the Copyright Owners, Permission is hereby granted to quote up to 200 words of any one article, provided the author is credited, and the statement. \"Copyright 2000 by the Mutual UFO Network. 103 Oldtowne Road, Seguin, Texas 78155\" is included The contents of the MUFON UFO Journal are determined by the editors, and do not necessarily reflect the official position of the Mutual UFO Network. Opinions expressed are solely those of the individual authors. The Mutual UFO Network, Inc. is exempt from Federal Income Tax under Section 501 (c) (3) of the Internal Revenue Code. MUFON is a publicly supported organization of the type described m Section 509 (a) (2). Donors may deduct contributions from their Federal Income Tax. Bequests, legacies, devises, transfers, or gifts are also deductible for estate and gift purposes, provided they meet the applicable provisions of Sections 2055, 2106, and 2522 of the Internal Revenue Code MUFON is a Texas nonprofit corporation. The MUFON UFO Journal is published monthly by the Mutual UFO Network, Inc , Segum. Texas. Published at B-W Graphics, Inc., Versailles, Missouri. Membership/Subscription rates are $30 per year in the U.S.A., and $35 per year foreign in U.S funds. Second class postage paid at Seguin, Texas. Postmaster: Send form 3579 to advise change of address to: MUFON UFO Journal, 103 Oldtowne Rd., Seguin, TX 78155-4099"},{"pageNumber":4,"pageContent":"MUFON UFO Journal September 2000 Page 3 MUFON Worldwide UFO Database a reality By Wendy Ban and Don Weatherby, WUFOD Developers/Administrators 1. Introducing a new web database for MUFON members. A year ago, we accepted the challenge of putting MUFON's computer input form online and establish- ing a worldwide web archive for all MUFON UFO reports. The construction of the Worldwide UFO Database (WUFOD) was part of a larger effort to es- tablish a strong cyber presence for MUFON that in- cluded parallel work by Bill Konkolesky to redesign the MUFON website. Before the advent of current web database tech- nology, it was well nigh impossible for MUFON to achieve its objective of making all UFO reports ac- cessible to MUFON members. But now, WUFOD makes large numbers of old reports available for re- search, and ensures that members are informed of new UFO events in near real time. We are pleased to report that the MUFON Board of Directors approved WUFOD as the official MUFON online database shortly after it was unveiled and demonstrated at the 2000 Symposium in St. Louis last month. Now, all UFO reports submitted to MUFON should be entered into WUFOD. Paper reports can still be submitted by individuals without computer or web access (see Sec. 18, \"Print Report Forms\"), but the goal is to enter all reports online to create a valuable asset for research and to ensure that investigators are notified of UFO events. Both new and old reports can be entered. About this Document This document explains how a UFO report is cre- ated, received, reviewed, and approved through the WUFOD interfaces. WUFOD is simple to use, and the report form contains clear instructions. Nonethe- less, step procedures are provided here for accessing the database and using the report form. Also, WUFOD provides standard outputs, and these are reviewed. The current options for the automatic email fea- ture are explained. Finally, there is a discussion of additional functionality that may be added in the fu- ture, such as the ability to link electronic versions of witness sketches or photographs to the reports in WUFOD. State Directors Note: This document is intended for the general membership only. Many of you re- ceived instructions for your permission level at the MUFON Symposium and later received your logins via email. If you did not attend the St. Louis Symposium, or have not received your login or instructions, please con- tact the WUFOD administrators (see Sec. 5, \"WUFOD Contacts). State Directors currently without email or web access should immediately contact Dan Wright, MUFON Director of Investigations, to designate some- one to receive WUFOD email and perform WUFOD functions for their state. Field Investigators Note: Contact your State Direc- tor for instructions, your login, and possible access to automated email. Do not contact the WUFOD adminis- trators. If your State Director is unable to respond, con- tact Mr. Wright. Quick Start for MUFON Members We hope you read this article to get a comprehensive view of WUFOD's functionality. However, if you want to enter a report or search the database right away, do the following: Review the diagram in Sec. 13, \"WUFOD Process Flow Diagram.\" Complete the steps in Sec. 16, \"Log into WUFOD,\" to log in as member. Then, to enter a report, complete the steps in Sec. 17, \"Submit a Report in the Member Interface.\" To search the database, complete the steps in Sec. 19, \"Generate Search Output.\" 3. About WUFOD XE \"permissions, see logins\" XE \"web browsers, see browsers\" XE \"web interfaces, see interfaces\" The Worldwide UFO Database (WUFOD) is an online database system that can be accessed on the Internet through a web browser. WUFOD manages the flow of incoming UFO reports through various review stages, including incoming, investigation, and approval. It is a secure system with various levels of permission based on logins and passwords. It has design features that en- sure the confidentiality of information and the anonym- ity of witness to UFO events, if they request it. WUFOD includes an email feature by which State Directors, MUFON HQ, and other designated parties are automatically informed when reports are submitted, so that MUFON Field Investigators can be assigned to cases and MUFON members can be kept abreast of UFO events. The email feature can also inform State Direc- tors and Field Investigators when an investigation is begun or a report approved by the MUFON Director of Investigations. The database can be searched to extract selected data types for research purposes and to gener- ate formatted output."},{"pageNumber":5,"pageContent":"Page 4 September 2000 MUFON UFO Journal 4. Legacy Data WUFOD contains a report form based on the fa- miliar MUFON UFO Sighting Questionnaire: Com- puter Input (Form 2). This general form contains questions broadly covering all aspects of UFO en- counters, including entity experiences. The legacy form has been optimized for online presentation and enhanced with several additional questions and choices. At its initialization, WUFOD contains 761 reports that MUFON investigated and approved in the past, and we ported into WUFOD from legacy systems. (These are the approved cases on the MUFON UFO Database CD-ROM, prepared by T. David Spencer, 1999.) In almost all details, this legacy data has been preserved in the conversion to WUFOD. 5. WUFOD Contacts 5.1 MUFON Director of Investigations The MUFON Director of Investigations is Mr. Dan Wright. Please address all concerns about WUFOD in regard to MUFON processes to MUFON HQ or to Mr. Wright at ufoguy29@juno.com 5.2 Ad XE \"administrators\" ministrators The designer and administrator of WUFOD is Mr. Don Weatherby. The backup administrator is Ms. Wendy Ban. Please address all WUFOD-specific ad- ministrative requests and issues regarding design and functionality to the administrator's email address posted on the WUFOD member interface. That ad- dress is currently HYPERLINK \"mailto:geekology@worldnet.att.net\" geekology@worldnet.att.net Should the administrator's email address change, the new address will be posted on the WUFOD mem- ber interface. 6. Re XE \"browsers\" commended Web Brows- ers Though WUFOD can be accessed through any computer web browser, current releases of Netscape Communicator® and Microsoft Windows Explorer® are recommended. 7. Web Interfaces Two web interfaces exist for WUFOD, one for the general public and one for MUFON members. 7.1 XE \"interfaces:public\" Public Interface The public interface is designed to collect reports of UFO events from the general public so that MUFON Field Investigators can investigate. This interface does not allow the general public access to the data in WUFOD. Rather it is a \"front end\" to WUFOD used exclusively to submit UFO reports. Therefore, no login or password is required to sub- mit a report through the public interface, and using it does not permit access to data in WUFOD. There is a link to this interface from the MUFON web site. The web sites of state MUFON organizations may also wish to link to it. We hope that with the avail- ability of a public web interface, MUFON can learn of UFO events that would otherwise go unreported and can conduct investigations close to the time UFO events occur. As a general rule, MUFON members will not use this interface. However, email notification will automatically be sent to State Directors and Field Investigators in MUFON when a report is submitted through this inter- face. Members of the public who do not wish to fill out the online form can instead send an email message in plain text format, and these automatically generate an abbre- viated report in WUFOD. The public is to be encour- aged to fill out the online form, however. 7.2 Member XE \"interfaces:member\" Interface The member interface supports all phases of report processing, including submitting new reports, entering the results of case investigations, and approving reports. Also, data can be filtered and searched to support UFO research. This interface is restricted to authorized MUFON members, and a login and password are re- quired for access. It has three levels of access (see Sec. 10, \"Permissions\"). Several data fields appear in this interface that do not appear in the public interface be- cause it is for internal use (see Sec. 17, \"Submit a Re- port in the Member Interface\"). 8. XE \"interfaces:urls;urls:public interface;urls:member interface\" URLs The urls (Uniform Resource Locators) for the WUFOD public and member interfaces are as follows: 8.1 Public url The url for the public interface is HYPERLINK \"http://ohiomufon.services4all.com/siteform.html\" http:/ /ohiomufon.services4all.com/siteform.html Normally, however, the public will access this inter- face via a link from the public portion of the MUFON website at HYPERLINK \"http://www.mufon.com\" http://www.mufon.com 8.2 Member url The url for the member interface is HYPERLINK \"http://ohiomufon.services4all.com\" http:// ohiomufon.services4all.com This url can be accessed via a link from the mem- bers' portion of the MUFON website at HYPERLINK \"http://www.mufon.com\" http://www.mufon.com Normally, however, members will probably access it through a \"bookmark\" saved in their browsers. 9. G XE \"groups:defined\" roups The MUFON interface currently has two subdivisions, called GROUPS. These groups are actually separate da XE \"databases, see groups\" dabases within WUFOD. 9.1 IN XE \"groups:INCOMING\" INCOMING Group (MUFON members)"},{"pageNumber":6,"pageContent":"MUFON UFO Journal September 2000 PageS The INCOMING group contains all reports received, including \"raw\" reports from the general public, as well as reports submitted by MUFON members and Field Investigators. This group is for use by all MUFON members and Field Investigators. 9.2 APXE \"groups: APPROVED\" PROVED Group (MUFON HQ) The APPROVED group contains only those reports for which an investigation has been completed and approved. At that time, a report is promoted from the INCOMING group to the APPROVED group. There- after the two groups are separate. This group is for use by the MUFON Director of Investigations and MUFON HQ. 9.3 Additional Groups Additional groups can be added to WUFOD as the need arises to organize reports into further divisions (see Sec. 20, \"Possible Future Features\"). Currently WUFOD displays inoperative \"placeholders\" for groups for trace cases and abduction cases. 10. Permissions 10.1 Lo XE \"logins:described;logins:see also pass- words\" gins WUFOD has the following permission levels and associated logins. The permissions are related to data- base states (see Sec. 11, \"States\"). 10.2 XE \"logins:general public (no login)\" Public (no login) The general public can access a \"front end\" form on the web, used only to submit UFO reports into the WUFOD INCOMING group. No login or password is required. The public can NOT view the data in WUFOD. However, when someone submits a report through this interface, they see an abbreviated list of reports submitted in same time frame (see Sec. 15.1, \"Abbreviated List of Reports\"). 10.3 me XE \"logins:member\" mber Login The member login is for all MUFON members. This login can access to the INCOMING group to submit reports, view data, and use the data filter and search functions. This login can NOT edit or add information to the data in a report once it has been submitted or view information about the UFO witnesses. 10.4 Passwords A password must be entered along with a login for access to the WUFOD database. Note: A new member password will be published every two months in the MUFON Journal. Password assignments for State Directors and their designates will be handled internally. 11. Sta XE \"states:described\" tes As a UFO report passes through the various stages of processing from submission, investigation, and ap- proval, its status is indicated in WUFOD. This status is called a \"state.\" States are related to permissions for access to WUFOD (see Sec. 10, \"Permissions\"). As a report is processed, it is \"promoted\" from one state to the next. The states are as follows: 11.1 Submi XE \"statessubmitted\" tted State The report has been created and entered into the WUFOD INCOMING database group where it is au- tomatically assigned a WUFOD report number. This has been done either through the public interface (see Sec. 15, \"Submit a Report in the Public Interface\") or through the member interface (see Sec. 17, \"Submit a Report in the Member Interface\"). Witness informa- tion has been secured and is not viewable. The general public can NOT access this data. The data is not made public at this stage because the report has not yet been investigated or approved. The data is \"raw\" and may describe an IFO or even be a hoax. However, all MUFON members CAN view this data, and can filter and search it. Once a report is submitted, it can be edited only by the Director of Investigations, State Directors, and Field Investigators designated by State Directors. An indi- vidual with the member login cannot change the con- tents of a submitted report, even if he or she is the indi- vidual who submitted it. This is done for security, as all MUFON members will have the member login. 11.2 Inves XE \"statesinvestigate\" tigate State The report is being investigated, and a Field Inves- tigator or State Director is editing it in the INCOM- ING database group to incorporate field data or other case information. Witness information is still secured and is not viewable. The general public can NOT access this data. The data is kept internal at this stage because the investiga- tion may not yet be complete and has not yet been ap- proved. However, all MUFON members CAN view this data, and can filter and search it. Only the Director of Investigations, State Directors, and Field Investiga- tors designated by State Directors can promote a re- port from the Submitted to the Investigate state. 11.3 App XE \"states: Approved\" rov XE \"approved, dual meaning of term\" ed State The investigation has been completed in all details and the Director of Investigations has approved the report. The report in the INCOMING database group has been promoted to the approved state and automati- cally cloned to the APPROVED database group. The report is assigned a different report number in AP- PROVED but continues to exist in both groups. Confidential or sensitive information may now be entered into the report in APPROVED, viewable only by MUFON HQ. Only the Director of Investigations can promote a report in INCOMING to the approved state, and only the MUFON HQ can view the data in"},{"pageNumber":7,"pageContent":"Page 6 September 2000 MUFON UFO Journal APPROVED group. In the event that a report is com- plete in all details upon initial submission, the Direc- tor of Investigations can promote it directly to the Approved state without its passing through the Inves- tigate state. In the future, MUFON may wish to make some data from approved reports available to the general public, perhaps from the MUFON web site. As of the writing of this document, this feature has not been implemented (see the topic on public access to summarized data from approved reports in Sec. 20, \"Possible Future Fea- tures\"). Note : The term \"approved\" is used in two senses. It refers to a report in the INCOMING database group that has been promoted to the Approved state. It also refers to all reports in the APPROVED database group. These have all been promoted from INCOMING. See Sec. 9, \"Groups\" for further clarification. 12. Email Notification As a report is promoted to the various states (see Sec. 11, \"States\"), WUFOD automatically sends email to State Directors and Field Investigators designated in the WUFOD email feature. The WUFOD adminis- trator can configure the email feature, and we expect enhancements to meet future needs. Currently, the State Director in the state in which the event occurred (the locale in the STATE_PROVINCE field on the report form) gets an email message containing all data in the report when: A new report is submitted to the INCOMING group. A report in INCOMING is promoted to the Investi- gate state. A report in INCOMING is promoted to the Ap- proved state. Note: A report in the Investigate state can be edited multiple times, but EVERY time the report is resub- mitted, WUFOD sends email. The email is sent so the State Director is immedi- ately made aware of the report, can assign a Field In- vestigator to it, and can note the progress of the inves- tigation. The Director of Investigations and MUFON HQ receive copies of this email. Though it is impractical for WUFOD to send email to all MUFON members, remember that all members can see the state (Submitted, Investigate, or Approved) of all INCOMING reports and can note the progress of an investigation by reading the investigator's notes. 12.1 Email List The mail list currently includes State Directors for whom MUFON HQ has email addresses on file. State Directors who want to add or change their email addresses, or who want to add Field Investiga- tors to the email list for their state should submit a request to the WUFOD administrators. We will for- ward each request to the Director of Investigations for approval (see Sec. 5, \"WUFOD Contacts\"). State Directors currently without email access should immediately contact the Director of Investiga- tions to designate a recipient for WUFOD email in their states. This is critical so that Field Investigators can be assigned to new cases in a timely manner. Note: MUFON HQ must approve any changes to the email list before we can make them. 13. WUFOD Process Flow Diagram This diagram on the following page shows how WUFOD works and how it is designed to be used by the various logins. See the procedures in the rest of this document for how to use WUFOD. Procedures The procedures in the following sections explain how to use WUFOD. Before contacting the WUFOD administrators for assistance, please be sure you have tried to complete the procedures using your web browser. 15. Submit a R XE \"procedures:submit a report through the public interface\" eport in the Public Inte XE \"interfaces:public;public interface, see interfaces\" rface Note: This interface is for the general public. MUFON members should NOT use this interface. The general public is encouraged to submit reports here. Use a web browser to go to HYPERLINK \"http:// ohiomufon.services4all.com/siteform.html \" http://ohiomufon.services4all.com/siteform.html Or click on the link from the public portion of the MUFON website at HYPERLINK \"http:// www.mufon.com\" http://www.mufon.com Response: The public report form is displayed. Read the instructions at the top of the form, and complete the form by clicking on the various options that best describe the elements of the event. There are approximately 100 data fields, most with numerous options. You can enter most of the data by clicking on selectable lists or check boxes. Some fields where the possible entries are too numerous to present as selections require that you type in information (for example ABSTRACT, CITY, and COUNTY.) The first field, labeled ABS XE \"ABSTRACT field:entry mandatory to submit a report;key fields:ABSTRACT, MONTH, STATE_PROVINCE, YEAR\" TRA XE \"ABSTRACT field;ABSTRACT field:as key field\" CT, is for a brief summary of the event that identifies its key elements. Example: Fluorescent orange triangles over Lake Erie near  nuclear  facility Note: WUFOD will not process the report unless you"},{"pageNumber":8,"pageContent":"MUFON UFO Journal September 2000 Page? Member Interface booming reports i (INCOMING group)! PUBLIC Interface 1. Submitted State Connect-to, 6hiomut>n .service s4all .com Log irto, INCOMING database and submit MUFON form alsentto Sta Directors and MUFON HQ , Broui se to public form at ohipmufon servioes4all jconVsitefo im.hlml torn MUFON public website at : \" http:/Awinu .muf on.ccm .Case entered .into INCOMING group/ (witness identity encrypted and ' hidden) Bra! to. IN COMING VH MUFON. he, ^website or other' sources entered into NARRATIVE DESCRIPTION text leld 2. Investigate State .State Directors and investigators update with .investigation notes Assign .investigators/ 3. Approved State i /^proved re ports ''CAPPROVED group)' :MUFQN;Director of 'Investigations approves 1 Approved repo rts ' ] (INCOMING group).; 4. Generated Output . Ajtpmatb generated reports from machine \"and system clock MUFONDrectcf of Investigations runs oust cm searches\" Members do filers and searches and generate formarted •- output Short list of current reports automatically generated and - • displayed"},{"pageNumber":9,"pageContent":"PageS September 2000 MUFON UFO Journal enter some text in the ABSTRACT field. Note that below the spaces for wit XE \"witness information:on report form\" ness information labeled IDENTITY, PHONE, and EMAIL for up to three wit- nesses, near the bottom of the form, are yes and no buttons that indicate whether any witnesses to the event request to remain anonymous. The STA XE \"key fields:described;STATE_PROVINCE fieldras key field;MONTH field:as key field;YEAR field:as key field\" TE_PROVINCE, MONTH, and YEAR are key fields that determine where email notification about the report is sent or what reports the person submitting the report sees in the abbreviated list of reports (see Sec. 12, \"Email Notification\" and Sec. 15.1, \"Results of Public Submission\"). Describe the event in detail by typing a complete text description in the NARRATIVE XE \"NARRA- TIVE DESCRIPTION field:described;NARRATIVE DESCRIPTION field:location on report form\" DE- SCRIPTION text box at the bottom of the form. This box allows you to describe the event in your own words and to record information not captured in the data fields on the rest of the form. Caution: Do NOT enter confidential information in the NARRATIVE DESCRIPTION text box. Click the Submit button at the bottom of the form one time. 15.1 Results of Public Submission When the report is submitted through the public in- terface, several things happen automatically: Abbreviated List of Reports. An abbreviated list of reports for the same month and year as the event in the current report is displayed in the browser window. The list provides the locale, date, and ABSTRACT for the matching events. (We may limit the number of match- ing reports a user gets back as the database grows larger.) This is a \"reward\" for the member of the pub- lic who has spent the time to fill out the report form. Submitted to INCOMING. A report containing the data just entered is submitted in the INCOMING group of WUFOD just as if it had been submitted in the mem- ber interface (see Sec. 17.1, \"Results of Member Sub- mission\"). 15.2 Alternate Public Interface From a link on the MUFON website an option ex- ists to submit a report to WUFOD INCOMING by sending a plain email text message. This option places the text of the email into the NARRATIVE DESCRIP- TION text box of the report form. The results are the same as if the report had been submitted from the pub- lic form. Obviously, however, all desired data will not be included, nor will the data be entered into the de- sired fields, and a Field Investigator or State Director must do further processing to complete a proper re- port. The general public should be encouraged to use the online report form and NOT this alternative public interface. 16. Log int XE \"procedures:log into WUFOD\" o WUF XE \"procedures:log into WUFOD\" OD Note: You must log in to access the WUFOD mem- ber interface. Use a web browser to go to HYPERLINK \"http:// ohiomufon.services4all.com\" http:// ohiomufon.services4all.com Or click on the link from the members portion of the MUFON website at HYPERLINK \"http:// www.mufon.com\" http://www.mufon.com Response: The WUFOD GRO XE \"GROUP page;GROUP page:see also groups\" UP page, illus- trated below, is displayed. Select INCOMING from the list of database groups. Note: This list of groups will grow as new forms are added. See the topic on additional groups and forms in Sec. 20, \"Possible Future Features\". Click the Login button below the database groups. Response: The INCOMING group LOG XE \"LOGIN page;LOGIN page:see also logins\" IN page, illustrated below, is displayed. Mutual UFO Network, Inc. ' WORLDWIDE UFO DATABASE Please enter user information . PuMKdl v4.1(g).OS In the box labeled Name, type member In the box labeled Password, type !member! Note: The password will change (see Sec 10.4, \"Passwords\"). This is the initial password. Click the Login button at the bottom of the page. Response: The INCOMING reports list is displayed, showing all the reports previously entered into the INCOMING WUFOD database group. 17. Subm XE \"procedures:submit a report through the member interface\" it a Rep XE \"procedures:submit a report through the member interface\" ort in the Mem- ber Interface Note: This interface is for MUFON members only."},{"pageNumber":10,"pageContent":"MUFON UFO Journal September 2000 Page 9 Mutual UFO Network, Inc. WORLDWIDE UFO DATABASE 1 Select a CROUP by left-clicking the button Deside it 0 INCOMING R3Wfc-portsunderh>T f :giiiur, WJFON inc. mak?s no dam'thai o f-nvtnir-riai eir-i anati '. r.as beon ruled out for th«?sa reports. * APPROVED- For us? by MUFON. ln< H^aoguan^is on^ 2. Left-click the login button to proceed to ths login scteen.  r , : .\"J INCOMING frfAPPROVED\" \" WU»IKi:lMsiyatmishrlUimail2£DlmJKHtEJIGCflS<M.>r I*»sfsnmaanrannJ Any unaurfco'iretf (w ttafiKlta acBvny in/' be n>fcn«d ro tow eflfotanejir nKtats COW Mutual UFO Horn*, lac: Ml W\"***™l i*> toUl I& MUFON. I**. ev*WO»olO»to Any MUFON member with a UFO event to report (old or current) should use this interface. Log into the WUFOD INCOMING group with the member login (see Sec. 16, \"Log into WUFOD\" for how). Response: The INCOMING reports list is displayed, showing all the reports previously entered into the WUFOD INCOMING database. This illustration shows an example of a portion of this list. Mutual UFO Network, Inc. WORLDWIDE UFO DATABASE 760 known, 750 in list I Starch Dilt Drill Click the NEW button in the button bar at the top of the page. Response: The INCOMING report form is dis- played. Its label is \"New Issue.\" Complete the report form as in Steps 2 and 3 of Sec. 15, \"Submit a Report in the Public Interface\". The fol- lowing fields appear on the INCOMING form that do not appear on the form for the general public: A LOG XE \"LOG_#field;LOG_#field:not included in public interface;LOG_#field:for legacy data only\" _# field is included to display case numbers that MUFON assigned to cases in the past. It will NOT be used for reports going forward. Please leave this field blank. Since this field is only for legacy data, it is not displayed on the form for the general public. A CA XE \"CASEJTYPE field;CASE_TYPE field:not included in public interface\" SE_TYPE field is provided to classify the report according to the Vallee classification system (AN1 - AN5, FBI - FB5, andCEl - CE5). This system has replaced the less comprehen- sive Hynek classification formerly used for MUFON re XE \"SVP_RATING field;SVP_RATING field:not included in public interface\" ports. Since this is a \"tech- nical\" field, it is not displayed on the form for the gen- eral public. A 3-digit SVP_RATING field is provided to rate the source reliability, site visit, and possible explana- tions. This rating is associated with the Vallee classi- fication system. Since this is also a \"technical\" field, it is not displayed on the form for the general public. A field labeled Sta XE \"State Submitted field:described;State Submitted field selector button\" te Submitted (NOW) and a corresponding button are displayed near the bottom of the form above the NAR- RATIVE DESCRIPTION text box. This button is used to track the state (Submitted, Investigate, or Approved) of the report. You can NOT unselect this button. (Af- ter the report is submitted and later redisplayed to in- corporate the Field Investigator's notes, the buttons indicating other states are displayed.) Below the NARRATIVE DESCRIPTION text box near the bottom of the form, an INVESTIGATOR'S XE \"INVESTIGATOR' S NOTES field;INVESTIGATOR' S NOTES field:not included in public interface\" NOTES text box is provided to enter the results of investigation (the INVESTIGATOR'S NOTES text box does not appear on the public form). Data can be entered in this box now, if available, or later when the report is assigned to a Field Investigator and promoted to the Investigate state. Caution: Do NOT enter witness names or other private information in the NARRATIVE DESCRIP- TION or INVESTIGATOR'S NOTES text boxes, as these areas can be viewed by anyone with the member login. Click the Submit button at the bottom of the form one time. Response: The INCOMING reports list is once again displayed. (It may take a few seconds for this to occur. You may have to refresh your brov/ser window to see the new report listed.) Click the End button in the button bar at the top left of the page to go to the end of the reports list and see your new report listed. (If you do not see your report listed, log into WUFOD again and click the End but- ton on the reports list.) Note: Click the XE \"buttons: Delta;buttons:Date;buttons:Opt;\" Delta and Date but- tons in the button bars at the top of the reports list page"},{"pageNumber":11,"pageContent":"Page 10 September 2000 MUFON UFO Journal to enhance the reports list. The Delta button shows, for each report, the number of days since it was last modified. The Date button shows the report creation date. The Opt button controls how many reports are displayed in your browser window at one time. 17.1 Results of Member Submission When the report is submitted, several things hap- pen automatically: INCOMING Reports List Updated. The newly sub- mitted ABSTRACT is now added to others already in the WUFOD INCOMING database, and the informa- tion entered in the ABSTRACT is displayed on the INCOMING reports list page. WUFOD INCO XE \"report numbers: described ;report numbers rINCOMING ;report numbersrdisplayed on reports list\" MENG Report Num- ber Assigned. An INCOMING report number is as- signed to the report and is displayed by the AB- STRACT. Example: I ...... 7 is the seventh IN- COMING report. The I indicates the INCOMING group and the dots ... are placeholders for digits. The database can hold up to 999,999 reports for each group. The WUFOD INCOMING report number will be per- manently associated with the report in the INCOM- ING   database. Note: The WUFOD INCOMING report number is NOT the same as the LOG_#that appears on the form. The LOG_#is only for old cases ported into WUFOD from the legacy database and is not used for new re- ports. State Set to Submitted. A re XE \"icons:for Submit- ted state;state indicators:Submitted icon\" d letter S icon appears next to the INCOMING report number, indi- cating that the report is in the Submitted state. Note: A red letter I icon appears next to reports in the Investigate state. A tombstone icon appears next to reports that have been promoted to the Approved state. 18. Print Report Forms 18..1 Print a Bla XE \"printing:blank report form\" nk Report Form Note: All MUFON members can print blank forms. A printable copy of a blank report form is available through a link that appears on all pages of the WUFOD database except the GROUP page. The printable form is made available so that Field Investigators can take it to the field. The printable form is a .pdf (Portable Document Format) file. You must have the Adobe® Acrobat® Reader® software loaded on your computer to open the file. This free software is commonly used to open online documents and is already loaded on most PCs. (If you purchased Acrobat Exchange®, it contains Acrobat Reader.) Acrobat Reader is available for most computer systems, including Microsoft ® Windows® 3.1/95/98/NT/2000, Linux® and various flavors of UNIX®, Mac, and OS/2®. Go to the WUFOD LOGIN page on the member interface (see Sec. 16, \"Log into WUFOD\"), and click the Print a blank report form link at the bottom right of the page. Note: This link is also displayed on the re- ports list page in the INCOMING and APPROVED databases. Follow the online instructions provided at the link to download Acrobat Reader and print the form. Note: Field Investigators: If you take a paper report form into the field, please enter the data you collect into WUFOD. 18.2 Print a Co XE \"printing:completed report form\" mpleted Web Form You cannot print a blank report form through your browser print function because some of the fields dis- played on the web are in drop-down lists that will not show up on the printout. However, once a form has been filled out, all selected fields will be displayed, and you can print the completed form through your browser print function. For most browsers, you do this by selecting File => Print from the menu bar while the completed form is displayed. 19. XE \"procedures:filter and sort data to gener- ate search output;search output:from data filter and search\" Generate Search Output WUFOD offers the capability of filtering and sort- ing data by criteria you select and of generating for- matted output from its databases that you can print through your browser's Print function. Note: All MUFON members can use the WUFOD data search capability. Log into the INCOMING group as member (see Sec. 16, \"Log into WUFOD\"), and access the INCOMING reports list page (see Sec 17, \"Submit a Report in the Member Interface\" for an illustration of this page.) Click the Filter button in the middle button bar at the top of the reports list page. (See Sec. 17, \"Submit a Report in the Member Interface\" for an illustration of the buttons. Response: A blank Filter & S XE \"Filter & Search page\" ort page, illustrated below, is displayed contain- ing the same fields on the INCOMING report form. The fields in the filter form are what you will select to define your data search. Note During the move of the MUFON Headquarters from Texas to Colorado, the printing from Texas to Missouri, and the mailing from Texas to Mis- souri, there may be some unavoidable delays and problems. Please bear with us, but keep us posted."},{"pageNumber":12,"pageContent":"MUFON UFO Journal September 2000 Page 11 Mutual UFO Network, Inc. WORLDWIDE UFO DATABASE Filter & Sort Sort options: t r Imert son onjet H Son bj modification ove rVCase msenvlw Filter options: 10 o ,0 10 IOGJI: C CASE TYPE- *\" ' AS . E - I ? PE r ' m £ |AJC r .' ttn - \"\" H'A* r FB1 r FEO T FFJ3 T FBI T FB5 - ' r wa QMAJ r MAS rwu r««5 r OEI r,c£2 r CES r.cE< r CES SVP.flATING: r~~ MONTH: rmrm rmrcarotrcs rccrip roarosr.ior n r 12 raj r_oi r02 roj r t» r» roe rcc ros TCP Quo r.n r,i2 PjU r : u DAY: r 15 r.is r i; T.IB r.ij r 20 r 21 r'» ra r:< r 3 r 26 r-27 r T> r s Select the filter options you want by clicking or typing in the appropriate fields. Example: If you want to research all cases of red boo- merang or crescent-shaped objects seen in the year 2000, those criteria are what you would set your filter for. Click the Filter button at the bottom of the Filter & Sort page. Response: A list of reports is displayed resembling the familiar INCOMING reports list page. However, only re- ports that contain the elements you selected will be in this list. For the example above, only reports of red boomer- ang or crescent-shaped objects seen in the year 2000 would be in the list. This page has buttons at the top re- sembling those mentioned in Step 2. Click the Reports button at the top right of the page. Response: A Report Selecti XE \"Report Selection page\" on page is displayed, illustrated below, containing a small window with report numbers in it and a drop-down list containing the words \"Summarize those selected.\" To the right is a button labeled Select All. 2000 MUFON International Symposium recaps available The 2000 MUFON International Symposium activities are available in two Formats: the printed Proceedings and the video tapes of the two-day event. Featured are John Schuessler, Dr. Kevin Handle, Dr. Bruce Maccabee, Stan Gordon, Dr. Linda Corley, John Carpenter, Gerald Rolwes, Dr. Colm Kelleher, Dr. Robert Wood, Stanton Friedman, Ted Phillips, John Greenewald Jr., and Gregory Avery. See the Director's Message. Mutual UFO Network, Int. WORLDWIDE UFO DATABASE Report Selection! 90 •• 138 r «t ' !l5iibmn|.flisci| Cms: I Select reports you want to access by either choosing them in the small window or clicking the Select All but- ton. Normally you will click Select All because the win- dow lists the reports you just filtered and you will most likely want to generate search output on all of them. Note: You must click Select All or choose some reports to pro- ceed. Highlight Summarize those selected, or any other report in the drop-down list. Note: Report functional- ity for WUFOD is still under development (see Sec. 20, \"Possible Future Features\"). A few reports have been provided to demonstrate the functionality. They can be enhanced and expanded as we get input on the types of reports you want. The reports in the drop- down list that are currently functional include: Summarize those selected. Displays all fields for all reports selected. Short summary of those selected. Displays core data fields for reports selected. Titles for those selected. Displays the ABSTRACT, State, and WUFOD number for all reports selected. Click the Submit button. Response: All the reports based on your filter se- lects and the report type you selected are displayed. To print the output you just generated, use your browser's Print button. 20. Possible Future Features Add XE \"groups:relationship to MUFON data col- lection forms\" itiona XE \"groups:future functional- ity\" 1 Group XE \"future features:additional groups and forms\" s and Forms. More groups besides INCOM- ING and APPROVED can be added should the need arise to segregate reports into further subdivisions for discrete data types or to correspond with particular data collection forms. For example, MUFON may wish to place online other report forms in their inventory"},{"pageNumber":13,"pageContent":"Page 12 September 2000 MUFON UFO Journal besides MUFON UFO Sighting Questionnaire: Computer Input (Form 2), such as UFO Sighting Questionnaire — Electrical/Magnetic Cases (Form 3), or UFO Sighting Questionnaire — Entity Cases (Form 7). Also, the ability exists for MUFON state organizations or research projects to have their own groups. Information from other UFO databases could also be ported into separate groups within WUFOD. Or it may be desirable to archive older reports in their own groups by year, as they are approved. So there could be an APPROVED-1999 group, an AP- PROVED-1998 group, etc. Phot XE \"photographs, attached to reports, see future features\" o an XE \"future features :photo and witness sketch attachments\" d Witness Sketch Attachments. Pho- tographs, witness sketches and other information stored in graphical format can be attached to reports and stored on the WUFOD computer server to be permanently at- tached to cases. This capability is not yet functional. Reports in Spread XE \"future featuresireports in spread- sheet format\" sheet Format. Reports in Microsoft® Ex- cel® could be automatically generated and emailed. Public A XE \"future features:public access to summa- rized APPROVED data\" ccess to Summarized AP- PROVED Data. In the future, MUFON may wish to make summarized data from approved cases available to the general public, perhaps from the MUFON website, particularly reports of \"unidentified\" with es- pecially strong supporting evidence. UFO event a big success Pennsylvania researcher Stan Gordon reports that the National UFO Information Week Display which he con- ducted Aug. 12 at the Westmoreland Mall in Greensburg, PA, was \"a big success.\" The display was manned all day from 10 a.m. until 9:30 p.m. \"From the time the mall opened, the crowds began to form and parade past the large display of UFO in- formation\" says Stan. \"There was an unending day-long stream of people crowding past the display.\" Thousands attended this event, and Stan notes that the display received very good pre-event press cover- age It was also featured on the night of the event dur- ing the news on two major Pittsburgh TV stations, Fox 53andWTAE channel 4. \"As a result of the display,\" says Stan, \"a number of new sources who were involved with the 1965 Kecksburg event came forward. We also heard many accounts of past and recent UFO cases, as well as Bigfoot encounters.\" Michigan sighting features colors, lights, sound The following reported UFO sighting by Correc- tional Officer Shawn Jenks in October of 1988 near Fenwick, MI, was reported to MUFON Field Investi- gator (and correctional facility co-worker) John W. Castle and submitted by permission of the witness. At about 2 a.m. Mr. Jenks was lying awake in bed and gazing out the bedroom window. There were clouds visible, and one cloud in particular seemed dif- ferent, appearing larger than the others and moving differently in relation to them. As Shawn watched this cloud a strange object look- ing like a cereal bowl and orange as the color of the setting sun appears to be moved from behind it and came to a halt over the neighbor's house. The witness went to get his sister to also observe this phenomenon. At this time the orange bowl-shaped object appeared to tilt over on its edge to the observer's left at an angle placing it on end. It then rotated and tilted over on the opposite end to the observer's right. After that it rotated to its upright position. Shawn's sister returned to her room and hid under her bed. Shawn watched, the object shrank in size in a uniform manner. Then it \"snapped\" back into its prior bowl shape. At this point the object shot a beam of light upward on a 45-degree angle which went from a solid beam to a dotted line appearance. At a great distance, as it appeared to the observer, the light became a point source as a star appears to be. The object then moved behind its cloud once again. As the witness continued to watch, an area of swamp was illuminated as if by a great light. As the treetops were thus lit up, there was a swishing sound as of many people walking through tall grass. Across the road from the witness'house there ap- peared a light bobbing about twelve feet above the ground, as a flashlight being carried by a walking per- son into the swamp. There was a sound like that of an engine or a pump running from the swamp, and while this was occurring, there was a brightening of the star-like light source high in the sky. Whenever the light brightened, the motor sound grew strong. Whenever the light grew dim, the motor sound stopped. This was repeated for a long time as was an accompanying sound like that of \"ears of corn being tossed into a bucket\" according to the witness. At one time the witness reported the sound of a snapped limb. All this activity ceased at around 6 a.m. After full daylight the witness ventured in to the swamp and found only a broken off tree limb. The witness seems completely credible."},{"pageNumber":14,"pageContent":"MUFON UFO Journal September 2000 Page 13 Filer's Files George Filer By George A. Filer Director, MUFON Eastern Region Majorstar@aol.com 609-654-0020 A new turn of events? I've followed the UFO situation for more than twenty years and its hard to explain, but I have a feeling some- thing is very wrong-but it is not much more than a hunch. Consequently, I need help from anyone reading this report to use your resources to collect data about this new turn in events. My strong premonition is based on some reliable infor- mation that started a couple of years back when Chuck War- ren, told me he was photo- graphing low level contrails made by large four engine white jet aircraft flying over the Philadelphia area. I have some 5,000 flying hours and have often seen contrails being formed by our aircraft, but never at these lower levels. We generally flew at 30,000 feet or higher in our C-141 Starlifter and often I observed four con- trails developing well behind the engines; these would combine into one long contrail that would soon dissi- pate. Jet aircraft engines emit tiny particles that serve as condensation nuclei. At high altitudes water vapor col- lects on these particles and crystallizes, and in turn cre- ates streaks of frozen water vapor otherwise known as contrails. Chuck and his friends assured me these were not nor- mal contrails-that the aircraft were flying much too low to form the standard contrails. He showed me some film of what appeared to be a white 707 or KC-135 aircraft flying at a few thousandfeet leaving two contrails. The spray was coming from the tail area and not from the engines. According to hundreds of reports, this spray called chemtrails falls to the ground and often makes some people sick with flu-like symptoms and skin rashes. The planes are often seen flying in a crisscross check- erboard pattern, and soon the whole sky is clouded over. Weather satellite photos also show the operation from space. These photos can be seen at several websites such as www.contrailconnection.com. I first thought the government was spraying perhaps due to the Nile Fever scare. I checked with some old tanker Air Force and National Guard people, all of whom denied any knowledge of the spraying. Samples of the chemtrails have been collected and are alleged to contain various toxins and reportedly red and white blood cells, and other unidentified cell types. Using a sub micron fiber sample, these appear to be cells of a desiccated freeze dried nature. These samples were sent to the EPA, who thus far have given unsatisfactory answers. Their response has been that aircraft normally form contrails and spread toxins simi- lar to cars exhaust. There is nothing to worry about. On July 9, 2000,1 was at Long Beach Island, NJ, looking at the Atlantic Ocean when I noticed a white four-engine jet making a long contrail. It was a very thick heavy contrail in a beautiful blue sky. I looked left towards New York, and the contrail was at least fifty miles long. Within a few seconds I looked back to the front of the contrail to get a closer look at the aircraft, and it had disappeared. I searched the sky with binoculars, but it was gone. The contrail had suddenly stopped where I last saw the aircraft. I thought that was very strange, but perhaps I just lost it in the clear blue sky? At the recentMUFON Conference, Louisiana State Director Greg Avery explained that his video camera was picking up UFOs inside the chemtrails, and he showed us some videos to that effect. Greg is a private trial lawyer. Driving home from the MUFON conference Geor- gia State MUFON director Tom Sheets, who is a re- tired chief of police, and others saw aircraft spraying. All those in the car noticed the contrails. While they were watching the spaying from the aircraft, it disap- peared. These are high quality witnesses; they are not mistaken. I've learned from other contrail experts this has happened before. To my knowledge humans do not possess aircraft that can disappear. The spraying is real; therefore I suspect that UFOs are involved. I want to know what they are spraying and why. The UFO and the chemtrail phenomena may have moved to a new level of seriousness. My inquiries lead me to believe no one in government is noticing or analyzing the data. If anyone happens to see an aircraft at low level making contrails I urge you to videotape and get other witnesses watching. The more important the witness you can notify the better. Attempt to collect the spray. For example, large plates, plastic or your car's hub- caps could be used to collect the liquid. Once the spray lands use Q-tips to collect the spray and put into clean glass or plastic containers. Keep a record of what's"},{"pageNumber":15,"pageContent":"Page 14 September 2000 MUFON UFO Journal happening. Let me know, and I will give you an address of where to send the samples and videotapes. There is an urgent need for airborne sample collec- tion flying behind the airborne chemtrails. This could be dangerous, but airborne samples would be much more valuable if properly collected and recorded. I also suggest you put your name and address on this column and send it to the most powerful person you know. We are attempting to get the news media and politicians aware of this potential problem. I will be on the Jeff Rense show to talk more about it. The EPA wrote David Peterson at the Chemtrail Research Fund on Feb, 22, 2000. \"We are not aware of any program to disperse fibrous material on the US population.\" My experience is that the government authorities are not engaged in quiet research to determine the prob- lem, but tend to scoff at our efforts. I wish to caution the reader that our data are not proven; the results of this spraying could be either help- ful or hurtful to mankind. We are attempting to collect data and sort this out. We have obtained reports from almost every state in the US and numerous foreign countries such as Australia, England, France, Holland, Italy, New Zealand, Scotland, and Sweden. The following are Essential Elements of Informa- tion that we need collected: Describe the craft and how it seems to disappear. Report location, date, time, speed, angle above the horizon, distance, size, etc. We can estimate altitude of the craft based on the angle and distance. Caution concerning your reports. High flying air- craft with contrails are a normal situation. Generally an aircraft smaller than your thumbnail at arm's length is at altitudes where normal contrails form. If the air- craft is larger than your thumb at arm's length it is unlikely contrails will naturally form, and these should be especially videotaped. Attempt to get an overall wide angle view of the scene before and after zooming in on the object. The obvious possibility is that the chemtrails are being spread by white unidentified flying objects that appear fairly normal until they suddenly disappear. It is much too early to come to conclusions, but it is important to collect data on this phenomenon. I cer- tainly suspect a control system is operating. The phe- nomenon may be forcing us through a learning curve. The chemtrails and recent reports of threatening UFOs indicate a potentially more serious situation is devel- oping. The following Kentucky report and those from Swe- den and Australia help confirm this data. Kentucky/Tennessee contrail craft disappears On July 17,2000, Georgia State Director Tom Sheets (this writer), ASD Mark Ausmus, and CFI Jim Clifford, all of MUFON of Georgia and ISUR, were returning to the Atlanta area from the MUFON Symposium in St. Louis. We were driving southbound on 1-24 in a Chevy van. Sheets driving, Clifford front right, Ausmus in first back seat. While passing through Kentucky and into Tennes- see, Clifford had been pointing out an extraordinarily large number of jet contrails in the sky. The weather along this route was some thin haze and some thin al- most transparent cirrostratus patches in some areas, with some cirrus, but mostly sunny with temperatures in the 90's, no appreciable wind noticed. At 4:40 p.m. CDT, approaching the 97-mile marker between Nashville and Chattanooga, about 81 road miles NW of Chattanooga, Clifford pointed up and out his window saying something to the effect of \"Look, there's a jet giving off a contrail or chemtrail.\" Note: At that time the sky to our front, front right, and front left was the aforementioned thin transparent partial haze, but it abruptly ended to our front and slightly upwards. From that upward point in front, on to the overhead point, and continuing behind us to right and left was clear blue sky with bright sun. No clouds, no haze. As Clifford remarked on the jet as described above, I glanced up and slightly to the right and saw a contrail through and above the haze, more or less parallel to the roadway (being deployed toward us), but it termi- nated at the edge of the thin haze. Quickly following this line out into the clear sky, I observed a large bright white jet of the 777 or 757 or similar variety, begin- ning to again emit more contrail or chemtrail. The aircraft was obvious and substantial and in clear blue sky with bright sunlight. There was no mistaking what it was. The outline of the white fuselage, wings and tail were PLAINLY visible against clear blue. (Mark Ausmus was unable to see the aircraft from his position in the rear seat, but immediately observed the trails in the sky upon dismounting the van). At that point this writer braked hard (light traffic), and began to quickly pull over. Clifford, who was still watching, then stated, \"It's gone, it just vanished.\" Within a few moments, we were all out and looking. The jet had indeed vanished. The sky was double checked using binoculars, with negative results. We could still plainly see thecontrail/chemtrail line through the haze, stopping at the edge, then a short way out into the clear sky the contrail began again, then stopped. The course the jet had been flying was directly into the clear sky. If it had banked/turned or climbed or dived, we should still have been able to see"},{"pageNumber":16,"pageContent":"MUFON UFO Journal September 2000 Page 15 it for several minutes. There were NO other clouds or haze for it to fly into on its course, which was esti- mated at being about NNW. This writer estimated the altitude at about 15,000 feet. Note: The contrail/chemtrail above the haze, stop- ping at the edge, then continuing for a brief distance in the clear sky, was similar to this: then the jet vanished, leaving only this: As stated, this all occurred in a very short period of time, from first alert, to the jet vanishing, to our static observation of the sky. We found it difficult to believe that an aircraft that large and obvious could disappear. It should be noted that all three of us have long ex- perience as observers, myself from 25 years of law en- forcement and SWAT type operations, Mark Ausmus from years of organizing and executing MANY sky watches and UFO surveillance operations, and CFI Jim Clifford (probably the most formally trained as an observer for this type of activity) who retired after 23 years of naval service with a Top Secret security clear- ance in communications. He also has experience in the P-3 Orion subhunter aircraft, and was once responsible for visually spotting a Russian submarine that had got- ten into one of our Navy's areas of patrol responsibil- ity; the sub had been overlooked by other observers and methods, but Jim spotted it during patrol sweeps by the P-3. Jim later went on to comment that he had noticed that a lot of these events involved the contrail/ chemtrails being deployed in or above cloud cover or haze and then terminating near clear sky, as if to con- ceal the activity. Jim, like the rest of us, thinks the public has a right to know the \"what\" and the \"why\" of this activity. Copyright 2000, All Rights Reserved. Texas daylight cylinder reported AUSTIN — Witness Carol Cowgill reports: \"We had a daylight sighting of a large cylindrical object which lasted 30 seconds before the object disappeared on June 30, 2000, at 8:30 p.m., which is still broad daylight. My husband and I spent a week on Lake Travis in a subdivision called Lakeway. There were jets and light planes flying to and from Austin's air- port. \"My eye was drawn to a very bright white object which suddenly appeared flying rather quickly to the southeast at four to five thousand feet. The western sun reflected on the object, and we were able to see the side of a large white cylindrical object with a very distinct round, flat rear end, also bright white. After about thirty seconds we saw the round rear of the craft enter the only cloud in the sky and we lost sight of it altogether. There was no noise made by the craft. \"The two areas in which my husband and I disagree are the angle at which the object flew-he says at a tilt and I say parallel to land-and what the front of the craft might have looked like. My husband believes the front was flat, and I just couldn't tell because the object appeared suddenly, and the front end was past our point of determination.. Thanks to Craig and Carol Cowgill California lights VICTORVILLE — Mr. R. called the MUFON San Bernardino Hotline to report that on Aug. 9, 2000, his wife looked out the window and noticed two very bright white lights swooping back and forth in the sky at 11:30 p.m.. She alerted him to the lights, and he went out- side his front door and was met by a blinding white light that illuminated his house and street. The light suddenly went out and he noticed both his outdoor mercury vapor lights and street lights were out. As he stood in the total darkness, he was again sur- rounded by the intensely bright light that lasted about a minute, then once again blinked out of sudden dark- ness. About a minute and a half later he heard a rum- bling sound like a sonic boom that sounded like the noise that sometimes precedes an earthquake. The windows in his house rattled, but the ground never shook. Following the vibration, he looked towards the northeast sky and saw what appeared to be two faint white \"falling stars\" that were \"falling\" side by side and disappeared at the same moment. Mr. R. reported that there were no visual observations of normal air- craft or helicopters in the sky during the event, and no sound was heard, with the exception of rumbling. Thanks to Cinde Costello Another witness? June Grain called detective Sgt. James Clarkson in 1997 to share her firsthand account of working at Wright- Patterson AFB from 1942 to 1952. Sheclaims to have handled unusual metal parts of a flying saucer, taken dic- tation from Werner Von Braun, and been told of three UFO crashes. She claims to have held a Top Secret Q clearance and been asked to sign a \"Too Hot\" memo as a result of a careless master sergeant announcing he had flown in from New Mexico with alien bodies and wreckage. According to Dr. Bob and Ryan Woods, \"Her story continues to validate the contents of the Majestic docu- ments in both powerful overt and subtle ways. June was the only known surviving member of the parachute group of Wright Field. She passed away on August 23, 1998, yet she left plenty of evidence be- hind that is available atwww.majesticdocuments.com/ witnesses. Thanks to Dr. Bob and Ryan Woods"},{"pageNumber":17,"pageContent":"Page 16 September 2000 MUFON UFO Journal MUFON FORUM Letters to Mufon UFO Journal Operation Right to Know disbands Operation Right to Know has disbanded. The Board of Directors of the controversial UFO organization, first to organize political demonstrations to end UFO se- crecy, voted last month to dissolve the group. Between 1992 and 1995, ORTK shocked the UFO community by taking to the streets to deliver the message, \"UFOs are Real, They're Extrater- ^ restrial, and the US Government Knows It.\" During its 4 years, ORTK held 10 demonstrations* in the US and England, and inspired 6 demonstrations* * by other organizations, MUFON-Michigan, Mars Mission, and the Long Island UFO Network. One of ORTK's events, the 1993 march at the White House, generated more publicity than any UFO event ever. The purpose of these demonstrations was to pierce the wall of public and government silence on the sub- ject of UFOs by making an unmitigated, unintimidated, and absolutely forthright public declaration of the truth. Now ORTK has closed its doors. As a former orga- nizer for Operation Right to Know, I am reflecting on the cause of our disbanding. ORTK disbanded because the organization put a more powerful tactic-public demonstrations-in the hands of the people than the people care to use at this time. In my work for ORTK, I gave a number of talks at UFO meetings to rally support for our demonstrations. There I discovered how the UFO community really felt about what ORTK was doing. The UFO commu- nity is afraid of the consequences of disclosure. During ORTK's time, there was a lot of talk about ridicule. Fear of ridicule, it was said, held people back from demonstrating. However, I found that was mi- nor. The real factor which held them back was that people do not feel society can tolerate full-scale, in- your-face knowledge of the reality of UFOs. No one had any illusions about what demonstra- tions could do if the tactic really got going. The cover- up is fragile, unstable, and utterly dependent upon the cooperation of the public in maintaining silence. If thousands marched in the streets on a consistent basis, the whole ediface of government and public silence would be shattered. This was obvious. Moreover, it became equally obvious to me over time that the UFO community did not want to do that. The UFO community is not stupid or cowardly. The community declined because it feels, at heart, that end- ing the cover-up would be dangerous to society. It is also true the UFO community is profoundly uneasy with the current situation. We all know the current situation cannot be main- tained indefinitely. We all know the aliens are not leav- ing our planet; we all know they are pursuing relent- lessly some objective. Non-parallel lines will meet. The truth must out. That tension we all feel, that uneasi- ness, gave rise to ORTK in the first place. Apparently, however, our uneasiness will not be resolved by dra- matic and decisive political action now. With all that, there is something else to consider. ORTK shook up the cover-up. Even though at no time during my work with ORTK was I aware of any sur- veillance, nor did I feel anyone was trying to block our activities, I know the cover-up watched us. Wouldn't you, if you were the cover-up? Doubtless the cover-up feels relief at ORTK's demise. I say this not because ORTK was formidible, but because it was potentially formidible. This time the people voted in favor of the cover-up; next time the people may vote differently. ORTK made history. We raised for the first time the spectre of mass political action concerning UFOs. We put the cover-up on notice that the quite, compli- ant sheep herd (the public) could shed its clothing, could rise, and could, using nothing more than legal public speech, bring the cover-up down. We could do that. We can do that. We can still do that. We still have the name, Operation Right to Know. We still have the world-class logo. And, most impor- tantly, we still have the grievance that motivated us originally. Our grievance, as a people, is we have no idea what the US government is doing to resolve the dreadful situation in which we find ourselves. It isn't enough, this monumental wall of silence the government projects, from which we people are supposed to clev- erly, and humbly, infer that \"Daddy\" (the government) is taking care of everything. From our vantage point, we see worlds in collision. We see a situation that, evi- dently, so concerns us we are afraid to speak publicly about it. \"Don't interfere,\" the government says implicitly. That's dandy. In the meantime, what is the govern- ment doing to peacefully resolve the situation of the denial of the alien presence, resolve it peacefully and in a way that will preserve American democracy and our Constitution? As I said in a speech in front of the 'white House at ORTK's July 5, 1993 demonstration: \"What, US government, is your policy?\" Now the question has been put. We, loyal Ameri-"},{"pageNumber":18,"pageContent":"MUFON UFO Journal September 2000 Page 17 can citizens, who earnestly desire to retain faith and trust in our government, await the answer. I am pleased and proud to have been associated with the tiny vanguard organization, Operation Right to Know. I thank my ORTK comrades, the other organi- zations which held events, and all those who marched with us. We broke the ground for others to follow. I know they will follow. They must. * ORTK demonstrations: White House, March 1992; Office of US Sen. Bob Graham, Tallahassee, PL, Feb. 16,1993; Washington Post, June 30,1993; White House, July 5,1993; United Nations, Nov. 19,1993 with cospon- sor NY Center for UFO Research; Office of US Sen. Sam Nunn, Atlanta, GA, April 12,1994; Office of US Sen. Barbara Boxer, Los Angeles, May 1,1994; Penta- gon, May 23,1994; Ministry of Defence, Whitehall, and House of Commons, London, May 23,1994; US General Accounting Office, Washington, DC, March 29,1995. ** Non-ORTK demonstrations: Federal Building, Grand Rapids, MI, sponsored by MUFON-Michigan, Aug. 14,1993; Jet Propulsion Laboratory, Pasadena, CA, Aug. 24,1993, sponsored by Mars Mission; Suffolk County NY Police Hdqtrs, July 5,1993 and Aug. 21,1993, sponsored by Long Island UFO Network; Cape Kennedy, FL, and JPL, Pasadena, CA, Nov. 6,1996, sponsored by Mars Mission. Elaine Douglass, MUFON Co-State Director for Utah, and former MUFON State Director, Washington, D.C. Adamski supported My wife and I were somewhat dismayed by the article \"Contactees of the Fifties\" by UFO researcher and au- thor Jean Sider which appeared in the July issue of the Journal. I've been involved with ufology for twenty-eight years and my wife's association goes back to the early sixties when she was connected with the Adamski Study Group in Boston, MA, and personally knew this controversial contactee. Aside from obvious discrepancies in author Sider's piece, my main concern is with the remarks made con- cerning Adamski. First of all,, in the 1961 book, \"Fly- ing Saucers Farewell\" Adamaki said he never owned a business nor was he employed at the Palomar Gar- dens Cafe. He and his wife simply lived on the pre- mises owned and operated by Alice K. Wells. The references supporting Sider's article taken from the first book, George Adamski: Their Man on Earth, by Lou Zinestag published in 1973 were not complete. No mention was made of the later book, George Adamki: The Untold Story, co-authored with Timothy Good in 1983. This later work is the final word on the Adamski saga, including his claims with responses to the critical concerns raised by skeptics and debunkers within the UFO community. Furthermore, another book, UFO's and the Com- plete Evidence from Space, by Daniel Ross, published in 1987 discusses the truth about the planets, Venus, Mars and the Moon, citing research done by Morris K. Jessup, an astronomy & mathematics instructor at the University of Michigan, while completing his doc- torate thesis in astrophysics. Reference to his book, The Expanding Case for the UFO, published in 1957. Reading Dr. Jessup's writings will support Adamski's claims of meeting with Venusians starting in 1952 in Desert Center, CA. Incidentally, Adamski created the names ORTHON, RAMU and FIRKON, since the aliens he had encoun- ters with didn't provide their names telepathically, so for identification purposes Adamski, assigned these names to the space visitors which he often called space brothers.   \"...,. Further investigation by Mr.Sider would reveal facts disregarded by ufologists critical of Adamski, whp seek only to discredit him. I'd suggest further research and reading the material cited. In doing, so he and others would learn that plaster of Paris casts were made of Orthon's footprints in the desert showing strange un- known symbols and hieroglyphics on the soles of the shoes worn by the alien visitor. These casts were taken by one of Adamski's witnesses, George Hunt Williamson, a professional anthropologist. By the way, one of these casts was ultimately given to Desmond Leslie, the co-author of Adamski's 1953 book, Flying Saucers Have Landed! Relative to Mr.Sider's article concerning the lack of authenticity of the photo's of Adamski's \"scout ship\" taken back in 1952 is totally false and were not fakes as claimed. In 1954 Leonard Cramp, an aeronautical designer and engineer, wrote in his first book, Space, Gravity and the Flying Saucer, that the photographs taken by Adamski at Palomar Terraces were authentic and were, in fact, nearly identical in appearance with those taken in 1954 by Stephen Darbishire in Coniston, Lancashire, England. Later in 1965 8mm motion picture film was taken of space craft by Madeleine Rodeffer and George Adamski in Silver Spring, MD, and a professionally qualified researcher, William T. Sherwood, an optical physicist and senior project development engineer for Eastman Kodak Company of Rochester, N.Y, analysed the film and found it to be authentic. Again, no hoax! By the way, my wife has copies of the film frame taken at that time, which she obtained from Mrs. Rodeffer when she visited the Adamski Study Group in Boston back in the late sixties."},{"pageNumber":19,"pageContent":"Page 18 September 2000 MUFON UFO Journal It's interesting today to note that ufologists use the term \"scout ships\" and \"mother ship\" in describing alien craft seen in the skies, since it was George Adamski who coined these terms back in 1951 and 1952, when he actually first began taking photos of these space vehicles through his telescope in Valley Center, CA. Adamski claimed that the giant carrier \"mother ship\" was an interplanetary spaceship which transported the smaller scoutcraft here to planet earth. Maybe the skeptics can tell us why Adamski met with Pope John XXIII an May 31,1963, at St. Peter's at the Vatican and was secretly ushered in through a side door to have a private audience with the Pope who presented Adamski with a golden ecumenical coin, which was ready for sale, but not yet on the market. According to Lou Zinsstag, who accompanied Adamski to the Vatican, he was carrying with him a small package which he delivered to the Pope. He had explained that he had received it from a spaceman while in Copenhagen, Denmark, during a speaking tour. There are obviously many mysteries surrounding George Adamski, and we'll never know all the truth about this enigmatic man and his extraordinary claims, who by the way was buried in the Arlington National Cemetery in 1965. Let us have the truth tho the Heavens fall. Fred R. Chaffee CALENDAR Sept. 23-24-The 37th Annual National UFO Confernence, Corpus Christi, TX, hosted by Corpus Christi MUFON. Contact Doris Upchurch at 361-937- 2381. Room reservations: 800-688-0334 ext 1630. Oct. 7-8-The 12th UFO/ET Congress at the Days Inn in Bordentown, NJ. Information: 609-631-8955. Oct. 20-22-Journeys Beyond Conference, Ft. Walton Beach, FL. For free program guide write Con- ference, 7262 Highpointe PI. E., Spanish Fort, AL 36527, or call 334-621-5750 or email j ourney sbeyond @ hotmail .com Leap of Faith, An Astronaut's Journey Into the Unknown, by Gordon Cooper (with Bruce Henderson), HarperCollins, New York, 2000,279- page 6\" X 9\" hardback, $25.00. Reviewed by Dwight Connelly This is one of the most interesting books I have read over the past three or four years, not just because of the UFO element, but also because Cooper's tells a compelling story about the development of our space program. As one of the original Mercury 7 astronauts, \"Gordo\" Cooper was part of an elite group of men who led America into space. The reader is taken behind the scenes as the astronauts survive a tough selection pro- cess, undergo rigorous physical conditioning, submit to humiliating medical procedures, deal with intense media scrutiny, experience the jealousy and frustra- tions of waiting their turns for crucial flights into space, and deal with life-threatening equipment malfunctions. Cooper's experiences with UFOs began in 1951 in Europe as a 24-year-old second lieutenant flying an F- 86. \"Bogies\" were spotted, and pilots were scrambled to intercept them, but after reaching the 45,000 maxi- mum altitude for the F-86, the metallic silver saucer- shaped objects were still far higher, moving first slowly, then quickly, then stopping. \"We couldn't get close enough to form any idea of their size,\" says Cooper. \"For the next two or three days they came right over the base at regular intervals, but as far as I know there was no official investiga- tion.\" Following this experience, Cooper was very open- minded when it came to UFOs. \"I knew an Air Force master sergeant assigned to a team that received an emergency call-out from Washington, D.C., to the Pacific southwest (not Roswell). He told me they reached a canyon and found a wreckage site. Accord- ing to this friend-and I had been around him enough to consider him a reliable guy-a metallic disk-shaped object had crashed, and sitting atop the wreckage were two very human-looking fellows in flight suits, wav- ing at them. They were hustled away, and the ser- geant never found out who they were or what happened to them.\" Cooper also heard insider stories about Roswell. \"A pilot and Air Force major who was a good friend of mine had been at Roswell,\" he explains. \"He had seen some of the debris recovered at the crash site, and he told me it sure wasn't a weather balloon. Although he"},{"pageNumber":20,"pageContent":"MUFON UFO Journal September 2000 Page 19 had to be careful about what he said, due to stringent security around the entire incident, he made it clear that what crashed that day was an aircraft of some type, and that bodies of the crew were recovered.\" , In 1957 Cooper, by then a captain, was a test pilot and project manager at Edwards Air Force Base in the California desert. On May 3, two cameramen filming a landing system came running up to him to tell him that a noiseless, metallic silver \"strange-looking sau- cer\" had flown over them, hovered, extended landing gear, and set down about 50 yards away. Though shocked, the men shot both still photos and motion pictures. As they tried to approach the object for closer shots it lifted up, retracted its landing gear, and rapidly shot straight up into the sky, again with no sound. They said the object was about 30 feet in diameter. Cooper ordered the men to process the film while he called a special number to report the sighting. His call was transferred from a captain to a colonel to a general, who told him to process the film, not make any prints, and send the negatives in a locked courier pouch to Washington in the base commanding general's plane. Before sending the negatives to Washington he looked at them, noting that the high quality prints showed \"a classic saucer, shiny silver and smooth.\" He was not able to view the motion picture film. In 1978 Cooper was invited to appear before the United Nations regarding his experiences with UFOs, as was Dr. J. Allen Hynek. Cooper testified, \"I be- lieve extraterrestrial vehicles and their crews are visit- ing this planet from other planets, which obviously are a little more technically advanced than we are on Earth.\" He was asked if astronauts had ever seen UFOs while in space, and he replied that on one occasion (Gemini 4) there might have been a UFO sighting. Cooper also tells of his relationship with Dan Fry, who was in charge of instruments for missile control and guidance at White Sands Proving Grounds, NM. Fry reportedly saw his first UFO on July 4,1950, then claimed to have actually flown in one later. \"I had seen my share of wide-eyed UFO fanatics and lunatics,\" says Cooper. \"Fry was not in that category. I found him totally credible.\" Following his encounter with Fry, Cooper was told by Valerie Ransone, who had served in the Gerald Ford administration, but who also claimed to be in contact with extraterrestrials, that he would also be taking a ride in a saucer with Fry. This never occurred, but his association with Ransone led him to put his credibil- ity with NASA on the line. This occurred after Ransome told him that her con- tact had warned her that there was a technical problem with the space shuttle, outlining in detail what the prob- lem was, though neither Cooper nor Ransome under- stood the drawings she had made. If uncorrected, it could mean disaster for the astronauts. \"I had been around Valerie long enough to find her knowledgeable and trustworthy, and I wasn't about to discount her transmissions,\" says Cooper. \"Her tele- pathic powers had been proven time and again.\" For Cooper, it was \"the moment of truth.\" Would he ignore the warning, risking the lives of the astro- nauts? \"On the other hand,\" he thought, \"do I march into NASA with information in hand? Would they con- sider me some kind of fool-retired from NASA for nearly a decade, coming in with detailed technical in- formation about a spacecraft I had never even flown? Looking at the intricate drawing of the coil, I knew I had no choice.\" The result was that NASA did listen to Cooper, found the problem, and fixed it. I heartily recommend this book. UFOs & Abductions, Challenging the Borders of Knowledge, ed by David M. Jacobs, co-authored by Stuart Appelle, Ron Westrum, Don C., Donderi, Michael D. Swords, Jerome Clark, Thomas E. Bullard, David M. Jacobs, Budd Hopkins, John E. Mack, and Michael A. Persinger; University of Kansas Press, Lawrence, KS; 2000; 382-page 6\" X 9\" cloth hardback, $34.95. Review by Dwight Connelly This is undoubtedly one of the more serious attempts to present a scholarly look at UFOs and the abduction phenomenon, and the University of Kansas Press has put its prestige on the line in publishing it. The co- authors are some of the heaviest hitters in ufology, and they present a comprehensive look at what we know, don't know, and speculate about UFOs and abductions. Although one of the major goals of this book is to expand the number of scientists willing to take a seri- ous look at the phenomenon, Jacobs acknowledges in the introduction that studying UFOs and abductions \"sci- entifically\" is difficult. He further notes that the contributors to this book include an artist, a writer, a sociologist, a psychiatrist, a natural scientist, a folklorist, a neuro-biologist, a his- torian, and two psychologists, each of whom has stud- ied various aspects of the phenomenon seriously, but often by using different methodology and just as often coming to different conclusions. These contributors deal with a broad and signifi- cant range of topics. Stuart Appelle looks at the role"},{"pageNumber":21,"pageContent":"Page 20 September 2000 MUFON UFO Journal UFOs and abductions have played in academic settings; Don C. Donderi discusses the nature of evidence best suited for research; Thomas E. Bullard compares myths and legends with the UFO phenomenon; and Jacobs, Budd Hopkins, and John E. Mack look at the history, methodol- ogy, evidence, and possible meaning of abduction experi- ences. Michael A. Persinger provides an alternative ex- planation for abductions based on neurolgy, Michael D. Swords examines the government's role, Jerome Clark discusses the early responses to abductions by society in general, and Ron Westrum analyzes the possible motiva- tions and resources of some of the major investigators. They all do an admirable job, and a well-rounded look at abductions and UFOs is presented. The work of Persinger is interesting. He is involved with studies and experiments designed to explain how certain stimuli can cause the brain of a normal indi- vidual to experience what appears to be an encounter with alien beings-even in the laboratory. Persinger takes a non-judgmental look at individuals who feel they have been abducted, explaining how various stimuli can cause normal individuals to experience sights, sounds, smells, and even sexual sensations of- ten associated with abductions. While these experiments do not rule out alien inter- ference as the cause of these experiences, much less account for physical evidence related to abductions, Persinger's work does show that abduction \"symp- toms\" can occur without abductions. He does not adequately account for abduction simi- larities across very diverse cultures, or for some of the multiple witness cases, but he does show how the mind can be affected by certain stimuli to create unreal ex- periences, and it points to the importance of having multiple evidence for abductions, not just isolated state- ments by the experiencer. Persinger's work also suggests that abduction re- searchers may be inadequately trained to sort the real from the unreal. It follows, then, that the researchers may not be providing the type of assistance, including drug therapy, that could help some experiences end their torment. Some stronger standards of training and certification would seem to be in order for those re- searchers dealing directly with experiencers. Jacobs poses some of these concerns and questions in the book's final chapter, \"Research Directions,\" pointing out the many aspects of the UFO phenom- enon still crying out for detailed study. While this book may not influence many mainstream scientists to buck the tide and join those already in- volved in UFO research, it does present an excellent picture of where we are with abduction research. Though expensive, UFOs and Abductions is easily worth two of the more common UFO books. Exhaustive inventory of UFO articles hosted by SHG By Jan Aldrich The Sign Historical Group (SHG) is proud to an- nounce our hosting of Barry Greenwood's exhaustive inventory of UFO articles from learned journals and popular magazines. The inventory of over 7000 articles from 1600 to the present represents a collection effort spanning 3O years. Strange objects in the atmosphere and near the ground are not the only topics covered here. The ar- ticle catalogue includes numerous writings about SETI, life on other worlds, ball lightning, and other unusual phenomena. Barry Greenwood's work, an inventory of his col- lection rather than a formal bibliography, is displayed in small sections rather than one large download. Visi- tors may also download the material as files in various formats. While Barry's work represents years of hard work, hot every UFO article from the non-UFO press is listed here. There are still a few articles from the North American press to be located, but these are few, and the publications are generally low circulation. When it comes to foreign and especially non-English language publications, there are still much work to be done. The catalogue, a work in progress, only shows a snapshot of the material gathered so far. There are cor- rections that need to be made and many more articles yet to be gathered. Corrections and contributions of \"new\" articles are welcome. Especially sought are for- eign publications not completely represented here. The introduction to Greenwood's work may be found at: http://www.projectl947.com/shg/bgbib.htm Over the years many people have contributed to Barry's collections. Assistance on this project in the initial stage came from Candy Peterson and William LaParl and Wendy Connors contributed new articles to this work. John Stepkowski, Project 1947 webmaster, placed this on the Sign Historical Group's webpage; those with their own websites will recognize the hard work in- volved here. Loy Pressley's contribution represents almost a year of transcribing handwritten notes, pre- paring the material for display, and working on cor- rections. SHG acknowledges his great effort, without which this work would only exist as notes on index cards. Of course Barry Greenwood, whose tireless work over 30 years is responsible for the collection and who worked with Loy on corrections and additions, has earned a great debt of gratitude from UFO researchers everywhere."},{"pageNumber":22,"pageContent":"MUFON UFO Journal September 2000 Page 21 a MUFON Merchandise Wear official MUFON T-shirts (royal blue print- ing on white cotton), sizes S, M, L & XL. Two styles of baseball caps (royal blue with white logo or dark blue with blue logo on white front). T-shirt price $12.00 and baseball caps $8.00. S/H for each is $3.00 or if both ordered together is only $3.00. MUFON, 103 Oldtowne Road. Seguin, TX 78155- 4099. (Check, money order, travelers check, or cash in U.S. dollars. The Andreasson Legacy Ray Fowler's latest book, The Andreasson Legacy. (UFOs and the paranormal: the startling conclusion of the Andreasson Affair), hardback. 463 pages, signed by Fowler, now available from MUFON for $24.95, P&H included. Send check, money order, travelers check, or cash in U.S. dollars to MUFON. 103 Oldtowne Road. Seguin, TX 78155-4099. Journeys Beyond Conference October 20-22, 2000. Ft. Walton Beach, FL. A new conference forum directed by Pat & Buddy Crumbley and Jill & Russ Horseman. Hear Zecharia Sitchin. Stanton Friedman. Dr. William Roll, Nancy Talbott, William Henry, Dr. Brian O'Leary, William Buhlman, and Kewaunee Lapseritis. Check out www.journeysbeyond.com For free program guide, write conference, 7262 Highpointe PI. E.. Spanish Fort. AL 36527, email journeysbeyond@hotmail.com or call 334-621 -5750. Confidential Film Processing All negatives digitally analyzed 35mm film...4x6 prints-glossy Single Double 12exp $6.00 $6.99 24 exp 8.00 8.99 36exp 10.00 10.99 Don't let your once in a lifetime images be ruined by amateur lab technicians. Processing for over 20 years. MUFON member for 3 years. Send film and check plus $3.00 per roll for postage Clark's Camera Centre 56 N. Centre St. Cumberland, MD 21502 1 -800-838-0393 Book Titles: Coup of the Aliens & The Great Coup d'etat, UFO Revelations-The Untold Story Solved. Novels by E. G. Takala. Saucers manufactured in Nazi Germany. After war. SS & Bilderberger conspirators continue clandes- tine operations. Two books. One price. $ 18.00 plus handling & ship- ping $2.00. Checks or money orders to: E.G. Takala P.O. Box #561 Berwyn, IL 60402 The Excyles Mia Adam's true story about her contacts with ET's & romance with intelligence agent. Included is the agent's report outlining the agendas of alien con- federations on Earth & intelligence agencies network created to deal with them. Send $16.95 + $2.95 s&h to: Excelta Publishing, P.O. Box 4530, Ft. Lau- derdale, FL 33338. (Credit card orders-Toll Free 1 -800-247-6553, $ 16.95 + $3.95 s&h) MARVELOUS DESIGNS, HISTORICAL LEGA- CIES OF MOUNT RANIER, TOWNSEND, AMERI- CAN UFO REPORTS. Great Pyramid Nile Delta quadrant. Salt Lake Ameri- can West quadrant designs outline measured units earth creation-evolvement, space-city New Jerusalem. 225 plates. $ 17.00 plus $3.00 S/H book. Kenneth Lloyd Larson, 200 North Commonwealth Ave., Los Angeles, CA 90004 No More Ads Accepted The MUFON Board of Directors at their annual meeting on July 16, 2000, approved a motion to discontinue ac- cepting Readers' Classified ads in the MUFON UFO Journal in order to pro- vide more space for articles."},{"pageNumber":23,"pageContent":"Page 22 September 2000 MUFON UFO Journal Perspective On the July MUFON UFO Journal By Richard Hall Several interesting and potentially important scientific studies are reported in this issue, at least two of which justifiably could have been the lead article. Would that they were instead of the \"Onomastic\" meanderings of Jean Sider. As someone with formal training in philosophy (in- cluding logic and scientific method), I dare say that there is no such thing as the \"science of onomastics.\" Names that people use derive from many sources. Lin- guistics studies the development and usage of language, and etymology is the discipline that studies the history and prehistory of linguistic forms. It would require a voluminous paper to argue in detail why I think Sider, though undoubtedly well in- tentioned, is engaging in poor logic and forced rea- soning. Instead, I will merely comment on his stated conlusions. None of the seven conclusions follows from his arguments, nor could they possibly do so in some, instances. His tortured logic often converts a much sim- pler explanation (e.g., the origins of the name Alan) to something he prefers to believe, justified by saying \"I think....\" What have always been stated by the proponents to have been physical contacts he suddenly asserts were really \"psychic messages.\" And, on the basis of some very questionable assumptions about the origin of names, Sider makes a quantum leap forward to claim- ing to know who the beings are and how much they know about us. His unscholarly and illogical utterances are remi- niscent of Zecharia Sitchin, whose ethically dubious activities are given a seeming MUFON endorsement in an editorial filler at the end of this article. Jean Sider in the past had a good reputation in the UFO field, so it is with regret that I feel it necessary to strongly criti- cize his article. Incidentally, in Edward G. Stewart's 1955-1994 index to Flying Saucer Review, I find only one article authored by Sider, and it has to do with Charles Fort rather than UFOs. Recent symposium Proceedings list at least one spe- cialist in linguistics and four in philosophy on the MUFON Advisory Board. We need participation from people in various specialities to more carefully ana- lyze reports such as this one. The article suggesting a negative correlation be- tween solar activity and UFO sightings intrigues me, because I started such a study many years ago. At first there seemed to be a negative correlation, but it began to break down later on. Certainly the study is a good idea, but in this com- puter age it needs to be done on a much larger scale, not merely on a small sample of selected sightings. How about all CE-II cases from UFOCAT or some other data base? My thinking originally was that if UFOs were pi- loted by biological beings, they probably would avoid entering our solar system during high sunspot activity. However, suppose they have established bases here on earth (possibly in the oceans). Sunspot activity would then have no effect on their operations, except perhaps for leaving the solar system to go back home. Such uncontrolled variables make the study diffi- cult. The basic computer comparison of CE-II cases with solar activity still is well worth doing. Some mean- ingful patterns could emerge. All researchers (including myself) often fail to take advantage of the wealth of information on the internet to check ideas. I did a search on the National UFO Reporting Center (www.ufocenter.com)and found that there were 157 UFO sightings reported to them in June. This number was pretty representative of the num- bers reported for each of the previous six months; the number did go up abruptly in July. Something worth exploring would be the type of UFO sightings during high points of solar activity compared to other times. Dr. Gordon's survey of his HMO members in re- gard to UFO experiences is extremely interesting, and ought to be replicated by many others in the medical profession. I don't understand the selection factor of \"low acuity,\" which in my dictionary is defined as low acuteness or perceptiveness of mind. Are we talking low IQ or mentally retarded here? In regard to Donald Burleson's continuing good ef- forts to unravel the Ramey letter, I again made a quick internet check by searching the FBI files (foia.fbi.gov/ ufo) using their own search engine. For Ramey or RAMEY I came up with the same five entries, all of which referred to religious temples. Additional checks need to be made in Hoover biographies or library col- lections to verify that he used the code name TEMPLE as was verbally reported to Dr. Burleson. And God bless George Early for pronouncing \"pfui\" on far-fetched speculations. The moral of this column is that we need to do a lot more careful and thorough research, and a lot less wild speculation, if we wish to be taken seriously and if we wish to avoid self-delu- sion. For the most part, the July issue is stimulating and informative. Let's remember to make the most of our resources in analyzing facts, theories, and asser- tions."},{"pageNumber":24,"pageContent":"MUFON UFO Journal September 2000 Page 23 Director's Message... (continued from page 24) New Officers Four new Consultants joined MUFON this past month: Saul H. Goldstein, DOS (Upper Saddle River, NJ) in Oral Medicine and Dentistry; Lauren Ashley Smith, JD (Clinton, IA) in Law; David S. Laustsen, JD (Doylestown, PA) in Law; and Donald A. Johnson, Ph.D. (Bow, NH) in Psychology. Virginia State Director Rick Atristan has named Michael B. Shields (Suffolk, VA) as Assistant State Director, and Daneen K. Meade (Wise, VA) has been named State Section Director for Wise, Lee, Dickenson, and Scott counties. Hamden and Hampshire Counties have been added to the jurisdiction of Bruce D. Tilden, (Hadley, MA) State Section Director. Two new Field Investigators have been named: Patricia A. Monskie (Hyde Park, NY) and Judith A. Yarns (Phoenix, AZ). MUFON 2000 Symposium Proceedings The MUFON 2000 International UFO Symposium Proceedings are now available from the symposium in St. Louis, Missouri, for $25 plus $1.75 for postage and handling. The theme \"UFOs In the New Millennium\" includes thirteen of the most respected UFO research- ers in the world today. The cover was designed by Rob- ert E. Nelson and Roberta Puhalski. The 8 J /z x 11 soft bound book has 274 pages of exciting reading and illustrations. In the USA send a check, postal money order, or cash to MUFON. Post Office Box 369, Morrison, CO 80465-0369, or foreign send an international postal money order, traveler check, or cash in U.S. dollars. Symposium video tapes available All of the MUFON 2000 Internations UFO Sympo- sium sessions are now available on videotape. Due to the excellent response for tapes, Symposium Chair- man Bruce Widaman has extended the deadline for ordering tapes. Tape 1 covers the Saturday morning session plus the first afternoon presentation ($20.00). Tape 2 covers the remaining Saturday afternoon pre- sentations ($25.00). The two evening sessions are available on Tape 3 ($20.00). Tape 4 covers the Sun- day morning session plus the first afternoon presenta- tion ($25.00). Tape 5 includes all the remaining presenta- tions ($25.00). Order individual videotapes or the whole set. Please add $5.00 p&h. This was a significant event in UFO history, making the videotape set a valuable addi- tion to any library. Walter X.Webb  <> _ ° October 2000 Bright Planets (Evening Sky): Venus (magnitude -4.0) slowly improves its visibil- ity in the SW twilight sky for northern observers. The brilliant planet sets about 7:30 PM. During the last week of October, look for it just above the red star Antares. Venus, Antares, and the lunar crescent form a pleasing triangle on the 29th and then are aligned one above the other on the 30th. Jupiter (-2.7) and Saturn (-0.2) remain near each other in Taurus near the Hyades, rising in the ENE around 8 and 7:30 PM, respectively. The gibbous Moon passes below Saturn on the evening of Oct. 15 and below Jupiter the next night. The pair of giant planets advance across the southern sky during the night. Bright Planets (Morning Sky): Mars (1.8), moving from Leo into Virgo, rises in the E about 4 AM. The ruddy planet can be found near the crescent Moon on Oct. 24. Jupiter and Saturn have moved to a point high in the SW at dawn. Moon Phases: First quarter-Oct. 5 Full moon-Oct. 13 Last quarter-Oct. 20 New moon-Oct. 27 O The Stars: At 9 PM in mid-October the nose of Pegasus, the Flying Horse of mythology, touches the celestial me- ridian (imaginary N-S line passing directly overhead). The constellation was described last month. The Sum- mer Triangle remains prominent high in the SW. Also at this season the Milky Way stretches across the sky from Sagittarius in the SW to Auriga in the NE. This subtle band of faint light must be viewed in a dark sky away from city lights. It is the combined light of billions of distant stars forming our galactic home in the universe. Rising above the eastern horizon during the midevening, the dipper-shaped Pleiades star cluster and the V-shaped Hyades are a hint of the winter season yet to come. Two planets, bright Jupiter and dimmer Saturn, also appear in this part of Taurus the Bull."},{"pageNumber":25,"pageContent":"Page 24 September 2000 MUFON UFO Journal By John Schuessler MUFON International Director MUFON Transition Report The transition of the MUFON Headquarters office and the running of the day-to-day business operation is underway. The first step was to locate and lease an office site. I am pleased to report this has been done. The new office will be located on the southwest side of Denver in the 'Market Place at Ken Caryl' shop- ping center. The address is: 10143 West Chatfield Ave., Unit 4, Littleton, CO 80127. This location is in one of the fastest growing areas of Colorado and has easy highway access from the C- 470 loop at the Kipling Parkway exit. Mail should be sent to: MUFON, Post Office Box 369, Morrison, CO 80465-0369. The new office is located less than 1,000 feet from a Denver Metro Fire Station and the Jefferson County Sheriff's office. Two hotels for visitors are less than one mile away. A new U.S. Post Office was recently opened about six blocks from the office. Banks, res- taurants and golf courses are located nearby. For people wanting to visit the MUFON office and then go skiing, the slopes are one to two hours away. The Lockheed-Martin aerospace facilities are also located in the area. Remodeling of the new office has begun. The inte- rior will be repainted, and a new ceiling and new car- peting will be installed. As soon as the renovations are finished, equipment and files will be moved from Seguin, TX, to Littleton. Tom Deuley has volunteered to oversee the move from Texas. Volunteers from MUFON Texas will handle the packing and loading there and volunteers from MUFON Colorado will handle the unloading and office set-up in Littleton. We plan to use the pages of the MUFON UFO Journal to present a pictorial tour of the new facility as soon as it is finished. During this period of transition Walt Andrus and his staff in Seguin have been keeping the organization running. This is very important because all of the files and equipment are still located there. When the MUFON Board of Directors approved the transition, it was acknowledged that it would take two to three months to make it all happen. The goal was to make the move as smooth as possible and we are on sched- ule. New MUFON Bylaws The new MUFON bylaws were presented in the August issue of the MUFON UFO Journal. Also included was a ballot so each MUFON member could vote on whether or not to accept the new bylaws. Since this is the first major revision of the bylaws in several years, your vote is very important to the future of MUFON. Please remove the ballot and vote to \"approve\" or to \"disapprove\" the new bylaws. Then sign your name and clearly print your name next to your signature. Mail the ballot to: MUFON, Post Office Box 369. Morrison, CO 80465-0369. New MUFON Database For many years, MUFON has worked hard to share incoming UFO information with the membership. This was done through the pages of Ihe MUFON UFO Jour- nal, the annual MUFON UFO Symposium Proceed- ings, various state newsletters, and on the Internet in response to e-mail inquiries and in George Filer's weekly newsletter called Filer's Files. As our membership has become predominately com- puter-oriented, our efforts were often seen as not enough or too slow for today's society. The MUFON Board of Directors responded in 1999 by approving a team to develop a computerized MUFON database and a significantly improved web site. During the State Director's meeting held during the MUFON 2000 In- ternational Symposium in St. Louis in July, the new system was demonstrated and approved for implemen- tation. A portion of this issue of the MUFON UFO Journal is dedicated to describing the new MUFON World- wide UFO Database (WUFOD). Because we felt it was important for you to have the information neces- sary for access and use the new database, we published the complete article by the developers of the database, Wendy Ban and Don Weatherby. Splitting the article across more than one issue would have meant no one would have the complete instruc- tions for the database until the October issue of the Journal, and this was deemed undesirable. The con- tent of the Journal will return to normal next month. (Continued on Page 23)"}]
