[{"pageNumber":2,"pageContent":"THE MUFON UFO JOURNAL NUMBER 167 JANUARY 1982 Founded 1967 OFFICIAL PUBLICATION OF $1.50 MUTUAL UFO NETWORK, INC.I NASA/ARMY XV-15 WILL COMBINE HELICOPTER AND AIRCRAFT FEATURES (NASA Photo)"},{"pageNumber":3,"pageContent":"The MUFON UFO JOURNAL (USPS 002-970) 103 Oldtowne Rd. Seguin, Texas 78155 RICHARD HALL Editor ANN DRUFFEL Associate Editor LEN STRINGFIELD Associate Editor MILDRED BIESELE Contributing Editor WALTER H. ANDRUS Director of MUFON TED BLOECHER DAVE WEBB Co-Chairmen, Humanoid Study Group PAUL CERNY Promotion/Publicity REV. BARRY DOWNING Religion and UFOs LUCIUS FARISH Books/Periodicals/History ROSETTA HOLMES Promotion/Publicity GREG LONG Staff Writer TED PHILLIPS Landing Trace Cases JOHN F. SCHUESSLER UFO Propulsion DENNIS W. STACY Staff Writer NORMA E. SHORT DWIGHT CONNELLY DENNIS HAUCK Editor/Publishers Emeritus The MUFON UFO JOURNAL is published by the Mutual UFO Net- work, Inc., Seguin, Texas. Member- ship/Subscription rates: $15.00 per year in the U.S.A.; $16.00 foreign. Copyright 1982 by the Mutual UFO Network. Second class postage paid at Seguin, Texas. POST- MASTER: Send form 3579 to advise change of address to The MUFON UFO JOURNAL, 103 Oldtowne Rd., Seguin, Texas 78155. FROM THE EDITOR The Texas abduction case featured in this issue surely is one of the most intriguing yet reported, particularly in terms of the details ap- parently observed by the adult witness and the reported reactions of the child. We hope to be able to report follow-up investigations of this potentially highly significant case. It is a downright spooky story, well worth the most careful and thorough possible study to determine decisively whether a purely psychological (subjective) explanation is possible. If not, the implications are obvious. We include in the back pages a Brief Subject Index of Journals published in 1981. This will give new subscribers an overview of our coverage of UFO news, and provide a research tool for all readers. In this issue MOTHER AND CHILD TEXAS ABDUCTION CASE 3 By Lew Willis SOUTH TEXAS VEHICLE EFFECT CASES  8 By James M. Hill NORTHERN CALIFORNIA UFO FLURRY  8 By Richard Hall CALIFORNIA REPORT   9 By Ann Druffel WAS THE UMMO AFFAIR A HOAX?  13 By Vincent White OVERHEATING OF CAR BATTERIES  14 By James M. McCampbell CE-I NEAR ASTORIA, OREGON  15 By Greg Long 1981 BRIEF SUBJECT INDEX   17 IN OTHERS' WORDS   19 By Lucius Parish DIRECTOR'S MESSAGE   20 By Walt Andrus The contents of The MUFON UFO JOURNAL are determined by the editor, and do not necessarily represent the official position of MUFON. Opinions of contributors are their own, and do not necessarily reflect those of the editor, the staff, or MUFON. Arti- cles may be forwarded directly to MUFON. Responses to published articles may be in a Letter to the Editor (up to about 400 words) or in a short article (up to about 2,000 words). Thereafter, the \"50% rule\" is applied: the article author may reply but will be allowed half the wordage used in the response; the responder may answer the author but will be allowed half the wordage used in the author's reply, etc. All submissions are subject to editing for style, clarity, and conciseness. Permission is hereby granted to quote from this issue provided not more than 200 words are quoted from any one article, the author of the article is given credit, and the statement \"Copyright 1982 by the MUFON UFO JOURNAL, 103 Oldtowne Rd., Seguin, Texas\" is included."},{"pageNumber":4,"pageContent":"MOTHER AND CHILD TEXAS ABDUCTION CASE By Lew Willis MUFON State Section Director (© 1981, Lewis ]. Willis) NOTE: Assisting in the investigation were Jennie Willis, MUFON investigator and Jean Fuller, State Section Director, Tyler, Texas. Regressive hypnosis sessions were conducted by Stephen Clark, PhD, MUFON Consultant in Clinical Hypnosis, Garland, Texas, and monitored by G. Neal Hem, MUFON State Director, Texas. Quotes are direct from taped interviews before, during, and after regressive hypnosis. The names used herein are pseudonyms as the subject wishes to remain anonymous. Megan Elliott graduated with a Bachelor's degree in August 1980, and was visiting her mother in East Texas before her new teaching job started. Megan had spent only two days at her mother's when her daughter, Renee, then 18 months old, developed an ear infection. Renee also had a rash on the upper thigh of one leg which persisted in spite of two doctor's attempts to clear it up. On August 21, 1980, Renee began screaming about 7 p.m., and in spite of everything her mother and grand- mother tried, her aggravation wors- ened around midnight. Renee con- tinued to go to the front door saying \"go bye-bye car.\" Megan finally told her mother she had no choice but to take Renee home regardless of the late hour and a drive of some 70 miles along dark, lonely roads. She called her husband, John, and asked him to leave the outside lights on and the door unlocked, because she was com- ing home. John said \"ok\" and prompt- ly went back to sleep. Megan left her mother's around midnight, not bothering to pack, wearing only her pajamas and bath- robe, and was barefoot. Renee was wearing a disposable diaper and her grandfather's T-shirt and was, likewise, barefoot. Megan was driv- ing her 1978 Honda Civic, and had rolled the windows down as it was warm that night and the car was not air conditioned. Renee promptly went to sleep, so Megan turned on the radio to keep her company. Megan had driven about 30 miles and was nearing the three bridges of Lake Fork Creek when her \"radio began to do weird things — acting like it was flipping back and forth but not stopping at the channels — as if somebody was messing with my radio.\" She reached over to cut off the radio and at that moment heard \"a very loud electrical noise that hurt my ears, and the lights began to dim on the car.\" She then felt her car being lifted off the highway, and she im- mediately reached over to check Renee and lock the doors. When she looked outside she could see the tops of the tall pine trees below being blown in one direction \"as if in a windstorm.\" She then looked up to see the flat metal bottom of an object only a few feet away \"with a double row of bright lights in a circle.\" She then saw the rim of an opening as the auto entered the ob- ject. Rolling up the windows and locking the doors, she found herself in a circular, brightly lit room with no apparent source of light and was amazed that she \"could not see any seams anywhere, so I literally pan- icked! I just sat there, and I could remember not really shaking, but feeling my insides churning and thinking, God! What do I do now?. .. Renee has opened her eyes and is pointing and saying 'look, Mom, look!' I looked and lights were everywhere! It didn't seem like they were individual ... a lit room ... very bright ... it's round ... smells funny . .. kinda like rain.\" \"I heard a voice in my head say \"Megan, get Renee and get out of the car.'\" She again checked the doors and made sure Renee was alright and again heard the voice telling her to get out of the car. This time Megan thought Renee may have heard it, as her eyebrows were going up and she was pointing at something and look- ing at her mother. Suddenly, from across the room, a door slid open with a sound \"like a vacuum-packed can being opened .. . and a dry ice-type fog .. . about 18 inches deep ... began rolling across the floor, and a little creature came out and told me to get out of the car.\" When Megan again refused she \"heard a click . . . like a latch, and the door swung open, and fell off the hinges! It hit the floor with a dull thud causing me to jump!\" Megan then remembers feeling \"very tranquil.\" Megan reached over and got Renee and sat her down on the floor. When Megan got out of the car, she noticed the floor was \"real cold and clammy ... not really wet or slick, but close to (the feel of) cement ... textured like brick\" to her bare feet. She had to walk around the door partially sub- merged in the low-lying fog. As she was following the \"creature,\" she heard Renee fall, and when she turned, Renee was getting up after tripping over the door. When the \"creature\" first entered the room, \"Renee giggled as she thought it was funny the way he walked.\" Megan explained that he walked with a very fluid motion and his arms and legs moved \"like bend- ing a copper wire ... he didn't walk like he had ball joints, like we do ... his arms and legs made a gentle curve.\" Megan described the \"creature\" as being a short humanoid with \"large head, no ears, no eyebrows, oval eyes without lashes, no hair on the entire body, broad nose with two apertures (continued on next page)"},{"pageNumber":5,"pageContent":"Texas Abduction, Continued or nostrils on the upper surface. The mouth was a little slit, thin neck, thin body, thin arms, long fingers, four on each hand. The navel was horizontal, like stretching the opening of a balloon.\" She noted no physical characteristics that would indicate male or female, \"although they had pectorals like muscles.\" She never saw the feet as there was always a dense fog on the floor when he was present. She couldn't tell if it was wearing tight-fitting clothing, or if she was see- ing his entire body which looked \"like the color and texture of Silly Putty.\" When shown a Pantone color chart, Megan said \"47S-A, but shinier and slicker.\" She remembers that it \"had a covering over the outer portion of the eyes which didn't protrude, but much like an eyelid which never blinked ... he didn't smile, his mouth never moved.\" The \"creature*' led the way, mo- tioning for Megan to follow with Renee close behind. They went through the open door and, under hypnosis, Megan remembers \"like a hallway, and on the other side of the hallway, a door, just like the one before . . . and just as I get almost to it, it opens, and he goes in, and 1 go in ... I guess Renee goes in.\" Megan finds herself in a round room, \"but not a round round . . . smoke's on the floor .. . that same smog that rolled . .. there's tables with funny things over them . . . there's two more — whatevers.\". Megan later explains there were two other \"humanoids\" in the room, all of which looked identical. \"One has his back turned, looking at a panel of lights, lots of lights . . . colors . .. blue, green, red, yellow, white, purple, black. I don't see the face of the guy with the lights, but there was another one that was at the tables .. . and I hear a voice tell me to get on the table and I didn't hesitate, I climbed up on the table.\" Megan later explains the table was about 4 feet off the floor, making it hard for her to get up on it. Megan then heard \"metal clamps, 4 inches wide . . . snap across my ankles, my wrist, my chest, thighs . . . feels cold, Humanoid Captors of Mother and Daughter stiff, tight. I can't move; I couldn't move if I tried to move.\" Renee is on an identical table next to hers and Megan wonders how she got on it, as \"I didn't place her on it.\" Renee was clamped in too, and Megan recalls she \"didn't scream which she would nor- mally do if you tried to hold her down . . . She loves it, she's very ex- cited.\" While under hypnosis, Megan re- calls \"the table — it did something! It's getting me wet! . . . coming from the table .. . from the head down . .. like I'd be floating on a table.\" When asked by Dr. Clark if Renee was wet too, Megan said \"yes, she says she's swimming!\" Megan looks up to see a \"large, brightly lit dome area above, with two probe-like devices coming down from the dome.\" The table is now wet and cold and she feels numb, but the dome is radiating heat so that she is \"cold and wet on one side and hot on the other.\" She describes the probe as jointed in three sections \"like a ball and socket joint\" and it came down to almost touch her. \"It moves around me, very close to me, but I feel tingles, and I can't tell if it's touching me or not.\" Megan remembers the probe mak- ing a clicking noise as it moved around and over her body. When asked if the probe ever touched Renee, Megan recalls that the probe \"did different things at different (continued on next page)"},{"pageNumber":6,"pageContent":"Texas Abduction, Continued times,\" and was at one time seen to enter Renee's nose with a pair of small \"bee-bee\"-like devices on the end and again seen to enter Renee's naval with a \"needle-like\" device. When Megan saw this happening she said \"don't hurt my baby, she's been sick,\" and they replied \"she's not any more.\" She recalls seeing a fine \"yellow mist being sprayed all over Renee,\" again from the probe. Megan said she \"kept watching that little guy and the panel of lights, and the guy standing behind her and something in his hand about the size of a clipboard, but with no paper. His attention was directed to the thing above and apparently was controlling it.\" She felt the third \"humanoid\" was \"looking after the safety of Renee and me because he was constantly walk- ing back and forth, looking at me . .. never smiling, no emotional expres- sion on any of them, it never changed.\" The only difference she could discern between the three \"humanoids\" was that the one watch- ing over them \"seemed to be more caring.\" Dr. Clark asked, \"while you were there, on the table, what did you have on? Do you have all your clothes on?\" Megan immediately came out of the regressive hypnosis. She explained later that both she and Renee had no clothes on, but does not recall when they were removed. Once again Dr. Clark placed Megan under hypnosis and asked, \"Did you have any opinion as to what their purpose was in doing this ex- amination that you described?\" Megan replied, \"No ... it seemed as (if) I was at ease, kinda tranquil ... (I) didn't feel like asking many questions . .. my head hurt ... and I just wanted to sleep. Renee wanted to look — she wanted to look at every- thing.\" Recalling what her feelings were while being examined, Megan said she remembers the table would tilt, with the head raised at times, or lowered with the head down and be- ing flat when covered with the liquid. She had the feeling of motion from time to time; \"I was lying flat... felt Dr. Stephen Clark and Friend Simulate Hypnotic Session to Demonstrate Relaxing Environment and Tape Recording Technique an upward surge, like when I took off in a jet to London. Kinda put me — pressure on me ... but when it stopped — thought I lost my stomach, like an elevator.\" Megan later explained the feeling of very fast \"vertical motion\" and \"much slower descent\" while on the table. Her head was still hurting some time later with \"sharp pains — stomach — my legs, cheeks, chest — my head.\" When asked by Dr. Clark, \"To what do you attribute those aches and pains?\" Megan replied \"I don't know — guess •something they did while I was asleep — seems as if I can feel a pulling — at my skin or something.\" Following the examination, and while still .strapped to the table, Megan was placed in a vertical posi- tion facing three curved, square- framed, black windows. Looking at the center window, which was higher on the wall than the other two, she could see several clearly defined bright, white stars, which she later il- lustrated, in what she felt was their relative positions to one another. Megan also observed a device that resembled a large TV screen extend- ing from the wall in the examination room. She later described this as hav- ing a kaleidoscope of \"moving color, predominately iodine red, and reminded me of an amoeba.\" Also, on the wall behind her, Megan remem- bers seeing seven characters, which she was able to reproduce while under hypnosis. She later illustrated several more clearly defined inter- pretations of what they looked like. When asked what they represented, Megan said \"that's where they are from .. . sounds like Asterisk, but I can't pronounce it... it's not Asterisk ... I can hear it ... I have tried to form my mouth to go with what I'm hearing and it's not my language.\" While under hypnosis, Megan re- members getting off the table. \"It's easier getting off than it was on. A lot easier; it's lower.\" Asked by Dr. Clark, \"did you get off by yourself or were you assisted?\" Megan replied, \"By myself. The clamps disappeared; they sunk into the table, and I could move again.\" Dr. Clark aske,d what Renee was doing. Megan replied, \"She's crawling on the table ... she reaches for one of those guys, but I got her — got to her first. I got her off the table. She liked them.\" After get- ting Renee, Megan followed them out to the hallway, and went into another room which she described as \"white, like the first one — has a bed, in a corner — doesn't have any seams — just triangular, with rounded cor- (continued on next page)"},{"pageNumber":7,"pageContent":"Texas Abduction, Continued ners (describing the room) — light came from everywhere. Smoke was in that room, on the floor . .. cold .. . Renee tried to climb up on the table (bed) and I helped her. I was dizzy, so I sat down.\" Megan described the only piece of furniture in the third room as a bed, about 16 inches off the floor \"a silver type thing like in the examining room,\" with no covers and it was at- tached to the wall on one end, not touching the floor. She found her clothes and Renee's shirt neatly fold- ed and placed on the bed. \"Renee would get up and examine the walls and touch them,\" but Megan said she never tried to examine anything ex- cept when the door would open and shut. \"I was fascinated since there were no seams. The door went from the ceiling to the floor and would just go into the wall with a quick (air pressure) noise ... when the door opened or closed, my ears would pop.\" Megari felt she was in this room 2 weeks, \"since there was no auditory stimulation.\" A little drawer \"like a drive-in bank teller's drawer\" would regularly come out of the wall with little pellets on it, and a voice would say \"eat.\" Some of the pellets were square, some rectangular, some cir- cular in shape and in different colors — white, yellow, green — that would melt in your mouth. Renee thought they were candy — \"good candy.\" Megan feels she \"ate and slept, ate and slept about ten times\" while in this room. While under hypnosis, and recall- ing the time she spent in this room, \"they came to the door, remaining in the hallway, and said I had been real helpful to them and that they wanted to help me, in some way. I didn't quite understand how I had been helpful, but I do now. They asked if I was allowed to ask any three ques- tions about the universe that I wanted, and (was) guaranteed an answer, what would they be? I told them I didn't know, and I wanted time to think, to see what they were. And they let me sleep. It was cold, and my robe — and I covered up and \"They said . . . life would not be the same . . . things would hap- pen . . . that it began to change the structure of things.\" snuggled with my daughter, and we slept . .. woke up, and the drawer came back out. 'They told me to eat so I would survive — the nourishment that our systems require for survival... so we ate them ... the door opened — about 2 hours after we ate ... I was scared — I wanted John '— I didn't know where I was. 1 asked if I would ever see my family (again). They said yes, that I would, but I had experi- enced — and life would not be the same . . . They said things would hap- pen — that it began to change the structure of things ... I wanted to know — things weren't clearly seen ... Said that I would soon be going to a place; that others like myself were there. I haven't been to that place before — I haven't been there yet. Then I asked my three questions. \"(1) What was out there? He wanted to know if I could be more specific in that question, and I said I wasn't sure — that time I saw the stars out the window — and I wanted to know (what) those stars were and what was out there. And so he asked me if I was referring to just what was outside of where I was at that mo- ment, or everywhere? And I said everywhere — I wanted to know everything. (He) told me that some day he would answer that question when I was ready, but for now that the universe goes more than what I could ever imagine, or that any Earth person or anyone has imagined . . . \"(2) I asked how come, even if they are real, so if they are here with us now, why don't they make\" them- selves known to us? (He) said that wasn't about the universe, but he would answer anyway. He said that humans have a tendency for annihila- tion and we're a very fearful popula- tion — and if they interfered in any way, that the Earth would be destroyed. So we had to live our lives, in our own way, and if they made themselves known, it would be a very fearful planet and probably destroy ourselves — -but one day they would in order to help. It's almost as if they seemed afraid — they can't interfere with us 'cause they would be destroyed as well. \"(3) Third question I asked was 'why me?' (Chuckles) I had to laugh, I think, to keep from going insane. I asked them, why did they go around picking up mothers and their children if they can't even tell Earth why you're here? And he says 'that's why we are here,' and I just freaked out. He said to be calm, and I was very calm and could carry on a conversa- tion. He said that he chose samples from the population that already ex- hibited intelligence and capabilities of understanding properties and theories beyond the present-day time.\" While still under hypnosis, Dr. Clark asked if Megan could recall ask- ing any other questions, to which Megan replied \"Where they were from? He said they (were) from the same place I was, and I said but how could that be, that we are so different. And he says, we are not different on the inside, 'cause we can think and we can reason, and that the Creator made us, and I said 'okay.' I failed to ask if the Creator was God, but I assumed it was. Dr. Clark asked, \"then did they ever indicate that they were from any place elsewhere? The answer you gave me a moment ago was, 'they're from where we are.' What did that mean? Do you think from our...' Megan replied, \"From the beginning ... from the beginning. I began (mumbles) that they didn't live on Earth. They had a planet that they go to — they said they'd show us. They said that I had .already seen what I should have seen, but didn't recog- nize it. I don't remember seeing it. It was almost like I could visualize a place, but that may have been more imagination than- anything.\" The only other communication Megan could recall while under hyp- nosis was about the door and the strange way it seemed to disappear in- to the wall when open and show no indication of where it was when closed. \"I wanted to know how it disappeared, and I assumed — and (continued on next page)"},{"pageNumber":8,"pageContent":"Texas Abduction, Continued they said the type of metal that they could use allowed it to bond together, and then, at will, disappear! When asked if she periodically felt any motion while in the third room, Megan said \"yeah, but I was used to it — it didn't bother me ... never sideways! Never went sideways!\" When it became time to leave, Megan recalls \"a hallway — six doors — I'm at one of them — only reason I thought that they were doors, I could see a bright light, or glow, around it. I was asked to go through the door. When I did, I found my car. The door was on (the car)r It wasn't the same room that I came in first —it was a lit- tle bit smaller, but still round. I got in. Renee was on my lap, and I put her in the other seat and laid it down, and strapped her in. She was asleep — think I'm asleep! I was just sitting there. I hear a clank — a big one — and I hear a humming, electrical sound. It hurts my ears again, and I was lowered to the ground. It's on a road I know very well ... I'm closer to home. \"When the humming sound stopped, my engine was on and I couldn't move. It was like I was frozen there in my chair — I couldn't move — and — that only lasted a minute, if that long. Saw a horse — in the pasture ... I'm very sleepy — really sleepy. It's as if I wasn't even driving my car, but I was going up the hill — now I know where that hill is!\" Megan finds herself only about 5 miles from home having been trans- ported some 30 miles by highway, 25 by air. She remembers it being very dark (the three-quarter moon having set around 3:10 a.m.) and stumbles in- to the house carrying Renee. She feels \"real dizzy — almost like I've fainted in a room. I'm mad, I'm upset, I hurt, my head hurts, and I want to go to bed. I open up the bedroom door, and John's asleep, and I'm furious. I yell at him 'cause I stumped my toe and hurt my leg ... Go to the bathroom — had to use it — for a long time — I was dizzy there too — and then I got in bed.\" Megan remembers nothing of the last miles of the trip home, coming in- to the house, putting the baby to bed, \"gripping John out,\" and going to bed herself, when she wakes him about 5:00 a.m. to tell him about her \"dream.\" Epilogue Megan and John recall their astonishment as Renee's bad rash and earache cleared up the next day. \"It just disappeared as a whole, like it faded .. . just went away — she's never had it since either!\" John, Megan's mother, and all her close friends noticed a marked per- sonality change in Megan following the incident, which lasted about 2 months. She remembers being very pensive and distant and not her nor- mal self at all, \"as if I had no control over my own personality.\" She lost about 14 pounds going from periods of not eating at all, to eating everything and still losing weight. About 3 weeks after the event, as Megan was driving to her teaching job early one morning, she noticed a \"white silver sphere doing weird things in the sky.\" She watched it for a time until she lost sight of it. \"Sud- denly my radio started messing up again . . . and this misty, white, dirty fog just shot down,\" engulfing her car and a nearby pickup truck. \"And I went into hysterics! I started scream- ing that I wasn't going — they were not going to take me, or anything!\" It lasted about 2 miles as she and the truck slowed to a crawl along the highway which seemed almost de- serted this morning. \"I had to pull over and sit there. And when I pulled over, I looked back and it was gone! I decided to get rid of that car! It got to the point where I didn't even want to be in that car anymore, because I figured they had my car spotted now — they know my car — and I was getting rid of it! A few days later Megan decided to trade the car and took it to a local dealer. As the mechanic was checking it for trade-in value, he opened the driver's door and noticed something around the area of the hinges. He turned to Megan and asked \"why did I ever take my car door off?\" She replied, \"Sir, I've never taken it off,\" NEW STAFF WRITER We welcome Greg Long of Rich- land, Washington, to the Journal staff. He is 35, married, and has two children (actually the second one is due in late January). Bom in Florida, he moved west with his family and grew up in San Diego, California. Greg Long Greg comes with outstanding qual- ifications, including a B.A. in English from the University of San Diego and arr M.A. in English from Colorado State University. He is employed as a technical editor/writer by a major Northwest firm. He has also pub- lished several short stories, and — as is evident from his contributions to the journal — is a polished writer. In accepting the staff position, he made the following statement: \"I subscribe to no single theory of the origin and purpose of UFOs. If 1 have any 'beliefs/ these beliefs are in clear, level-headed judgement, scien- tific investigation and analysis, and scrupulous objectivity. For UFOlogy to advance itself, its supporters need a strong sense of purpose and adher- ence to professional standards. As a staff writer, I would be as critical of my own words and explication of the facts as I would the words and facts of a UFO witness.\" and he said \"somebody has!\" The investigation continues."},{"pageNumber":9,"pageContent":"SOUTH TEXAS VEHICLE EFFECTS CASES By James M. Hill (MUFON State Section Director) (Note: This story is adapted from Mr. Hill's investigation -reports to MUFON which are slightly edited for narrative purposes. Both cases occurred in South Texas just west of Corpus Christi.) Mr. Robert Gomez, a vacuum truck driver for a firm in Alice, Texas, was headed west on FR 665 toward Alice on June 12, 1981. He had just finished a -job, leaving approximately -165 gallons of water in the tank on the back of his truck and zero pressure in the tank. The sky was cloudy and it had rained earlier. He turned the radio on. About 2:10 p.m. he noticed a bright object that he first thought was an airplane, until it increased in brilliance and stopped in midair. The object was disc-shaped and brilliant white, with a dark ring around the outer perimeter and a dark inner ring around its center. It also had a slight \"cap\" on top. Gomez then noticed that the truck started to slow down, so he pressed the accelerator trying to pick up speed. The exhaust stacks were blow- ing smoke but the truck seemed to be about a foot off the road. His AM radio had stopped playing but his CB was working, so he called his dis- patcher to report the incident. After- wards, the UFO went back into the clouds and disappeared. When he arrived back at his shop he noticed that the AM radio was playing again. When he got out of the truck, the maintenance man told him that it looked like the back of the truck was smoking at the valve. Mr. Gomez noticed that there was now 55 pounds of pressure indicated on the gauge, so he opened up the valve to drain the remaining water, but there was no water. All that came out was steam. . The sighting is still under investiga- tion. When the case was reported on TV news and in the local newspaper, another witness was contacted who had had a sighting early in November 1979. Mrs. Betty Soriano, a middle school teacher, and another teacher were enroute to the Hill's Farm on FR 665. At about 6:10 p.m., approx- imately 5 miles east of Alice, Texas, they saw a bright object ahead of them that seemed as if it had lifted off the ground. The UFO then ap- proached them at a rapid speed, faster than anything they had ever seen. The closer it came, the brighter it got, and Mrs. Soriano and the other teacher became frightened. The UFO was now over the highway and it seemed as if it was going to crash into them. The air seemed to have a glow to it as the object neared, and the thing was a bright reddish-orange col- or. It just missed the top of the car by an estimated 2 feet, and as it passed overhead they heard a loud boom as if the car had backfired, and the engine failed. Just before this, Mrs. Soriano felt as if she were going to lose control of the car. The object then disappeared. The car was a 1976 Ford Torino with a V-8 engine and standard igni- tion. The switch was still in \"on\" posi- tion after the sighting, and Mrs. Soriano had to switch it off and back on to restart the car. Since the event, she has had a lot of trouble with the car over-heating. The two teachers felt as if they were in a trance-like state for a short period of time during and after the sighting. Mrs. Soriano tried to turn on the radio to learn if there were other reports of the object, but she turned on the windshield wipers instead. She was blinded during the incident and shook nervously during and after the event for about 4 hours. She also felt paralyzed for about 3 minutes during the sighting. Later she had bad dreams. Mrs. Soriano also believes that the encounter is a contributing factor to her premature gray hair. NORTHERN CALIFORNIA UFO FLURRY For about the past year, members of N. California-MUFON have been investigating a series of UFO sightings in San Jose, Calif. Dr. Richard F. Haines has filed a 13-page report on the events. Other principal investigators were Irwin Wieder, Dick Henry, and Andrew Grotowsky. The report summary and some of the case highlights follow. \"Summary. A total of 37 eye wit- nesses ranging in age from 10 to 56 years reported seeing one or more in- tense lights in the sky over the greater By Richard Hall San Jose, California, area during the period of January 9 through March 7, 1981. Most of these sightings took place between 10:00 p.m. and mid- night and involved a red, round, dif- fusely edged luminous area of lights which would hover, quickly accel- erate, change directions abruptly, and disappear in various ways. There was no radar return from this phenom- enon on the single known occasion when such a return could have been obtained nor were any other elec- tromagnetic effects reported. All at- tempts to explain these sightings have, so far, failed to produce accept- able explanations.\" On February 9 a private pilot with a passenger was making touch-and-go .landings at San Jose Municipal Air- port at 10:40 p.m. During climb-out from the runway while at about 500 feet, both men saw ahead and above them a round, bright, red light which they first thought was another air- craft. As they climbed and banked to (continued on next page)"},{"pageNumber":10,"pageContent":"By Ann Druffel Multiple Sightings of Triangular UFOs By William Hassel, Ph.D. (Note: Guest columnist this month is Dr. William Hassel, MUFON Southern Cali- fornia State Director.) A series of UFO sightings was reported by .three independent groups of witnesses in September and October 1981 in the Conejo Valley of Southern California. There is suffi- cient.similarity among the sightings to suspect that all may be related. The first sighting, Case 1, occurred in Simi Valley at 8:45 p.m. on Sep- tember 18, 1981. Ten-year-old Mike Tackett was outside his house when he first.noticed a bright light low in the sky, which he initially interpreted as a plane in trouble. He called to his brothers, parents and uncle, who then became witnesses to the sighting. As the light approached, they could discern a triangular-shaped object having five bright white lights at the front and additional lights along the side. The object was considered to be too large and flying too slowly to be a plane. Two or three small and ap- parently more distant lights were following the direction of flight of the object. The boy's uncle, Robert Tackett, and his father, Carlos Tackett, ex- amined the object with 7/50 binocu- lars, having a 7.1 degree field of view, as it passed at an elevation angle of about 60 degrees. The center portion, which was without lights, had the ap- pearance of brushed aluminum with a grid pattern. The object was too large to be totally included within the 'field of view of the binoculars when at its closest point. The object produced a faint noise, like a low-pitched hum of constant amplitude, as it passed over. To Carlos Tackett it sounded like a diesel engine. A blinking reddish-orange light could also be seen at the rear of the object. After passing the observers, the object was seen to bank toward them and turn from a southeast direction to a northeast direction, dropping somewhat in altitude. A large triangular protrusion could be seen centered on the upper surface during the turn. The object then disappeared behind a hill. These observations were made on a clear night with no wind or moon. The witnesses were certain they were not watching a helicopter. The object was in sight for an estimated 4 or 5 (continued on next page) N. Calif., Continued the right, the light also moved to the right to a position off the right wing. Now at about 1,000 feet, the pilot banked right again into the down- wind leg, the light still visible above. On February 19 at 10^10 p.m., two tower controllers at the airport saw a bright red light hovering over San Jose at an estimated altitude of 3,000 feet. It was stationary for 30-40 seconds, \". . . then all of a sudden it started flashing pulses real fast . . . then it, sort of, went up, like this (in- dicating a low arc up and to the left and then down toward the ground).\" The light then moved away to the southeast. Several people phoned the control tower to report seeing an unidentified red light. On the night of February 20/21 close to midnight, a man and his mother near a San Jose shopping center saw a vivid red, sharply edged object pulsing erratically. The object flew a full 360° around the area on an irregular path at various altitudes, disappearing and reappearing. After about 30 minutes it flew off to the south and disappeared. At its max- imum; the object appeared to be Vi to \"/3 the size of a full moon. Its color changed from red to gray to bluish at times. A witness sketch showed a boomerang-shaped object with the curved edge downward. Its pointed ends were bright red and the lower portion \"dark to almost black.\" The luminosity appeared to increase while zig zagging. The man called his mother out of the house, and she witnessed part of the sighting. On February 28 at 1:40 a.m. while driving through a northern suburb of San Jose, an airline pilot and his wife observed \"... a very bright flashing red light in the sky\" in the vicinity of the airport. They stopped to study it more closely and it appeared to be stationary. Then it moved almost directly toward them and when near- ly overhead, \". . . it appeared to make a quick turn to the west, then a 180° turn right back to the east, then back again to its original track.\" After about 1 Vz minutes it stopped and \". . . a second much smaller light separated from the first and fell or travelled straight down,\" disappearing behind buildings on the skyline. The large red light then moved northwesterly and disappeared. An off-duty control tower operator was an independent witness to this sighting. Dr. Haines' report includes weather and sunrise-sunset data for the period in question indicating fairly stable weather from the high-40's to low-70's. Skies were generally clear, with several days of broken clouds and a few days of light rain. D"},{"pageNumber":11,"pageContent":"Calif. Report, Continued minutes. Considering its path, the in- vestigator (Hassel) estimates a max- imum speed of 40 mph. One witness's altitude estimate of 250 feet would imply a length of about 40 feet, though other witnesses thought it was much longer than that. The second observation, Case 2, was made around 9:15 p.m. by John • Sharwath and Randy Bandurant as they were traveling north on the Moorpark freeway. When 5 miles from the end of the freeway, they noticed three bright lights on the horizon to the north, described as like floodlights at a party in the hills. When approaching the end of the freeway, they were close enough to resolve a single light into five bright white lights, three in an upper row and two in a lower row. When they were nearly under the lights, each set was seen to be associated with a triangular body which was il- luminated in many colors, but mainly white with yellow and red areas. Because of the hills beside the freeway, the objects could be ob- served at close range for only a few .seconds. The third object was high enough that it could have been an air- craft, but the lowest appeared quite large with an apparent length of 25 feet for an estimated altitude of 50 feet. The witnesses then continued to the end of the freeway, turned around and started back, but by this time the objects were disappearing behind the hills in the area. The witnesses then turned back toward Moorpark and continued on to Ran- dy's house. Cherie Thompson and Joyce Ban- durant, Randy's mother, were travel- ing up the same freeway about 5 minutes behind John Sharwath. They saw in the northwest what they inter- preted to be the lights of a jet aircraft about to crash, considering its very low altitude at hilltop level and its slow speed. Then they noticed.two additional moving light sources. All were dropping in altitude. As they drew closer, the lower two appeared to be triangular-shaped objects formed by three bright fluorescent- white lights, with red, blue, and yellow colored areas within the triangle. When the lower object passed over the car in the vicinity of Olsen road, Cherie Thompson esti- mated its altitude at 50 to 100 feet. They stopped along the freeway, but by then the objects were disappearing behind the hills. This sighting oc- curred at about 9:25 p.m. and is desig- nated as Case 3. The witnesses reported that the ob- jects made no noticeable sound, and that their lights were much whiter than aircraft landing lights. The size of the lower object was estimated to be 25 feet, based upon a 100 foot alti- tude. ' When they arrived at the Ban- durant house where John Sharwath was waiting, John was reluctant to mention his experience until Joyce mentioned what she had seen. They then contacted the police, and subse- quently, the UFO Reporting Center in Seattle, Washington. For the following two nights Joyce watched the sky at the same time and place and thought she saw the same lights again each night. On the fourth night, which was September 21, Cherie Thompson, Joyce Bondurant, and Joyce's son Gary Bondurant drove to Olsen Road at the Moorpark freeway and waited. At about the same time as the earlier sighting, a single triangular object suddenly ap- peared having the same configuration as before, but it was higher, being only one quarter the apparent size of the previously seen object. This sighting is designated as Case 4. When the object was directly over- head, a very bright light in the center of the triangle turned on, startling them. After passing over, the central light went out and the object disap- peared behind the hills. As the two women were returning home, they felt disturbed and their eyes began to water. The itchy, burning eye sensa- tions continued for several days in both subjects. The boy, Gary, did not experience the same eye discomfort. The last reported appearance of the objects, Case 5, occurred on Tuesday, October 6, 1981 in Thousand Oaks near the Moorpark freeway. This was witnessed by Carol Helms and her family. Initially two orange lights were seen above the hills to the north- east of their home at 9:05 p.m. One began moving toward them with the second trailing by a distance reported to be a mile or so. As the lights ap- proached, a body having roughly a triangular shape with rounded comers could be discerned. When the first object was approx- imately over the house, flame-colored particles began to be ejected and the orange light pulsated at about one cycle per second. During this period the second object was hovering at a distance. Then the first object disap- peared and the second object re- sumed its path. When it was approx- imately over the house, a third object appeared and moved forward. Before this third object reached the vicinity of the house, it began to exhibit the same behavior as did No. 1 — it ejected flame-like particles and then disappeared. In the meantime Mrs. Helms and her son Curt, age 17, had been ex- amining the objects overhead with binoculars and could see that the orange light was composed of four or five individual light sources equally spaced in a circle. The color was iden- tified on a color wheel as a combina- tion of scarlet and yellow. The entire object at closest approach occupied one-quarter to one-half the field of view of the 7 x 35 Empire binoculars, resulting in an estimated angular size of the object of 2 to 3 degrees. An at- tempt was made by Carol Helms to photograph the objects with a new Canon AV-1 camera equipped with a 85mm lens and Kodachrome 64 film. Subsequent processing revealed no images for the three photos attempt- ed, implying that the camera shutter had not opened in the low light level. As the remaining No. 2 object was being watched through binoculars, it turned to present a side view. In this position it was cigar-shaped and had a dull grey or white color with six to ten black dots distributed along its length. Four seconds later the object disappeared but left behind what ap- peared to be a smoke ring three times the diameter of the object. The center , of the ring was very clear with visible (continued on next page) 10"},{"pageNumber":12,"pageContent":"& DENOTES LOCATION OF OBSERVERS j 1 MILE | Figure 1 — Map of Sightings 11"},{"pageNumber":13,"pageContent":"Cascl mi — 0°\" °°0 FIVE. ^>^ 7 BRIGHT Y^=^ IVHJTE  \\ LI&WT3 Case 3 A/T IVHITE ilfrHTS Case 2 MULTICOLORED Ll&HT FIVE &RUr WHITE FIVE Figure 2 —Configuration of UFOs FUM0 OJ? PARTICLES Calif. Report, Continued stars. This series of events lasted for 7 minutes. The periods of particle ejec- tion ranged from one-quarter to one minute. Six persons were witnesses. The incident was first referred to the investigator through SKYNET chan- nels. At 11:30 the same evening Mrs. Helms' son, Mitch, saw another ob- ject of the same type in the northeast. It moved very slowly, again ejecting particles while fading in and out before disappearing. This October 6 sighting occurred in a clear starlit sky with a quarter moon in the west. The estimated speed of the objects averaged 15 mph or greater. The approximate triangular shape hints at a possible correlation to the sightings in September. The locations of the five sightings are shown on the map in Figure 1, along with the line of flight of the objects. Sketches of the object config- urations in Figure 2 show some degree of similarity among them, no- tably in their near triangular shapes and the presence of three to five large distinct lights. The investigator notes that there is a moderate amount of higher altitude aircraft traffic in the evenings in the area of the sightings. The various observers were accustomed to the air traffic and discounted interpreting their sightings as conventional aircraft or helicopters, or even as candle balloons for Case 5. Cases 3 and 4 would be the most likely candidates as misidentified aircraft, were it not for the associated sightings, and for the reported closeness of the Case 3 sighting. Contact with an advertising plane operator in the Simi Valley area led to discounting advertising planes as a possible explanation for the sightings. The investigator's own observation of overflying aircraft in the area have revealed three and five light trian- gular configurations on large aircraft. Case 4, which was a second sighting for two witnesses, may have been such an aircraft. The remaining cases are not so readily explainable. D SCIENTIST WITNESS DIES Dr. Seymour L. Hess, 61, a pro- fessor of meteorology at Florida State University, died on January 15, according to a UPI report in the Washington Post on January 17. Dr. Hess was the first leader of the NASA Project Viking meteorology team, a specialist on the atmosphere of the planet Mars, and the recipient of awards from the American Meteo- rological Society and NASA for his scientific achievements related to Martian research. What the obituary did not say was that Dr. Hess was, perhaps, one of the most scientifically qualified UFO witnesses. His report of a dome- shaped UFO sighted from the grounds of the Lowell Observatory on May 20, 1950, appears on page 3 of The UFO Evidence, published by NICAP in 1964. The. object was nothing that he could identify with anything known to science, and it is to his credit that he gave a simple, candid account of it without apology. 12"},{"pageNumber":14,"pageContent":"WAS THE UMMO AFFAIR A HOAX? By Vincent White The UMMO affair has long since been written off as an exceptionally complicated and well-contrived hoax by most UFOlogists. Yet attention to some details of this \"hoax\" turns up the most interesting coincidences with some recent events that many observers seem to have missed. Recently the highly valued trade . magazine weekry Electronics featured a short article on a possible break- through of major significance, name- ly, a room-temperature supercon- ducter. The October 9, 1980 and September 22, 1981 issues cover this development. An Air Force metallurgical re- searcher named Frederick W. Vahl- diek has exhibited titanium boride crystals that are superconducting at room temperature. This discovery could rank with Tesla's discovery of the polyphase AC motor or even Faraday's electric motor. The crystals could revolutionize electronics and computers. It would make possible ultra-high-speed com- puters and memories. Now the coincidences. In part Five of \"The Mysterious UMMO Affair\" by Antonio Ribera in the Flying Saucer Review, Volume 231, no. 3,4 1975, we find the following statement on page 44: \"Computers based on titanium crystals (titanium like boron, crystal- lizes on the cubic pattern) ... These crystals store information at the atomic level and in the three axes of space. By means of them the whole of our terrestrial civilization has been recorded and codified and dispatched to UMMO.\" Is it coincidence that this \"dis- covery\" of Mr. Vahldiek's was made at Wright Patterson Air Force Base by an Air Force researcher when the fine • investigative work of Leonard String- field has pinpointed Wright Patterson as the locale for the repository of retrieved and studied alien artifacts by military custodians? Is there some connection between the material research lab at Wright Patterson .and what may have, been discovered about crashed UFOs? Perhaps a second look is required into the UMMO affair. Perhaps we can find some more convenient \"coin- cidences\" in the \"evidence\" said to in- dicate the UMMO affair is a hoax. Stranger things have happened. SUMMARY The UMMO affair began publicly with reports in Spanish newspapers on Feb. 8, 1966 of an orange flying saucer that landed briefly on the out- skirts of Madrid in a suburb named Aluche. One June 1,1967 a witness (a photographer) took photos near San Jose de Valdera but left no negatives of them. At about the same time, arti- facts consisting of small sealed metal tubes were found near where a UFO was supposed to have landed at Santa Monica. The UMMO affair actually began earlier. Since 1965 twenty-some high- ly educated individuals have received hundreds of documents from sources that claim to be from the planet UMMO. Each of these documents is stamped with a peculiar symbol resembling an H with the arms curved and a vertical slash in the middle. • The documents purport to truly describe philosophy, theology, space- time theories, physics, biology, and law. Some of the material resembles some very advanced speculation in contemporary philosophy and logic. The UMMITES claim their star of origin is UMMO in the orbit of Wolf 424 which is 14.6 light years away. They landed for the first time March 28,1950 near La Javie in the low Alps of France. The family that resided there is now living in some wealth on the French Riveria. This fact has led many to believe that if the UMMO affair is a hoax, it is a very expensive and elaborate hoax involving many countries, many individuals, and a great deal of money. For example in the case of the sealed metal tubes, a mysterious letter from a \"Henri Dagousset\" offered 18,000 pesetas for each tube sent to a Madrid P.O. box number. In 1977 a bulletin put out by CUFOS carried out an analysis by Dr. Claude Poher of the San Jose de Valderas photographs and of the documents which, he stated later, were part of a monstrous hoax. This was a complete reversal of his earlier opinions according to FSR. The important thing to remember is that the UMMO documents were in circulation long before the faked photos, if we are to believe Msr. Poher on that. REFERENCES Flying Saucer Review, v. 12, 1966. (First reference to UMMO affair in FSR.) Flying Saucer Review, v. 20, no. 4-5, 1974; v. 21, no. 1-4, 1975. (Extensive coverage). Flying Saucer Review, v. 26, no. 2, 1980. (Last up- date on hoax angle in FSR.) STAMP PROGRAM Contributions of cancelled foreign stamps are converted into dollars applied to improved international ex- change of UFO information. A collec- tor compensates MUFON for stamps received. We acknowledge recent stamp contributions from: Jerome Clark, Lake Bluff, 111.; Ann Druffel, Pasadena, Calif.; Lawrence J. Fenwick, Willowdale, Ont., Canada; Marion Marden, Cambridge, Mass.; and Diane Tessman, St. Petersburg, Fla. Send all stamps to Richard Hall, 4418 39th St., Brentwood, MD 20722. 13"},{"pageNumber":15,"pageContent":"OVERHEATING OF CAR BATTERIES By James M. McCampbell (© 1982, by J. M. McCampbeU) Disruption of automobile engines at short distances from UFOs is fairly common. At the CUFOS conference in Chicago on September 25-27, 1981, Donald A. Johnson presented a thorough, statistical analysis of 78 such events in which engine interfer- ence occurred 15 times whereas engines completely failed 63 times. 1 Witnesses have also reported that after such experiences their batteries were steaming or had popped their caps off. It would be a great chore to review the literature to isolate those cases but, fortunately, that is not necessary. The Central European Section of MUFON, which has long specialized in studying UFOs from a phenomeno- logical point of view, has carefully catalogued such data. A computer printout of 1,080 cases of electrical in- terference of every type was kindly furnished by Adolph Schneider. It contained 9 instances of battery pro- blems/ To the author's knowledge, a technical analysis of this aspect of UFOlogy has not been attempted. Careful examination of relevant details in previous investigations has provided some insight into the physical mechanisms of the interac- tions between UFOs and their total environment. A similar approach to the battery problem may also be fruit- ful. A Sears Die Hard, 12-volt battery is approximately 9.5\" long, 7.75\" wide, and 8\" high. It is usually mounted such that the bottom, one side, and one end are adjacent to metallic panels of the car and the sup- porting bracket. The heart of the unit consists of an assemblage of parallel, thin metal plates about 1/32\" thick, separated by about 1/8\", which space is filled with sulfuric acid. The entire assembly fits snugly in- side a hard rubber case. Only about 1/16\" separates the outer surfaces of the plate assembly from the inner sur- faces of the battery case; that space is also filled with acid. This is a detail of possible significance because it sug- gests that the appearance of over- heating may be due to boiling of the fluid in this thin layer surrounding the plates rather than that of the total mass of fluid in the battery. The amount of energy required to heat this small amount of fluid and to con- vert some of it into steam can be eas- ily calculated but some assumptions must be made. Suppose that in a typical event, the fluid temperature in the outer layer under the exposed sur- faces is increased from 80°F to the boiling point of 212°F during an ex- posure to a UFO of, say, 5 minutes. Further, the 5% of the fluid is vaporized, an amount sufficient to produce noticeable steaming or to blow off tightly-fitted, unvented caps. Relegating the calculations to a footnote for those who are technical- ly inclined, one finds that a uniform flux of energy, totally absorbed in the thin fluid layer, would have to be about 0.053 cal/cm 2 sec (calories per square centimeter per second). 3 How does that rate of energy input com- pare with something in everyday ex- perience? Well, unobstructed sun- shine delivers 0.032 cal/cm 2 sec, which is not greatly different. 4 In other words, the amount of energy absorbed by the battery under the assumed conditions would be rather small. Exposing a battery to sunlight for 5 minutes clearly would not produce any boiling of the acid because absorption of infrared radia- tion (heat) on the surface would sim- ply increase the surface temperature a few degrees and the heat would be largely lost by diffusion into the total mass of the battery. What, one may ask, could possibly heat only the outer layer of fluid? Here again some details may help. In cross-section, the outer region of the Unknown Entity layor Case w Platss Cross-section of battery battery would look something like the accompanying diagram. Some un- known entity would have to ap- proach the battery from the outside, penetrate the case, be absorbed in the outer layer of fluid, but not penetrate into the region of the plates. A possi- ble candidate for the unknown cause is electromagnetic radiation in the wavelength range from a fraction of a millimeter up to about 0.5cm, a por- tion of the microwave region of the spectrum lying between far infrared and radar. The hard rubber case, be- ing a non-conductor, is completely transparent to such radiation. The radiation would be readily captured in the outer layer of fluid due to some well-known absorption resonances of the water molecule at these wave- lengths. 5 The spacing between the plates is so small that the longer wavelengths would be reflected back into the outer layer preventing pene- tration into the region of the plates. Shorter wavelengths probably would not even penetrate the layer at all because their resonant absorption is so strong. Microwaves could reach the battery only from directions that were not shielded by metal. This analysis certainly does not establish microwave radiation as the cause of battery heating in the presence of UFOs. It does, however, bring forth some details of geometry and physics that are compatible with that idea. The specific suspicion of wavelengths in a particular range in (continued on next page) 14"},{"pageNumber":16,"pageContent":"CE-I NEAR ASTORIA, OREGON By Greg Long (© 1981 by Greg Long) Between 1:30 and 2:00 a.m., May 12, 1981, a 23-year-old truck driver and his 21-year-old girl friend 1 left Seattle, Washington, for a 170-mile trip to Astoria, Oregon, to pick up a load of king crab for a Seattle seafood company. The young woman, a cash- ier and sales clerk at the Boeing Com- pany, had decided to take a day's vacation and rode in the sleeper of the empty Mac Cabover. Visibility was fair, driving conditions good. The driver drove south on Inter- state 5, passed flirough Kelso and Longview, Washington, and crossed the Lewis and Clark Bridge over the Columbia River. Some patches of fog lay along the low straights of High- way 30 on the way to Astoria. The windows of the truck were rolled up against a 45° temperature, and the heater was running. At approximately 5:00 a.m. some- where near Clatskanie, Oregon, and going down a hill, the young man felt something peculiar. The truck was go- ing slower than it should. As an experienced driver on this route (he had driven it at least 20 times over several years averaging two or three trips a week during season), he knew that with an empty truck, going downhill in ninth gear, and exceeding the speed limit, he should have been traveling at least 70 mph. He checked his tachometer; it read 1600 rather than 2100; and to his surprise, his speedometer registered between 45 and 55. He commented on this to his companion, who told him that he was imagining things. Naturally concerned over this event, the young man was relieved when shortly thereafter the truck returned to its normal speed. However, the driver soon noticed something strange in his left mirror after he had reached the bottom of a hill and hit a straightaway. What looked like two little orange \"flames\" were apparently \"stuck\" in the mirror, filling about 1 inch of horizontal space. Glancing at the road in front of him and at the mirror approximately every 2 to 5 seconds, as was his habit, the driver attempted to find an ex- planation since the most puzzling aspect of the lights was their un- yielding, fixed position in the mirror even as he went up and down hills, around tight curves, and through in- creasingly tortuous terrain. Moments later the driver noted a white light positioned at the \"apex\" of the other two, as if forming the top point of a triangle, the orange lights at its base. The driver attempted to find an explanation for these lights; perhaps they were the cab lights of a truck. Yet the most nagging character- istic of the lights was their persistent, (continued on next page) Batteries, Continued this context is also consistent with the implications from several other UFO phenomena. 5 Comments and alternative sugges- tions are requested by the author. NOTES 1. Johnson, Donald A., \"Size, Distance, and Duration Parameters of the Ignition In- terference Effect,\" Center for UFO Studies Conference, September 25-27, 1981. It was clearly established that UFOsmeed not be directly in front of a vehicle to produce engine interference. This finding is in conflict with, and casts serious doubt upon, some inferences to the contrary presented in McCampbell, James M., MUFON Symposium Proceedings, p. 25, Scottsdale, Arizona, July 16-17, 1977. 2. Individual references and highlights are given here to assist others in studying this prob- lem. But it is not easy to lay hands on this material, especially that published in Europe. The author would appreciate receiving further details on these (or other) cases. 1. UFO Report. Issue No. 70? Event in November 1945. Interference with lighting systems, telephone networks, batteries. 2. Figuet/R»r:/ioiu Ovni Lefeuvre, p 76. November 10, 1954 at Quarouble. France. 3. Official UFO (USA) No. 77? December 6, 1967, Indiana. Radio (not car), battery, heating, paralysis. 4. UFO-Nachrichlen, No. 80, West Germany. Groednerpass, Italy. Battery, watch. 5. Basterfield, \"A Source Catalogue of Australian UFO Reports,\" CUFOS 1978, Book 1, p. 40. Kalyan, Australia, May 2, 1973. Car Battery. 6. UFO Report, Issue 757, January 1968. Temple, Texas. Battery, watch. 7. Lumieres Dans La Nuil, Issue 76? Hergies, France, September 7, 1974. Lighting systems, batteries, prickling sensation. 8. International UFO Reporter, CUFOS, June 1978. Tapapouri, New Zealand. December 6, 1977. Auto electrical, lights, battery lost water. 9. MUFON UFO journal. May 1978. In- dianapolis, Indiana, March 29, 1978. Elec- trical system, motor, battery, and watch. Also see Trench, Brinsley Le Poer, The Sky People, Award Books, p. 68, 1970. An egg-shaped object passed over the highway not more than two miles ahead of the car. The witness felt \"a kind of heat wave . . .\" and later found that the battery was steam- ing. Corollary to this problem are cases in which the battery is fully discharged, that is, found to be dead but serviceable after a recharge. See Lorenzen, Jim and Coral, UFOs Over the Americas, Signet, p. 180, 1968; and Vallee, Jacques, Passport to Magonia, Cases No. 299 and 399, Regnery, 1969. 3. Volume of fluid - 1/16(9.5x8 + 7.75x8 9.5x7.75)in I (2.54cm/in) ) -216.7cm ) Or 216.7gm for density of 1.0. Change in temper- ature-100 - 5(80 - 32)/9 - 73.3°C. Energy for temperature increase - 216.7gm(l gm/cmX73.3) - 15,884 cal Energy to evaporate 5% requires (0.05) (216.7gm) (539.5 cal/gm) - 5,845 cal Total Energy -21,729 cal Average energy flux — total energy/ (area x time) - 21,729 cal/ (9.5x8 + 7.75x8 + 9.5x7.75in 2 ) (2.54cm/in) i 5min (60sec/min) - 0.0530 cal/cm'sec. 4. Handbook of Chemistry and Physics, CRC Press, 1978-79 gives the solar irradiation constant as 1.94 ca/cm'min x 1 min/60 sec - 0.0323 cal/cm'sec. 5. A description of the resonances along with various references will be found in McCamp- bell, James M., \"Horses Under the Hood,\" a paper in Thesis Antithesis, Proceedings of a con- ference sponsored by the Los Angeles Chapters of World Futures Society and the American In- stitute of Aeronautics and Astronautics, Los Angeles, September 27, 1975. 6. McCampbell, James M., UFOIogy, Celestial Arts, 1973. Has been dropped from the pub- lisher's catalog and remaining copies were sold to Crown Publishers, Inc, One Park Avenue, New York, NY 10016 that specializes in close- out titles. Their catalog number is 354314. Retail price in $1.98. 15"},{"pageNumber":17,"pageContent":"Oregon, Continued stationary position similar to that of the reflection of an object on the in- side surface of a windshield. As the witness said later in frustration, \"They were always there; they never moved.\" The highway became increasingly windy and hilly. The driver's girl friend noticed the young man's con- cern with the mirror and asked him what he was looking at and to keep his eyes on the road. He called her attention to the lights, but because of her position in the sleeper and the obstruction of his head, she was unable to see the top white light. She did, however, perceive the two orange lights, and as the driver now noticed, saw them reflected in both mirrors. The lights then drew closer, filling about 3 inches of the left mirror, and the driver saw that they were flash- ing. Again, he sought an explanation — hazard sign posts? He pointed out the lights again to his companion, who suggested that they were tower- cable lights. Later, the driver recalled that the duration of the flashing lights was similar, as he put it, to the \"telephone pole effect\" — a flash for each telephone pole that passes out- side a driver's window, which sug- gests a maximum duration of two or three seconds. At this point, the uneasy driver rolled down his window and looked back down the road, but saw nothing. In a like manner, nothing was reflected in his mirrors. Once he returned his eyes to the road in front of him, the lights, however, reap- peared — only in his left mirror. Several times he looked behind him, his head outside the window, and failed to see the source of the lights. Perhaps, he thought, the lights were above him. The highway wound into a stand of trees and once the driver turned the corner and entered this overgrown area, the lights were no longer visible in his mirror. The driver thought, \"No biggie,\" relieved that the lights were gone, and began to discuss them with his girl friend. Then, several miles later the lights reappeared, an estimated truck length behind him. The driver then, deciding to con- front the lights, pulled over on the righthand side of the highway on the top of a hill, shut the engine off, and opened the door. Standing on the cab step, he saw an object southeast and approximately in line with the back of the truck hovering across a ravine above 30- to 40-foot-high trees on the other side of the highway. He later estimated the distance of the object at 500 feet. The object was composed of three triangle-shaped, fluorescent- type orange lights similar in color to traffic lights and arranged triangle- fashion, two at the bottom, one at the top. The lights were flashing clock- wise and sequentially and seemed to flash at the witness. Then, a white light slowly came on beneath the bottom two orange lights, and shone upwards, illu- minating what appeared to be tur- bulent mist or fog. The witness later compared the illumination effect of the white light to the glow of a headlight from an unseen vehicle mounting a distant hill, or to a headlight slowly coming on. The mist or fog was, in the driver's words, \"like smoke coming out of a chimney.\" Just as the driver began to step down from the cab to observe more closely, a \"totally blinding, super high-beam halogen light,\" or \"spot- light,\" shone from the object and flashed in the witness' face. The driver's girl friend, who had joined him by this time, was also blinded by the spotlight. The object then moved toward the witnesses, the light beam fixed on them. The driver later estimated that the object moved 100 to 200 feet, at which time he leaped into the cab, knocking his girl friend over, started the engine and left the site. Shortly afterwards, the witnesses noticed that both mirrors had \"frosted\" or \"fogged\" over. The driver wiped off the left mirror and drove into Astoria. The fog on the right mirror had not dissipated. In Astoria the driver parked near the fish company and walked inside between 7:00 and 8:00 a.m. to load up. At this time, a man who the driver had never met told the driver that the witness' truck smelled as if 100 gallons of antifreeze had been \"dumped\" over it. The witness checked and detected nothing; nor did he see any marks, as if from burn- ing, on the truck. Neither witness had experienced adverse or detectable ef- fects from the light beam. By 9:30 a.m. the truck was loaded with crab, and the witnesses were ready to return to Seattle. The driver later estimated that he drove, at the most, about 15 miles,. averaging 50 mph,' from the point at which he first saw the lights until he stopped and confronted the object. Both witnesses estimated at least 1 minute of sighting time on the side of the highway. Total sighting time was approximately 20 minutes. Analysis This case came to me several weeks after the driver reported the incident the day of its occurrence to Robert Cribble of Phenomena Research of Seattle, who later passed it on to me. Because of the delay and difficulties in contacting the witnesses, more complete details were lost. In addi- tion, as 'with many witnesses, the driver, young, impatient and tired of talking about the incident to relatives and friends, was ready to forget the whole thing. Thus, this analysis is based upon Bob .Cribble's notes, an hour's telephone conversation with the driver and two telephone conver- sations with and a completed ques- tionnaire from the girl friend. However, despite these drawbacks, the case is a strong one, and is especially intriguing because of the proximity of the event to St. Helens, Washington, the site of a spectacular CE-I multiple-witness sighting on March 17, 1981, 2 and to Ridgefield, Washington, where a 26-year-old mother witnessed an apparent CE-I on May 1, 1981. 3 Was the Astoria object a heli- copter? To determine this, 1 tele- phoned every known source of air- craft in the vicinity to find records of helicopter flights. The only two (continued on next page) 16"},{"pageNumber":18,"pageContent":"1981 BRIEF SUBJECT INDEX (MUFON UFO Journal Nos. 155-166) Abduction case discussions, 155-13, 156-17, 158-7, 159-8, 160-13, 161-17, 163-6, 164-8, 164-17, 165-17 Abduction reports, New York (\"Sutter\"), 156-4 Africa, sightings, 159-5, 163-8 . Australia: Aircraft disappearance, 164-9 \"Alien honeycomb,\" 155-5 Physical trace cases, 156-3, 157-4 Center for UFO Studies, 163-3, 164-8, 165-3 Central Intelligence Agency, 1964 Socorro, N.M., case document, 157-6 China: UFO journal, 155-8 UFO sightings, 158-4 Costa Rica, UFO photo, 166-18 Crash/retrieval case discussions, 158-10, 159-17, 161-4, 161-18,. 162-11, 163-15, 165-17 Crash/retrieval reports, 156-14, 163-9 England, UFO congress, 162-7 Finland, sighting, 166-10 • France, GEPAN, 164-13 Fund for UFO Research, 155-8, 157-3, 157-6, 160-10, 165-10, 166-16 Germany, UFO research, 160-11, 165-19 Humanoid reports: Africa, 159-5 Azores, 160-8 California, 155-9, 156-11, 158-16, 162-16, 165-14, 166-15 Illinois, 157-9, 159-9 Norway, 161-9 Hypnosis, 158-7, 159-5, 163-14, 164-7 Mexico, sightings, 155-3, 166-11 New Zealand: Radar-film case, 157-7, 161-18, 164-17 Car-pacing case, 164-6 Photographs (see UFO sightings) Physiological/medical effects (see UFO sightings) Pilot sightings (see UFO sightings) Psychology: Interpretation of UFO events, 162-3, 162-10, 165-14 Memory, 164-7 Reaction to UFO events, 158-12, 159-3 Radar cases (see UFO sightings) Radar sightings discussion, 166-8 Religion & UFOs, 163-5, 164-14 Scandinavia, UFO research, 162-8, 164-8 Secrecy, 155-7, 161-4, 161-13, 163-7, 164-16 Sociology, 163-4, 164-8 Switzerland, Meier controversy, 164-3, 165-11 Theories, 156-6, 159-4, 159-15, 160-11, 161-5, 163-11, 165-16 UFO sightings: Animal reactions, 158-14, 164-7, 166-7 CE-II (Physical effects/traces), 156-3, 157-4, 157-6, 159-6, 163-5 ' CE-III (see Humanoid reports) Electromagnetic effects, 158-14, 164-8 Photo cases, 155-9, 156-11, 157-7, 161-3, 164-3, 164-8, 164-17, 165-11, 165-14, 166-6, 166-18 Physiological/medical effects, 158-3, 158-13, 159-6, 165-3, 166-7, 166-10, 166-15 Pilots, 157-7, 164-6, 164-9, 166-11 Radar, 156-4, 157-7, 159-14, 161-18, 164-17 Oregon, Continued possibilities could have been the Ar- my National Guard at Camp Rilea in Warrenton, southwest of Astoria, or the U.S. Coast Guard Air Station at Tongue Point. However, the Coast Guard operations officer told me that, although the coast Guard has heli- copters that periodically patrol the Columbia River for oil pollution, they do not fly at 5 a.m., nor are they noiseless, as this object was, according to the driver, nor did he have a record of a helicopter in the air at 5 a.m. An official at Camp Rilea said that no helicopters are based at the camp although helicopters occasionally fly in during season. However, no heli- copter activity was going on at Camp Rilea during May. The female witness said that the lights seemed either to move or turn as they flashed in sequence; at least, they looked different each time they flashed or were, in effect, \"turned\" triangles. She could not tell if they were extended or attached to a gray, cone-shaped object evident to her when the spotlight came on. The driver testified that he saw no outline of an object associated with the triangular lights. Since the driver pro- vided a drawing of the UFO, it is dif- ficult to draw conclusions about the odd positioning or \"actions\" of the lights. However, both witnesses felt strongly that they were being ob- (con timed on next page) 17"},{"pageNumber":19,"pageContent":"Oregon, Continued served. The driver said: \"When I was sitting there looking at it, it felt like ... it was something there and it was watching me ... like it was scoping me out.\" When the spotlight came on, he felt that it was \"aiming for me.\" His girl friend said that the object was \"definitely checking us out.\" As in many UFO accounts, size and distance of an object can be difficult for witnesses. In this instance, the female witness's estimate of three quarters of a mile distance versus 500 feet for the driver poses an obvious problem especially since her estimate of the object's size ranged from \"30 times the size of a star\" to a \"house.\" Could the details she offered of the object, especially of the triangular lights and clockwise motion of the mist, be evident at three quarters of a mile? I believe that the female witness is simply poor at such estimates. The driver estimated the size of the UFO at 10 quarters held at arm's length, and that it filled one fourth of his vision. Certainly the object was large. The female witness had difficulty dealing with degrees-above-horizon, but since she agreed with the driver that the object was above treeline, the discrepancy between her and the driver's estimates seems insignificant. In general, the female witness was at least nearly average in her ability to estimate distance, altitude and ap- parent size, but she was certain she was not looking at a conventional air- craft and did attempt to explain the object away — as a military device. Given that she has no real interest in UFOs and had never seen one before (although she regrets not staying to watch the object further), the female witness seems basically honest and genuinely puzzled by the experience. The driver had never witnessed a UFO before, is not preoccupied with UFOs, doesn't read UFO \"literature,\" and according to his mother, is level headed. He was legitimately fright- ened by the experience and felt that \"I just thought I had to tell somebody, you know, in case somebody else saw something ...\" He admitted that \"perception is difficult at night,\" but despite minor inconsistencies in his testimony (and these made weeks after his initial report), his recall of the experience was unchanged over a month after the event. NOTES 1. Names on file with MUFON. 2. \"International UFO Reporter,\" frontiers of Science, pp. 11-13, May-June, 1981. 3. Report sent to MUFON. f Director's Message, Continued A meeting of all interested people will be held in the near future in Cor- pus Christi to organize teams in not only Nueces County, but also in the adjoining counties of San Patricio, Aransas, Bee, Refugio, and Live Oak. Each of the people will be advised by letter when and where the meeting will take place. James Hill is our State Section Director for Kleberg and Jim Wells Counties, which also adjoin Nueces County. Mr. Hill has con- ducted several UFO investigations near Alice, Texas, which may be published in a future issue. We have many MUFON members who have joined as either Con- tributing Subscribers, Field In- vestigator Trainees, Field In- vestigators, Astronomers or Amateur Radio Operators, that after reading the Journal and personally meeting the people who compose the MUFON leadership, are now ready to volunteer their efforts in a leader- ship role. Our goal is to have a State Section Director for every county in the United States so that all local UFO sightings may be referred to this per- son by the police agencies, news media, and general public. Sighting reports received by the National UFO Reporting Center on their UFO telephone \"hotline\" 1-206-722-3000, operated by Robert J. Cribble, MUFON State Director for Washing- ton, and the UFO hotline to CUFOS in Chicago, will also be referred to the State Section Directors for investiga- tion. We invite interested people to contact either their State Director or your International Director signifying your desire to participate in a more active role. In order to process the increased number of UFO sighting reports received as a result of Bob Cribble's hotline, Ed Bowles joined MUFON as a Staff Investigator. State Directors, State Section Directors, or Field In- vestigators who receive one of these reports, attached to a MUFON ex- planatory form letter, can assist MUFON immensely if they will observe the following suggestions: Cl) Set up an appointment with the witness for an interview at the earliest date convenient to both the witness and the investigator by either tele- phone or letter. (2) Plan and conduct the interview so that the maximum information may be obtained on the first session, especially if the in- vestigator is required to drive a con- siderable distance. (3) Complete the appropriate sighting report forms and submit -promptly. (4) Write a nar- rative report of the case if it is con- sidered significant for possible publication in the MUFON UFO Jour- nal. (5) If the investigator is unable to conduct the interview or secure a written report from the witness for any reason, please promptly return the sighting report literature so that it may be reassigned to another in- vestigator. (6) In most cases, the sighting report will be mailed to the State Section or State Director for assignment to the appropriate field in- vestigator. In this manner, the MUFON officer for the area will be able to track each report and help the investigator whenever needed. (7) In a few cases, we have mailed the sighting report form directly to the Field Investigator when the witness lived in the same town as the in- vestigator. (8) If the Computer Input (Form 2) has been completed, it will be mailed to CUFOS in Evanston, Il- linois, upon receipt of the report forms in Seguin, Texas. D 18"},{"pageNumber":20,"pageContent":"Lucius Parish In Others' words Repeated sightings of a huge boom- erang-shaped object over the towns of Clifton and Morenci, Arizona, are the subject of an article by Bob Pratt in the December 1 issue of National Enquirtr. The December 8 issue reports on the sighting of a huge spherical UFO and smaller craft over Moscow and other areas of Russia on May 15, 1981. This issue also has an article comparing the reported ap- pearances of UFOs in all parts of the world. In the December 15 issue, an Arizona housewife claims to have been abducted by UFO occupants and to have been transported to three different alien worlds, including a col- ony composed of people brought from Earth and other planets. The December 1 issue of The Star tells of the National Security Agency's apparent role in keeping UFO information secret. The Winter issue of UFO Report is definitely above-average, featuring articles by John Schuessler, Dennis Stacy, William Moore, Jim Miles, Hugh Cochrane and others. A good many readers of this col- umn probably contributed articles to Official UFO and/or Ancient Astronauts some 5-7 years ago, when both publications were generally factual and worth reading. Many of the arti- cles published in those magazines are now being reprinted (without author credits) in various publications from S.J. Publications (2470 Lemoine Avenue, Ft. Lee, NJ 07024). S.J. is the latest brainchild of Myron and Irving Pass, perhaps best remembered as the persons who had UFOs \"destroy\" the town of Chester,\" Illinois, a few years back. Since Pass' previous publishing venture, Countrywide Publications, bought only First North American Rights to the articles they purchased, it would seem that reprint fees are due the authors of said articles. If you are such an author and if you object to these tactics, you might want to direct your comments to S.J. Publica- tions or the Ft. Lee office of the Better Business Bureau, or perhaps even the New Jersey Attorney General's of- fice. I am told there is a total of seven magazines on the general theme of UFOs now being published by S.J., in- cluding such titles as UFO Confidential Official UFO, Unidentified Flying Objects, Cosmic Astronauts, etc. The year of 1981 saw the release of two of the most important UFO books to be published in several years. The first, Dr. Harley D. Rutledge's Project Identification, was reviewed in a previous column. The second book, which no one interested in UFOs should miss, is Budd Hopkins' Missing Time. It is, as the sub- title says, \"A Documented Study of UFO Abductions.\" And it is not — to Hopkins' credit — a rehash of the Hill, Hickson-Parker, Walton el al cases which we've all read before. With the help of long-time researcher Ted Bloecher and psychotherapist Dr. Aphrodite Clamar, Hopkins presents 19 cases of reported abductions by UFO beings. Of these, 7 were chosen for hypnotic regressions and the details of those sessions are given in this book. It is fascinating to see the similarities in the reports by people who have never met each other and cannot have collaborated in any way. Various \"patterns\" are examined and these should be of great interest to UFO researchers who are pursuing their own investigations of possible abductees. Of particular value is the 'Virginia Horton\" case, as it illustrates the extent to which the\" wimess/ab- ductee can be mentally manipulated by the UFO intelligences. This is perhaps the most fascinating and significant case in the book, although none of them are dull. The questions Hopkins poses are the ones which all of us must con- sider. If UFO abductions are as widespread as the evidence seems to indicate, the implications are both amazing and disturbing. I hope Hopkins will give us a sequel to the present book, detailing those other cases which are now pending. Until that comes to pass, Missing Time will give you a great deal to think about. It is available for $12.95 from Richard Marek Publishers, Inc., 200 Madison Avenue, New York, NY 10016. The British writing team of Janet and Colin Bord always manages to come up with excellent books, no matter what their subject may be. One of their most recent, Are We Be- ing Watched?, is a UFO book for younger readers, with a difference — the sightings in the book were all made by children. Although much of this material will be familiar to UFOlogists, it is still very helpful to have this category of reports in one volume. In addition to the common sightings of UFOs in the sky, the Bords include UFO landing and occu- pant reports, E-M cases, etc., along with information on the reporting of sightings and various UFO groups/- publications. The book is currently available only in the British hardcover edition and may be ordered from the publisher, Angus & Robertson (UK) Ltd., 10 Earlham Street, London WC2H 9LP, England. The price is ap- proximately $12.00 In the December 1981 issue of the Journal under \"Director's Message,\" the formation of a new committee to study medical injuries associated with alleged UFO close encounters was an- nounced by Richard C. Niemtzow, M.D. Interested medical doctors and psychologists may contact Dr. Niemt- zow at 166 Cannon Drive, Travis AFB, CA 94535. (This is a revision from the original address published.)"},{"pageNumber":21,"pageContent":"DIRECTOR'S MESSAGE by Walt Andrns As we enter a new year in UFOlogy, the November 1981 issue of the Journal, featuring an article and photograph of Kenneth Arnold by Greg Long, is a significant reminder that June 24, 1982 will mark the 35th anniversary of Mr. Arnold's sighting that triggered the modern era of \"fly- ing saucers.\" In spite of the govern- ment's attempts, during the interven- ing years, to obliterate the UFO phe- nomenon, UFO sighting reports con- tinue to be received daily by MUFON from throughout the United States. The Freedom of Information Act (FOIA) document disclosures are concrete evidence that a majority of the intelligence agencies associated with the U.S. Government have been involved in UFO investigations on a worldwide scope, starting during the 1947-48 period and continuing to the present date. The national wire services have contributed to the apparent lack of UFO sightings, since they report only those that they feel will make head- lines in the newspapers, radio, and television stations that purchase their services. The few verbal debunkers have received unwarranted exposure by the press, which could be detrimental to solving the UFO phenomenon if their propaganda is accepted by the scientific community and the general public. The absence of a significant UFO \"flap\" has caused many UFO re- searchers to become apathetic and a few to lose interest entirely. This is a serious mistake, since now is the time for all UFOlogists to be preparing and training field investigators for the next major UFO \"flap.\" None of the major UFO organizations were pre- pared with competent investigators to adequately handle the massive number of sighting reports received during the 1965 and 1973 waves. Through expansion of our State Sec- tion Director's investigative teams at the county level, we can not only become equipped to meet the chal- lenge of the next \"flap,\" but continue to sharpen our investigative tech- niques in handling the current daily reports. We should adopt the motto of the Boy Scouts of America — \"Be Prepared.\" Forrest Lundberg, State Director for Iowa, has taken effective steps to strengthen his organization by pro- moting Donald R. Curtis from State Section Director to Assistant State Director. Nancy K. Cree, 3939 Cam- bridge, Des Moines, IA 50313, has been appointed State Section Director for Polk and Warren counties to fill the vacancy created by the elevation of Mr. Curtis to his new post. James E. Kamoie, 1522-18th St., Altoona, PA 16601, telephone (814) 946-5086, has volunteered to serve as State Sec- tion Director for Blair and Cambria Counties in Pennsylvania. Mr. Kamoie is in the process of organizing a UFO investigative team in the Al- toona area, which would be affiliated with MUFON. Rev. G. Neal Hern, State Director for Texas, has designated Jerry R. Whalen, 3001 Bomar, Ft. Worth, TX 76103, telephone (817) 534-8723, as the new State Section Director for Tarrant, Johnson, and Parker Coun- ties: Jerry will help to complement the outstanding work presently being done by Lewis J. Willis, State Section Director for Dallas, Rockwall, Collin, Kaufman, and Ellis Counties. The Megan Elliott and daughter abduction case, by Lewis J. Willis, published in this issue of the Journal, is an example of the team-work that Neal Hem has generated in the Dallas and east Texas area. Mrs. Jennie Willis has been a valuable aide to her husband in many respects. Mrs. Jean Fuller, State Sec- tion Director for Smith County, was instrumental in securing the initial lead on this case and pertinent back- up evidence. Dr. Stephen Clark con- ducted the hypnotic sessions. Dr. Clark is presently preparing a new section for the third edition of our Field Investigator's Manual on the uses of hypnosis as a tool in recover- ing information in abduction cases where a time lapse is involved. On October 31st, Walt Andrus was the speaker for the monthly meeting of MUFON Metroplex in Garland, Texas. He presented a slide lecture titled \"A New Look at the En- tity Evidence.\" The success of MUFON as an organization can be directly at- tributed to the leadership of State and State Section Directors who have developed investigative research teams in their communities. Texas, as an example, has strong teams in Houston/Clear Lake City, Dallas/Ft. Worth, San Antonio, and Austin. In an effort to organize a team in South Texas, your director set up schedules with the news media in Corpus Christi, Texas, for television ap- pearances and newspaper interviews. On November 26th Fred Jordan ar- ranged an appearance on the five o'clock news segment on KRIS-TV Channel 6. Ernest Pena provided ex- ceptional coverage on KIII-TV Chan- nel 3 on the 6 p.m., 10 p.m., and mid- night news on November 27th. Walt Andrus was also the guest of Kathryn Childers on \"Morning Magazine,\" Channel 3. In the Saturday, November 28th edition of the Corpus Christi Caller Times, Dawn Turnham, Staff Writer, featured an article on the front page of the \"Local Scene\" titled \"UFO net- work looks for volunteers.\" This four- column spread obtained greater reader exposure than a large ad could have achieved in the same news- paper. We are indebted to all of the news media personnel who so gra- ciously gave of their professional time, because each felt that the pur- pose of your director's visit was cur- rent news for their viewers and readers. The deluge of mail inquiries to our invitation exceeded all of our expectations, dispelling any doubt that competent and qualified citizens' are ready to volunteer their expertise to resolving the UFO phenomenon. (continued on page 18) f"}]
