[{"pageNumber":2,"pageContent":"MUFON UFO JOURNAL NUMBER 253 MAY 1989 Founded 1967 OFFICIAL PUBLICATION OF JIM/JFOJV/ MUTUAL UFO NETWORK, INC. $2.50 3000 r T= 200 SECS UFO 3# 20KV WD29MM 1453/214/752 1/17/89 2000 o 1000 K 0.000 1.000 2.000 3.000 4.000 5.000 6.000 7.000 8.000 9.000 10.000 ENERGY PENNSYLVANIA TRACE CASE?"},{"pageNumber":3,"pageContent":"MUFON UFO JOURNAL (USPS 002-970) (ISSN 0270-6822) 103 Oldtowne Rd. Seguin, Texas 78155-4099 U.S.A. DENNIS W. STACY Editor WALTER H. ANDRUS, JR. International Director and Associate Editor THOMAS P. DEULEY Art Director MILDRED BIESELE Contributing Editor ANN DRUFFEL Contributing Editor ROBERT J. GRIBBLE Columnist ROBERT H. BLETCHMAN Public Relations PAUL CERNY Promotion/Publicity MARGE CHRISTENSEN Public Education REV. BARRY DOWNING Religion and UFOs LUCIUS PARISH Books/Periodicals/History T. SCOTT CHAIN GREG LONG MICHAEL D. SWORDS Staff Writers TED PHILLIPS Landing Trace Cases JOHN F. SCHUESSLER Medical Cases LEONARD STRINGFIELD UFO Crash/Retrieval WALTER N. WEBB Astronomy NORMA E. SHORT DWIGHT CONNELLY DENNIS HAUCK RICHARD H. HALL ROBERT V. PRATT Editor/Publishers Emeritus (Formerly SKYLOOK) The MUFON UFO JOURNAL is published by the Mutual UFO Network, Inc., Seguin, Texas. Membership/Subscription rates: $25.00 per year in the U.S.A.; $30.00 foreign in U.S. funds. Copyright 1989 by the Mutual UFO Network. Second class postage paid at Seguin, Texas. POSTMASTER: Send form 3579 to advise change of address to The MUFON UFO JOURNAL, 103 Oldtowne Rd., Seguin, Texas 78155- 4099. FROM THE EDITOR We're heartened by the reader response recent issues of the Journal have drawn, though the opinions expressed range from \"keep up the good work,\" to a complaint that some articles have been \"so esoteric 1 don't know whether to laugh or cry.\" If there has been one single refrain I've tried to maintain as editor it is that of variety, in terms of approach to the subjects under con- sideration, and the subjects themselves. Since it's patently impossible to please all of the people all of the time, I've opted for trying to satisfy as many as possible each time out. Those that are offended by \"think pieces,\" like the one by psychologist Kenneth Ring that opens this issue, should be well served by the two following \"hard\" articles by Stan Gordon and Dan Wright. The addition of four extra pages to each issue of the Journal allows us this sort of freedom, and we hope you continue to express your opinions with your criticisms and comments. The fact that we now publish 288 pages on the average each year is testimony to the fact that our common theme, the UFO pheno- menon, is virtually inexhaustible. We hope and trust you, the reader, will not mind seeing it approached from every conceiva- ble angle, however cantankerous or acute some of those may seem to be. In this issue TOWARD AN IMAGINAL INTERPRETATION OF \"UFO\" ABDUCTIONS  Kenneth Ring, Ph.D. 3 LAW OFFICER REPORTS CEII INCIDENT Stan Gordon 10 CONFERENCE CALENDAR/NEW JOURNAL  15 LIFE NOT SO LONELY  Michael Swords, Ph.D. 16 LOOKING BACK    Bob Gribble 18 MARS FEATURES REVIEWED  Elaine Douglass 19 OPEN LETTER TO DR. CARL SAGAN Stanton T. Friedman 20 LETTERS   Evans, Jones, Sturrock, etc. 21 MAY NIGHT SKY   Walter N. Webb 22 SYMPOSIUM SCHEDULE    23 DIRECTOR'S MESSAGE   Walt Andrus 24 Copyright 1989 by the Mutual UFO Network, Inc. (MUFON), 103 Old- towne Road, Seguin, Texas 78155-4099 U.S.A. ALL RIGHTS RESERVED No part of this document may be reproduced in any form by photostat, microfilm, xerograph, or any other means, without the written permission of the Copyright Owners. The Mutual UFO Network, Inc. is exempt from Federal Income Tax under Section 501(c)(3) of the Internal Revenue Code. MUFON is a publicly supported organization of the type described in Section 509(a)(2). Donors may deduct contributions from their Federal Income Tax. In addition, bequests, legacies, devises, transfers, or gifts are deductible for Federal estate and gift tax purposes if they meet the applicable provisions of Sec- tions 2055, 2106, and 2522 of the code. The contents of the MUFON UFO JOURNAL are determined by the editor, and do not necessarily represent the official position of MUFON. Opinions of contrib- utors are their own, and do not necessarily reflect those of the editor, the staff, or MUFON. Articles may be forwarded directly to MUFON. Responses to pub- lished articles may be in a Letter to the Editor (up to about 400 words) or in a short article (up to about 2,000 words). Thereafter, the \"50% rule\" is applied: the article author may reply but will be allowed half the wordage used in the response; the responder may answer the author but will be allowed half the wor- dage used in the author's reply, etc. All submissions are subject to editing for style, clarity, and conciseness. Permission is hereby granted to quote from this issue provided not more than 200 words are quoted from any one article, the author of the article is given credit, and the statement \"Copyright 1989 by the Mutual UFO Network, 103 Oldtowne Rd., Seguin, Texas 78155\" is included."},{"pageNumber":4,"pageContent":"Toward an Imaginal Interpretation of \"UFO Abductions\" By Kenneth Ring, Ph.D. Department of Psychology, University of Connecticut Dr. Ring, a MUFON consultant in psychology, is the author of Life at Death (1980) and Heading Toward Omega (1984). Anyone who comes to have a serious interest in ufology is imme- diately forced to confront the ques- tion that is at once the focal concern of this field and the source of what has been protracted, even vicious, disagreement among its researchers: Have extraterrestrial beings from spe- cific physical locations in or beyond our galaxy come to our planet where they interact with selected members of the human species? Although there is a felt pressure at the outset to take a stand on this matter (since uncertainty coupled with deep emotional investment sparks proselytizing), it would of course be foolish to yield to these demands. After all, one has presumably been led to study ufology precisely in order to evaluate the claims for the extra- terrestrial hypothesis for oneself. One has not entered the fray merely to take sides or to leap aboard the latest bandwagon to leave the station. Sift- ing through the tormentingly complex welter of evidence over which so many thoughtful investigators have differed so violently requires time and reflection. There is no point in \"rush- ing to judgment\" simply in order to cast one's vote yea or nay. As a relative newcomer to UFO studies, however, I, too, have puzzled over the \"data\" of this strange field and wondered how best to interpret them. Like many other novices, I suppose, I found myself at first sub- ject to many shifts of viewpoint. As I gradually came to get my bearings in ufology, though, I seemed to find my own way to a position that somehow came down on neither side yet wasn't agnostic either. The main purpose of MUFON UFO Journal, No. 253, May 1989 this article is to outline this perspec- tive, but before doing so I would like briefly to offer my own reflections on the two leading contenders for our ET hypothesis vote — and my rea- sons for rejecting them. The notion that extraterrestrial beings are here among us is one that I per- sonally have not only come to disfa- vor, but, frankly, find absurd. And despite Tertullian, in this instance I do not find that absurdity compels belief. On the contrary, most absurd things deserve to be rejected and, in my view, the ET hypothesis should be. Of course, I could easily be proven wrong. All it would take would be for a shining space craft to land you- know-where and for Dan Rather to interview its non-earthly inhabitants on CBS News. Or some other form of consensually undeniable, if less dramatic, hard evidence. Indeed, I consider it one of the virtues of my own position that it can be so readily disconfirmed. I don't mind taking the risk either of being wrong or red- faced; besides, I would have lots of company. More to the point, however, are my reasons for spurning the idea of extraterrestrial intervention in earthly affairs. My reading both of history and modern UFO literature inclines me to view the ET hypothesis as a contemporary manifestation of an ancient though powerful myth. As such, it has been an integral and psy- chologically compelling part of many creation stories and religious mythol- ogies throughout the world. The idea that sky gods (or demons) have fos- tered (or interfered with) human evo- lution through direct intervention — including sexual liaisons and genetic manipulation — in human affairs plays an important role in world mythology and continues to exert a subtle but tenacious influence on the psyche of modern humanity. In our contempor- ary world, of course, myth is some- thing that happened long ago; myth has become history. Although we appreciate the role of myth in litera- ture, drama and art, we sophisticated adults of the Space Age think of our- selves as having been emancipated from the spell-binding grip of mythol- ogy. As a result, when we encounter it in the form of UFO imagery sugges- tive of abductions and genetic exper- imentation, we are inclined to literal- ize it. This is a sign of the dominance of the scientific spirit of our era which has demythologized the universe. UFO phenomena must therefore either be the products of fantasy, delusion or hallucination — or they are real. These are the only two alternatives of Cartesian rationalism which still holds sway over our thinking. Such think- ing, however, leads to totally indefens- ible positions: one has a choice of becoming either a UFO debunker or a UFO fundamentalist. For make no mistake about it: if you think that \"UFO abductions\" are literally true, you are guilty of the kind of reduc- tionism that converts the richness of myth and symbol into bare facticity. And that is surely fundamentalism — even when it tries to pretend other- wise by clothing itself in the fashiona- ble conceptual attire of science. Likewise, the position of the debunk- er is equally absurd — and I also reject it summarily. Anyone who takes the trouble to talk with persons who have reported UFO phenomena — or simply studies the available literature with an open mind — even- tually must conclude that whatever is responsible for these experiences can- not be explained away by factors such as fantasy, delusion or hoax — even while admitting that in some cases there is no doubt that such interpretations are appropriate. There 3"},{"pageNumber":5,"pageContent":"Fantasies are idiosyncratic and evanescent. \"UFO abductions/ 9 like near-death experiences, are nota- ble for their consistent patterning as well as for their powerful aftereffects. People are not generally profoundly transformed or traumatized by \"mere fantasies.\" are always, however, what William James called \"the unexplained resi- duum\" — instances that stubbornly, persistently and convincingly defy con- ventional explanations. CONSISTENCY Nowhere in UFO studies is this more evident than in the case of \"UFO abductions.\" Even before wide- spread publicity was given to these bizarre-sounding reports, the inde- pendent accounts describing them were impressive in their consistencies, even to minute details, as Bullard (1987) has demonstrated. This could hardly be explained as the result of a cleverly orchestrated hoax nor is it likely that the facile assumption of contagion is anything other than a skeptical social scientist's fantasy. As for fantasy itself, this is as implausible as suggesting that the tens of thou- sands of persons who have described near-death experiences are merely the dupes of some sort of wish fulfil- lment. Fantasies are idiosyncratic and evanescent. \"UFO abductions,\" like near-death experiences, are notable for their consistent patterning as well as for their powerful aftereffects. People are not generally profoundly transformed or traumatized by \"mere fantasies.\" Clearly — to use the phrase that is on everyone's lips these days — \"something is happening.\" Whatever \"UFO abductions\" may be, they represent a subjectively real and often deeply upsetting experience to the persons who undergo them. Some- thing is happening. They must be acknowledged to occur — and they must be reckoned with. The pheno- menon cries out for our respectful, if perplexed, attention — as the individ- uals who have been subjected to these experiences cry out for our 4 help, compassion and understanding. It is no good to dismiss all this as attention-seeking fantasy or, even worse, as necessarily some form of risible psychopathology. \"UFO abductions\" are not funny and those whose lives are dislocated by them don't deserve to be laughed at. Instead, both cries must be heeded. But in responding to these cries for attention and sympathetic understand- ing, we needn't be limited to the choi- ces provided by an antiquated Carte- sian dualism, there is a third possibility available that allows us to slip past the seemingly all-encompassing eith- er/or — physicality or fantasy — interpretations of \"UFO abductions.\" This third option is what I want to adumbrate in this paper. It is the way of the imaginal. Notice that I said imaginal — not imaginary. The distinction, which was introduced by the great French Islamic scholar, Henry Corbin (who died in 1978), is not merely important; it is crucial. For in dealing with things of the imaginal realm, we are not talking about the stuff of fantasy or even of imagination, as these terms are generally understood today. Specifically, we are not concerned here with fictive mat- ters or with what is \"made up\" through creative invention. Instead, the imaginal refers to a third king- dom, access to which is dependent neither on sensory perception nor ordinary cognition (including fantasy). Normally hidden, it can be appre- hended in what we would today call certain altered states of conscious- ness that destabilize ordinary percep- tual modalities and cognitive systems. When these are sufficiently disturbed, the imaginal realm, like the night sky which can only be discerned when sunlight is absent, stands revealed. The most important attribute of the imaginal realm, however, is that it is ontologically real. According to Cor- bin who was a deep student of mysti- cal and especially visionary experience: \"It must be understood that the world into which these (visionaries) probed is perfectly real. Its reality is more irrefutable and more coherent than that of the empirical world, where reality is perceived by the senses. Upon returning, the beholders of this world are perfectly aware of having been elsewhere; they are not mere schizophrenics. This world is hidden behind the very act of sense perception and has to be sought underneath its apparent objective cer- tainty. For this reason we definitely cannot qualify it as being imaginary in the current sense of the word, i.e., as unreal, or non-existent ... (The imagi- nal) world .. is ontologically as real as the world of the senses and that of the intellect ... We must be careful not to confuse it with the imagination identified by so-called modern man with 'fantasy' ...\" (Corbin, 1976, p. 17, 9; emphasis is Corbin's.) Not only is the imaginal realm onto- logically real, it is also a world that has form, dimension and, most impor- tant for us, persons. Corbin suggests this when he writes: \"(This is) a world possessing exten- sion and dimension, figures and colors; but these features cannot be per- ceived by the senses in the same manner as if they were properties of physical bodies. No, these dimen- sions, figures and colors are the object of imaginative perception, or the 'psycho-spiritual senses,'.\" (Cor- bin, p. 9.) And James Hillman, the father of archetypal psychology which is rooted in Corbinesque conceptions of the imaginal world, is even more explicit on this point. He maintains that per- sonifying is a spontaneous and natural activity in those states of conscious- ness — he calls it mythical con- sciousness — that give us access to the imaginal world: \"Mythical consciousness is a mode of being in the world that brings with it imaginal persons. They are given with the imagination and are its data. Where imagination reigns, personify- ing happens. We experience it nightly, MUFON UFO Journal, No. 253, May 1989"},{"pageNumber":6,"pageContent":"spontaneously, in dreams. Just as we do not create our dreams, but they happen to us, so we do not invent the persons of myth and religion; they, too, happen to us. the persons present themselves as existing prior to any effort of ours to personify. To mythic consciousness, the persons of the imagination are real.\" (Hillman, 1975, p. 16-17; emphasis is Hillman's.) Hillman's assumptions find strong support from the legacy of our own Western explorations of \"the other- world.\" For example, Caitlin and John Matthews (1985) in their study of the Western mystery traditions assert that one of its central tenets was \"The otherworld and its inhabit- ants were real in their own worlds, in their own right, they were not the result of imaginative or mental states.\" (Matthews and Matthews, 1985, p. 105; emphasis is the authors'.) Shamanic Travels Indeed, although the phrase, \"the imaginal world,\" is relatively new to modern scholarship (it was originally proposed by Corbin in 1972), the conception it stands for has been well known and understood among tradi- tional peoples and in civilized socie- ties since deep antiquity. It is, for example, fundamental to the practice of shamanism which has been called humanity's primordial religion and was at one time, in one form or another, virtually worldwide in its dis- tribution. The shaman is the proto- typic \"otherworld traveller,\" a man (or woman) who is at home in both worlds, recognizes the reality of each, and can easily journey between them. Even a casual perusal of some of the classic and recent literature on sham- anism (Eliade, 1958; 1964; Nicholson, 1987; Doore, 1988; Kalweit, 1988; McKenna, 1989) will be sufficient to demonstrate an obvious and strong connection between \"shamanic states of consciousness\" (to use the term introduced by Michael Harner) and what I have called the imaginal world. Of course, this world is not limited to those who follow the shamanic road into other realities. In principle, it is available to anyone who culti- vates within himself the means to MUFON UFO Journal, No. 253, May 1989 enter into visionary experience or to those who are for whatever reasons naturally susceptible to it. Thus, stu- dies of those persons inclined to mys- tical and religious experience (James, 1958; Bucke, 1969; Riccardo, 1977; Cohen and Phipps, 1979; Foster, 1985) again afford many instances of encounters with imaginal realities the profound effects of which will be evi- dent to any attentive reader. Even extreme situational factors can cata- pult individuals into an imaginal realm of astonishingly similar properties as recent research on the near-death experience has convincingly shown (Moody, 1975; Ring, 1980; 1984; Gal- lup, 1982; Sabom, 1982). And here also the link between the nature of the experience itself and imaginal real- ities has already been noted by some commentators (Zaleski, 1987; Ring, in press). Needless to say, I wouldn't have outlined these notions here if I didn't believe that they had application to the phenomenon of \"UFO abduc- tions.\" In brief, I submit that these encounters take place in an imaginal domain — though, as the passages I have cited from other authors make clear, such experiences may seem fully real to the persons who undergo them. Lacking the framework and terminology of the third realm, how- ever, such persons may easily and naturally attempt to assimilate these encounters to physical reality — a process that is surely abetted by the publicity given to UFO investigators who have fallen into the same inter- pretative error but whose pronounce- ments nevertheless provide a kind of legitimization of this view for individu- als desperately seeking to make sense of a baffling and often frightening experience. Such literal interpreta- tions, in my judgment, only serve to make a confusing ordeal more confus- ing to all concerned as well as giving rise to all sorts of extravagant fanta- sies concerning the alleged purpose behind these \"extraterrestrial interven- tions.\" But, I repeat, these episodes do nof take place in the physical world as such, even when they leave physical traces of the effects they obtrude into our space/time continuum. This is a subtle but deeply important point, and we need to linger over it in order to clarify certain implications of this imaginal perspective. UFO encoun- ters not only sometimes seem physi- cal, but they can clearly alter the material environment as well as the human body. How can an imaginal conception account for such undeni- able effects? First, it is important to remember that the imaginal world is an interme- diary one, somewhere between what we still call mind and matter. As such, it may be regarded as the source of border phenomena, events that seem at once to partake of otherworldly and objective realities. Stigmata may serve to illustrate such phenomena. Here we have a physical effect that can be reliably witnessed, photograph- ed, etc., while at the same time its origins are obviously \"not of this world\" (i.e., have no discernible phys- ical cause). Reports of such extraor- dinary manifestations tend to con- found our ontological categories, yet, like UFO accounts, they are plentiful and impossible to disregard. From an imaginal point of view, \"UFO abductions\" could be under- stood as border phenomena that reflect the behavior of authochtonous quasi-physical beings of the imaginal realm whose activity precipitates into our material reality — but whose orig- ins remain in imaginal, not outer, space. Crack Event Those disposed to Jungian formula- tions of such phenomena might well label them psychoid. Michael G rosso who employs this term has nicely caught the inherent ambiguity and \"in betweeness\" of the UFO border in the following passage: \"A psychoid entity might affect radar, cause burns, leave traces in the ground and at the same time pass through walls, appear and disappear like ghosts, defy gravity, assume vari- able and patently symbolic shapes, and strike deep chords of psychic, mystic and prophetic sentiment. In a sense, a psychoid experience would be doubly \"real\" because it combined the weight of objectivity with the"},{"pageNumber":7,"pageContent":"transparency of immediate experience.\" (Grosso, 1988a p. 10.) So, too, has Peter Rojcewicz, who, in analyzing \"men in black\" reports, has tentatively suggested the phrase, the crack event, to indicate the inter- play of \"... the world of the everyday (and) the world of the apparently impossible. The crack event, neither entirely concrete nor entirely ephe- meral, is an ontologically ambiguous experience whose nature exists some- where in between... The crack is a transition zone, where one realm passes through and blurs the boun- dary between two realities, e.g., the mundane and the sacred, the material and the imaginative, simultaneousy perceived by the same witness. It is a category of experience betwixt and between ...\" (Rojcewicz, in press [b], p. 10, 13; emphasis is Rojcewicz's.) Thus, the imaginal approach I am suggesting here, far from denying the reality of physical effects, actually pos- its them as stemming from the leak- age of the imaginal into the physical world. And in doing so, it even helps to solve a problem that literalistic interpretations founder on — the oth- erwise curious and disturbing blend- ing of the seemingly objective with the bizarre and absurd. We come now to another impor- tant facet of \"UFO abductions\" that an imaginal interpretation must address. This relates to the consistent pattern- ing of these experiences — something which, as I noted earlier, absolutely refutes the convenient hypothesis of the debunkers that such stories are only the fantasies of the psychologi- cally naive and credulous. What, then, is responsible for the remarka- ble uniformity of the typical \"UFO abduction\" scenario? The answer, from an imaginal point of view, lies in what can be called, with apologies to Jung, archetypal patterning. Corbin and Hillman, for example, make it clear that they believe that the imaginal world is structured in archetypes — which for our purposes we can define as pri- mordial constellations of images based on cumulative, collective human exper- ience that can nevertheless express themselves in forms conditioned by the times. Indeed, Corbin who prefers the Latin, mundus imaginalis, has also used the phrase, mundus archefypus, to refer to this realm. What this means, fundamentally, is that there are in effect, definite experiential matrices (Grot, 1975) in the imaginal world that give structure and coherence to different types of journeys there. There is, then, a certain archetypal similarity to shamanic expe- riences, as anthropological research makes clear, regardless of the culture in which they occur. Similarly, there is the old aphorism of Saint-Martin, certainly in need of qualification but still possess- ing a nugget of truth, that \"all mystics speak the same language and come from the same country\" (LeShan, 1974, p. 42). And yet again, this time in the case of near-death experiences, there is another different but distinctively struc- tured archetypal realm that is reliably described by sojoumers into this imagi- nal territory. So it is, too, with those who are sub- jected to the terror of \"UFO abduc- tions.\" These experiences also reflect an encounter with a particular imaginal matrix. Just why this matrix has the form and attributes it does is a large question to which I must not yield here in order not to depart from the path I want to follow — but it is one that I would like to consider properly in another article. Vulnerability What I can speak to in this context, however, is why certain individuals appear vulnerable in the first place to this kind of imaginal experience. I have eneral sensitizing factor already menti- oned that the gis slipping into an altered state of consciousness of some sort. In this case, it appears to be the kind that Jenny Randies (1987) calls a \"quaskxjnscious experience\" — something that is neither the product of normal waking con- sciousness nor subconscious fantasy, but rather, as she says, \"something else in between (my emphasis).\" Of course, it is well known that \"UFO abductions\" often seem to have their origin under conditions that are conducive to such states (such as driving at night on deserted country roads or in sleep- related circumstances) and that such episodes frequently involve an entranc- ing stimulus of some kind as well as a period of \"missing time.\" These are, to be sure, features that we normally associate with dissociative or hypnoidal states of consciousness, susceptibility to which seems to be characteristic of many persons who report being abduct- ed (Moravec, 1989). Where these initial conditions are not present, one might be inclined to suppose that persons who feel that they have nevertheless been spirited away by extraterrestrials would tend to be those who are natu- rally highly prone to dissociative or hypnoidal trance states regardless of outward circumstances. Precisely this kind of argument has been advanced, of course, by the proponents of the misleadingly formu- lated fantasy-proneness hypothesis of \"UFO abductions,\" principally Baster- field and Bartholomew (1988a; 1988b; 1988c), which has lately stimulated considerable controversy among stu- dents of the abduction phenomenon (Hopkins, 1988a; 1988b; Stenshoel, 1988; Rogo, 1988; Randies, 1988; Goldsmith, 1988). In essence, a fantasy- prone person, as originally described by Wilson and Barber (1983), is an individual who lives much of his life in a world of apparently self-generated fantasy, lives /or that world, and may have a hard time distinguishing between the events of that world and those of physical reality. Fantasy-prone per- sons make exceptionally good hyp- notic subjects, report a large number of psychic and other anomalous exper- iences and are said to constitute something like four percent of the population at large. The main findings concerning the fantasy-prone person detailed by Wilson and Barber on the basis of a small sample of women have been largely supported, though somewhat qualified, for both sexes by the subsequent work of Rhue and Lynn (Rhue and Lynn, 1987a; 1987b; Lynn and Rhue, 1986; 1988). Basterfield and Bartholomew, in one of their papers (1988a), have theorized that Whitley Strieber, argua- bly the best known and most contro- versial abductee of the present day, is a such a fantasy-prone person, and that therefore his experiences are lar- gely self-generated fantasies. They have also proposed that the typical. abductee is likely to score high on measures of fantasy-proneness — a MUFON UFO Journal, No. 253, May 1989"},{"pageNumber":8,"pageContent":"proposition that has already stimu- lated heated debate. No empirical evidence is available on this point as yet, but some will be before the end of 1989. For the past year, I have been carrying out a study of persons who have reported UFO experiences, especially abductions, and one of my questionnaires assesses fantasy-prone- ness. I have included a number of comparison groups in this study which will make it possible to draw some tentative conclusions concerning the relative fantasy-proneness of UFO experients. Nevertheless, I personally do not endorse the use of the term, fantasy- proneness, for several related rea- sons. First, it has a pejorative conno- tation, suggesting as it does that such an individual is subject to a world of pure, idiosyncratic fantasy. Second, it also conveys the impression that such an attribute is somewhat, if not extremely pathological. Finally, it ap- pears to deny that the realms of experience to which such an individ- ual may have access could have any ontological validity whatever. From an imaginal point of view, however, such a disposition appears in a much more favorable light. Indi- viduals who score high on measures of fantasy-proneness may in fact be highly gifted persons who have a privi- leged means of access to imaginal realities. Thus, they may be much closer to visionaries than to schizoph- renics. Rather than being disdained, their experiences should be studied carefully for the information they may contain concerning the nature and dynamics of the realms to which such persons are sensitive. For these rea- sons, I would like to propose that we cease using the demeaning term, fantasy-proneness, and substitute in its place the more neutral one of imagina/ify. We would then speak of persons who rank high or low on the psychological characteristic of imagi- nality, the ability to enter into imagi- nal realities. It will not have escaped the percep- tive reader that conditions conducive to quasi-conscious experiences and tendencies toward imaginality are not in themselves sufficient to explain the abduction phenomenon. For we are still left to account for the particular MUFON UFO Journal, No. 253, May 1989 Individuals who score high on measures of fantasy- proneness may in fact be highly gifted persons who have a privileged means of access to imagi- nal realities. They may be much closer to vision- aries than to schizophren- ics. form of the experience, viz., the abduction scenario itself. Susceptibil- ity to imaginal domains does not tell us why certain persons \"tune into\" this specific experiential matrix. Obviously, here again, we bump into \"the large question\" I alluded to earlier — and which I still plan to eschew for the time being — pertain- ing to the reasons for the dominance of these experiential motifs in our own historical period. Although I want to tackle this formidable matter head- on in a subsequent article, I can at least take a moment here to indicate where I think the answer should be looked for. It turns out to be precisely in the cultural counterpart of the imaginal world itself where the images of that realm come to lead a fugitive, quasi-physical life. Folklore Folklore is the earthly mirror of the imaginal world. Simulacra of that world have always haunted ours with their ghostly presence. They have been as ineradicable as they have been elusive — and they have always defied capture by net-carrying rational- ists. All cultures have their traditions of \"the little people\" who inhabit normally visible interstitial realms but who seem to have the ability some- times to penetrate into (John Keel would say \"infest\") and cause mischief in ours. We have been sharing our space with angels and demons, elves and fairies, goblins and spirits since time began. A materialistic science may have banished them from our awareness and remain blind to them and, when their existence is claimed, laugh them away, but the truth seems to be that they continue to see us, trick us, play with us and, indeed, laugh at us. \"A huge confidence trick on a grand, theatrical scale,\" Hough calls it. (Hough, 1989, p. 120.) There was a time, of course, when fairies were commonly seen. No longer, as fairies are out of style. But the elementals are masters of disguise (as well as deception) and their form is protean — I am tempted to say For- tean. Since we now live in a Space Age and our heads are no longer bowed down to the soil but instead gaze outward into the incalculable vastness of the cosmos, they dress in the costume of our own epoch's archetypal figure — the extraterres- trial alien — whom we can see since he conforms to our current concep- tion of imaginative possibility. It seems that they want to be seen, perhaps so we can ponder, as we obviously do, their meaning for modern humanity. Though their kinds are various, they seem always to fall into two main categories. From old Swedenborg to today's schizophrenics, we find higher- order angelic entities who seem to guide rather than coerce an individual to draw on his own inner wisdom and who protect him from harm. Then there are the darker denizens who are decidedly manipulative or coolly indifferent to one's fate — or even patently malevolent. Students of UFO- lore are well familiar with both of these types though the latter kind are certainly more commonly involved with \"UFO abductions\" these days. Nothing new here, really — except the uniform. One piece jump suits weren't always in fashion. Indeed, nothing new here at all since these folkloric riffs have been played for years for UFO enthusiasts by several able writers, most notably Jacques Vallee (1970, 1988) and John Keel (1970, 1988). Recent contribu- tions by a new generation of scholars such as David Hufford (1982), Peter Rojcewicz (1984; 1986; 1987; inpress a; in press b), Thomas Bullard (1987; 1988), and Michael Grosso (1988a; 1988b) have only added more persua- sive accompaniment to an already irresistible refrain. I'm bringing in this familiar theme"},{"pageNumber":9,"pageContent":"Folklore is the earthly mirror of the imaginal world. Simulacra of that world have always haunted ours with their ghostly presence. They have been as ineradicable as they have been elusive — and they have always defied capture by net-carrying rational- ists. here, however, only because one comes to it by following out \"the imaginal imperative\" — tracing the implications of the imaginal perspec- tive for the problem of \"UFO abduc- tions.\" In other words, I have reached the same conclusions as these parti- sans of the folkloric view, but I got there by taking a different route, to wit; (1) the imaginal realm is a self- existent world; (2) it is accessible through altered states of conscious- ness; (3) it is populated by ontologi- cally real personified beings; and (4) it interacts with the everyday material world, albeit often in ways that defy rational understanding. When I apply the template that results from these considerations to the UFO abduction phenomenon, it makes parsimonious sense of it. I don't have to posit some kind of almost inconceivable extrater- restrial invasion to explain it; instead I can understand it against the back- drop of a worldwide tradition — folk- lore — that has always co-existed along with man. And always means now, too, obvious- ly. It is happening this very day, though we may be no more aware of it than a 15th century Italian knew that he was living through the Renais- sance. As Jacques Vallee has aptly said, UFO phenomena, such as abduc- tions, are \"folklore in the making.\" We just need to be able to see it in that light. Try thinking about The National Enquirer as our most popu- lar journal of folklore, for example, and you'll see what I mean. At its core, after all, folklore is sto- ries — stories that are often hard to believe. The same could be said for UFO reports. Indeed, ufology is a field that is mostly stories of this kind — wild, fantastic tales fed by a never ending supply of tantalizing rumors (\"The Government is about to come 8 clean\" — how long have we been hearing that one?) and unquenchable hopes that the long sought-after but always elusive artefact (today, it's an implant) that will conclusively estab- lish extraterrestrial presence on the planet will be tomorrow morning's headline. How long will it take ufolo- gists to realize that they themselves are part of the folkloric machine, help- ing to create a new myth for today's humanity while thinking that they are working in a scientific spirit to solve \"the UFO question?\" An imaginal approach allows one to see clearly the self-generated futility of much of the UFO enterprise — as it seems to be carried out by many investigators these days. They are chasing their own tails; they are part of the very problem they think they are trying to separate out for study. Furthermore, they inadvertently con- fuse the people they are endeavoring, with full compassionate intent, to help — those reporting \"UFO abductions.\" And I'm afraid that to many educated laymen, they may simply appear foolish. And how ironic all this is —because in fact the so-called \"UFO question\" is one of enormous importance for today's world. UFO research- ers really deserve not only our respect but our praise for they have rightly, in my judgment, identified perhaps one of the most significant cultural issues of our time. I fully share their convic- tion about how momentous it is and how important it is to examine its implications. And I deeply sympathize with all those persons whose own encounters with (what we still mis- leadingly call) UFO phenomena have left them disturbed, if not profoundly troubled. They deserve our help and understanding; they have experienced something very real. \"The UFO prob- lem\" merits all the attention its inves- tigators have been demanding, and I support them in this. But we can help best, in my opin- ion, by jettisoning our outworn Carte- sian habits of thought and approach- ing these phenomena from an imagi- nal/folkloric perspective. This will necessarily take us down a psycholog- ical road that will lead not only into folkloric territory but into the realm of myth itself — which is where this dis- cussion began, as the reader will recall. This may make some ufologists uncomfortable if not downright unhap- py, but in the long run it will, I think, prove salutary for UFO studies. For by placing this field within an already established scholarly tradition, ufol- ogy, long orphaned and shunned by the academy, will finally find a home. This may, of course, make it hard on reporters for The National Enquirer, but it would enable a lot of timid academicians — like me — who are interested in UFO phenomena to come out of hiding. In the end, the search for the alien somewhere out in the galaxy must be abandoned anyway, for he is not there. You will find him instead in the multi-dimensional richness of human experience on this planet. But let us work to develop our own imaginal vision so that when we do encounter him we can finally deliteralize him. Then we will see him for who he is — and find him more astonishing than the extraterrestrials we now fantasize about. References Bartholomew, R.E., and Basterfield, K. Abduction states of consciousness. International UFO Reporter, March/ April, 1988a, 7-9, 15. Bartholomew, R.E., and Basterfield, K. UFO \"abductees\" and \"contac- tees\": psychopathogy or fantasy-prone? Unpublished manuscript, 1988c. Basterfield, K., and Bartholomew, R.E. Abductions: The fantasy-prone personality hypothesis. International UFO Reporter, May/June, 1988b, 9-11. Bucke, R.M. Cosmic Conscious- ness. New York: E.P. Dutton, 1969. Bullard, T.E. Comparafiue Analysis of UFO Abduction Reports. Washing- MUFON UFO Journal, No. 253, May, 1989"},{"pageNumber":10,"pageContent":"ton, D.C.: Fund for UFO Research, 1987. Bullard, T.E. Folklore scholarship and UFO reality. International UFO Reporter, July/August, 1988, 9-13. Cohen, J.M., and Phipps, J-F. The Common Experience. London: Rider, 1979. Corbin, H. Mundus Imaginalis: Or the Imaginary and the Imaginal. Ips- wich, England: Golgonooza Press, 1976. Doore, G. Shaman's Path. Boston: Shambhala, 1988. Eliade, M. Rifes and Symbols of Initiation. New York: Harper, 1958. Eliade, M. Shamanism. Princeton: Princeton University Press, 1964. Foster, G.W. The World was Hood- ed with Light. Pittsburgh: Pittsburgh University Press, 1985. Gallup, G., Jr. Aduenrures in Immor- tality. New York: McGraw-Hill, 1982. Goldsmith, S. Letter. International UFO Reporter, July/August, 1988, 23-24. Grof, S. Realms of the Human Unconscious. New York: Viking, 1975. Grosso, M. Transcending the \"ET hypothesis.\" UFO, 1988a, 3 (1), 9-11. Grosso, M. The symbolism of UFO abductions. UFO Universe, November, 1988b, 44-45,62-63. Hillman, J. Re-Wsioning Psychol- ogy. New York: Harper and Row, 1975. Hopkins, B. Letter. International UFO Reporter, May/June, 1988a, 22-23. Hopkins, B. Letter, /nfernafiona/ UFO Reporter, July/August, 1988b, 20-21. Hough, P. The development of UFO occupants. In Spencer, J, and Evans, H. (eds.) Phenomenon. New York: Avon, 1989. Hufford, D. The Terror that Comes in the Night. Philadelphia: University of Pennsylvania Press, 1982. James, W. The Varieties of Reli- gious Experience. New York: Mentor, 1958. Kalweit, H. Dreamtime and Inner Space. Boston: Shambhala, 1988. Keel, J. UFOs: Operation Trojan Horse. New York: G.P. Putnam's Sons, 1970. Keel, J. Disneyland of the Gods. New York: Amok Press, 1988. LeShan, L. The Medium, the Mys- tic and the Physicist. New York: Vik- MUFON UFO Journal, No. 253, May 1989 ing, 1974. Lynn, S.J., and Rhue, J.W. The fantasy-prone person: hypnosis, imag- ination and fantasy. Journal of Per- sonality and Social Psychology, 1988, 51, 404-408. Lynn, S.J., and Rhue, J.W. Fantasy- proneness: hypnosis, developmental antecedents and psychopathology. American Psychologist, 1988, 43, 35-44. Matthews, C., and Matthews, J. The Western Way. London: Arkana, 1985. McKenna, T. New maps of hypers- pace. Magical Blend, April, 1989, 58-66. Moody, R.A., Jr. Life After Life. Atlanta: Mockingbird Press, 1975. Moravec, M. Is there a UFO state of mind? In Spencer, J., and Evans, H. (eds.) Phenomenon. New York: Avon, 1989. Nicholson, S. Shamanism. Whea- ton, Illinois: Theosophical Publishing House, 1987. Randies, J. Beyond Explanation? New York: Bantam, 1987. Randies, J. Letter. International UFO Reporter, July/August, 1988, 21-23. Riccardo, M. Mystical Conscious- ness. Burbank, Illinois: MVR Books, 1977. Rhue, J.W., and Lynn, S.J. Fantasy- proneness: developmental antecedents. Journal of Personality, 1987a, 55, 121-137. Rhue, J.W., and Lynn, S.J. Fantasy- proneness and psychopathology. Jour- nal of Personality and Social Psy- chology, 1987b, 53, 327-336. Ring, K. Life at Death. New York: Coward, McCann and Geoghegan, 1980. Ring, K. Heading Toward Omega. New York: Morrow, 1984. Ring, K. Near-death and UFO encounters as shamanic initiations. Re-Vision, in press. Rogo, D.S. Letter. International UFO Reporter, July/August, 1988, 20. Rojcewicz, P.M. The Boundaries of Orthodoxy: A Folkloric Look at \"the UFO Phenomenon.\" Ph.D. Disserta- tion, University of Pennsylvania, 1984. Rojcewicz, P.M. The extraordinary encounter continuum hypothesis and its implications for the study of belief materials Folklore Forum, 1986, 19(2), 131-152. Rojcewicz, P.M. The \"men in black\" experience and tradition: ana- logues with the traditional devil hypoth- esis. Journal of American Folklore, April/June, 1987, 148-160. Rojcewicz, P.M. Signals of trans- cendence: the human-UFO equation. Journal of UFO Studies, New Series, 1 in press (a). Rojcewicz, P.M. The folklore of the \"men in black:\" a challenge to the prevailing paradigm. Reuision, in press (b). Sabom, M. Recollections of Death. New York: Harper and Row, 1982. Vallee, J. Passport fo Magonia. Chicago: Contemporary Books, 1970. Vallee, J. Dimensions. Chicago: Contemporary Books, 1988. Wilson, S.C., and Barber, T.X. The fantasy-prone personality: implications for understanding imagery, hypnosis, and parapsychological phenomena. In A. Sheitch (ed.): Imagery: Current Theory, Research and Application. New York: Wiley, 1983. Zaleski, C. Otherworld Journeys. New York: Oxford University Press, 1987. NEWS FLASH Publishers Weekly April?, 1989 Those creatures from outer space are back again — or maybe they're a different breed from those who have intruded upon the lives of Whitley Strieber and others over the years. In any case, there's a book on the way from Edward and Frances Walters, a Florida couple, titled UFO — Proof Positive: A True Story of the Gulf Breeze Sightings. Jim Landis has paid $200,000 to acquire world rights for Morrow, and contracts have been drawn whereby FTC is taking an option, through Rosenstone/Wender agency in New York, on miniseries rights. Terms are $100,000 down against $450,000. The Walters and fellow townsfolk claim to have been visited by UFOs and are ready with photographs and, it is said, a videotape by way of substanti- ation. (William Morrow is targeting for a November 1989 release date.) 9"},{"pageNumber":11,"pageContent":"Pennsylvania Law Officer Reports CE2 Incident Gordon is PASU's director of operations and MUFON State Direc- tor for Pennsylvania. He can be contacted at 6 Oakhill Ave., Greens- burs, PA 15601, Hotline (412) 838- 7768. Beginning in 1986, UFO sighting reports to the Pennsylvania Associa- tion for the Study of the Unexplained (PASU) revealed an increase in the number of unexplained incidents. Since August of 1987, a continuous wave of UFO activity has been occur- ring in the Keystone State. During 1988, numerous close encounter cases occurred and were investigated by PASU. While all classes of close encounters were logged, daylight observations, and dozens of nocturnal light sightings were also reported by hundreds of the state's residents. This wave of unexplained UFO events has continued into early 1989, with many high quality UFO incidents currently under investigation. Across the state of Pennsylvania, a large network of UFO researchers has been established to handle the sight- ings as they are reported. This net- work is comprised of members of both PASU and MUFON, who work closely together to provide quick response to important UFO incidents. PASU has been established for many years as a volunteer, statewide scien- tific clearinghouse that conducts open-minded investigations into all aspects of the UFO phenomena. PASU membership is not open to the public, but is comprised of people with specialized experience or training in scientific and technical fields. Members include professional scient- ists, medical doctors, engineers, tech- nicians, and former military intelli- gence officers. The organization has many types of research equipment to gather data in the field. It has been set up to respond on a 24-hour basis 10 By Stan Gordon to UFO cases that warrant such a response. While many of the 1988 cases deserve special recognition, the most important UFO cases occurred as the year was coming to an end. The Observation Late on the afternoon of December 4, 1988, the PASU UFO Hotline tele- phone rang. The caller was a law enforcement officer from Dauphin County, who began to ask questions about what PASU investigated, what kind of people were involved with the group, and what was done with the information. As our discussion con- tinued, it was apparent that he had some information to discuss, but seemed reluctant. With a little more talk we gained his confidence, and he revealed details about an incident that he had been involved in during the early morning hours of the same day. Officer Jones (pseudonym; the actual identity of the witness is on file with PASU and MUFON) had left for work at 5:25 A.M., and was proceed- ing south on an intersecting road with old Route 22. This four-lane, undi- vided highway goes into and out of the City of Harrisburg. He noticed a bright light through the trees ahead of him in the distance. After rounding a bend in the highway, he was startled to see a large object hovering about 125 feet away, almost directly above the power lines and a traffic light at an intersection. The light from the object was so bright that it caused him to swerve to a stop, blocking two lanes of the road. Even though the sky was clear, 40-mile-per-hour wind gusts were blowing, making it difficult for the officer to open the car door to take a better look at the mysterious object. He pulled his service cap down over his forehead to provide some additional protection from the gusty wind. The object was about 75 feet long, shaped like an elongated oval and appeared to be made of a highly polished silver-colored material. The light from the object was brilliant, comparable to burning magnesium. The object was motionless when first observed. As the officer watched, the object moved to the left, then to the right, and at times rose and fell in alti- tude. After a while, the object sud- denly accelerated straight up a short distance then stopped again. Finally the object departed in a southwes- terly direction, emitting a whitish trail with a silvery color behind it. When the object was in motion, the officer heard a humming sound that varied from a moderate to a high-pitched rate. CEII Physical Effects The officer noticed during the obser- vation that he felt like he was in a mist, and that the interior of his car was illuminated with a bluish-haze. He also noted that his car's exterior paint color seemed unusually dull. The officer also observed numerous phy- siological effects both during and after the sighting. When the witness first stepped out to look at the object, he realized that even with his hands over his eyes, it was too bright to look at directly. Physically, he felt an increase in warmth, a sensation like an electric shock, experienced dizziness, slug- gishness and a headache. His eyes began to smart and water, his ear- drums vibrated, and his hair stood on end. After the object departed, some of these effects continued along with a burning sensation in the facial area. His neck muscles and spinal column ached. The pain in his eyes became more serious and his vision seemed to be blurred or out of focus. His ears turned red and pain was evident. In addition, his hearing seemed impaired. Second Witness Just after the sighting, the officer MUFON UFO Journal, No. 253, May 1989"},{"pageNumber":12,"pageContent":"saw another car about 75 feet away also parked along the road. He approached the car and found a man in a business suit with his tie missing, and looking as though he had just gotten off work. The man appeared shaken, and tears were observed in his eyes. The officer asked him if he had seen the strange object. The man stated that, \"yes he had, but he didn't know what it was.\" The officer was so shaken at the time, that he forgot to obtain the other witness's name or auto license number. Later, when recalling this part of the event, the officer remembered some unusual details. He remembered that as he approached this other car, he smelled a strong odor similar to sulphur. Upon walking up to the second car he noted that the motor was shut off, and that the engine was cold as though it had not been running for some time. The gentleman's appear- ance at that early morning hour seemed out of place. The author has posed this question: Could the officer MUFON UFO Journal, No. 253, May 1989 have come across the ending to a UFO abduction? Why hadn't he seen this car as he approached the area? After the incident, Jones was stunned by the experience, and did not feel well. He thought twice about whether he should continue to work, and elected to do so, arriving about a half hour later than normal. When he con- fided in his superior officers, they took his report seriously. In the past they both had observed unexplained things in the sky. One of these offic- ers also had a strange experience about the same time that Jones had his UFO encounter. Officer Lang (pseudonym) was also getting ready to leave for work, when he heard a strange humming sound that seemed to be coming from above his house. He went to the back porch and saw nothing. The sound seemed to be fad- ing away as he went into the back yard for a better look. Lang lives in the same direction that the UFO departed after hovering. The officers, after seeing Jones' condition, felt that an official report on the incident should be made. It was at this point that they made a decision to contact us. Physical Evidence After the initial interview, it was apparent that the case appeared to be of high importance. Not only had important physical effects from a nearby UFO been reported, but the officer also mentioned that after the object departed, he noticed an unus- ual, powdery dust-like material on his car. UFO researcher Leslie Varnicle (a telecommunications engineer and MUFON amateur radio net manager) who lives close to the area of the sighting was contacted. She arranged to meet with the officer and his wife the same evening the incident took place. Varnicle stated in her incident report on the sighting, \"Officer Jones has all the outward appearance of being sincere and honest in his 11"},{"pageNumber":13,"pageContent":"3000 r T= 200 SECS UFO 3# 20KV WD29MM 1453/214/752 1/17/89 2000 o LJ 1000 c L N A 0.000 1.000 2.000 3.000 4.000 5.000 6.000 7.000 8.000 9.000 10.000 ENERGY reporting of what happened to him. He did appear to be visibly shaken by his experience even though over 12 hours had passed between the sight- ing, and this interview. The burning on his face showed definite outline of his service cap where it had been pulled down across his forehead. The burn marks on his neck and chest as well as his face were only on the fron- tal portion and did not appear to have been made by a sunlamp.\" Vamicle reported that Jones appear- ed to have what looked like first- degree sunburn on his face. His eyes were red and bloodshot and his ears were reddened. The witness at that time stated that he was seeing multi- ple spots in front of his eyes. Varnicle took photographs of the officer's face using a 35mm camera. Due to the film jamming in the camera (this had never happened before in the 15 years Varnicle had been using this camera) the pictures were lost. The officer's wife, using a VHS cam- corder, took video recordings of his burnt face. They utilized a separate light to obtain better pictures. Later when the tape was reviewed, it was found that the picture was washed out. Varnicle obtained law enforce- ment sampling tape, and went over the surface of the car to obtain sam- 12 pies of the dust-like residue. Most of the material had blown away due to the high winds, so as much as possi- ble was taken from around the crevi- ces of the windows. Health Problems Because of the nature of the physi- cal effects, PASU and MUFON medi- cal consultants in the state were put on alert. The officer had originally decided to visit his family doctor the next day after the sighting, but after thinking over the implications, he decided not to obtain medical help. The officer emphasized that because of his job position, he was fearful of any publicity and did not want to be identified. He was worried that he would have to tell his doctor what really happened to produce the burn- ing effects which he received. Consul- tants were prepared to examine the witness, but the officer, while willing to co-operate as much as possible, did not wish to take time off from work to travel a considerable distance to meet with one of these medical consultants. These physical effects lasted several weeks and then gradu- ally began to subside. The officer, in fact, never went for any medical assistance to document the injuries. In late January, 1989, he said that he is now feeling well. Sample Analysis The dust samples taken from the car were sent to the PASU office for further study. PASU arranged for an extensive laboratory analysis of the samples. The examination was con- ducted by a professional analytical laboratory which is one of several that assists PASU as a professional courtesy. (Name of lab on file with MUFON). While particles of clay, sodium, and carbon covered with salt were found, much of the samples showed another substance which was identified as Potassium Chloride. While the analysts were surprised to find this material, it was important to determine if Potassium Chloride may have been used in the road salt, and kicked up by a passing car. A check was made with the Pennsylvania Department of Transportation and the Salt Institute located in Alexan- dria, Virginia. Both agencies indicated that this material was not used by any highway department they were aware of, since it was too expensive to use for the purpose of melting ice and snow. This detection of Potassium Chlo- ride on the surface of the car after having been within close range of a hovering UFO is of significance due to another CE2 incident that made worldwide news in January of 1988. The Knowles family, while driving near Mundrabilla, Australia on Janu- ary 20, 1988 reported that a UFO picked their car off the highway, then dropped it. An unusual dust material was found in their Ford Telstar by the investigators. Recent news accounts from the Australian press indicate that analysis of that substance also identified Potassium Chloride. This laboratory analysis was performed in California through the courtesy of Richard F. Haines, Ph.D. While we cannot rule out the possibility that the material was picked up by some nor- mal means, the fact that apparently the same substance was found on two cars intimately involved in close Continued on page 23 MUFON UFO Journal, No. 253, May 1989"},{"pageNumber":14,"pageContent":"Case Submittals: A Two-Year Time Exposure By Dan Wright, Deputy Director, Investigations As the account of one Florida man and his family thundered across the UFO landscape, MUFON investiga- tors in twenty-three states and two Canadian provinces were quietly assem- bling the broader account of anomal- ous aerial phenomena over North America. Responding to a promise of early examination and feedback on all incoming case reports, members sub- mitted a total of 174 cases during the 17th-month period ending December 31, 1988. In composite, the accounts are reminiscent of a bygone era. Amid the clamor for abduction expe- riences and tales of hybrid pregnan- cies, it is important to realize that the same momentary, inexplicable UFO appearances which clogged the paper- backs of the Sixties continue unabated. New Procedures In early August 1987, the procedure for submitting and evaluating case reports was revised. Under the new guidelines, a copy of each investigated case is to be sent to the Deputy Director for preliminary evaluation. (The originals of all documents and materials should be sent to the Seguin, Texas headquarters.) Each report is assured an assessment as to its completeness and clarity. By this means, any followup necessary for strengthening can be accomplished while the case is still fresh. Utilizing the \"Speiser Classification\" (MUFON UFO Journal, April 1987), the report content is categorized in terms of its strangeness and the probable reliabil- ity of the witness. The value of initiating an assess- ment and feedback mechanism has been borne out by the declining number of incomplete reports since its inception. In the first four months under the revised submittal proce- dure, fully half of the case reports MUFON UFO Journal, No. 253, May 1989 lacked the necessary thoroughness — in the case materials and/or investiga- tive efforts presented — to be consi- dered complete. By contrast, over the subsequent thirteen months, fewer than twenty percent were missing the basics. The following review of case defi- ciencies is offered to strengthen future reports. The recurring problems dis- covered have been of three general types: • Forms and summaries: A sight- ing form was not included or essential information was left blank. In effect, the witness did not affirm (via form signature or handwritten account) that the incident as described in the investigator's narrative actually occurred. Alternately, the witness statement was not accompanied by a case eva- luation as summarized by the investiga- tor. • Case elements: Questions arose due to ambiguities in the event cir- cumstance or description of the claimed anomaly, conflicting testimony, or fac- tors in the environment that were not addressed. • Collateral contacts: Necessary con- tacts with police, airport or military base, neighbors and other sources to either confirm or resolve the incident were not mentioned in the case report. Readily evident in a statistical anal- ysis of the 174 submittals is the con- centration of states and provinces of origin. Perhaps not coincidentally, larger numbers of submittals eman- ated from local MUFON organiza- tions that are more robust than their counterparts. For the descending order by numbers of reports submitted, see Figure 1. Valid Reports Over the 17-month period, 98 case reports were assessed as complete, 79 of which were substantial as veri- fied by the investigator. (\"Substance\" is defined by means of the Speiser scale: a strangeness factor of at least S3 — possibly explainable but with elements of strangeness; and witness credibility of at least P3 — somewhat credible or indeterminate.) Forty additional cases, including 35 from Pennsylvania, were held without evaluation pending the arrival of further promised materials. It should also be noted that, at the conclusion of 1988, analysis of the photographs taken by \"Mr. Ed\" of Gulf Breeze, Florida was ongoing, and a final report on his claimed encounters had not been submitted. Hence, none of those events are included in the totals. Sev- eral seemingly related reports by oth- ers in the Pensacola - Gulf Breeze area were finalized during the period Pennsylvania - 48 Indiana - 32 Florida - 18 Michigan - 17 Washington - 13 Massachusetts - 12 Alabama - 4 Minnesota - 3 Ohio - 3 Saskatchewan - 3 Arizona - 2 Iowa - 2 Kentucky - 2 Ontario - 2 Utah - 2 West Virginia - 2 California - 1 Colorado - 1 Figure 1 Connecticut - 1 Mississippi - 1 North Carolina North Dakota - Oklahoma - 1 Oregon - 1 South Carolina Total: 174 -1 1 -1 13"},{"pageNumber":15,"pageContent":"and so are properly recognized here. Of the 79 substantial reports, 58 concerned incidents occurring from January 1987 forward, to which the commentary below is confined. With caution against making any judgments based on a small universe of cases, object shape among the 58 cases was as described in Figure 2. Twenty-three of the 58 events were categorized as close encounters of the first kind, nineteen of which occurred at night involving a lone, average (non-exceptional) witness. Two single-witness CE-1 occurrences were in daylight, while multiple witnesses were present in two others at night. No radar-visual cases were reported and no instances of a CE-II, III or IV were substantiated. Setting aside two ground traces discovered without direct observation of an anomalous vehicle, 33 other valid cases were submitted during the period. Fifteen of these were classified as nocturnal lights (NL), seven as daylight objects at a distance (DD), and eleven as night objects at a dis- tance. (Note: Hynek's classification system does not account for clearly defined objects beyond close-encounter range after nightfall. These eleven, then, would be termed nocturnal lights under that system.) Night object is an advent of the Berliner Coeffi- cient (MUFON UFO Journal, March 1987). Fifteen of the 33 distant sightings involved single average observers, while in five the lone witness was considered exceptional by reason of specific training as an observer. Thir- teen reports included multiple wit- esses. Sky, Sound & EM The 56 substantial cases of direct (close or distant) observation are reviewed below in respect to sky condition, perceived sound, and appar- ent electrical/magnetic (EM) effects. The sky was clear or partly cloudy in 50 of the 56 observations. Four occurred with an overcast, one during foggy conditions, and one under a threatening weather alert. No sound was associated with the object in 47 events. In three, a hum was heard, while in two others a swi- shing/jet sound was detected. One witness reported a whizzing; one claimed a medium-range tone mixed with static; and one stated the win- dows of her home vibrated from an undefined sound. EM effects were noted in four cases. In one, an auto's engine missed and headlights dimmed momentarily. The second incident entailed an auto's radio being stuck on a particular sta- tion after an overflight. In a third, an electrical outage was confirmed in the immediate area of an object hovering above powerlines. These three cases involved disc-shaped vehicles. In the fourth (a possible abduction), the wit- ness's car came to a halt without the brakes being applied as a brilliant red light approached. Best Case Scenarios Twelve case reports stood apart from the remainder as both being important in the chronology of the subject and having been especially well investigated. Each, on the Speiser scale, was afforded a strangeness fac- Nocturnal light(s) only Discoid or variant* Cylindrical or variant** Spherical or variant*** Other geometric shape Ground trace (no object) 15 20 8 5 8 2 (26%) (34%) (14%) ( 9%) (14%) ( 3%) * 1 hexagonal, 1 octagonal, 1 ovoid/discoid ** 4 bulbous/tapered, 1 winged *** 1 winged Figure 2 14 tor of at least S4 (strange, does not conform to known principles) and witness reliability of at least P4 (cred- ible and sound). These are capsulized below in sequential order. AH stated times are local. 3/4/87 (Log #881001), Mauckport, Indiana, 11:15 PM, 20-minute duration (lead investigator, Jim Delehanty): A wo- man returning from feeding her dog was engulfed by an orange glow. Three hundred feet above hovered a disc with a prominent rim and perime- ter lights of red, green and blue. At times the vehicle appeared to wobble. Finally, it accelerated vertically, levelled off, and moved out of sight in seconds. 3/13/87 (Log #880101), 20 miles from Moose Jaw, Saskatchewan, 7:20 PM, 7-second duration (lead investiga- tor, Tim Tokaryk): While driving along Highway 2, a family observed a tapered cylindrical vehicle, 12 feet in length, pacing their auto at a distance of 40 feet. The object was soundless and emitted no exhaust. The middle portion of its upper section was brigh- ter. It moved in front of the auto, accelerating out of sight. 9/3/87 (Log #871209), Greensburg, Pennsylvania, 1 AM, 3-minute dura- tion (lead investigator, Stan Gordon), Winner of the Meritorious Achieve- ment in a UFO Investigation award for 1987: Five men, including three police officers, observed a metallic disc hovering over power lines. A documented electrical outage in the area immediately afterward was report- ed as being a consequence of the object's presence. 9/24/87 (Log #871104), near Cory- don, Indiana, 9:50 PM, 15-second duration (lead investigator, Jim Dele- hanty): A teenager witnessed a domed disc, larger than the witness's auto, pass from the rear, tilt to miss a barn and again to avoid a farmhouse, then speed off into the night. Upper and lower domes displayed windows. The object emitted a yellow-green glow, while red-orange lights were seen around the perimeter and a blue light on the lower portion. The engine coughed and headlights dimmed momen- tarily as the vehicle moved overhead. 1/21/88 (Log #880202),Oak Har- bor, Washington, 10:45 PM, 25-second MUFON UFO Journal, No. 253, May 1989"},{"pageNumber":16,"pageContent":"duration (lead investigator Donald John- son): Three adults, including a retired military officer, and two children observed a lighted disc leave the perimeter of a nearby base and pass overhead. A ring of bluish-white lights on the bottom in the shape of slits were pulsating sequen- tially in a clockwise direction. The vehi- cle appeared to be silent. 2/22/88 (Log #880302), Irwin, Pen- nsylvania, 9:45 PM, 15-minute duration (lead investigator, Stan Gordon): Three adults observed a silent disc at close range with red and white lights and sur- rounded by a colorful aura. The object emitted two beams of light downward. It then moved off in a zigzag manner. 3/11/88 (Log #880605), Gulf Breeze, Florida, 6:45 PM, 1-minute duration (lead investigator, Gary Watson): A minister and teen babysitter observed a silent rotating disc emitting a bluish light from windows on the lower portion. The object hovered, then moved off beyond a treeline. 3/13/88 (Log #880704), near Loxley, Alabama, 11:10 PM, 5-10 minute dura- tion (lead investigator, Duncan Crow): A retired military aircraft technician first heard an abbreviated sound likened to a jet, then observed a disc moving overhead, light emanating from a row of holes along the object's perimeter. 3/14/88 (Log #880606), Gulf Breeze, Florida, 9:45 PM, 3-minute duration (lead investigator, Gary Watson): Two women pursued a disc with portholes emitting orange light and a ring of light underneath. The object at one point moved directly in front of the witness's auto. Attempts to photograph it were unsuccessful. 4/28/88 (Log #880501), Gulf Breeze, Florida, 10 PM, 1-minute duration (lead investigator, Donald Ware): A retired military aircraft technician and veterans' organization commander confronted a silent disc moving in front of his vehicle, then hovering over a nearby field. The object had a bright orange coloration on the bottom portion and emitted a blue beam of light downward. Three small airplanes circled the field immediately afterward. 9/3/88 (Log #880903), Ipswich, Mass- achusetts, 1:10 AM, 4-minute duration (lead investigator, Ray Fowler): Prepar- ing to retire, a woman looked out her bedroom window. Over an adjoining field was a smallish vehicle with rows of green and yellow lights on the underside and red lights along the perimeter. No sound was noticed. She woke her hus- band, who confirmed the basic descrip- tion. Unbeknownst to the witness, twelve years earlier a report was made concerning a UFO over the same field. 10/24/88 (Log #881102), Valparaiso, Florida, 9:30 PM, 5-minute duration (lead investigator, Muril V.D. Garten): The wife of a USAF officer noticed three lights shining through her second- floor window. She observed an approach- ing vehicle at nearly eye-level just beyond the apartment building's lawn. Rectangular, it displayed one-meter round lights situated side by side on one end. It halted and hovered, then moved away. No sound was detected. At the speed of a light airplane, it crossed and recrossed a bayou, its lights reflecting on the water below. (Dan Wright is a member of the MUFON Executive Committee and Calendar of UFO Conferences for 1989 June 29 & 30, July 1 — 10th Rocky Mountain Conference on UFO Investigation, Uni- versity of Wyoming, Laramie, Wyoming. June 30, July 1 & 2 — MUFON International UFO Symposium, Aladdin Hotel and Casino, Las Vegas, Nevada July 14, 15 & 16 — Fifth London International UFO Congress, London Business School, Regents Park, London, England September 15, 16 & 17 — 26th Annual National UFO Conference, Quality Inn West, Phoenix, Arizona October 21 — The Show-Me UFO Conference, Harley Hotel, Earth City, Missouri (near St. Louis) November 11 & 12 — The UFO Experience, Ramada Inn, North Haven, Connecticut Board of Directors. His mailing address for receipt of case reports and other correspondence is: 228 S. Fairview, Lansing, Michigan 48912.) New Journal Published Are UFO abductions real? Are people actually getting abducted by aliens? Or are these stories all fanta- sies, hoaxes, or confabulations? In Volume One of the new Journal of UFO Studies, published in March by the J. Allen Hynek Center for UFO Studies (CUFOS), seven commenta- tors in a special \"UFO abduction forum\" debate the issue and enumer- ate the various arguments in favor of fantasy and reality. Editor Michael D. Swords, professor of natural sciences at Western Michigan University, sum- marizes: \"Although the forum partici- pants disagreed over the cause of abductions, they all concur that the phenomenon is not well understood — yet it is sufficiently widespread to call for scientific study.\" Also in this issue, folklorist Thomas E. Bullard examines the relationship between hynposis and UFO abduc- tions. Critics have charged that abduc- tion stories amount to nothing more than fantasy, raised to an unusual height of vividness by hypnotic inves- tigation itself. But according to Bul- lard, who has compared stories obtain- ed through hypnosis with stories obtained by natural recall, the form and content of abduction narratives seem independent of hypnosis. In addition, the beliefs and person- alities of the investigating hypnotists do not influence the stories, and \"real\" abductees actually tell more coherent stories than non-abductees who have been asked to make up a story under hypnosis. The concision? Although hypnosis is flawed, it cannot be solely responsible for the claims UFO abductees have made. CUFOS first published the Journal of UFO Studies in 1978. This latest series, to be published annually, marks the beginning of a new enterprise Continued on page 17 MUFON UFO Journal, No. 256, May 1989 15"},{"pageNumber":17,"pageContent":"Life Not So Lonely By Michael Swords, Ph.D. Dr. Swords is associate professor of natural sciences at Western Michigan University, Kalamazoo, and editor of the Journal of UFO Studies. A rejoinder to the reprinted article by Jerome Pearson, \"Lonely Life of a Double Planet,\" MUFON UFO Jour- nal, 247, Nov. 1988, should probably be written by Dr. John Derr or some other credentialled geologist, but I am, as usual, incapable of restraining myself on \"matters scientific,\" so here is an oppositional view. Mr. Pearson is of the opinion that the presence of an unusually large Moon explains: • Our hot molten core • Continental drift • Our magnetic field • The atmosphere • Ozone shield-layer and • Life. I respectfully disagree. The hot molten core: the current theory for the hot molten core is not frictional tidal heating from a nearby moon, but radioactive decay of var- ious sorts, including such a powerful source in early years (from an alumi- num isotope) that it melted the whole planet! A rare large Moon is not necessary for this. Continental drift: continental drift occurs due to the need for release of such internal heat through the crust, plus the ability of a relatively thin crust to crack and ride upon the semi-molten interior mantle. No Moon needed. Then why aren't the other terrestrial planets showing drift? Mer- cury and Mars are small. They have probably radiated their heat rapidly due to their large surface to volume ratio. What about Venus? We don't know about Venus. Ground observa- tions are difficult and incomplete. Some evidence of geological activity exists but everything is guesswork at 16 this stage. Two other things of possi- ble relevance: crust thickness may be critical, and Venus is known to be dif- ferently composed (a different den- sity) than Earth; secondly, water oceans may be critical, and Venus' Greenhouse Effect has ridded the planet of water long ago. And, most importantly, there is no obvious rea- son why one must have continental drift for life evolution anyway. It may help create mass extinctions and stresses, which in some backhanded ways open up niches and accelerate evolution, but, given time, life should advance even on a relatively quiet world. Magnetic Field The magnetic field: the field is a product of the initial melting of part of the iron core, which is maintained in liquid state by radioactive decay across the milennia — not by the Moon. Then, what about the other terrestrials (again)? Well, Mercury does have an Earthlike magnetic field (which immediately \"gives the lie\" to the \"needed Moon\" viewpoint). It is really the absence of a magnetic field in Venus which is the solar system's mystery, rather than the presence of one in the Earth. Almost all the other planets have magnetic fields, usually quite powerful ones. The proper con- clusion seems to be: planets normally form magnetic fields, not rarely form them ... and that goes Moons or not. The venting of the primordial atmos- phere: this almost needs no comment — where does Pearson think that Venus and Mars' atmospheres came from? All extra-bright Suns blow the pre-solar cloud gases away. The ozone shield-layer: well, life makes oxygen. Oxygen rises and gets hit by UV-radiation. It splits and some recombines into the three atom ver- sion of oxygen, ozone. Pearson sees the Moon as relevant to this by (somehow) the magnetic field (which it allegedly caused) being necessary to hold the ozone in. He quotes an Indian researcher in the \"Satellite Center in Bangalore\" but I've not heard of the work. Even if legitimate, it is irrelevant as we have seen — the Moon was not necessary to create a magnetic field. Life: since this \"no-Moon, no-Life\" conclusion depends on all of the above, it too has become nonsequitur. Lastly, why did this hypothesis occur? Maybe it was just simple intel- lectual fun, and if so, more power to Mr. Pearson. A good theory expands the mind. But I am suspicious that this is another piece of thought from the \"school of Human Aggrandize- ment,\" struggling mightily against the thrust of modern discovery to main- tain the egocentric belief that we are the pinnacle of creation and the most mighty and important things in the Universe. As a religious person who is also a scientist I have nothing against viewing each of us as individ- ually very important and worth sin- cerely caring about, but the elevation of Mankind to some dominant factor in the scheme of things is, I fear, neither healthy nor true. Such are my views for what they are worth. For- give me Mr. Pearson if I have misin- terpreted yours. P.S. The notion that our Earth- Moon system is unique in our solar system as to the relative masses of the two objects may itself require further analysis. The Neptune-Triton system has a current mass ratio of about 10 times that of our own, bur, had it formed close to our Sun rather than distantly, the early super-bright solar wind would have blown much of what is now gaseous Neptune away and reduced the ratio to something very near our own. MUFON UFO Journal, No. 253, May 1989"},{"pageNumber":18,"pageContent":"Pearson Responds The paper written for New Scient- ist and reprinted in the MUFON UFO Journal was a popularization of \"The Moon and SETI,\" a technical paper (IAF/IAA 87-601) I presented at the 38th Congress of the International Astronautical Federation in Brighton, England during October of 1987. The original paper includes 42 references that address the concerns of Profes- sor Swords. These references repres- ent more than twenty years of SETI studies; they explain the observations of the Indian researcher Rao and oth- ers, and they chronicle the long tradi- tion of SETI studies done under the auspices of the British Interplanetary Society Journal. I welcome Professor Swords to this engaging interplay of conflicting opinions. The most important point in my paper, which so many researchers have overlooked, is Figure 1, which is sometimes called the \"Magnetic Bode's Law.\" This shows that the magnetic fields of all the planets except the earth lie close to a straight line in terms of magnetic field movement versus angular momentum. Contrary to Professor Sword's assertion, it is the Earth, not Venus, that is the exception. This observation has been missed by most researchers because they habitually draw the line through the values for Earth and Jupiter, thus putting all other planets off the line. This became glaringly obvious to me in 1986 when Voyager II measured Uranus' magnetic field far below this Earth-Jupiter line. This mystery will deepen if, as I expect, the magnetic field moment of Neptune measured by the Voyager II spacecraft this com- ing August falls on the line I have drawn. In his article, Professor Swords does not come to grips with the two central points of my paper — first, that we see no evidence of extrater- restrial intelligence, and second, the Earth's magnetic field and its cap- tured moon are both 100 times bigger than expected. The genesis of my paper was to attempt an explanation of the first observation by the second. Professor Sword misinterpreted my views, in that I am no champion of the \"egocentric belief that we are the pinnacle of creation.\" Personally, I am a great fan of Isaac Asimov's galactic empires and I long for the excitement of extraterrestrial contact, lest our space exploration degenerate into nothing more than a sandbox for planetary scientists and a battlefield for soldiers. But 30 years of SETI have shown zero results, and we must therefore entertain the notion, however unpleasant, that we are either alone in the galaxy or we are among its most advanced species. — Jerome Pearson Figure 1. L06(M/M e ) -2 JLDlter J Saturn Eartfi -2 MUFON UFO Journal, No. 253, May 1989 0 2 LOG(L/L 0 ) JOURNAL, continued under its original title. The journal will publish only refereed articles of quality, issues forums of expert opinion and professionalism, and literature reviews of intelligence and insight. Editor Swords says, \"We hope to be objective, disciplined and rigorous. We welcome all viewpoints which can meet the standards, and in fact, will actively attempt to recruit valued scholars in various disciplines for forums and research articles. Without objectivity and rigor, nothing scientific is worth the name.\" Other articles in this issue include: • A chemical analysis of the physical traces left by a UFO near Delphos, Kansas, in 1972, by biochemist Erol A. Faruk — perhaps the most complete analysis ever undertaken of a physical- trace case in the United States; • A study of the extraterrestrial hypothesis for UFOs and the likelihood of intelligent life in the universe, by edi- tor Michael D. Swords; • And a special hypnotic regression technique, developed by aviation psy- chologist Richard F. Haines, that redu- ces the possibility of biasing witnesses under hypnosis. CUFOS is an international group of scientists, academics, investigators, and volunteers dedicated to the continuing examination and analysis of the UFO phenomenon. Its purpose is to be a clearinghouse for a two-way exchange of information: where UFO experiences can be reported and UFO events can be researched. CUFOS promotes a general public understanding of the UFO phenomenon through various activ- ities and projects. The International UFO Reporter, published bi-monthly, reviews current sightings and news and includes articles on many different UFO topics. The Center for UFO Studies was founded in 1973 by astronomer J. Allen Hynek, who became involved with UFOs as scientific consultant to the U.S. Air Force from 1948 to 1968. Dr. Hynek was scientific director of CUFOS until his death in 1986. The 176-page 1989 volume of the Journal of UFO Studies (ISSN 0730- 5748) may be ordered for $15.00 (plus $3.00 shipping for orders outside the United States) from CUFOS at 2457 W. Peterson Ave., Chicago, IL 60659. 17"},{"pageNumber":19,"pageContent":"Looking Back By Bob Gribble FORTY YEARS AGO - May 1949: On the 27th, the witness was flying his privately owned SNJ-type aircraft from Red Bluff, California to Burns, Oregon. At 2:25 p.m., he observed the sun reflecting on an object, or objects. He continued to watch the course taken by the reflect- ing material, expecting it to material- ize into a conventional aircraft as the distance decreased. As he came closer (5Y 2 to 7 l / 2 miles), he observed no less than five objects and no more than eight moving in a straight line forma- tion. They had a solid configuration, an oval-shape, perhaps twice as long as wide. The vehicles were consider- ably smaller than a fighter plane, probably less than 20 feet in length. No trail of smoke or exhaust was observed. The speed of the craft held steady as they went out of visual range on the horizon. *** THIRTY FIVE YEARS AGO — May 1954: In a lengthy article in the May issue of TRUE magazine titled, \"What Our Air Force Found Out About Flying Saucers,\" Captain Ed- ward Ruppelt, former head of Project Blue Book, stated that: \"My own opinion is that either the saucers are interplanetary or they do not exist. I do not believe there is enough evi- dence at hand to choose between the alternatives. You can argue either case indefinitely, and in the end you will have only an opinion.\" About mid-afternoon on the 14th, a 16-disc formation was encountered near Dallas, Texas by four Marine jet pilots. Flying at 15,000 feet, Major Charles Scarborough first spotted the formation as it raced in above his air- craft. He immediately radioed the other pilots. An instant later Captain R.L. Jorgenson, flying at 42,000 feet, sighted the craft below. Calling orders to the other pilots, Major Scarborough 18 climbed swiftly toward the discs. A second later, diving steeply, Jorgen- son and Major E.G. White tried to box the discs between Scarborough and his wingman, Captain Charles Stanton. But with a sudden burst of speed the 16 craft raced from under the diving jets. Still flying in formation, the discs moved out of sight. On the following day General Nathan F. Twining, the Air Force's Chief of Staff, said that the Air Force has the best brains in the country working on the 'flying disc problem.' \"If... there is a people and a world that far ahead of us, I don't think we have even to worry about it. Some very reliable persons have reported flying objects that can't be identified. We are cer- tainly working on the problem and are not discounting all these reports,\" he said. Twining made his statement to a large audience at an Armed For- ces Day dinner at Amarillo Air Force Base, Texas. *** TWENTY FIVE YEARS AGO - May 1964: Michael Bizon, 10, of Hubbard, Oregon, came running to his parent's farm home shortly after 7:30 a.m. on the 18th. He blurted out that while running the cows to pas- ture he suddenly noticed a shiny, silver object with four prongs sitting in a wheat field not 200 feet from him. He told his mother that as he watched the object — about the size of a kitchen table and five feet high — began to take off slowly, and making a soft \"beep beep\" sound. At about utility pole height, the boy said the craft \"zoomed up like a rocket\" and disappeared. That was enough for Michael. He took off, too — for home. Mrs. Bizon and a neighbor, Roy Mortensen, decided to take a look. What they saw was an almost perfect circle about three feet in diameter where the wheat had been evenly flat- tened. Outside the circle they also found what they took for three \"prong\" marks, although Michael had said there were four. An hour later Michael's father saw for himself the strange marks in the otherwise undis- turbed 40-acre wheat field. The wheat had been blown down \"in all different directions\" suggesting that some force had been brought to bear on it. *** TWENTY YEARS AGO - May 1969: Mr. and Mrs. Leo P. Chaput were awakened in their home by the barking of their dog two miles nor- theast of Pembroke, Ontario, Can- ada, at 2 a.m. on the llth. A bright light was shining in their window. Chaput said the stationary light was close to or on the ground and was \"illuminating the surrounding fields.\" The light was so intense the witness had to shade his eyes. The light revealed a dome-shaped vehicle with a flat bottom that was emitting \"a soft purring.\" As Chaput turned his eyes away the craft disappeared. Three large ring-like impressions, each measur- ing about 27 feet in diameter, were found on the ground the next morn- ing. Within these impressions the ground was scorched. *** FIFTEEN YEARS AGO - May 1974: During the week of the fifth, Sandra Hodgson, 36, spotted a mys- terious light moving at low altitude near Grapevine, Texas. She and a friend, Debbie Carter, 17, got in their car and pursued it. \"It stopped down a small road over a patch of woods about a mile east of us and beamed a strong searchlight down into a clear- ing,\" Sandra said. \"When we got there the light was still hovering in the air over a clearing where a Mexican- American family live in a converted construction building. When they arrived at the site they found Mr. and Mrs. Lucio Perez and his brother, Leonardo Perez, standing in the clear- ing looking up at the light. The Perezes indicated with gestures that the light appeared to come from the field at the edge of the airport. Report- MUFON UFO Journal, No. 256, May 1989"},{"pageNumber":20,"pageContent":"ers who trudged through the high grass and weeds to the fence line reported they found a circular area of grass and weeds about 20 feet in diameter twisted down in a clockwise pattern. It appeared something had set down on them. On the 13th, a police officer and a farmer were astounded by a blinding- bright craft they pursued for 20 min- utes before it vanished in the night sky over Maxton, North Carolina. \"It was a triangular-shaped craft about as big as a bus,\" said Caradine Brown, Jr. Brown was riding in a patrol car with his friend Officer Russell Thomp- son when they spotted the vehicle hovering above the trees of a mobile- home park shortly after midnight. \"I counted 30 lights on it. They were orange and yellow and were as bright as a welder's torch,\" said Brown. Thompson, a 15-year veteran of the police force, recalled: \"It was really strange. The craft gave off a real bright light, yet the ground wasn't lit up at all. There were about 30 lights, each about one foot in diameter, and they were so bright and intense that they blinded us from a block away.\" After landing near Brown's house, the vehicle \"just vanished.\" On the 30th, Ken Krogh, 17, was driving near Regent, North Dakota when he noticed a large craft hover- ing over a field about 1000 feet above the ground. The vehicle was about 200 feet long and 75 feet wide. After observing the craft for about a minute he sped home to inform his family. He and his father then watched it hover about 500 feet from their house and less than 500 feet above the ground for about 15 minutes. The youth reported that when the vehicle passed over his truck, it caused the radio to go completely dead, with noth- ing but a little static being emitted. Both could hear a humming noise, much like that of an electric motor. No air disturbance was created, other than static electricity, which they could feel. The younger Krogh said the light from the craft lit up the ground somewhat, but when he looked at the ground, he could not see a shadow. *** TEN YEARS AGO - May 1979: MUFON UFO Journal, No. 253, May 1989 At 12:05 a.m., Jim Gallagher was fly- ing his aircraft at about 10,000 feet approaching Hailey, Idaho. He observ- ed five orange objects in a horizontal formation in front of him. Then they tilted — like an airplane would dip its wings — and he thought it was some kind of aircraft. The objects then spread out and \"I knew damn well it wasn't an aircraft. Then the objects regrouped and they got into a vertical line, then they just got all mixed up. I thought I was going to get run over; they looked like they were coming right at me, the distance was closing. Then they lengthened the distance from me out front, then they went over to my left and my magnetic compass started spinning and my ADF started spinning. At that point they were in a straight line formation and then they just blinked out. I feel I watched the objects for 15 minutes. I did have trouble receiving on the radio because of heavy static and my engine started running rough.\" During the entire period that the objects were observed by Gallagher, they were being tracked by radar. At 2:40 a.m., the crew of a Braniff airliner flying at 35,000 feet from Seat- tle, Washington to Fort Worth, Texas, also observed the orange objects below their aircraft. The pilot of a pri- vate jet flying from Boise, Idaho to Salt Lake City, Utah, and located just ahead of the airliner, also observed the orange objects in the Hailey, Idaho area. As both aircraft reached a point about 50 miles southeast of Twin Falls, Idaho, the objects which were being tracked by radar over the Hailey area suddenly disappeared from the radar screen. At 2:53 a.m., the Braniff airliner — which was now 70 miles northwest of Ogden, Utah — reported seeing the orange objects again at his one o'clock position, 30 miles west of Ogden. At the same time, the objects were being tracked at the same location given by the Braniff crew. The crews on Braniff and the smaller jet observed the ob- jects until both aircraft were over Ogden. At about the same time the objects disappeared from the radar screen. Mars Features Reviewed Enclosed for review in the MUFON Journal is the volume Unusual Mars Surface Features, 4th edition, 1988, published by the Mars Research Pro- ject. The book is a straightforward technical analysis of the \"face on Mars\" and other anomalous features on the Martian surface. Unlike Richard Hoagland's book, this volume is writ- ten by scientists and contains no unwarranted speculations. The analy- sis consists of conventional digital enhancements and correlation studies of the original NASA 1976 Viking photos. The results are completely duplicatable by other researchers. No ultimate claim is made by the authors other than that the Martian objects are unusual and warrant further study. I am pleased to send you the volume on behalf of the Mars Research Pro- ject, whose principals sought to adver- tise it in the MUFON Journal, but now would welcome a review by your editor. The surface features subjected to digital enhancement, with false color, include the well known Cydonia \"face,\" as well as two other possibly face-like features discovered by the authors on other regions of the planet. The enhancements reveal previously unno- ticed detail, such as an eyeball and pupil and teeth in the Cydonia face. The correlation studies show features common to all three of the face-like objects, including notches in the cheeks, an indentation above the left eye, and a helmet or headdress. Other (non-enhanced) features dis- cussed in the book include several apparent 5-sided pyramids, a tower- pyramid, and a water spout. The water spout was pointed out by a Lowell Observatory scientist, but has gone unremarked upon at NASA or in the technical literature. NASA acknowledges that these features exist, but calls them random natural formations or a \"play of light.\" However, when the Cydonia region was subjected to a computer program 19"},{"pageNumber":21,"pageContent":"originally designed to pick out man- made objects from the background jungle clutter in Vietnam, the program flagged the Cydonia face immediately and dramatically. (Applied Optics, 1988, Mark Carlotto) The age of the Cydonia Object is estimated by the Mars Research Pro- ject principals at 500 million years. This is based upon Hartman's model of crater counting and channel forma- tion in earth's solar system derived from Mariner 9 data and published in the Journal of Geophysical Data, 1973. Finally this anecdote. According to Vince DiPietro, one of the book's authors, a NASA Viking photograph showing a group of six Cydonia-like faces on Mars was posted on the bul- letin board of a Louisiana university for several weeks in 1988. The pro- fessor who posted the photo also wrote a paper on it, but when Vince called to ask about it, the professor said he lost the paper and could not remember the frame number of the photo! Unusual Mars Surface Features can be ordered by mail, $15.00 post- paid, from the Mars Research Project, P.O. Box 284, Glen Dale, MD. 20769. — Elaine Douglass An Open Letter To Dr. Carl Sagan By Stanton T. Friedman Dear Carl: It really saddens me, as a classmate of yours for 3 years, to have to once again, for the third time, write to cor- rect a false and misleading statement by you concerning flying saucers. I should think you would take your professional status as a scientist and a science communicator more seriously and get your facts straight before speaking out. The latest example of misinformation (following on your COS- MOS UFO piece and your CBC radio interview with V. Gaberau) appears in the Toronto Star, Sunday, October 16, 1988. I first checked with the wri- ter, Jack Miller, who assured me that his coverage of your comments was accurate. Unfortunately, your state- ment \"every flying saucer 'sighting' when given a genuinely tough scien- tific scrutiny has been judged either a mistake or a fraud\" is itself a fraud. The exact opposite is true! Every large scale scientific study of flying saucers has produced a significant number of cases which not only can- not be identified, but which clearly indicate that some so called flying saucers are manufactured objects behav- ing in ways that we Earthlings cannot yet duplicate with our manufactured objects. Let me give some examples: 1.) Project Blue Book Special Re- port Number 14 was completed by scientists and other professional per- sonnel at the Battelle Memorial Insti- tute in Columbus, Ohio, under con- 20 tract to the USAF Project Blue Book. 21.5% of the 3201 sightings studied in detail had to eventually be listed as UNKNOWNS. \"Those reports where- in the description of the object and its maneuvers could not be fitted to the pattern of ANY KNOWN OBJECT or phenomenon\" completely separate from the 9.3% listed as Insufficient Information, the 1.5% listed as psy- chological manifestations and the other KNOWNS. Note that no sighting could be listed as an UNKNOWN unless all four of the professional final report evaluators agreed it was an UNKNOWN, though any 2 could categorize any sighting in one of the KNOWN groups. Furthermore, it was also found that the better the quality of the sighting, the more likely to be an UNKNOWN, and that the dura- tion of observation for the UNKNOWNS was greater than for the KNOWNS, with more than 60% being observed for longer than 60 seconds. Mistakes or frauds? 2.) According to an 11-person pro- fessional UFO subcommittee of the American Institute of Aeronautics and Astronautics, 30% of the 117 sightings investigated by the professional scien- tists under Dr. Edward U. Condon at the University of Colorado could not be identified. Mistakes, Frauds? 3.) Dr. James E. McDonald, Pro- fessor of Physics at the University of Arizona, personaly investigated hundreds of UFO sightings. Since these were generally prescreened cases, it is not surprising that many remained UN- KNOWN after serious and competent professional investigation. Jim wrote many papers, as you know, and he presented a number of his cases at the Congresional Hearings, July 29, 1968, and the AAAS Conference in Boston, which proceedings you edited. You were present at the Hearings as well. Mistakes, Frauds? 4.) Dr. Leonard Nikisin of the sec- tion on SETI of the Soviet Academy of Sciences stated on October 14 that 20% of the more than 20,000 UFO sightings investigated by a profes- sional commission on Abnormal Atmos- pheric Phenomena (backed by the SAS and headed by a Cosmonaut) could not be identified. This is not surprising in view of the previous detailed study by Gindilis et al. Mis- takes, frauds? There are many other examples such as the 2500 Physical Trace cases from 65 countries collected by Ted Phillips, and the more than 3000 pilot sightings investigated by Dr. Richard Haines, and the many abduction cases investigated by Budd Hopkins and a team of psychiatrists and other professionals. I find it quite extraordinary that you keep saying \"extraordinary claims require extraordinary evidence\" when you yourself keep making extraordi- nary claims about both the preval- ence of ETI and the absence of good MUFON UFO Journal, No. 253, May 1989"},{"pageNumber":22,"pageContent":"flying saucer sightings. You provide no evidence whatsoever to back up your claims, which, unfortunately, are demonstrably false. I keep getting asked why you make such false statements. I suggest to the questioners that they ought to ask you, not me. When they push me, I do have to point out that, obviously, if alien spacecraft are visiting earth, and not asking you for a meeting, that decreases your importance and throws out the whole notion of the radio telescope SETI which you have backed so vigorously. I also acknowl- edge that you may have taken over from Donald Menzel as the UFO dis- information specialist, which may only show my naivite, since I express my doubts about it. I trust you have seen my article about Menzel and his dou- ble life? I recognize that you have not rep- lied to my previous letters re Cosmos and Gabereau. I would certainly like some explanation for your false state- ments and even a glimmer of evi- dence to support them. Most cordially, Stanton T. Friedman New Brunswick Canada Letter to the Editor Dear Editor: Enclosed is my renewal for another year. And now, if you don't mind, a few comments from someone new to MUFON, but not to ufology: Do we in Canada receive the Jour- nal a lot later than in the US? If we do not, I for one would certainly like to see Walt Webb's column offset a month ahead. In this way, we non- astronomers can be alerted to astro- nomical events ahead of time; we can observe them, if possible, and still use the article as a tool in investigation. Robert Cribble's column is always appreciated, but for a beginning ufol- ogist as well as the more experienced, annotating each sighting with either the original or the definitive source would be a great help for those wish- ing to do additional research. Finally, re: Bob Girard's \"This is a Test ...\" article. I don't think either MUFON UFO Journal, No. 253, May 1989 \"mad\" or \"paranoid\" is applicable (after all, paranoids are made, not born ...) And no, I can't say I agree with some of the things in the article, but it still addresses many very valid points. I would certainly like to see more of this type of article providing they stay within the bounds of sanity. Remember, like 'em or not, Keel and Vallee et al have caused more think- ing in ufology than anyone else. And that can't hurt. So, that's about it ... keep up the good work. — Michael Strainic Vancouver, BC Dear Editor: If I have correctly understood the thinly veiled but heavy handed sar- casms of Budd Hopkins' article, \"Stew- pot Thinking,\" he is expressing the opinion that Vallee, myself and others are mistaken in believing the parallels betweel alleged abductions and other kinds of experience to be meaningful. He may be right: but sticking a funny label onto the comparative approach and interdisciplinary re- search won't make the parallels go away, and so long as they exist, they must be accounted for. If Hopkins can show them to be meaningless, well and good; he will have advanced our understanding of the subject, just as Vallee, I and oth- ers have tried to advance it by point- ing out the parallels. But until he has demonstrated that they are meaning- less, it can only be his opinion that they are so; and until that time, we must regard it as equally probable that they are meaningful. Name-calling is no substitute for demonstration. — Hilary Evans London, England Dear Editor: Dear Budd, I've read your latest contribution to MUFON, regarding stewpot thinking. You're right, it's very easy to muddle up the data, to draw wrong conclusions, to presume, to extrapolate. You do it yourself, I know. Can the intellectual rigor of a truly scientific methodology reveal the nature of UFOs? Possibly, yes. But how do you presume to know what is irrele- vant? Can you be sure there's no relationship between leprechauns and current UFO cases? All current UFO abduction \"reports\" are stories told (often under hypnosis) of a person's bizarre adventure. Is this tale-telling anything different from say, a recounting of the Virgin Mary's visit to Sicily? Or Whitley Streiber's thoughts on Ishtar? What surrounding factors must we include to explain Mrs. Andreasson's crystalline butterfly, or Mr. Ed's Spanish-speaking aliens chatting about power and banana shortages in the middle of the night? On the contrary, what science must explain is something like a dream, to which science has always had a tentative relationship. Like Strieber and his reality-testing cat, we all want to know what's going on. We all want a method, a tool. But a dream, like a painting, is its own real- ity, often beyond the feeble tools we've invented for measuring it. I think you're better to complain about incompetent minds as much as incompetent methods. The heated remarks among UFO researchers about their work seem more an effort to establish who will enjoy the most credibility, and have nothing to do with the real job of acquiring wha- tever is necessary to understand the phenomenon — which may include a high tolerance for nonsense. Surely that is the great challenge, and one beyond the whinings of UFO careerists. Despite your own careful work, your data is not reproducible; at best it only corroborates with other tes- timony. The conclusions you draw about UFOs are seemingly more per- sonal than scientific, however com- pelling their logic, and chances are fair that in time they'll prove badly informed. I'm hopeful that something useful will come of them nonetheless. — Chet Jones Sharon, Mass. Dear Editor: The latest issue of the MUFON Journal carried a letter from David F. Webb concerning the Society for Scientific Exploration and its journal, Journal of Scientific Exploration. There has been an important recent development in Society policy that will be of interest to your readers. In 21"},{"pageNumber":23,"pageContent":"addition to having several categories of membership, we have also set up the category of \"Associates.\" An Associate (annual dues $35) receives both of our publications, the Journal of Scientific Exploration (two issues per year) and also our newsletter, the Explorer (two issues per year). Any person who supports the goals of the Society may become an Associate. We hope that readers of your journal will consider both this opportunity as well as membership opportunities. To obtain further information, or to apply for membership or arrange for Associate status, readers should con- tact the Secretary, Professor Lau- rence W. Fredrick, Department of Astronomy, P.O. Box 3818, Univer- sity of Virginia, Charlottesville, VA 22903. — Peter A. Sturrock President, SSE Stanford, CA Extraterrestrial Cookbook Despite decades of serious research into extraterrestrial contact with our planet, many people remain skeptical about UFOs, and contactees are often subjected to ridicule and humili- ation. One reason for the skepticism and ridicule is the tendency of media accounts of alien contact to focus on the bizarre and spectacular, at the expense of more believable, even mundane, facts that may emerge from the same incidents. In an effort to explore a neglected aspects of UFO events, we are researching contactee experience with alien nourishment, and we plan to publish our findings. If you're a con- tactee with information to share, or if you know someone who is, we would appreciate your assistance. Here are our questions for contactees: • Did you witness alien nourish- ment? Please describe the process, and any rituals or customs involved. • Can you describe the nourish- ment? Was it similar to Earth foods, or to other substances found on Earth? Can you approximate a recipe 22 The Night Sky By Walter N. Webb MUFON Astronomy Consultant May 1989 Bright Planets (Evening Sky): Venus (magnitude -3.9) gradually pulls away from the Sun and is visible for an hour after sunset in mid-May very low in the western sky. Jupiter (magnitude -2.0) also is low in the west in Taurus. Venus passes only about a degree above the giant planet on the 22nd. Mars, fading to 1.7 magnitude, moves from Taurus into Gemini and stands much higher in the West than Venus and Jupiter. The ruddy world sets in the NW about 11:30 PM in midmonth. Early in May the Soviet Phobos 2 spacecraft deposits two landers on the Martian moon Phobos. One of the devices measures surface properties for a year, while a \"hopper\" jumps from place to place to sample the surface. Saturn, in Sagittarius, slowly brightens to 0.3 magnitude. The yellowish planet rises in the ESE about 11:30 PM in mid-May. Bright Planets (Morning Sky) Saturn is low in the southern sky at dawn. Meteor Shower: The May Aquarids are a morning shower. Their radiant point near the Water Jar of Aquarius does not rise until about 2:30 AM. From then until dawn on May 4, these very swift meteors build toward a rate of about 20 per hour in a dark moonless sky. Because Aquarius is higher in the Southern Hemisphere, observers there see twice as many Aquarids than we do — their best annual meteor shower. Moon Phases: New moon — May 5 First quarter — May 12 Full moon — May 20 Last quarter — May 28 € O The Stars: Leo and its familiar sickle are dipping into the SW at 11 PM daylight time. To the east of the lion's tail lies a wedge-shaped cluster of stars called Coma Berenices. It represents the hair of the Egyptian queen Berenice, who cut off her long tresses in order to dedicate them to the goddess of beauty. Still farther east is kite-shaped Bootes the Herdsman containing the bril- liant orange star Arcturus. And left of the \"kite\" is the U-shaped Northern Crown, Corona Borealis. Already showing up in the east in the late evening is the trio of stars that make up the Summer Triangle — Vega, Deneb, and Altair. And the red heart of the scorpion, Antares, glimmers low in the SE. Alpha Centauri, the Sun's nearest stellar neighbor, and the Southern Cross (Crux) are best seen now in the evening sky from our extreme southern states. MUFON UFO Journal, No. 253, May 1989 rtf"},{"pageNumber":24,"pageContent":"for the food? Did the aliens give you a recipe? • Did the aliens sample any Earth food? Did they seem to enjoy any par- ticular items? Did you give the aliens any recipes? • What else can you tell us about your contact generally, and specifically about recipes, foods and nourishment? Even if you're not a contactee, you might have valuable historical informa- tion on alien nutrition, or you might be able to refer us to other accounts of alien foods, recipes and nourishment. We would appreciate any help. Because our budget for the project is almost nonexistent, we can't compen- sate anyone for their information. On the other hand, we'll be glad to send a complimentary copy of the study to everyone whose experiences are included, and we promise to give credit by name for all published submissions, unless the submitter requests otherwise. If you have access to a UFO net- working system or a LJFO-related group, please let others know about our pro- ject. We hope that treatment of this admittedly prosaic aspect of alien con- tact will contribute to the growing body of Ufology. Please contact Morgan Tay- lor at Suite 105, 4255 S. Buckley Road, Aurora, CO 80013. OFFICER, continued encounters from two different parts of the world within a year's time is of great interest. Potassium Chloride is a crystal- line salt (KCL) occurring as a mineral and in natural waters and used as a fertilizer. Before becoming a law enforcement officer, Officer Jones was a U.S. Army aviation mechanic, and was quite famil- iar with military aircraft. He feels that the object he saw was unlike anything he had ever seen before, the case con- tinued under study. Additional impor- tant information will be released through the MUFON UFO Journal. Figure 1 is the Energy Dispersive Spectrometer (EDS) spectrum from Photomychrograph, conducted by a Pennsylvania Laboratory. This shows the EDS spectrum of the particle identi- fied as potassium chloride found on the automobile by Leslie Vamicle. MUFON UFO Journal, No. 253, May 1989 MUFON 1989 International UFO Symposium Aladdin Hotel and Casino - Las Vegas, Nevada June 30, July 1 and 2,1989 - Tentative Program - Saturday, July 1,1989 9:00 - 9:05 a.m. Welcome to Las Vegas, John Lear, Co-Host Chairman and State Director for Nevada Introduction of Hal Starr, Co-Host Chairman, M.C. and State Direc- tor for Arizona 9:05 - 9:10 a.m. Greetings from the International Director, Walter H. Andrus, Jr. 9:10 -10:00 a.m. The Mansfield Helicopter Case, Jennie Zeidman 10:00 - 11:00 a.m. A Survey of UFO Vehicle Disruptions, Donald A. Johnson, Ph.D 11:00 - 12 noon A Hypothetical Plan for Crash/Retrieval, Don Berliner LUNCH 1:30-2:30 p.m. The Chesapeake Connection: Corporate America and the UFO Cover-Up, Robert L. Oechsler 2:30 - 3:30 p.m. An Alien Harvest, Linda Moulton Howe 3:30 - 3:50 p.m. Break 3:50 - 5:00 p.m. Above Top Secret, Timothy Good DINNER 7:00 - 8:00 p.m. The Status of the UFO Situation in 1989, William L. Moore 8:00 - 9:00 p.m. An Update on MJ-12, Stanton T. Friedman 9:00 - 10:30 p.m. The UFO Cover-Up: A Government Conspiracy? Panel: Oechsler, Howe, Good and Friedman Hal Starr, Moderator Sunday, July 2,1989 9:00 a.m. - 12 noon MUFON Board of Directors Meeting LUNCH 1:30-2:30 p.m. Recent field Investigations Into Claims of UFO Related Injuries in Brazil, Jacques Vallee, Ph.D. 2:30 - 3:30 p.m. The Cydonian Hypothesis, John E. Brandenburg, Ph.D. 3:30 - 4:00 p.m. Break 4:00 - 5:00 p.m. Q. & A. Panel, Zeidman, Johnson, Berliner, Vallee and Brandenburg 5:00 p.m. Invitation to Pensacola, Florida in 1990, Donald M. Ware Adjournment, John Lear Reservations & Registration Reservations for rooms may be made by writing or calling the Aladdin Hotel and Casino, 3667 Las Vegas Boulevard South, Las Vegas, Nevada 89109 or telephone (702) 736-0111 or (800) 634-3424. The price per night is $48 for a single and $48 for double occupancy. Guest room accomodations will be available starting Thursday, June 29 and extending through July 3 for people arriving early or departing after the symposium at the same prices. Only a limited number of rooms in this category are available, so early reservations are recommended. 150 rooms have been allocated for Friday, June 30 and Saturday, July 1st for the majority of the attendees. The hotel will hold the block of sleeping rooms until May 30, 1989. The Aladdin Hotel will continue to accept reservations after this date based on room and rate availability. Early reservations are highly recommended. An advance deposit for one night is required to hold your hotel reservation of $48.00 plus hotel tax, totaling $51.36. The deposit must be mailed to the Aladdin Hotel, P.O. Box 93958, Las Vegas, NV 89193-3958. The State Directors Meeting is scheduled for Friday, June 30th (10 a.m. to 5:00 p.m.) and the Board of Directors Meeting for Sunday Morning, July 2,1989 (9 a.m. to 12 noon). The formal speaking program will consist of four sessions at $10 each, totaling $40 at the door. A special advance registration package for all sessions is $35 per person. There will be three sessions on Saturday, July 1 and one session on Sunday afternoon, July 2nd. Advance registration should be mailed to John Lear, 1414 Hollywood Blvd., Las Vegas, NV 89110 with a check or money order made payable to: MUFON 1989 Symposium. Your tickets and regis- tration packet may be picked up at the symposium registration table upon your arrival in Las Vegas, starting June 30th. 23"},{"pageNumber":25,"pageContent":"Director's Message By Walt Andrus Marge Christensen has announced the annual National UFO Information Week will be August 13 to 20, 1989. It is advisable to reserve space and make arrangements with the manag- ers of your local shopping malls if you plan a display and distribution of information. Photo exhibits, closed circuit TV showing taped UFO doc- umentaries, handouts, and a place to report UFO sightings from the public have proven very successful in prior years. In the recent election for Eastern Regional director for the MUFON Board of Directors, a total of 132 votes were cast for the three candi- dates Stephen F. Firmani, Robert L. Oechsler, and Donald M. Ware. Mr. Ware received over half of the total votes cast, therefore he will be representing the eastern region of states on the Board for the next four years, replacing Joe Santangelo whose term expired. Don plans to continue as State Director for Florida to further implement programs in process. Charles D. Flannigan, State Sec- tion Director, and Mr. Ware will host the MUFON 1990 International UFO Symposium in Pensacola, Florida at the Pensacola Hilton on July 6, 7 and 8, 1990. We endeavor to announce the location and date of our annual symposium at least one year in advance whenever possible, so there will be no conflicts with others sche- duling UFO conferences. New Officers The \"grass roots\" structure of MUFON is thriving as more people accepted leadership roles this month. Kevin T. Minns has been reinstated as the Representative for Korea. Former state section director, John W. Komar of Memphis, Tenn. has been promoted to State Director for Tennessee, filling an essential position in the Volunteer State. Francis L. MUFON UFO Journal, No. 253, May 1989 Ridge, State Director for Indiana has appointed the following gentlemen as new State Section Directors: Donald L. Worley, living in Connersville, for Fayette, Union, Franklin, Rush, Wayne and Henry Counties; Will McCracken of Ellettsville for Monroe, Owen and Greene Counties; and expanded the area of Michael D. Palmiter to include Lawrence, Martin, Orange, Washington, Jackson and Brown Coun- ties. Hal Starr, State Director for Arizona, appointed the following new State Section Directors: Lance B. Payette, J.D. of Prescott Valley for Yavapai County and Raymond G. Maurer living in Scottsdale, for Marico- pa County. Ann P. Repp, residing in Perry, Iowa and a former State Section director, has volunteered to resume her previous role for Dallas and Guthrie counties. Frederic L. Whit- ing, State Director for Virginia, has approved the appointment of Terry Mullins to State Section Director for Tazewell, Buchanan, Russel and Smith Counties. Burtus \"Jeff Ballard, State Director for Alabama, selected Gerald D. Fossett of Dutton to become the State Section Director for DeKalb, Etowah, Cleburn, Cherokee and Cal- houn counties. Walter M. Andrus, Jr. (no relation to your International Director) former State Section Direc- tor in Texas, now living in Rosenberg has been reassigned to Fort Bend and Waller Counties. Thomas O. Clay, residing in Thomaston, Georgia, volunteered to serve as State Section Director for Upson, Pike and LaMar Counties. Mr. Clay, is also an ama- teur radio operator with the call let- ters KB4CJD. D. Oliver Mausur, M.A., & M.S. of St. Petersburg, Flor- ida is serving in the dual role of State Section Director for Pinellas County and Research Specialist in Chemistry. Other new Research Specialists volunteering this month are F. Lefebv- re, M.S., of Montreal, Quebec in Operations Research; Jane H. Fos- ter, M.A., living in White Bear Lake, Minn, for Psychology; and Edward N. Diliberto, M.A. residing in Long Beach, Calif. Annual MUFON Award The following people have been nominated for the Annual MUFON Award plaque for the most outstand- ing contribution to Ufology for 1988- 89 by members of the MUFON Board of Directors as recommended by individual members, listed alphabeti- cally: Lucius Parish and Rod B. Dyke (team), Charles D. Flannigan, Bruce S. Maccabee, Robert L. Oechsler, and Donald M. Ware. A ballot is enclosed with this issue of the Journal so all members and sub- scribers may vote for their choice for this prestigious award. The deadline for returning all ballots to MUFON in Seguin, Texas is June 10, 1989. The plaque will be presented to the honored recipient in Las Vegas on July 1, 1989 or mailed to his home. As in previous years, the Fund for UFO Research (FUFOR) will present a check to the award winner in memory of Isabel Davis. The award has been increased from $250 to $500 this year. MUFON is indebted to the Fund for their generous cash award. The details on the MUFON 1989 International UFO Symposium appear in a separate article in this issue of the Journal. The calendar of UFO Conferences for 1989 is also included. Please make your reservations at the Aladdin Hotel as soon as possible. The manager at the Aladdin is elated at the response to early reservations, since it surpasses all prior conven- tions, conferences and meetings that he has hosted during his tenure. MUFON 24"}]
