[{"pageNumber":2,"pageContent":"THE MUFON UFO JOURNAL NUMBER 149 JULY 1980 Founded 1967 $1.50 .OFFICIAL PUBLICATION OF JHCAFOJV/ MUTUAL UFO NETWORK, INC.. Karen and David Kissinger greet registrants at 1980 MUFON UFO Symposium, Clear Lake City, Texas. (Photo: Dennis Stacy)"},{"pageNumber":3,"pageContent":"The MUFON UFO JOURNAL (USPS 002-970) 103 Oldtowne Rd. Seguin, Texas 78155 RICHARD HALL Editor ANN DRUFFEL Associate Editor LEN STRINGFIELD Associate Editor MILDRED BIESELE Contributing Editor WALTER H. ANDRUS . 'Director of MUFON TED BLOECHER DAVE WEBB Co-Chairmen, Humanoid Study Group PAUL CERNY Promotion/Publicity REV. BARRY DOWNING Religion and UFOs LUCIUS PARISH Books/Periodicals/History MARK HERBSTRITT Astronomy . • ROSETTA HOLMES Promotion/Publicity TED PHILLIPS Landing Trace Cases JOHN F. SCHUESSLER UFO Propulsion DENNIS W. STACY Staff Writer NORMAE. SHORT , DWIGHT CONNELLY DENNIS HAUCK Editor/Publishers Emeritus , . The MUFON UFO JOURNAL is published by the Mutual UFO Network, Inc., Seguin, Texas. Membership/Subscription rates: $15.00 per year in the U.S.A.; $16.00 foreign. Copyright 1980 by the Mutual UFO Network. Second class postage paid at Seguin, Texas. POSTMASTER: Send form 3579 to avise change of address to The MUFON UFO JOURNAL, 103 Oldtowne Rd., Seguin, Texas 78155. FROM THE EDITOR The 1980 MUFON Symposium, reported in this issue, demonstrated that UFOs can be studied scientifically — at least that scientists find ample data for technical discussion. Several talks dealt with the \"theoretical physics of UFOs,\" suggesting gravitational waves, electromagnetic phenomena, magnetoaerodynamics, and other principles that appear to be involved. This was a worthwhile effort to show that UFOs are not necessarily inconsistent with modern physics. What we don't know may be due to our own lack of enterprise in applying scientific techniques to UFO study, or it may be due to the fact that someone out there is far ahead of us in engineering applications as well as basic scientific knowledge. All this suggests that it is premature to rule out \"nuts and bolts\" explanations. It is incumbent upon those who prefer mere exotic theories to outline how they propose to test them. Theories are a dime a dozen, and the proof of the theory is in the testing. In this Issue ELEVENTH ANNUAL MUFON SYMPOSIUM.. .  3 vBy Dennis W; Stacy '  '.'•• ,, AUSTRIANS FIND \"DARK SIDE\" TO UFOs ......;... 14 By Mildred Biesele\" .. STATEMENT BY LEONARD STRINGFIELD.  ...-.: 15 MUFON ANNUAL CORPORATE MEETING !.....;.. .r. 17 By Walt Andrus _  -   : IN OTHERS' WORDS :......... -;'-. ...;.... 19 By Lucius Parish' -       • DIRECTOR'S MESSAGE .   20 By Walt Andrus   _ The contents of The MUFON UFO JOURNAL are determined by the editor, and do not necessarily represent the official position of MUFON. Opinions of contributors are their own, and do not necessarily relfect those of the editor, the staff, or MUFON. Articles may be forwarded directly to MUFON. Permission is hereby granted to quote from this issue provided not more than 200 words are quoted from any one article, the author of the article is given credit, and the statement \"Copyright 1980 by The MUFON UFO JOURNAL. 103 Oldtowne Rd., Seguin. Texas\" is included."},{"pageNumber":4,"pageContent":"ELEVENTH ANNUAL MUFON SYMPOSIUM \"UFO Technology: A Detailed Examination\" By Dennis W. Stacy (MUFON Director of Publications) The Eleventh Annual MUFON Symposium convened in Clear Lake City,Texas, theweekendof June6,7, and 8. Clear Lake is the home of the National Aeronautics and Space Administration's Lyndon B. Johnson Space Center and a more appropriate location could hardly be imagined for a Symposium whose main theme was \"UFO Technology: A Detailed Examination.\" Media coverage of the Symposium was well coordinated and executed, including television, radio and newspaper interviews with a number of featured speakers. Advance announcements of the Symposium were carried in the weekend events calendar sections of both major Houston newspapers, \"The Post\" and \"The Chronicle,\" as well as in the local NASA house journal \"Roundup.\" Feature Sunday articles also appeared in both Houston dailies. Perhaps the best feature of the media publicity, however, was the establishment in the public eye of what might be called the \"NASA Connection,\" the association of the scientific investigation of possible UFO technologies with our country's own space program and technology. The Symposium's host group, Vehicle Internal Systems Investigative Team (VISIT), for example, contains a number of key MUFON-NASA personnel, including Project VISIT President John F. Schuessler, Symposium Chairman, who is NASA Project Manager for the Space Shuttle Flight Operations Support. David Kissinger, VISIT Secretary/Treasurer and a MUFON State Section Director, is a NASA Environmental and Thermal Systems engineer, active in the design and testing of spacesuits and spaceship environmental control systems. Alan C. Holt, another VISIT member, has been involved in astronaut training associated with lunar surface and orbital photography, Skylab Apollo Telescope Mount solar experiments, and current Skylab systems. John Schuessler, Symposium Chairman (photo: Dennis Stacy) Raising the public consciousness in regard to the sincerity and quality of the continuing scientific investigation into the UFO phenomenon has always been a prime MUFON concern. In this sense, if no other, MUFON 1980 must be judged as a significant public relations success. The above mentioned Project VISIT officers, as well as members Dr. Richard C. Niemtzow, Granvil Pennington, and Donald Tucker, along with their numerous co-helpers, are to be congratulated for lending their reputations, time and attention in a selfless undertaking which reflects to the credit of us all. Besides the scheduled slate of speeches, including Stariton T. Friedman's keynote talk on \"Flying Saucer Technology,\" a number of other events transpired to make this year's Symposium a well-rounded overview of the most recent developments in UFOlogy and related areas of investigation. Several Saturday workshops were conducted, including \"Scandinavian UFO Research\" by Ilkka Serra, MUFON Finland; \"Kirlian Photography,\" by Joanne Cusack, Houston; and an Isocely Workshop, by Jean-Francois Gille, Paris. Abstracts from an Advanced Propulsion Workshop, Alan C. Holt, Chairman, were collected into a single pamphlet published separately from this year's Proceedings and available from MUFON, Seguin, for a cost of $2.00. The complete Proceedings are also available at a cost of $10.00, postage paid. E Leonard H. Stringfield (photo: Dennis Stacy) Leonard H. Stringfield, MUFON Director of Public Relations and author of The Crash/Retrieval Syndrome, was allotted a special slot during the"},{"pageNumber":5,"pageContent":"Saturday morning session to report on the most recent developments concerning the likelihood of crashed UFO retrievals by our government. Stringfield informed the audience that he was now in the possession of 8 photographs of an alleged humanoid body maintained at Wright Patterson AFB. At the same time, he cautioned the assembly that much more investigation and analysis remained before the authenticity of the photographs and other such related data as he had acquired could be established as incontrovertible fact. (See the text of his statement elsewhere in this issue.) Another occurrence that had considerable impact on the Symposium audience was the video screening of \"Strange Harvest,\" a 90-minute television documentary made for KMGH-TV7, Denver, Colorado.. \"Strange Harvest\" is a penetrating examination of the mysterious livestock mutilations which continue to plague western and southern states in this country and have apparently expanded now to include several prairie and western provinces of Canada. Linda Moulton Howe, the film's director and producer, attended the Symposium in person and in the question-and-answer sessions following each of Saturday's three showings, proved herself well schooled and researched on a subject that is highly controversial, to say the least. Linda's own gut feeling is. that the government is somehow involved in the macabre mutilations. What could have been a major disappointment — the inability of Dr. Alain Esterle, Director of the French GEPAN group, Toulouse, to attend due to fund-raising obligations in his own country - was more than ameliorated by the apperance, in his stead, of Deputy Director Tom Babits. Tom reviewed the present status of GEPAN within the French National Center for Space Studies and the outlook for increased future research and personnel expenditures. At the moment, GEPAN is the only official, government-funded agency in the world looking into the UFO phenomenon. The continuing health and status of this group is, of course, a promising \"sign for everyone interested in seeing the UFO phenomenon receive the kind of scientific and government attention it so obviously requires if a statisfactory resolution of the mystery is ever to be made public. The annual MUFON Symposium, we feel, plays an instrumental role in this worldwide process and is indispensable not only for educating ourselves, but the greater public at large. Clear Lake City, the eleventh consecutive gathering of our organization, marks the beginning of the second decade of MUFON dedication to these principles. We hope to see as many more as are required for an ultimate solution of the UFO mystery. Summaries of the Symposium presentations follow. ADVANCED PROPULSION WORKSHOP Alan C. Holt, Chairman The Advanced Propulsion Workshop consisted of a number of theoretical proposals outlining various possible UFO and future propulsion systems. These abstracts have been collected in a single pamphlet which is available from MUFON for the price of $2.00. The following authors are represented: Stanton T. Friedman, \"Advanced Propulsion Concepts\"; Peter I. McNeall; \"Aspden's Theory\"; William F. Hamilton, \"The Ether.-Key to Space Travel\"; Dr. Henry C. Montieth, \"Possibility of New Propulsion Methods Implied by the Theories of Burkhard Heim\"; Alan C. Holt, \"Prospects for a Field Physics Breakthrough\"; Thomas E. Bearden, \"Toward a Practical Antigravity Vehicular Drive\"; Randall B. Curtis, \"Physics, Philosophy and Space Travel\"; Ronald J. Kita, \"Gravity Control: An Event on the Horizon\"; Russell Nelson, \"Electromagnetic Propulsion\"; Jerry A. Reynard and James J. Wasil, \"Practical Pseudo Anti- Gravity.\" VISIT. Host Committee, members, I. to P., Alan Holt, Granvil Pennington, and Dave Kissinger. (Photo: Paul Cerny)"},{"pageNumber":6,"pageContent":"\"STRANGE HARVEST\" Linda Moulton Howe (A 90-minute television documentary film produced, written, directed and edited by Linda Moulton Howe, Director, Special Projects, KMGH- 7V7, Denver, Colorado. Photography by Richard Lerner.) Of all the perplexing events sometimes associated with UFO sightings, the reported mutilations of cattle and other livestock are surely among the most bizarre and controversial. For those who attended the Symposium in person, the screening of \"Strange Harvest,\" a made-for-TV documentary, proved to be one of the most talked about events of the weekend. Award-winning producer Linda Howe was present to supervise the video replay and to answer questions following each of Saturday's three overflow showings. \"Strange Harvest\" was first aired in Denver only 2 weeks prior to the Symposium and drew an immediately interested public response. Historically, the most famous mutilation, and perhaps the first, occurred in September of 1967 near San Luis, Colorado, and involved an Linda Moulton Howe presenting documentary on mutilations (photo: Dennis Stacy) Apaloosa mare named Snippy, which was found stripped of all flesh from the neck up. UFOs were reportedly observed in the immediate area during the same period of time. ' Mutilations in near plague proportions did not get under way until the winter of 1974 and the spring of 1975. Since that time, more than 22,000 mysteriously butchered cattle have been found in 22 southern and western states. At this moment, reported mutilation activity seems to have shifted to the Canadian prairie and western provinces. A so-called \"classic\" mutilation involves incisions, often perfectly circular, in the animal's hide, the removal of numerous external parts, including the sexual organs, eyes, ears and tongue, and the frequent draining of all blood from the carcass. Mrs. Howe's cameras visited the site of another mutilation near San Luis, Colorado, that was discovered on September 29, 1979. A dead steer was found, its tongue cut away, all flesh stripped from the animal's lower jaw, and perfectly oval cuts made in its hide and around the eye sockets. In an effort to learn more about the nature of the strange circular wounds, Linda visited with Laser Surgeon Arlen Meyers at Denver's Rose Medical Center. The film graphically portrays attempts by Meyers to reproduce the cuts on two chicken bodies, using a laser beam on one and a scalpel on the other. The laser-inflicted incision came closest to matching; however, Meyers was quick to point out the near impossibility of transporting a.similar 400 pound device, along with its power supply, from one mutilation site to another without attracting undue attention. The mutilation mystery is deepened even further by the complete absence, in most cases, of visible tracks or other physical evidence, even when the mutilated animals are found in muddy, or snow-covered fields. \"In fact, the most disturbing thing about these mutilations,\" Linda said, \"is their apparent preciseness and peacefulness. Other than the animal itself, nothing else is disturbed.\" Besides nocturnal lights and other UFO-like configurations, a number of dark-colored helicopters, unmarked and silent in flight, have been reported in the immediate vicinity of the mutilations. To check oUt these rumors, Linda and crew traveled to Fort Carson, an army base situated in eastern Colorado, to investigate rumors that the army's Cobra was a 'quiet' helicopter. Linda filmed a Cobra pilot taking his aircraft out a mile, circling, then flying back overhead at an altitude of 500 feet. The Cobra o>as dark: it was also noisy, especially on landings and takeoffs. Finally, \"Strange Harvest\" looked at the possible UFO connection, concluding with segments of a grueling 4-hour hypnotic session conducted by Leo Sprinkle with Janet Doraty, perhaps the only eyewitness account of a modern mutilation on . record. Doraty's close encounter and abduction took place near Houston in 1973, almost a year before the mutilations began in earnest. Both Judith Doraty and her teenage daughter were allegedly abducted aboard a UFO that had trailed their car for sometime. Judith, however, had the sensation of being immobilized next to the rear of her car at the same times that she was able to witness events aboard the UFO. Under hypnosis she reported seeing a calf drawn up into the UFO by a beam of light. Once it was aboard, the animal was operated on by humanoids using \"knife-like\" implements. The calf's blood was drawn. Then Judith's daughter was subjected to a rigorous physical examination. At one point her bottom lip was pulled back and skin scrapings were taken. Investigators were later unable to find corroborating reports of either a UFO or mutilation on the night of the Doraty's experience."},{"pageNumber":7,"pageContent":"UFOCAT AND A FRIEND WITH TWO NEW IDEAS Fred Merritt UFOCAT, a computer catalog of UFO sightings consisting of more than 62,000 individual reports was originally compiled by David R. Saunders in 1969 and donated to the Center for UFO Studies, Evanston, Illinois, in 1975. The task of continually updating UFOCAT files and searching through the reams of data for meaningful patterns has fallen onto the shoulders of Center vice president Fred Merritt. After a brief review of cataloguing procedures, Merritt summarized some of his most recent findings. First, there was a definite correlation between a sighting's duration and what may be called its \"strangeness\" quotient. Typically, UFOCAT reports are classified into 9 types, consisting of 3 groups of 3 types each organized according to increasing degrees of strangeness. Group one, those reports containg the least strangeness, consists of UFOCAT Type 1, 2, and 3 reports. Type 1 refers to sightings of lights or stationary objects and is characterized by long viewing times, suggestive of a true celestial body stimulus. Type 2 reports, lights or objects seen in continuous motion, are of short duration and frequently turn out to be meteors, misapprehended aircraft, and so on. UFOCAT Type 3 refers to lights or objects in which a single discontinuity of motion is observed. Duration time peaks in the 1 to 14 minute range, significantly different than either of the two other low strangeness type reports. The medium strangeness group consists of UFOCAT Types 4 - 6, where Type 4 refers to lights or objects seen which exhibit multiple discontinuities of motion, Type 5 to close encounters, generally within a distance of 500 feet, and Type 6 to landings. Duration of each of the three types of sightings peaks within a time period of 5 to 15 minutes. Finally, there are the three type • categories comprising the highest level of strangeness. UFOCAT Type 7 involves reports of occupants seen outside an object, or with no UFO at all. The duration of such sightings fall into readily recognizable patterns: those lasting less than a minute, and those transpiring in a time frame of from 5 to 14 minutes. ' UFOCAT Type 8 reports are those in which contact is made, i.e., actual two-way communication commences between witnesses and alleged entities. Contact reports also divide into two different periods of duration, one of from 5 - 14 minutes, another of one hour or more. transpiring for an hour or more. Using the 5 - 14 minute time duration as a standard for medium and high strangeness incidents, the conforming, or regular reports are those involving multiple discontinuity of motion, close encounters within 500 feet, inside occupants, landings, and lasting physical effects on witnesses. The irregular reports, where duration times are significantly longer, then become those involving entities with no UFO, outside occupants, landings, contact, time lapses and abductions. Since all three categories of the high strangeness group contain two different peak periods of duration, Merritt suggests that investigators may actually be looking at two different \" • .* ,*'.' j' r \"•' '- \"^> ', •*. «•'*\\* v ; '-;v-:^-r-Si ...-•••i.-^-.?.^:^vy Fred Merritt, left, and John Tlmmerman of the Center for UFO Studies (photo: Paul Cerny) Type 9 sightings, the catalog's highest strangeness classification, refers to those encounters in which injuries to humans or animals, time lapses, and/or abductions are reported. And once again there appear to be two distinct periods of time involved: those elapsing in 5 - 14 minutes and those events. Merritt's second set of statistics, derived from a computer analysis of UFOCAT's physical trace catalog, links report attributes with UFO-object size. The general inferences to be drawn are as follows: (Continued on next page)"},{"pageNumber":8,"pageContent":"PROJECT VISIT — AN APPROACH TO DETERMINE \"WHAT ARE THEY?\" L. David Kissinger John F. Schuessler Host group for the; llth annual MUFON Symposium was VISIT — Vehicle Internal Systems Investigative Team — a local, non-profit corporation comprised largely of aerospace industry personnel from the immediate Houston-Clear Lake City area. VISIT President, John Schuessler, was also this year's Symposium Chairman, David Kissinger, co-author, serves VISIT as both Secretary and Treasurer. Other members include Dr. Richard C. Niemtzow, who presented a preliminary analysis of medical injuries arising from UFO close encounters, Alan C. Holt, who chaired the Advanced Propulsion Workshop, Granvil Pennington, and Donald Tucker. VISIT was described by Schuessler as a project-type group and hot a popular membership organisation per se. It was inspired by NASA's group problem-solving approach employed so successfully in the manned Mercury, Gemini, Apollo, and Skylab space flights. ', The primary focus of the VISIT effort is an engineering and scientific study of the internal systems of the apparent craft involved in UFO or flying saucer reports; with a secondary interest in the physiology of the beings which occupy these vehicles. \"VISIT members usually have two goals in mind. First is the common goal of successful project operation and each contributes to that goal. The second is the personal research goal of each member. Hopefully, the group contributes to the individual goal and even enhances the chances of personal success. VISIT members are currently seeking consistent, correlative data from'close encounter and abduction cases to construct a technological model of what is happening in the field. \"The objectives of this research are to (1) determine if there is a correlation of scientific and engineering data from case to case, (2) identify internal systems which are most prevalent, (3) evaluate the purpose for these systems, (4) determine how these systems operate, and (5) share the information obtained on these USVs (Unknown Space Vehicles) with the public at large. \"Humanoid descriptions are important because they too can give clues as to the working of the vehicle. Our own space vehicles are designed to be compatible with the astronaut's physiology. .Utilizing data about the humanoid size, shape, strength, and dexterity, a comparison with human design standards can lead to knowledge about the systems operated by the humanoids. Other factors, such as mouth and nostril size, apparent skin temperature, body coverings, and eye orientation lead to knowledge about the humanoid, the type of life support system which must be required, as well as the dynamics of the vehicle. Unfortunately, the humanoid aspect has proven to be the most fear- provoking in the witness arid is therefore the least accessible to'the conscious mind.\" To dramatize how the recovery of minute, perhaps seemingly meaning- less, detail from the close encounter witness might lead to educated guessing concerning UFO technology systems, John asked the audience to imagine themselves abducted aboard a known spacecraft — none other than Skylab itself. By means of an effective slide presentation, John moved the audience through the first hatch and into the long Skylab entrance tunnel. Scenes of control panels, fan units and ducts, portholes, and astronaut life support systems followed. Surely, the average audience abductee, John insisted, could return from this experience with a minimum of remembered technological detail. \"The inability of an abductee to describe anything about the interior while having a vivid recollection of other details may be cause for suspicion as to the occurrence of a real incident.\" \"In conclusion, Project VISIT personnel are dedicated to finding useful information in the vast bank of USV information that is being accumulated on a worldwide basis. We have the expertise available to do the job; but- we must depend on the witness, the abductee, and other UFO research organizations to provide the detailed information necessary to bring the project to fruition.\" (UFOCAT, Continued) \" 32 foot objects are noisy discs associated with circular traces. - Individual reports often combine the presence of occupants ' with EM effects. 16 foot objects are most fre- quently associated with occupants Individual reports often combine temporary physiological effects with the presence of occupants. 128 foot objects are most frequent- ly associated with EM effects. 4 foot objects lack occupants. Individual imprint reports do not involve disc-shaped objects. 8 foot objects are not discs. Fred hopes his findings .may pro- vide others with promising research leads and sugggest some ways in which stored UFOCAT data might be handled with view to a future overall classification. system."},{"pageNumber":9,"pageContent":"UFO CONTACTEES: CAPTIVE COLLABORATORS OR COSMIC CITIZENS? '  R. Leo Sprinkle, Ph.D. Dr. Sprinkle has interviewed more than 200 alleged contactees who claim to have experienced some kind of psychic impressions related to their UFO encounters. Approximately 50 of these claimants participated in hypnotic time regression procedures as a means of further exploring their \"loss of time\" experience reported m the course of a UFO encounter or abduction. These persons recall memories of apparent abduction and examination by alien beings,, or . UFOLK. Many reported unusual physiological, psychological, and .psychic manifestations, along with feelings of being monitored and/or receiving \"mental messages\" from their UFOLK contacts. As a preliminary measure, the more than 200 participants in the program were subjected to a battery of standard psychological tests, including the Adjective Check List, Minnesota Multiphasic Personality Inventory, Strong-Campbell Interest Inventory, and the 16 Personality Factors Test. In general, participant scores were in line with those of normal American adults and failed to support any notion of a \"psychosis hypothesis\" which suggests that people reporting UFOs. are undergoing neurotic . or psychotic reactions at the time. \"However,\" Sprinkle noted, \"these persons often express the fear of being considered \"crazy\" or being ridiculed by relatives, friends, or neighbors. These persons often express relief when they learn that other participants report UFO observations and related events, e.g., dreams, visions, physiological symptoms, poltergeist activity, apparitions, electromagnetic anomalies, and \"mental messages\" from entities who claim to come from outer space. \"If one listens to these persons as they describe their initial memories.or 8 Leo Sprinkle CPhoto: Dennis Stacy) impressions of abductions, then one can conclude that these persons view themselves as capfiues. Most are frightened; some are frantic and almost hysterical as they describe their abductors, and as they 'relive' the abduction experience through hypnotic regression sessions., \"If one watches these persons during their daily activities, one often sees them as obsessive-compulsive (or creative!) in their behavior. Contactees often act as if they were co//aborafors: working; with unseen demons who push, nag, cajole and/or encourage the contactees to complete a project or mission. Some contactees feel obliged to move to another area; some begin reading about ancient civilizations; some receive impressions or messages of scientific theories and devices; some receive impressions or messages of \"future\" events.\" Dr. Sprinkle's hypothesis;; after personal observations made over a span of years, is that these people are .somehow changing from Planetary Persons to Cosmic Citizens. \"These individuals seem to exhibit a caring concern for all humankind, as if they are experiencing compassion for all other persons, not only their immediate family and friends. They seemed to have developed ,many of .the characteristics which have been described as those of 'Cosmic Consciousness'.\"  . . While he admits that many objections remain as to the objectivity of abduction testimony, recovered under hypnosis, Dr. Sprinkle offers one hypothesis that experienced investigators are in position to consider: those persons who claim UFO encounters, but who refuse to \"go public;\" may risk social ridicule but difficulties in developing successful lives; those persons who claim UFO encounters, and who become \"witnesses\" or who are .willing to \"go public,\" may risk social redicule but their personal lives will be enhanced. This is a potential behavioral pattern reminiscent of \"born again\" religious conversions and certainly worthy of further study.. 'Luminous beings squeezed my head' Sanlu Rosa (La Pump*) A MAN was attacked by I*D \".strange .luminous cre- .uiurcs\".acc{>rding to his own dccluiuiion lu. I he police here yesterday. The man, Nelson I u mm Sj>ago, was lln-.pilu- • -li/cd on Tuesday'iiight,.'appa-. . rently suffering- fioni a ner- vous crisis. .. Sayago said thai the car he was driving suddenly slop- ped, due in Miine mechanical breakdown which he could not explain. He was imme- diately approached by two \"luminous creatures\", who squeezed his head until, he passed out. When he woke up, he was ten blocks away ' 'from the spot where it had all occured. A passer-by led him to a nearby hospital, where he was admitted with a severe nervous breakdown, and the • doctors who received him said afterwards that he hadn't been drinking. (NA)"},{"pageNumber":10,"pageContent":"THE UNIFIED FIELD THEORY AND THE UFO Henry C. Montieth, Ph.D. Dr. Montieth's paper on the Unified Field Theory of Burkhard Heim was one of the most complex and mathematically involved of the Symposium. Those seeking a more extended exposition of Heim's ideas are referred to the complete text of his talk as .published in the 1980 proceedings. Heim, a blind German physicist, has formulated a unifying vision of the universe which combines electromag- netic and gravitational forces. Aside from a theoretical paper presented to the 1978 Dayton Symposium, Heim's work seems to have gone largely unnoticed by both American physicists and the UFO community. Yet his theories propose a means of generating gravitational fields of acceleration which could theoretically allow for faster-than-light propulsion systems and also account for a number of phenomena currently associated with UFO behavior. According to Heim's involved computations, it should be possible to generate specific fields of electromagnetic radiation and organize them in proper patterns which would, in turn, create a gravitational effect. Whether Heim's Unified Field Theory is ultimately proven correct or not, hypothesizing that UFOs employ some means of gravitational propulsion explains a number of side effects commonly associated with UFOs. . Among the effects which might have gravitational origins, Montieth noted the following: (1) microwaves, which could result in exterior skin burns; (2) sonic waves produced by long range gravitational pulses which can sound like explosions, humming, singing and/or squeaking; (3) disruption of electrical circuits resulting in automobile and small appliance failure; and (4) ionization, resulting in aurora-like effects. Dr. Montieth's talk was also the Symposium's most pointedly personal, laced with near black-humor observations abut human nature and sprinkled with almost evangelical exhortations for individual members of the audience \"to get up off their seats and take their own personal evolution in hand.\" \"The author has great reservations about the development of the technology necessary to generate gravitational fields. Human history shows that the first applications will be toward weapons, the likes of which cannot even be imagined at this time. \"The development of gravitational machines will enable man to threaten the domain of space people who have been visiting the earth for perhaps thousands of years without interfering with the life evolving on this planet. It is obvious that once man \"invades\" space, he will immediately interfere because of his materialistic animal nature. It is the conclusion of the author that man will either destroy himself before he is capable of this or he will be directly kept from leaving the earth in this manner by the space beings themselves. Such power in the hands of irresponsible humans is a grave and frightening possibility, for man is not yet ready to enter space on the interstellar scale.\" * Oj*.j,-; c^> J-^ ;.:> . Dr. Henry Montieth, right, talking with Symposium attendee (photo: Dennis Stacy)"},{"pageNumber":11,"pageContent":"FLYING SAUCER TECHNOLOGY Stanton T. Friedman Keynote speaker of this year's Symposium was the increasingly sought-after UFO lecturer, Stanton Friedman, whose Saturday evening talk, handsomely illustrated with numerous slides and interspersed with witty asides, was particularly .well- received by an enthused audience. Critics of alleged UFO flight capabilities, Friedman suggested, make a fatal case for their arguments when they fail to familiarize themselves with current state-of-the-art technologies. First, as for the reputed inability of living organisms to withstand the strenuous forces encountered in sudden, high-speed directional turns, experiments under NASA auspices have already been conducted which shed some interesting illumination in this little understood area. In fact, NASA studies show that a trained and highly motivated pilot can perform a tracking task while being accelerated at 14Gs (about 300 miles per second) for 2 minutes! Starting from rest, he would be moving at 300 mph in one second, at 3,000 mph in 10 seconds, and at 36,000 mph at the end of 2 minutes. \"It should also be noticed that astronauts have their backs perpendicular to the direction of thrust rather than along it as in an elevator. This is because back to front acceleration is much easier to handle than head to foot acceleration. The body environment is also an important factor in withstanding acceleration forces. A person completely immersed in fluid can withstand much higher accelerations than when not so immersed.\" Secondly, Friedman agreed with a sentiment expressed earlier in the day by Henry Montieth of Sandia Laboratories, that the chemical propulsion rocket is a notoriously inefficient and cumbersome device for traversing the vast distances of interstellar space. Again, however, 10 other more practical methods of propulsion have already been tested in this country. Fission rockets were built and fired as long ago as 1967, he noted-. The NRX A-6 nuclear rocket motor, contained in a package less than 10 feet long and under 5 feet in diameter, produced a power level in excess of 1.1 billion watts. In June, 1968, the Phoebus-2B unit, only slightly larger, generated 4.4 billion watts of potential energy.. Fusion-powered propulsion systems would be even more desirable according to Friedman. By employing a fusion process which results only in charged rather than neutral particles, the high-energy charged particles, directed by the appropriate electrical and magnetic fields, could be exhausted as light ions having 10,000,000 times as much energy as they can receive in a chemical rocket. And by using helium and hydrogen isotopes, two of the universe's lightest and most plentiful elements, a constant source of energy for interstellar flights is Stanton T. Friedman (photo: Dennis Stacy) readily assured. But what of another favorite debunking argument: that these same vast spaces mitigate against extraterrestial visitation, the distances simply being too great to be bridged in a single lifetime? Friedman points out that there are 1,000 stars within 55 light years of the earth, 46 of which are very similar to our own sun. \"An important aspect of the design of any interstellar propulsion system involves taking full advantage of Albert Einstein's relativity postulates. Theory and experiment both. have clearly demonstrated that as things such as people, particles and starships, approach the speed of light (c) time slows down for -them as compared to those not moving so rapidly. The extent of time's slowing down depends on just how close one approaches the speed of light. For example, a one way trip of 37 light years (the distance from Earth to Zeta 1 or 2 Reticuli) at 99.9% c would take only 20 months crew time. At 99.99% c it would take only 6 months crew time. Thus, even a trip to a galaxy such as Andromeda, 2 million light years away, would only take under 60 years crew time if the intergalactic ship could somehow manage to keep accelerating at 1 G using some as yet unknown technique.\" Friedman generally suggests that much apparent UFO technology is already a matter of known, earthside technology. \"Earthlings would be capable of building both fission and fusion deep space propulsion systems should they be willing to expend the tens of billions of dollars required. They are, however, not the only possiblities for interstellar travel. Several other possibilities exist, including: 1. Lasers based on the earth, or in orbit, or on the moon, to be aimed at the back of. the rocket spelling off"},{"pageNumber":12,"pageContent":"QUALITY CONTROL OF THE UFO DATA BASE: SOME SUGGESTED TECHNIQUES James E. Oberg Ably occupying the critic's comer at MUFON 1980 was James Oberg, an employee of McDonnell Douglas who works in NASA's Mission Control center.He is perhaps more widely known as a frequent contributor to OMM Magazine's . \"UFO Update\" column and as author of the prize- winning essay in a Cutty Sark sponsored competition calling for the best paper on the science of UFOlogy. Oberg had three main bones of contention to pick: (1) the highly sensational stories surrounding UFO sightings and photographs allegedly made by both Russian and American astronauts; (2) the grossly gullible and fantastic accounts of recent UFO encounters in the Soviet Union carried in this country's tabloid press, and all having as their source a small coterie of Russian .\"experts\" with dubious academic credentials; and (3) the apparent willingness of many UFO commentators to perpetuate such suspect accounts as part and parcel of the \"objective\" UFO data base. It was Oberg's suggestion that UFO reports traceable to a known space tchnology could be used as a means of calibrating the reliability of individual UFOlogists and UFO publicists. As examples of identified terrestiaNorigin stimuli, Oberg mentioned the now-defunct Echo satellites, satellite re-entries, and rocket launchings. However, Oberg stressed, of all such cases, \"the 'astronaut UFO'genre is by far the most spectacular. My conclusions on the subject are well known. There is not a single case where astronauts encountered phenomena which was not 'normal' in terms of expected spaceflight occurrences. Accusations of coverup are spurious if not fraudulent/And many of'the 'best' astronaut cases involve deliberate falsification of evidence by writers. \"There are unidentified and 'unexplained sightings by astronauts, I want to make clear. But, my conclusion is that such cases are not particularly convincing evidence for extraordinary stimuli. To be fair, some of the objects 'seen arid photographed by astronauts have not been identified; however, I find no compelling reason to believe that they were anything but what they appeared to be: other man-made space vehicles orbiting earth. \"The conclusion of this report is that UFO reports based on space events —' spaceflights, satellite burnups, rocket launchings, etc. — may not be significant in terms of overall populations of UFO reports, but they are important in providing cases which can be researched more precisely than most other UFO cases. They can provide solutions against which the original perceptions can be matched in a valuable series of 'control experiments' to determine the limitations of human perception and memory. \"Lastly, such 'solved' cases are not just IFOs for the record book. The are test calibrations by which the judgement and reliability of UFO specialists and authors can be judged, and the experience to date has nof been encouraging for those who would like to think they can rely on published accounts of other UFO incidents.\" (Technology, Continued) material which would exhaust towards the laser and push the rocket forward. This has the added advantage of putting 'the power supply elswhere than on the rocket.  ' . 2. Systems producing energy by whatever as yet unknown process power the strange stellar beasts known as quasars. Watts per gallon of fuel are enormously greater in a quasar than in a typical fusion powered star like the sun. - 3. Systems utilizing whatever type of force holds subnuclear particles together. In the nucleus involved in fission and fusion the amount of energy, per particle is much greater than in the much larger atoms involved in chemical processes. Going inside the nucleus should also decrease the size of the particle but greatly increase the amount of energy available per particle. 4. Systems using some means of bending space and time so as to \"pop\" from one place to another without having to truly travel along the path between the points. Picture a sheet of paper first flat arid then bent so a pair of diagonally opposite corners fold over to touch each other. Obviously travel between the corners would then be very much more rapid than if the paper — space — had to be kept flat. 5.' Systems that we cannot as yet irriagine, just as fusion is the primary energy producing process on the sun wasn't determined until 1937, although it had been going on for 5 billion years. Any study of technological progress clearly shows that progress comes from doing things differently in an unpredictable way. The future, technologically speaking, is simply NOT an extrapolation of the past or the present. \"In summary, flying saucer technology should be looked at from the vantage point of 1980, not 1880.\" 11"},{"pageNumber":13,"pageContent":"PRELIMINARY ANALYSIS OF MEDICAL INJURIES AS A RESULT OF UFO CLOSE ENCOUNTERS Richard C. Niemtzow, M.D. Dr. Niemtzow, another . VISIT charter member, addressed himself to. the question of the multiple medical injuries frequently reported in UFO close encounter situations and their possible technological implications. The first category isolated for analysis included injuries of a temporary nature, such as paralysis, dizziness,- nausea and vomiting, headache, and conjunctivitis, sometimes resulting in temporary blindness. Parallel with the medical aspects of this first complex of injuries, Niemtzow noted, was ' the often recorded failure of automobile electrical systems. Niemtzow. also observed that the particular form of paralysis under examination is medically distinct from that .type\" of .nerve, paralysis, or immobility, brought on by extreme fear. For one thing, paralysis-involving the UFO stimulus: seems to be selective, i.e., witnesses ambulatory at the time they are '\"seized\" do. not report paralysis of.such a nature that it causes .them to.lose balance and fall to the ground. This would .seem to,indicate that while the voluntary motor nerves controlling arm and leg'movement are affected, those nerve fibers governing the autonomie' functions required to maintain bipodal standing or stationary stances are excepted. There is.at this time, he said, insufficient data to explain , the mechanism behind such a selective paralysis process. A second category of injuries deals with caustic skin lesions, or burns, which sometimes appear following a close UFO approach: These are frequently attributed to potential high temperature exposure, ultraviolet radiation, or possible megavoltage photon or electron skin reactions. None of these stimuli, however, seem sufficient to explain a diamond-shaped burn left on the chest of a Tyler, Texas, 12 witness in January of. 1979, after a CEIII ' experience. This case was reported in some detail in the MUFON Journal for September, 1979. The third category, also in the Tyler incident, involves parapsy- chological manifestations which may disrupt the witnesses' normal emotional behavior. These effects may include telepathic communications as well as audio and visual hallucinations. Heightened sense awareness seems to have been brought on in the Tyler case by the extreme anxiety associated with the event in the subject's mind. Unfortunately, Niemtzow noted, . most CEIII witnesses have not been submitted to a complete physical examination immediately following their experience. In association with the French GEPAN group, a battery of medical tests were agreed upon which should be performed wherever possible. These include: (1) a complete blood count with differential, to determine : if -the patient has been subjected to periods of. weightlessness; (2) serum control tests, to ascertain if rapid displacement from geographical/ time zones has occurred; (3) weight .loss test, as all but one U.S. astronaut has lost weight in space; (4) serum and' urinary potassium, sodium, and chloride observations; . (5) urine calcium and phosphorous tests; (6) urinary ketone analysis, which substance should increase following periods of starvation; (7) serum glucose, a baseline test; (8).a standard chest X- ray; and (9) biopsies of.skin lesions. . The results of such a test battery, Niemtzow concluded, should be quite valuable .in assessing .the credibility of close encounter and abduction witnesses. Dr. Richard Niemtzow (Photo: Dennis Stacy) STAMP CONTRIBUTIONS *••.\"•' ' ' . Contributions, of cancelled foreign stamps are acknowledged from Ann ,DruffeI, Pasadena, Calif.; , Barbara Mathey, Los Angeles, Calif.; Fred Merritt, Lombard, 111.; and Project Starlight International, Austin, .Texas. AdditionaJ contributions of cancelled foreign stamps are acknowledged • from Lucius Parish, Plumerville, Ark., and R. Bruce Jordan, Palo Alto, Calif. Two .large contributions of very attractive stamps were received from Henry Durrant, Paris, France, and M.A. Delhom, Lafayette, La. Proceeds are applied to support international exchange of UFO information."},{"pageNumber":14,"pageContent":"INSTRUMENTED, SENSING, RECORDING, AND DOCUMENTATION OF TRANSIENT PHENOMENA IN UFO EVENTS Ray Stanford As Director of the Austin-based Project Starlight International, Ray Stanford supervises the most up-to- date and well-equipped UFO observatory in the country, if not the world. Prior to his speech, Stanford and his assistants displayed an impressive array of the Project's portable photographic and electronic equipment. Among the instruments on view were a number of synchronized camera systems, an automatic recording magnetometer, a gravimeter, and a coupled telescope-laser-photo- multiplier-video system for UFO light pulse and light bend studies. In addition, the Project is in the process of installing its own radar complex on the facility grounds outside Austin. Yet Stanford would also be among the first to admit that UFOs are notoriously unpredictable phenomena which seldom display the \"professional\" courtesy\" of appearing where they can best be observed and instrumented. In fact, a 2,800-frame color motion-picture film shown by Stanford in conjunction with his lecture was filmed impromptu aboard a Boeing 747 commercial jetliner on December 12,1977, while the author was en route to Dallas-Fort Worth International Airport. A frame-by-frame analysis of the film's most significant sections made up the heart of his talk. As the film clip begins a dark circular object is seen moving swiftly to the camera's right. Almost as soon as it vanishes from view, another object becomes apparent, a cigar-shaped tube of high luminosity which seems to be emitting pulses or beams of intense light from one end, much in the same fashion as a hand-held Roman Candle firework. In the intervening 28 months since the film was taken it has been subjected to intense photogrammetric analysis. Several UFO event phenomena of Ray Stanford with UFO tracking extremely short duration were discovered. In some instances events transpired so rapidly as to fall below the threshold of human visual perception. A single frame of the film, for example focused on the dark, circular object, reveals that object suddenly flaring with a surface-encompassing pulse of light. Another PSI film strip exposed on November 11, 1974, revealed exactly the opposite effect, namely a brightly lighted ball-shaped object pulsing approximately 30 times • per second which gave a visual appearance of a continuously glowing light source. Another highly transient phenomenon revealed in the December 1977 film was the emission by the second, tubular-shaped object of columnar shafts of iridescent light, or plasma, of a duration ranging from 1/6 to 1/24 of a second. These columnar devices (photo: Dennis Stacy) pulsations were emitted from one end of the object along its greatest length or axis. Stanford's second filmed object also exhibited some unusual effects not previously instrumented. At times shock waves seemed to form in the surrounding air propagating outwards at the speed of sound. Another unusual occurrence was the apparent formation of concentric circles of light and dark areas centered around the tubular object's axis. Stanford emphasized that the positive identification of these circular rings is as yet tentative, but could possibly result from a phenomenon known as \"Faraday rotation,\" the rotation of the polarization plane of light passing through an atmosphere permeated by a magnetic field. (Continued on next page) 13"},{"pageNumber":15,"pageContent":"INSTITUTE FOR EXTRATERRESTRIAL RESEARCH The Institute For Extraterrestrial Research (Via Cavour 57, Rome 00184, Italy) is a non-profit private organization whose aim is that of promoting a vast interdisciplinary approach to' all issues or problems related to the possibility of existence of intelligences, or civilizations, other than \"human\" in the common meaning of the word. A particular care is given to the study of all technological, social, psychological, and evolutionary implications of such a possibility either in the past or in the future. The main role of the Institute in (Instrumented, Continued) In the case of both the columnar, plasma-like emissions and the concentric ring formation, their ultimate interpretation, he suggested, should prove instrumental to an understanding of the high energy physics associated with some UFO events. A second set of findings made public at the Symposium by PSI concerned instrumented recordings of possible UFO magnetic field strengths made on July 19th and 27th, 1978, in Arizona and far west Texas. These events were filmed, gravimetric _ readings were made, light spectra information was taken, and audio tape recordings were acquired. A complete and final assessment of the data gathered still needs time and access to the proper analytic equipment. Stanford concluded that \"the data and the analysis results to date compel the author to encourage serious students of the UFO phenomena to orient their efforts toward a realistic working philosophy: If UFOs are physically real, we can instrumentally record them. If we record them, we can realistically study their physical nature. And if we objectively study their physical nature, we may be able more definitely to learn things about them, than had we only collected reports. \"Also, let us carefully examine the physical data. It is not inconceivable that in doing so we may make findings which could greatly benefit mankind through basic new understandings of certain physical processes.\" 14 carrying out this plan is that of promoting and coordinating , active contributions by. scientific structures, researchers and institutions, as well as by the information media/The Institute performs research work in the statistics field using a very Jarge and elaborate electronic system, and maintaining close contacts with similar organizations all over the world. Also a particular work of psychological/ sociological research and intervention is carried on by the Institute's staff. All other research projects are performed in collaboration with existing and highly qualified scientific structures. The \" Institute has'close links with authorities — political, administrative, military — for a useful exchange of information. The one most relevant policy that the Institute follows is that of not trying to induce into research and information pre-organized ideas or solutions, and maintaining a strictly neutral position over any issue that is not officially accepted. The Director is Giulio Perrone. Other members of the Board of Directors are Dahiele Bedini, Giampaolo Cuomo, Claudio Gallo, arid Luciano Montemurro. The group also represents MUFON in Italy. AUSTRIAN INVESTIGATIONS FIND \"DARK SIDE\" TO UFOS By Mildred Bicsele Ernst Berger and Louis Shonherr, after surveying 30 years of UFO literature and studying more than 100 Austrian UFO reports, say that they have found \"a dark side\" to UFO experiences. Writing in Austrian Abstracts, the international newsletter published by MUFON-Austria, Berger presents a well-documented argument for their claim that psychosocial influences can be identified in old cases on record and can be studied experimentally by clinical means in more recent reports. Without denying the possible objective reality of the UFO itself, they say that an investigator should ask for more than descriptions and opinions: he should also probe the witness's \"psychic state of mind.\" They suggest that a \"mirror effect\" takes place,\" reflecting \"psychic elements, thoughts, wishes, experiences and models, as well as shapes of his everyday surroundings existing in his memory before the encounter.\" These may \"flow into the UFO experience to form parts of the phenomenal details.\" Their research suggest that although polygraph tests and hypnotic regressions may yield strong emotional reactions and convincing stories with internal consistency, they still do not constitute • proof; and hearing, sight, touch, smell — all can offer false data to support a delusion. They conclude that in this \"new age of darkness,\" with its symptomatic \"new regression of human thought,\" UFO spiritists such as Coleman, Keel, Michel, and Vallee show their own fears by projecting the threat of manipulation by UFOs into our \"restless reality.\" Whether or not one agrees with the writer's rather negative position, it is obvious that much thought, research, and experience have gone into the preparation of this paper. It adds another layer of complexity to a problem that already is simple only to the simple. Ernst Berger, MUFON's representative for Austria, can be reached at Nussdorferstr. 7, A1094 Vienna, Austria pi."},{"pageNumber":16,"pageContent":"STATEMENT BY LEONARD STRINGFIELD (Introduced by John Schuessler, Mr. Stringfield made the following statement at the MUFON Symposium, Saturday morning, June 7.) I prepared some of my notes during the happy hour last evening so bear with me. Yes, I must confess that I'm the author of two recent papers — Retrievals of The Third Kind, and The UFO Crash/Retrieval Syndrome — and, here I am as living physical proof that I have not been axed to shreds by covert forces for my disclosures. I ask only a few minutes of your time so as not to interfere with the MUFON agenda to relate my recent progress in my great endeavor. During, and since the preparation of Status Report n, a total of 19 new sources, with varying degrees of data, have surfaced to me. They involve informants who have participated in retrieval operations, or have been in position to observe the alleged alien bodies, or known to have artifacts, photographs, or documents. To put my position into proper perspective, all data referred to here and now, or in the past, must be prefaced by the word, \"alleged.\" Until I can prove any or all data known to me, I must therefore \"allege\" its status — but, I can see the word \"allege\" fading away like a Cheshire Cat when I look at the overall data received from independent and reliable sources in the past 3 years. In this business I receive a number of leads concerning crashed craft; some questionable. For instance, I received several months ago from an anonymous source, a photograph purporting to show a saucer-like device on top of a low-boy truck outside an airport hangar. The photo was checked by professional people and it was tentatively determined that it was a hoax. Was this intended to test or deceive me? Possibly. Yes, there have been other tricks and ruses and I expect more. Fortunately, I do have responsible people to turn to for advice or counsel within the MUFON group. They will be utilized to the fullest as I continue my ventures. Now to highlight a few of my new sources and/or data: • Person assigned to large manufacturer to perform technical work at Wright-Patterson in 1960's. He allegedly saw seven bodies. He was driven to area in a military vehicle with curtains down, blindfolded and escorted to work area. During the period he worked there he was confined to a cell-like room at night, without outside communications. He signed papers. He is fearful and will not be identified. • Former G-2 Air Force Officer, 1948, who saw Top Secret manuscript about crash of UFO in New Mexico. Craft and bodies retrieved. • I am working through another researcher to get more details re: retrievals of crashed UFO, 1953, in Louisiana. All data will be withheld pending further contact with a firsthand witness who stood guard duty during recovery operations. Both live and dead entities aboard. • Three separate sources known to me worked on recovered craft at Wright-Patterson in past years. Their involvement was highly technical. I managed to get up to the proverbial doorstep of the sources, but the door was slammed shut. Their emergence in the near future is doubtful. Technical data about the craft is a No-No. • I have limited medical information relative to alien bodies from an overseas source which ties in with newly acquired data about a medical center in U.S.A. where secret studies have been conducted. • I have several stories from responsible sources concerning the fates of people who knew too much about certain secret operations. I will not elaborate on this sensitive matter at this time. Now, among the more interesting new sources and data to surface concern what purportedly may be a major step toward achieving a breakthrough for research and perhaps the media. I hasten to relate that I am now in possession of 8 photos each alleging to show an alien humanoid body contained inside a glass enclosure. Location, Wright Patterson. Inside the glass case are beaker-like units, showing the vapor of liquid nitrogen. Alongside the prone body is a row of vents. Physically, the body appears to be more muscular and to have broader shoulders than the body I have depicted in my recent paper. Analagous to my previous medical information, the head indicates a deep set brow-ridge, no nose, ears, hair and a narrow mouth. The arms reach down to the knee joints. One of my photos shows the claw-like hand joined to a skeletal rib cage. This is curiously analogous to the drawing of hand in my recent paper. My source emerged nearly a year ago during which time, I have negotiated the use of his photographs (Continued on next page) 15"},{"pageNumber":17,"pageContent":"(Stringfield, Continued) and other data. I met my informant once to review our relative position about the release of his data. His source for the photographs is a person serving in the Intelligence community. My source is aware that I am relating this information today in Houston. In fact, he told me that he may be willing in the ' future to step forward to back up what I am relating today and show new photos, etc., etc. Indeed, I am aware of more support data concerning my informant's involvement' with crashed UFOs. All'of this material, I must stress is still in the alleged category. All of it requires more inquiry, but I feel obligated to report to you in research some of my findings, whether or not I can prove any of them at this time. I have properly called upon a number of responsible people here in Houston to witness the photos in question. They will attest to their existence, but they, like myself, will reserve any judgement about authenticity at this time. To name a few of my witnesses — Walt Andrus, Dick Hall, Tom Deuley, John Schuessler, Dr. Niemtzow, Dr. Sprinkle, Dr. Monteith, Dr. Gille of France, etc., etc. The photos will not at this time be made available for the media for obvious reasons. We need time to assess the material and the status quo. Indeed, when I learn more from my source, and when I am in a better position to evaluate everything known to me, you will hear the whole story — perhaps in Status Report III, hopefully published by MUFON. SMITHSONIAN UFO SYMPOSIUM The prestigious Smithsonian Institution has scheduled an all-day UFO Symposium in Washington, D.C., Saturday, September 6, under the Resident Associate Program. Moderator wil 1 be Frederick C. Durant, III, of the National Air £• Space Museum (author of the 1953 CIA . Robertson Panel report). Speakers are Dr. J. Allen Hynek, Dr. Bruce S. Maccabee (MUFON Maryland State Director), Allan Hendry, James E. Oberg, Philip Klass, and Robert Sheaf fer. . ; 10 a.m. to 12:30 p.m., each speaker will discuss his own research and study of UFOs. From 2:15 to ^:^5 p.m., each will address specific questions, followed by a panel discussion. Questions will be accepted from the audience. The symposium will be held in the Baird Auditorium, Natural History Building. Price for Associate members is $25, for non-members $30. Address:. Smithsonian Institution, Washington, D.C. 20560. On Friday, September 5 , Dr. Hynek wi 1 1 give a separate talk, and on Saturday night Stanton Friedman will speak, sponsored by the Fund for UFO Research. Sites are to be determined. Watch for news releases or an- nouncements, or contact Fred Whiting: 703-998-8670. MUFON 103 OLDTOWNE RD. SEGUIN, TX 78155 HUMANOID PHOTOS UPDATE As noted elsewhere in this issue, Len Stringfield announced at the Houston Symposium that he had obtained photographs purporting to show alien humanoid bodies. He stressed that their authenticity remained to be established. In response to numerous queries for follow-up information, Stringfield asked the Journal, in a telephone conversation during July, to report that he is probing in several directions to try to ascertain whether they are a hoax or the real thing. He is aware that one of the photographs has appeared in a sensational context in two popular magazines in a manner that tends to cast doubt on them. His source, who. denies responsibility, has suggested a plausible explanation on how the photo may have leaked out. Nothing definite has been established one way or the other. Requests for additional photographs, as originally promised, have not been fulfilled as of July 21. \"If they are a hoax or an attempt to discredit me,\" he added, \"we .certainly want to expose it That's what we are trying to do with all the crashed saucer stories — establish that they are true or discredit them.\" — Editor 16"},{"pageNumber":18,"pageContent":"MUFON ANNUAL CORPORATE MEETING By Walt Andrus The 1980 MUFON Annual Corporate Membership Meeting was convened Sunday, June 8th at 9:00 a.m. at the Sheraton Kings Inn Hotel in Clear Lake City, Texas. Officers seated at the head table were John F. Schuessler, Deputy Director for Administration; Thomas H. Nicholl, Deputy Director for Business Management; Richard H. Hall, Editor of the MUFON UFO Journal; Dennis W. Stacy, Director of Publications and acting recording secretary; and Walter H. Andrus, Jr., International Director presiding. John Timmerman, Chairman of the Board for the Center for UFO Studies (CUFOS) gave a short presentation on the problems that he was endeavoring to resolve at the Center, the discontinuation of the International UFO Reporter in its prior format, and the goals and objectives of CUFOS. The new dues structure for the Mutual UFO Network, Inc., effective August 1, 1980, as acted upon by the MUFON Board of Directors in prior correspondence was presented. During the discussion, many felt that the membership/subscription rate should have been higher than the $15.00 U.S.A. and $16.00 foreign, since the Journal is still the finest monthly publication in the UFO field. The logistics for implementing the change were itemized, after which the members voted unanimously to accept the new dues rate. The details appeared in the June issue of the Journal which reached our members during the later part of June or the first week of July. An 11 month financial report was distributed to the Board of Directors present. The final report will be available after the closing of our fiscal year on June 30th. The schedule for future MUFON UFO Symposiums was announced; 1981 Boston, Mass. (Cambridge); 1982 Toronto, Ontario, Canada; and 1983 Los Angeles, Calif. Firm bids for subsequent years were sought from potential host organizations. The Pennsylvania Center for UFO Research is doing preliminary planning for 1986 per George B. McKain, Jr. and MUFON of North Carolina is seeking additional information as possible hosts for the symposium in Winston-Salem, N.C., through Mrs. Gayle McBride and George Fawcett. Verbal and written annual reports were received from the following Continental Coordinators: Mrs. Barbara Mathey for Africa, Jerry Johnson for Central America, and William G. Hinrichsen for South America. Ilkka Serra, MUFON Representative for Finland, gave his formal report during his workshop session on June 7th for all the Scandinavian countries. Michael Sinclair, International Coordinator, submitted his written report, since he is working in Africa for about 5 months. Provincial Directors from Canada, John Magor (British Columbia) gave us a verbal up-date on his activities and Henry McKay, Regional Director for Canada, filed a written report. Pat De La Frahier, Director of the Stratford UFO Research Team (Stratford, Ontario), related the work being done by her organization and delivered a copy of the March 1980 issue of their newsletter titled TROFUS. Bill Armstrong, WONC, reported for vhe MUFON Amateur Radio nets in the absence of Joe Santangelo, NUS, who was preparing for his upcoming marriage and honeymoon. The following State Directors gave their annual reports: Willard P. Armstrong, Missouri; Gary Levine, New York; Forrest Lundberg, Iowa; Mildred Biesele, Utah; Paul C. Cerny, Northern California and Western Regional Director; Joe Santangelo, Mass., (written); Bill Leet, Arkansas; and Robert Hipp, Pennsylvania (both written). Reverend G. Neal Hern from Dallas, Texas, was introduced and volunteered to help coordinate MUFON activities in the Dallas-Ft. Worth metroplex area. Tom Deuley and Richard Hall, representing the Fund for UFO Research, made a short presentation concerning the work of this group and it's successes to date. An announcement was made for the North Carolina MUFON UFO Confab to be held in Winston-Salem, N.C., on June 21 and 22. Brief information was supplied about the new motion picture \"Hanger 18\" presently being filmed by Schick-Sun Classic Pictures at an abandoned Air Force Base in Big Springs, Texas. Stanton Friedman was informed that \"UFOs Are Real\" will be opening in 11 theaters in the San Antonio, Texas, area (includingSeguin) the latter part of June. We have been unable to obtain a confirmation of the exact date as of June 15th, but will endeavor to do so. To date, this film has only been available on Beta or VHS video tape from FOTOMAT. The annual meeting was well attended by our MUFON members, since this was an opportunity to hear first-hand what UFO activities and projects were taking place world wide. The meeting was adjourned promptly at 11:00 a.m. so members could check out of their hotel rooms and arrive at the NASA Lyndon B. Johnson Space Center for the special tour at 12:10 p.m. 17"},{"pageNumber":19,"pageContent":"(Director's Messaqe, Continued) Astronomy. The brother of David Webb, Co-Chairman of MUFON's Humanoid Study Group, Walter was the original investigator of the classic Barney and Betty Hill abduction case. He already plans to become involved as part of the host committee for the 1981 MUFON UFO Symposium in Boston. I have taken the liberty of quoting a complimentary evaluation from Mr. Webb's letter, which I would like to share with our readers: \"I wish to associate myself with an active, viable organization. I have been watching MUFON carefully for a year or so, having subscribed to the Journal, and am now satisfied that of all the UFO groups, MUFON seems to be doing the best overall job. The Journal has a conscientious, scientifically oriented editor (Dick Hall), publishes regularly and on time, and is a real bargain, price- wise. I like the idea of keeping interest up among members by holding local meetings and an annual conference.\" From a professional who has served three national UFO organizations over a 28-year period (NICAP, APRO, and CUFOS), Walter's written testimony is appreciated. Mr. Webb resides at 5 Willow St., Westwood, MA 02090. The new State Section Director for the Louisiana parishes of Rapides and Grant is Walter R. Briggs, P.O. Box 412, Alexandria, LA 71301; telephone (318) 443-0298. He will be providing support for Michael A. Delhom, the State Director. Joanne Cusack, 1250 Cedar Post #21, Houston, TX 77055, a workshop speaker at our recent MUFON Symposium, has volunteered her talent as a Research Specialist in Kirlian Photography. Terry hansen has advised MUFON that he is the producer of a taped program designed for Na'tional Public Radio, titled \"the UFO Controversy: Anatomy of a Scientific Revolution,\" and to be released in August 1980. For further information, please contact Mr. Hansen at 2222 Nicollet Ave., Apt. #1, Minneapolis, MN 55404. Berthold Eric Schwarz, M.D., a speaker at MUFON's 1974 UFO Symposium in Akron; OH, has written a new hardcover book titled \"PSYCHIC-NEXUS Psychic Phe- nomena in Psychiatry and Everyday 18 Life,\" published 'by Van Nostrand Reinhold Company, 135 West 50th Street, New York, NY 10020 (price not indicated)! This eye-opening volume presents an up-to-date scientific evaluation of the psychic com- munications which may occur between people. Your Director is the recipient of an uncorrected proof copy of the up- coming hardcover book titled \"The Roswell Incident\" by the authors Charles Berlitz and William Moore, scheduled for publication in September 1980. This book deals with the events surrounding the alleged UFO crash and recovery on July 7,1947, near Roswell, NM. Bill Moore, a MUFON State Section Director in the Prescott, Arizona, area, has done extensive research and travel to document the material in his book: A few collating errors by the printer have been detected in the 1980 MUFON UFO Symposium Proceed- ings. If a page was duplicated, it may be corrected by simply removing it, however if a recipient should find a blank page or the incorrect sequence of pages, please advise MUFON in writing and a new proceedings will be mailed free of charge. Morgan County Printers would like to apologize for these discrepancies, however last minute revisions by one of our speakers and press breakdowns contributed to this unfortunate situation. Most\" of the published papers were received promptly by the established schedule date, which was very much appreciated by the Co-Editors. The proceedings were delivered to Clear Lake City, Texas, for the symposium on June 6th, thus meeting our deadline. A brief review of the MUFON Annual Corporate Meeting is contained in a separate article of this issue of the Journal. The inside coyer of the 1980 Proceedings has the following statement: \"The 1980 MUFON UFO Symposium Proceedings are respectfully dedicated to Paul C. Cerny. Recognition is hereby bestowed upon Paul C. Cerny for over twenty years of diligent and outstanding devotion to the study of UFOlogy in a leadership role. Presenting a challenge to his colleagues, he is a superb example of what an interested individual may accomplish with an avocation. It is with profound gratitude that voluntary dedicated service may be honored in this manner.\" r UFO NEWSCLIPPING SERVICE i L The UFO NEWSCLIPPING SERVICE will keep you informed of all the latest United States and World-Wide UFO activity, as it happens! Our service was started in 1969, at which time we contracted with a reputable international newspaper-clipping bureau to obtain for us, those hard to find UFO reports (i.e., little known, photographic cases, close encounter and landing reports, occupant cases). and all other UFO reports, many of which are carried only in small town or foreign newspapers. \"Our UFO Newsclipping Service issues are 20-page .monthly reports, reproduced by photo-offset, containing the latest United States and Canadian UFO newsclippings, with our foreign section carrying the latest British, Australian, New Zealand and other foreign press reports. Also • included is a 3-5 page section of \"Fortean\" clippings (i.e. Bigfoot and other \"monster\" reports). Let us keep you informed of the latest happenings in the UFO and Fortean fields.\" For subscription information and sample pages from our service, write today to: UFO NEWSCLJPPING SERVICE Route 1.— Box 220 Plumerville, Arkansas 72127 1980FORTFEST The annual symposium of the International Fortean Organization (INFO) will be held August 10 at the Adult Education Center, University of Maryland, College Park, Maryland. Speakers will report on UFOs as well as other \"Fortean\" topics (unexplained mysteries as chronicled by Charles Fort). Basic admission price is $5.00. Information: .7317 Baltimore Ave., College Park, MD 20740; 301/779 : 1873."},{"pageNumber":20,"pageContent":"Lucius Farish In Others' Words The NATIONAL ENQUIRER'S award of $2,000 for best UFO case of 1979 was shared between UFO researcher Allan Hendry and Minnesota deputy, sheriff Val Johnson. An award of an additional $2,000 was presented to Dr. Bruce Maccabee for his investigation into the New Zealand UFO film. Details of the awards are given in the May 27 issue of the ENQUIRER. The June 3 issue contained a UFO article which is not available to me at this writing. In the June 17 issue, the \"abductee\" research of Judith and Alan Gansberg is detailed. The Gansbergs' recent book, DIRECT ENCOUNTERS, contains information related to nine separate. abduction incidents, involving thirteen people. Dr. Harley Rutledge's research ; into Southeastern Missouri sightings is summarized in the June 24 issue. The first issue of a new magazine, NEWSWEEK FOCUS, contains an article by Patrick Huyghe which deals largely with the government's attitude toward UFOs over the years. The magazine is to be issued bi-monthly and the first issue is dated June/July. June OMNI's \"UFO Update\" column is an interview with French scientist, Maurice Chatelain, the author of OUR ANCESTORS CAME FROM OUTER SPACE. Chatelain tells interviewer Charles Berlitz of his speculations on UFOs and extraterrestrial life. To partially replace the now- defunct INTERNATIONAL UFO REPORTER, Allan Hendry of CUFOS will have a column on UFOs in each bi- monthly issue of PROBE. The first column appears in the July issue and includes a selection of recent reports, plus a section on \"balls of light\" which seemed to attack moving vehicles. In addition, this issue has a \"UFO Faceoff\" feature, with Robert Klinn providing a pro-UFO article (based primarily on the research done by the late Dr. James E. McDonald) and Ronald A. Oriti of Griffith Observatory contributing a skeptic's viewpoint on the subject. Rounding out this issue is a report on Vaughn M. Greene's book, ASTRONAUTS OF ANCIENT JAPAN. The #8 issue of UFO UPDATE, like most of the previous issues, is largely rehash, although a few of the articles contain material of interest. Again, rehash is the keyword for the #11 issue of IDEAL'S UFO MAGAZINE, although Edward Lunguy's article on a physical evidence case and William Retoffs contribution on Canadian airship reports of 1896-97 are the.highlights of this issue. A few interesting articles in the #18 issue of TRUE UFOs & OUTER SPACE QUARTERLY, but most of the material here is familiar also. August UFO REPORT has a good article by Wayne Laporte on UFO propulsion theories, plus an interesting contribution by the late B. Ann Slate. Book excerpts from Richard Wingate's LOST OUTPOST OF ATLANTIS and Hugh F. Cochrane's GATEWAY TO OBLIVION are included, plus contributions by Jim Miles, Gary T. Enders, James E. Oberg and others. The long-awaited magnum opus of Ufology, THE ENCYCLOPEDIA OF UFOs edited by Ronald D. Story, is now available. The book's 440 pages contain entries on specific UFO cases, theories, organizations, researchers, etc. Photographs of many Ufologists are included, along with their \"Position Statements\" on the UFO topic. UFO photos and illustrations are found throughout the book, as well as a center section of color photos. The ENCYCLOPEDIA project is a monumental one and Story (and Consulting Editor J. Richard Greenwell) deserves credit for undertaking such a task. It is unfortunate that the book is marred by the \"super-skeptic\" contributions of Kevin Randle, Robert Sheaffer, and James Oberg. Also, some of Story's own entries leave something to be desired, in terms of thoroughness or objectivity. In short, the EN- CYCLOPEDIA is like so many other UFO books — a mixture of good material, rehash, and outright nonsense. It is available in a large paperbound edition for $12.95; the hardcover is $24.95. The publisher is Doubleday & Co., Inc., 245 Park Avenue, N.Y., N.Y. 10017. Dallas couple caught in UFO spotlight EU.KN ANN QI'INN Herald Staff Writer A Dallas. Texas, cou- , pie was caught in the spotlight'of what they said was a UFO early 1 Wednesday on U.S. 49 in Simpson County. Howard and Julia Pickrcl's car lights flashed on and off when their car went through a beam of light radiating from a glowing disc sev- eral miles high In the air, they said. The cou- ple were en route to visit their daughter. Julia McAfee of Long'Beach, when the encounter took place about 3:30 a.m. \"1 don't know what it was. I've never helirve'd in UFOs before, but I know what I saw.\" Mrs. Plckrel said. \"It was too high, too big and too bright to be a regular light.\" The couple had eyed the light glowing In the sky for miles before they rode below It. Mrs. Plckrel said from the ground it looked about the same size u a wash- tub, but it was several miles high :in the air. 'There was a beam of light making a spot of light about as long u a fourth of • city block and a* wide u our car.\" she said. \"When the beam of light was on the car. the lights went on and off' about seven or eight times. It was just like someone was turning them on and off. Then we.drove out into the darkness, and the lights never flickered again.\" she aald. She said they saw no other vehicles on the highway for several miles. Neither the Simpson County nor the Cov- Ington County sheriffs department had reports on the beam of light, department spokesmen said. A state highway patrol spokesman said the patrol did not re- ceive reports on the light either. 19"},{"pageNumber":21,"pageContent":"DIRECTOR'S MESSAGE w .fir* v ;    Walt Andrus Since Dennis W. Stacy, Director of Publications and Staff Writer for MUFON, has submitted the featured article on the 1980 MUFON UFO Symposium in Clear Lake City, Texas, . for this issue of the Journal, I will only touch, on some of the highlights that were \"not previously .publicized. All of the presented papers by John F. Schuessler and. L. David Kissinger; Henry C. Montieth, Ph.D.; James F. »Oberg; Ray Stanford; Richard C. Niemtzow, M.D.; R. Leo Sprinkle, PhiD.y Fred Merritt; and Stanton T. Friedman, plus a submitted paper by Thomas .Bearden are published in the 1980 MUFON UFO Symposium Proceedings, which may be obtained for $10.00 postpaid from MUFON, 103 Oldtowne Road, Seguin, TX 78155 .U.S.A: One of the more popular presentations was a' 90-minute TV video, tape documentary on Midwest •cattle mutilations by award winning ' producer Linda Moultpn Howe from KMGH-TV7 in Denver, Colo., a McGraw-Hill Station. '\"A Strange Harvest\"- was first aired on May 25, 1980 in Denver. We predict that it will receive national exposure in the near future. Dr. R. Leo Sprinkle and MUFON State Section Director David Perkins are featured in Linda Howe's documentary with State Section Director Tom Adams of Paris, Texas, • as technical consultant. Mr. Adams is probably the most knowledgeable individual on cattle mutilations in the United States and Canada. > , A bombshell was dropped at the symposium when Leonard H. Stringfield, author of \"The UFO Crash/Retrieval Syndrome\" announced that he had brought eight photographs showing a preserved body in a glass box with possibly nitrogen gas circulating within the container. These alleged photographs are prints, both in black and white and color, given to him by a person from an intelligence agency of the U.S. government. The photographs seem to confirm the drawings appearing in Mr. Stringfield's booklet distributed by MUFON. Pipes are shown connected to the glass box, probably to control the circulation of dry gas around the body. I was particularly impressed with the bone structure of one arm and hand and the absence of genitalia. The angle of the photographs makes the body appear more stocky, and with a more square shoulder. configuration than the doctor's autopsy sketch appearing in Leonard's booklet. This could be another breakthrough, but continued investigation is required to substantiate them. The informant has advised Mr. Stringfield of the existence of 40 more photographs of this nature. The Advanced Propulsion Workshop, chaired by Alan C. Holt, had as participants Stanton T. Friedman; Peter I. McNeall, William F. Hamilton HI, Don Reed, Ray Stanford, Dr. Henry C. Montieth, and Dr. Daniel Harris with additional papers submitted by Thomas E. Bearden, Randall B. Curtis, Ronald J. Kita, Russell Nelson, Jerry A. Reynard, and James J. Wasil. A limited number of copies of the Advanced Propulsion Workshop papers (31 pages) are available from MUFON for $2.00 plus postage while the supply lasts or from Alan C. Holt, 15803 Echo Hill, Houston, TX 77059. Ilkka Serra, MUFON Represent- ative from Finland, Chairman of UFO Research of Finland, and special reporter for the Finnish magazine ULTRA, presented a workshop paper titled \"UFO Research in Scandinavia and a Possible Explanation to UFO Energy.\" Excerpts of his paper appear elsewhere in this issue. Joanne Cusack, MUFON Research Specialist in Kirlian Photography, conducted a workshop titled \"Kirlian Photograghy.— Research Tool for Close Encounters?\" Jean- Francois Gille, Ph.D., MUFON Consultant in Theoretical Physics, from Paris, France, held a workshop titled 'Isocely.\" Thomas Babits, a Computer Scientist from Toulouse, France, employed by GEPAN, Centre National DTitudes Spatials, substituted for Alain Esterle, Ph.D., on the Saturday evening program. The 1980 Symposium was held at Clear Lake City, Texas, the home of the NASA Lyndon B. Johnson Space Center, so participants could tour this vast installation. The MUFON attendees received a special guided tour arranged by John Schuessler and David Kissinger of the Mission Control Center, wherein we had the rare privilege of being on the floor where our space flights are actually being controlled. Cameras were flashing everywhere as some of us were photographed sitting at the control console of the \"Flight Director\" in Mission Control. The tour included displays in seven other buildings, including the Space Shuttle trainer, Skylab trainer, and an opportunity to stand alongside and photograph the 323 ft. long Saturn V rocket that has launched so many of our astronauts into space. The Apollo 17 capsule was also featured, along with Mercury and Gemini spacecraft, the Lunar Excursion Module, and the Rover car used by the astronauts on the surface of the moon, just to mention a few. We would like to welcome the following new leaders to MUFON this month: Walter N. Webb, Assistant Director of the Charles Hayden Planetarium, Museum of Science in Boston, has volunteered to serve MUFON as a Consultant in (Continued on page 18)"}]
