[{"pageNumber":2,"pageContent":"$3.00 MUF®N Mutual UFO Network UFO JOURNAL November 2002 Number 415 The most recent implant removed by Dr. Roger Leir and his team. Article begins on page 3."},{"pageNumber":3,"pageContent":"MUFON UFO Journal (USPS 002-970) (ISSN 0270-6822) Post Office Box 369 Morrison, CO 80465-0369 Tel: 303-932-7709 Fax: 303-932-9279 International Director John F. Schuessler, M.S. Editor: Dwight Connelly, M.S. 14026 Ridgelawn Road Martinsville, IL 62442 Tel: (217) 382-4502 e-mail: mufonufojoumal@hotmail.com Columnists: Walter N. Webb, B.S. George Filer, M.B.A. Jenny Randies Stanton Friedman, M.S. MUFON on CompuServe \"Go MUFON\" to access the Forum MUFON on the Internet: http://www.mufon.com MUFON e-mail address: mufonhq@aol.com MUFON Amateur Radio Net: 40 meters - 7.237 MHz Saturdays, 7 a.m. CST or COST Table of contents November 2002 Number 415 In this issue Implant anomalies continue by Dr. Roger Leir. 3 Medieval demons, aliens, religion by Dr. Brenda Denzler..6 Ufology Profile: George Fawcett by Darrell Laurant 11 Slow object in Utah by Arveseth, Regehr, Douglass 12 TAKEN premieres Dec. 2 on Sci Fi Channel 13 Bigfoot activity in Pennsylvania by Stan Gordon 14 Filer's Files by George A. Filer  15 UFO Press: Secrets of the Fields  18 MUFON Forum   19 View from Britain by Jenny Randies  20 Perceptions by Stanton T. Friedman  21 The Night Sky by Walter N. Webb  23 Director's Message by John Schuessler 24 Change of address and subscription inquiries should be sent to MUFON, P.O. Box 369, Morrison, CO 80465-0369. Copyright 2002 by the Mutual UFO Network. All Rights Reserved No part of this document may be reproduced in any form without the written permission of the Copyright Owners, Permission is hereby granted to quote up to 200 words of any one article, provided the author is credited, and the statement, \"Copyright 2002 by the Mutual UFO Network, P.O. Box 369, Morrison, CO 80465-0369\" is included. The contents of the MUFON UFO Journal are determined by the editor, and do not necessarily reflect the official position of the Mutual UFO Network. Opinions expressed are solely those of the individual authors and do not necessarily reflect the opinion of the editor or staff of MUFON. The Mutual UFO Network, Inc. is exempt from Federal Income Tax under Section 501 (c) (3) of the Internal Revenue Code. MUFON is a publicly supported organization of the type described in Section 509 (a) (2). Donors may deduct contributions from their Federal Income Tax. Bequests, legacies, devises, transfers, or gifts are also deductible for estate and gift purposes, provided they meet the applicable provisions of Sections 2055, 2106, and 2522 of the Internal Revenue Code. MUFON is a Texas nonprofit corporation. The MUFON UFO Journal is published monthly by the Mutual UFO Network, Inc., Morrison, CO. Membership/Subscription rates are $35 per year in the U.S.A., and $40 per year foreign in U.S. funds. Second class postage paid at Versailles, MO. Postmaster: Send form 3579 to advise change of address to: MUFON UFO Journal, P.O. Box 369, Morrison, CO 80465-0369 MUFON's mission is the systematic collection and analysis of UFO data, with the ultimate goal of learning the origin and nature of the UFO phenomenon."},{"pageNumber":4,"pageContent":"An update from Dr. Roger Leir Implant anomalies continue By Dr. Roger Leir I have found that my personal educational process appears to be never ending. This has also been the case with my personal investigations into alien im- plant research. As most readers will recall, I began actively research- ing this subject in 1995. I have not stopped since that time, and have written three books on the subject. I am hoping that between the books, videos, and major televi- sion and radio appearances world-wide, the world's popu- lation will not only have major exposure to implant data, but also to the UFO subject in general. With that said, let me enumer- ate some of the questions which have been generated by the sci- entific data collected so far: 1. What is the nature of the strange electromagnetic fields surrounding these objects while they are in the body? 2. What is the connection be- n „ T . tween the body's neural energy Ur Koger Leir system and the functional metallic structure of the ob- ject? 3. How is the metallic structure produced, and can it be duplicated within the state of our own nanotechnology? For example I have been told we have the technology to make amorphous metals, but we do not understand how to make them magnetic. 4. How are the messages generated by these objects being relayed to those who are monitoring this implant program? 5. What is the nature of the very strange biological membrane that surrounds the metallic objects, and how does this tissue eliminate the rejection and inflammatory reaction? 6. What is the exact purpose for monitoring millions of human beings all over the world? Our experience has shown so far that when we at- tempt to answer one question, numerous others are raised. Sometimes I have found it necessary to create the rules as we go along, proceeding contrary to standard scien- tific dogma. We are treading a tight line on the threshold of discoveries which could change mankind's thinking forever. Review To date our surgical team has performed ten surgeries for the removal of objects from those individuals who allege alien abduction, as noted in previous articles in the MUFON UFO Journal, as well as in the 2007 MUFON Symposium Proceedings^ The last surgery was per- About the Author Dr. Roger Leir is a podiatric surgeon who has been in private pracitce in Ventura County, CA, for more than three decades. His first book, The Aliens and the Scal- pel, has sold more than 10,000 copies. His second book was Casebook-Alien Implants, and he has just come out with a new book in Portuguese, Implantes Alienigenas, for distribution in Brazil. He is currently ne- gotiating for an additional book to be published in the U.K. Those less familiar with Dr. Leir's work can find addi- tional background material on page 5. formed Oct. 29,2001. So far, the least amount of data has been garnered from this case, primarily due to the lack of research funds. Most of the funds I have received following the date of this surgery have been used to research other physical objects related to the same subject derived from other sources, even though this last surgical case was the most interesting of all the cases we have dealt with. Surgery number 10 Surgery number ten was performed on a lady in her late 40's. She presented little data relating to alien abduc- tion with the exception of one event that appears to be burned into her memory forever. About twenty years ago she considered her life to be average, with no unusual daily activities or events hap- pening to her. She had a close boyfriend and was consid- ering marriage. One night her life and plans changed for- ever. She was sound asleep with her boyfriend by her side. Suddenly in the early hours of the morning she was jolted into a waking state by a very strange bright white power- ful light filling the bedroom. She threw back the covers and tried to wake her sleeping friend. No matter how hard she tried he would not wake up. She got out of bed and realized the source of the light was coming from outside her bedroom window. She could not imagine what would cause such a bright light in the middle of the night, and thought perhaps the police had a helicopter that was shining a light into her apartment window. She went directly to the window and peered out. What she saw has haunted her until this day. The light was coming from a circular craft hovering motionlessly. It was not far off of the ground and seemed to be metallic in appearance. This was the last she re- membered until waking in the morning. She had no recol- lection of going back to bed or any events that occurred following her sighting of the light. She described her feelings when she arose the follow- ing morning. She explained she felt as if she had symp- November 2002 MUFON UFO Journal Page 3"},{"pageNumber":5,"pageContent":"toms of the flu with muscle aches and pains, a feeling of extreme fatigue, sore and burning eyes, weakness in the extremities, and extreme thirst. She proceeded into the bathroom and began gulping down multiple glasses of water. She began her showering routine and noticed she had a strange lump in her right arm. She was certain she had not had this the night before when she retired. With her left hand she reached out with a finger and touched the object. She became terrified when she saw it move about an inch away from her probing finger. She touched it again and the same thing happened. This highly intelligent lady still has no other memories concerning this or any other similar episode. She finally contacted me after carrying this burden internally for the past twenty years. She had not discussed this with an- other single individual. Her male companion who was with her at the time of the incident was never heard or seen again. She is now happily married with children and has not told her husband about this past event. When she came to my office I had severe doubts about the object she had described to me on the telephone, and thought it was nothing more than a subcutaneous cyst. I performed a routine Alien Abduction examination which I have developed to examine potential abduction candi- dates. She rated high on the possibility profile. When I examined the lump in question I saw that it was indeed a subcutaneous lump on her right arm. It was about the size of a small marble. My initial impression was that it was nothing more than a cyst of some type. The next part of the examination required I palpate the object to determine it's firmness and other characteristics of subcutaneous masses. I took the index finger of my right hand and touched the object. To my amazement it moved away from my touch, traveling about an inch under the skin. I was stunned. In 37 years of medical practice I had never seen anything like this before. I made an instantaneous decision that what must have happened .was a previous infection had occurred and formed a subcutaneous sinus tract under the skin. This is like a canal. Therefore, I postulated the cyst would move back and forth in this canal. I decided to trap the object at one end and if my assumption was correct the next time it was touched it would move back to the original position. I touched it again and suddenly it moved another inch from the area where I had touched it, but now in a differ- ent direction. I was shocked. I rationalized this away by thinking that possibly two canals had formed. Again, I used two fingers of my left hand to confine the object and touched it with my right hand. Suddenly it moved away from my touch in a completely different direction. The object would move anywhere within a circle of about two and a half inches. I sat back in my chair, stunned and most probably with a blank look on my face. The surgery to remove this object was performed on Oct. 29,2001, by a general surgeon colleague on our sur- gical panel. There was, as you might suspect, some diffi- culty isolating the object during the procedure. Finally, after The tenth \"surgical specimen\" on a piece of gauze. several intricate maneuvers performed by the surgeon, it came to the surface and was removed. There seemed to be no attachments of any kind to the surrounding tissues. It was about the size of a large pea and yellowish in color. The outside appeared smooth and glistening. Upon careful initial examination we noticed the object was composed of two sections that were joined centrally, and that these sections could be spread apart much the same as a bivalve sea entity such as a clam or oyster. On the top uppermost surface of each half appeared a longi- tudinal line, dark in color and resembling two small wires. Because of the lack of funding, the only analysis per- formed on this object to date has been the microscopic examination done by Digital Instrument Laboratories in Santa Barbara, CA. Please see their report at the end of this article. The next tests that should be done involve the use of the scanning electron microscope and a test called elec- trophoresis. This will tell us the elemental composition and protein nature of the object. As with some of the other specimens, more knowledge will be forthcoming if the funding is there to proceed. Here is a brief review of the data to date: 1. We have performed ten surgeries. 2. These have produced 11 objects. 3. One of these has no scientific interest since it was merely bottle glass. 4. The balance can be divided into three categories, metallic, non-metallic, and biological. 5. These can be further subdivided as to appearance. Three are small bb, greyish-white balls. Four are small cantaloupe seed-shaped objects with a metal core and a biological covering. One is metallic and triangular shaped, also covered with a biological covering. One is totally bio- logical, bivalved, yellowish in color and had the ability to move by itself underneath the skin. 6. Five objects had detectable electromagnetic field emanations while still in the body. 7. Five contain iron that is in an amorphous state and highly magnetic. 8. Four contain isotopic ratios demonstrating a non- terrestrial origin. Page 4 MUFON UFO Journal November 2002"},{"pageNumber":6,"pageContent":"9. All inhibit the body from reacting with inflammation or rejection. 10. Some exhibit fluorescence under black light ex- amination. 11. All objects have been removed from individuals who allege alien abduction. 12. All subjects of the study have not undergone ma- jor regressive hypnosis prior to the surgery. 13. All candidates appear in both normal physiological and psychological health. I would feel remiss if I did not credit both the National Institute for Discovery Science (NIDS-Robert Bigelow) and Bob and Zoh Heironumus for the kindness and gen- erosity they have shown me in funding my work. Digital Instruments Lab report By Dr. Irene Revenko, Director of the Biology Department Digital Instruments/Veeco, Metrology Group, 112 Robin Hill Road Santa Barbara, CA 93117 -Phone (805) 967-1400 -Fox (805) 967-7717 www.veeco.com Email: irene@.di.comfor Dr. Leir's samples, 01/25/02 Two samples were observed. One was dry (A) and the other one was in the person's serum (B). Visual and optical data Sample A: This sample presented two distinct areas: a yellow brown hard \"envelope\" and a white core. Optical images were taken with 5X and 1OX objectives. They showed that the center part looked like a dense powder. The outside part was optically non-uniform, showing some shiny particles that looked like small metal fragments. Sample B: this sample looked like fat tissue: yellow, shiny and very soft. With an optical microscope it ap- peared that it was made of round small transparent vesicles (cells ?), of different sizes. After cutting the sample with a blade, some viscous liquid was spilled in the serum, which looked like oil. The tissue seemed pretty homogeneous on a macroscopic scale even after the cut. This sample will not be suitable for AFM studies, as it is obviously too soft for this technique AFM data on sample A The sample was immobilized with a thin layer of glue on a steel disc. We first tried to image the center part of the sample (white core). Unfortunately we were unable to obtain any data. The microscope probe could not scan properly the surface, probably due to some strong inter- actions (the surface could be sticky for example). We then imaged the outside part (yellow envelope). We were able to obtain images at different locations. On these AFM images, the vertical dimension is represented by the brown color gradation, with a corresponding scale on the side of the image. The envelope appeared very rough, with round structures, crevasses. Some areas looked more flat than others. Images 9 and 10 also present \"phase\" data. In the case of these samples, the phase data could reveal a more detailed representation of the topography of the surface. Implant analysis. But it is important to know that the high frequency signal on these 2 images is an artifact and does not represent the topography. Also, on image 9, the right side of the image is not the topography, but an artifact due to some scanning problem of the probe. Background to this latest study For those unfamiliar with the earlier work of Dr. Leir, the following is a brief summary: Dr. Leir, who has been involved with ufology for many years through Southern California MUFON groups, first became interested in implants in 1995 when he met Derrel Sims, who was already working with them through x- rays. Dr. Leir offered to perform implant removals with- out charge, so the two formed a team to investigate the phenomenon. (They have since gone their separate ways.) The first implant surgery was performed on Aug. 19, 1995, on two objects in the toe of \"Patricia,\" a 52-year- old woman with a history of at least two abductions. A second surgery was performed on the same day on the left hand of \"Paul,\" who also had a history of abduc- tions. A preliminary check of the object in Paul's hand prior to the surgery indicated it was putting out a strong electromagnetic field. The object removed from his hand \"looked exactly like the little object I had removed from Patricia's toe just a few hours earlier.\" said Dr. Leir. \"It was shaped like a small cantaloupe seed and appeared to be covered with a dark gray membrane.\" It could not be cut with a scalpel. A third case was completed on Jan. 2,1996, on \"Babs,\" who reported abduction experiences and the presence of a painful pinpoint-sized raised area on the back of the left November 2002 MUFON UFO Journal PageS"},{"pageNumber":7,"pageContent":"neck-shoulder region, which she had first noticed on the morning after an apparent abduction (it was reportedly dime size at that time). This object, when removed, was \"a little greyish-white ball.\" , An analysis of the tissue surrounding the objects by two different pathologists concluded that there was no inflammatory tissue around the objects, and that nerve cells were present. Dr. Leir says that his training and the medical litera- ture taught him that this was not possible. \"I found no medical literature that entertains the possibility that a for- eign substance can be lodged in a human body without the surrounding flesh reacting to it.\" As for the nerve proprioceptors in the tissue sample, Dr. Leir said, \"There was no anatomical need for these specialized nerve cells to be clustered about a foreign body that is housed deep within the confines of a toe and adjacent to a bone....They serve to conduct sensations such as pressure, temperature, or fine touch.\" Meanwhile, Sims was performing tests on the objects themselves, and noted that the metal portions were dark grey with an irregular surface. They were reportedly also highly magnetic. Later, Dr. Leir had the specimens analysed by a pathologist, who reported that they were made up of protein coagulum (derived from clotted blood and consisting of pure protein), hemosiderin (oxygen-car- rying iron pigment related to hemoglobin), and keratin (the most superficial layer of the skin), which the pathologist reportedly found puzzling. Leir and Sims were eventually assisted financially in the analyses of the objects by Robert Bigelow's National Institute for Discovery Science (NIDS), which also agreed to fund a second set of implant removals. The second set of surgeries on May 18,1996, involved three patients, all of whom apparently had experienced abductions. \"Annie\" had an object (greyish-white shiny ball) in her leg, \"Doris\" also had an object (greyish-white shiny ball) in her leg, and \"Don\" had an object (triangular, metallic) in his lower jaw. Among the lab findings was an indication that both \"Doris\" and \"Annie\" had been subjected to a large and intense amount of ultraviolet light in the areas where the objects were located. Based on the lifestyles of the indi- viduals, there seemed to be no explanation for this. A seventh case, Lyla, revealed an object in the left heel which turned out to be brown bottle glass, apparently unrelated to abductions or implants. The eighth surgery, on Aug. 17, 1998, was a special one, since it was conducted with NBC cameras present. The abductee in this case was \"Pablo,\" who had an ob- ject in his left hand. The object removed was \"almost identical to the little cantaloupe seed-shaped objects removed in 1995,\" ac- cording to Dr. Leir. \"As a matter of fact, it was so similar that I would wager that, if all three were lined up, you could hot tell one from the other.\" Newsletters appreciated The MUFON UFO Journal staff appreciates receiv- ing newsletters from local MUFON groups. Medieval demons, modern aliens, & the Christian tradition By Brenda Denzler, Ph.D. © 2002 Brenda Denzler is the author of The Lure of the Edge: Scientific Passions, Religious Beliefs, and the Pursuit of UFOs (University of California Press, 2001). I i recent issues of the MUFON UFO Journal the lev. Dr. Barry Downing has made a call for greater ecognition of the insights that religion may be able to provide about the beings who presumably have oper- ated the unidentified objects seen in American skies for the last fifty years and throughout the world for centuries-or longer. Through his writings over the years, he has been making a case for taking the UFOnauts seriously as entities who, because they are obviously more powerful than hu- man beings, may effectively (if not literally) be God to us. 1 In adopting this position, Downing seems to be not only looking to religion for clues about the nature of these entities and events, but advocating a religious framework for under- standing them. While I support the former, I have reser- vations about the latter. In a similar vein of gathering insights from religion, Chris Aubeck has recently drawn out the parallels between 15 lh Century descriptions of demonic attacks and modem-day abduction narratives, 2 using the Malleus Maleficarum, or Hammer of Witches, written in 1486 by the Dominican inquisitors James Sprenger and Heinrich Kramer. 3 Aubeck is careful to explain that while these parallels may indicate similar kinds of anomalous events happen- ing in both periods, the diabolical interpretation put upon them in the Middle Ages is not a given. Nevertheless, for some readers who, like Downing, are inclined to use a religious framework for understand- ing anomalous events, the impression may remain that in abductions we are dealing not with Downing's God/gods, but with entities who are, in effect (if not literally), the Devil and his demons. It seems wise, therefore, to note a few facts about the context in which the Malleus was written and to look for other insights from the Christian tradition about these kinds of anomalous experiences. For although the Malleus Maleficarum was one of the earliest witchcraft manu- als, and it is certainly the best-known, it was not the only one. There are two enormous differences between the in- Dr. Brenda Denzler Page 6 MUFON UFO Journal November 2002"},{"pageNumber":8,"pageContent":"cubus and succubus attacks reported in the Middle Ages and alien abductions that are reported today. Some key differences First, many of those that we know about from the Middle Ages came from people who had been accused of witch- craft and subjected to a variety of cruel and ingenious tortures to elicit the \"truth\" about their activities. Abductees of today, in contrast, come forward voluntarily with their re- ports. Some consult abduction re- searchers for help in reconstructing their memories. Many do not. But virtually all of the men and women accused of witchcraft in the Middle Ages had the \"assistance\" of the inquisitors in (re-?) constructing their memories. This leads us to the second enor- mous difference between medieval ac- counts of incubus/succubus experiences and modern abduction reports. Some The Aug. 24 UFO Display for UFO Awareness Week at the Westmoreland Mall in Greensburg, PA, was again a big success, ac- cording to Stan Gordon. The display, which included 17 eight-foot tables piled with UFO materials, generated good press coverage, memberships, and sighting reports. of the information given by the accused resembles mod- ern-day accounts of abductions, as Aubeck pointed out. But a significant portion of it does not. As the monk Francesco-Maria Guazzo wrote in his 1608 book, the Compendium Maleficarum, witches made a pact with the devil in which \"they deny the Christian Faith and withdraw their allegiance from God.\" 4 This having been accomplished, they were then admitted to the rituals of the infernal horde. But before witches and warlocks could go to a de- monic ritual, they had to cover their bodies with an oint- ment made from a variety of disgusting ingredients, the chief of which was murdered children. 5 When they had all arrived at the site of the ritual, they would light a \"foul and horrid fire\" and then approach the Devil, who sat enthroned over the group. Participants would adore him by adopting numerous odd and often convoluted postures, offer him black candles or infants' navel cords, and then kiss him on the buttocks. After this came sordid banquets, including libations of wine the color of stale blood, and frenzied, maniacal danc- ing, culminating in the notorious sexual union of the witch (for by far most suspected participants were women) and her demon lover. 6 None of this sounds much like mod- ern-day abduction reports. The problem with witchcraft was not the violation of persons by demons, but the violation of the faith by people- people who had committed the sin of \"sacrilege through an open pact of fidelity to devils.\" 7 Incubus and succubus experiences were one sign of that sacrilege. The pur- pose of medieval inquisitors was to find and investigate such cases of irreligion and punish them. They were not trying to uncover the truth about what was happening to men and women during encounters with unearthly beings. They were not trying to find out very much about the beings themselves, for they already knew that they were demons. That was a foregone conclusion. Instead, they were trying to uncover the work of the Devil in making people sin in extraordinary ways against the Church. For as Sprenger and Kramer explained, the sin of witch- craft \"exceeds all other sins\" because \"witches, out of great malice, despise the Faith and the sacraments of the Faith, as many of them have confessed.\" 8 A mixture of elements In the medieval witchcraft trials we have a case of a religious, faith-bound framework serving as the interpre- tive lens for investigation and understanding of reported anomalous events, with the result that any real informa- tion that might have been uncovered about them was heavily mixed with other narrative elements that were based very much on the traditions of the Church (and thus the expectations of the inquisitors) about witchcraft. And that is the danger of turning to religion for insights into anomalies-that it will come to govern, rather than simply inform, the investigations. St. Anselm's famous ll' h -century dictum, \"Credo ut intelligam\"-\"! believe in order that I may understand\"-has its virtues, but also its dangers. And I am not convinced that the virtues out- weigh the dangers. Assailers of chastity By the end of the 17* century, the medieval world within which Sprenger, Kramer, and Guazzo had written was becoming extinct. The seeds of the Enlightenment had been sown and were soon to burst into full flower, and the Protestant Reformation had thoroughly changed the face of Christianity in the West. All this created new opportunities for frank-and even vigorous-dissent from ideas that had long been upheld by the Church. As a result, theologians were able to see reports of incubus and succubus attacks in new ways. One of the most interesting of these new Christian think- November 2002 MUFON UFO Journal Page?"},{"pageNumber":9,"pageContent":"ers was Lodovico Maria Sinistrari, who was among the most learned men .of his day-a 17 th -century Franciscan monk, a theologian on the faculty of the University of Pavia, and at one point an official advisor to the Catholic Church's Supreme Tribunal of the Most Holy Inquisition, the ecclesiastical body whose job it was to seek out and punish witches and heretics Thus, we may take his book Demoniality (ca. 1699) as an authoritative early-modern piece of theological rea- soning on the subject of demonic attack. 9 According to Sinistrari, in the Church's treatment of the problem of witchcraft, sexual union with incubi and succubi was con- sidered a sin first and foremost because it was part of a larger experience of voluntarily entering into league with and worshipping the Devil. \"But,\" he wrote, \"there are Incubi and Succubi to whom none of the foregoing applies, arid yet there is carnal connexion [sexual activity].\" 10 Without dismissing tradi- tional ideas about witchcraft, Sinistrari pointed out that there were actually two kinds of incubus and succubus encounters. One was as part of a helljsh rite that sub- verted the Church and Truth, as elaborated by earlier theo- logians. Closer to abduction encounters The other was a physical union in which there was no hint of demonic worship or sacrifice. It was this latter kind of encounter that most closely resembles the reported abduction encounters of our day-not the demonic attacks uncovered by the Inquisition. Instead of a hellish fiend, Sinistrari wrote, the demon in many incubus encounters \"is but a passionate lover\" who \"attempts no act against Religion; he merely assails chastity.\"\" Against these non-human \"lovers\" the rite of exorcism was not effective, he observed, nor did they show much awe before the \"holy things\" used in exorcisms (i.e., cru- cifixes, holy water, etc.). This indicated that they were really very different from demons, who always stood in awe of holy things and fled at the commands of an exor- cist. 12 The nature of that difference, Sinistrari suggested, was that incubi and succubi were not demons (understood as malevolent spirits) nor angels (understood as the spiritual messengers of God), but were co-inhabitants of this world with humanity. . \"Now, that there be another World than the one we live in, and that it be peopled by men not born of Adam, but made by God in some other way, as is implied by those who believe the moon to be inhabited; or further, that in the very World where we dwell, there be other rational creatures besides man and the Angelic Spirits, creatures generally invisible to us and whose being is dis- closed but accidentally through the instrumentality of their own power; all that has nothing to do with Faith....! premise that neither Philosophy nor Theology is repug- nant to the possible existence of rational creatures having spirit and body, and distinct from man... .There may well be in existence a creature endowed with a rational spirit and a corporeity [body] less gross, more subtile than man's.\" 13 Intelligent and rational beings These beings, Sinistrari wrote, gave evidence of being intelligent and rational, as human beings are. They were bom and they died; they were divided into male and fe- male; they had to have nourishment in order to survive, and they had some sort of social life together. 14 (Because of their very fine, etheric constitution, he thought, it was possible that the manna given by God to the Israelites was the natural food of these entities.) 15 Their bodies were made of \"the subtle part of...the elements,\" and they were most often found associated with the four main elements considered in pre-Enlighten- ment times to be the basic building blocks of the natural world: fire, earth, air, and water. 16 Their numbers, he felt, were probably \"proportionate to the extent of the element they dwell in.\" 17 Although he was reluctant to claim any sure knowl- edge about their appearance, Sinistrari thought that these subtle creatures most likely resembled \"the most noble animal frame, that is to say, the human frame,\" although they were probably more slender and delicate since they were composed of a finer sort of matter. 18 This finer bodily substance made them.more able to expand or contract themselves so that they could pass easily through solid objects that were made of coarser material, like walls and glass. 19 By the same reason, he surmised that although they were no doubt subject to disease and disability, this was perhaps less the case for them than for human beings, with our coarser bodies. This meant that they also prob- ably lived longer than human beings, and, because their longer life would give them more opportunity to educate themselves, they were likely to be more knowledgeable than most of humanity. 20 Capable of interbreeding These beings, thought Sinistrari, were perfectly capable of interbreeding with us because they had some degree of physicality and were a fertile species themselves. In the case of infernal attack, on the other hand, pregnan- cies resulted only when the demonic entity had stolen human semen to use. 21 (True demons were usually con- sidered to be unable to reproduce on their own because they were not composed of physical matter and lacked the proper biological equipment.) 22 The children produced by the more pedestrian incubus and succubus attacks, said Sinistrari, were not of unusual stature, as was commonly believed (on the basis of Gen- esis 6:2)\", because, he said, \"the Incubi who approach women are aqueous and of small stature; that is why they appear in the shape of [very lecherous] little men\" and produce \"not giants, but men of ordinary size.\" (Sinistrari noted, however, that incubi could also \"have carnal inter- course with women in their own natural body,\" in which case \"the women do not see them.\") 24 Nor were the children of these unions unusually wicked people, as many believed. In fact, Sinistrari noted, through- out history there were as many reported heroes as scoun- drels whose birth was attributed to being sired by an incu- bus. If there were evil men begotten by incubi, he said, Page 8 MUFON UFO Journal November 2002"},{"pageNumber":10,"pageContent":"\"it was not owing to the fact that they were born of an Incubus, but rather that they, of their own free will, chose to be bad.\" 25 As to the relationship of these beings to Christ, Sinistrari could offer no firm opinion! He felt there was no evi- dence one way or another about whether they had ever sinned against God as humanity had (corporately, as a species), and thus no way to determine whether they needed salvation as humanity does. If they did, though, Sinistrari was certain that the salvation made available to humanity through Christ would also be extended to them. 26 Other sheep He noted the words of Christ in the New Testament: \"Other sheep I have, which are not of this fold.\" These other sheep could not be the Gentiles, he said, because through a series of wonders-such as golden globes de- scending from the sky to the earth-God had prophesied to the Gentiles about the birth of the Savior, just as he had to the Jews through the Scriptures. This common hope of a savior, announced to Jews and Gentiles alike in modalities that were most meaningful to each, made both groups God's sheep \"of the same fold,\" Sinistrari maintained. This meant that Christ's comment about having other sheep may well have been in refer- ence to \"those rational Creatures or animals of whom we have been treating.\" 27 The only argument Sinistrari could think of against the notion that such creatures could exist was the fact that, \"if they really existed in the World, we should find them mentioned somewhere by Philosophers, Holy Scripture, Ecclesiastical Tradition, or the Fathers.\" In point of fact, however, he felt that this was not a very good argument. For one thing, he said, the authori- ties he mentioned were given by God to teach us only those things necessary for salvation; the fact that they did not mention such entities was no reason to deny that such entities could exist. 28 But more importantly, he said, vari- ous religious and secular authorities from the past had indeed mentioned exactly this species of beings, and it was partly on the basis of these references that he had constructed his description of them. 29 Therefore, Sinistrari wrote, \"It really shows little judge- ment in a man to deny that which has been written by grave and credible Authors, and is confirmed by every- day experience....It is clear that they are neither evil Demons nor good Angels; but it is clear also that they are not men, though endowed with reason.\" 30 Breaking new ground Sinistrari was aware that he was breaking new ground in Christian thought with his theory about incubi and succubi being other intelligent life forms. \"I am aware that many, perhaps most of my readers, will say of me what the Epicureans and some Stoic Philosophers said of S. Paul..., 'He seemeth to be a setter forth of new gods [in other words, new views of reality],'\" wrote Sinistrari, \"but they will none the less have to answer the foregoing arguments, to show what are those Incubi Demons, com- monly called Goblins, who dread neither exorcisms, nor holy objects, nor the Cross of Christ, and they must ex- plain the various effects and phenomena we have re- lated.\" 31 Sinistrari, a counselor to the Inquisition, addressed the subject of nocturnal \"demonic\" attacks in order to show that many such events were not truly diabolical. 32 He did not use a religious framework to understand these expe- riences, although he clearly took insights about the events from religion. Because he was informed, but not con- strained by knowledge from the Christian tradition, he was able to view these anomalous experiences in a new way. Neither God nor demon He did not see the entities as particularly demonic or particularly god-like, either. They were, he repeated sev- eral times, creatures metaphysically located mid-way be- tween earthly humanity and the angelic realm-creatures who were \"endowed with senses and subject to the pas- sions thereof...; who are bom through generation and die through corruption, who are capable of salvation and dam- nation, [and are] more noble than man, by reason of the greater subtilty of their bodies.\" 33 If we are going to use insights from religion in order to better understand modern-day abduction reports, I sug- gest that we not stop with the religion of 500 years ago and the contributions of men like Sprenger and Kramer. Rather, I suggest we advance to the insights of Lodovico Sinistrari, a committed Christian, a university professor, and a counselor to the Inquisition. Endnotes 'See Barry Downing, \"Wormholes, Heaven and the God Hypothesis,\" MUFON UFO Journal 403 (Nov 2001): 10-12; and 404 (Dec 2001): 11-14; and \"Barry Downing responds to questions,\" in \"MUFON Forum,\" MUFON UFO Journal 409 (May 2002): 13-14; as well as his other contributions to ufology through the years. 2 See Chris Aubeck, \"Sexual Activity Not Much Different Between 'Devils' and Modem Alien Entities,\" MUFON UFO Journal 409 (May 2002): 8-12. 3 Trans. Montague Summers (New York: Dover Publications, Inc., 1971; repr. of John Rodker, London, 1928). 4 Francesco-Maria Guazzo, Compendium Maleficarum, trans. E.A. Ashwin (New York: Dover, 1988; repr. London: John Rodker, 1929) Book 1, Chapter 6. See also the Malleus Malificarum Part II, Chapter 2 'Hans Peter Duerr has argued that an unguent was used in the Middle Ages (though not one likely to have contained murdered babies) in order to facilitate altered states of con- sciousness in which flying and orgiastic parties were experi- enced. See his excellent book for a full and nuanced discussion of witchcraft and reality: Dreamtime: Concerning the Bound- ary between Wilderness and Civilization. Trans. Felicitas Goodman (Oxford: Basil Blackwell, 1985). ''Compendium 1, Chapter 12. See also Lodovico Maria Sinistrari, Demoniality, trans. Montague Summers (New York: Dover, 1989; repr. London: The Fortune Press, 1927), 113-23. \"''Malleus Maleficarum Part II, Chapter 2. 'Malleus Maleficarum Part I, Question 14. See also Part II, Chapter 16. 'For another discussion of Sinistrari's work and a fuller ex- position of the medieval and early modern attitude toward other intelligent life, see Jacques Vallee's classic Passport to Magonia (Chicago: Henry Regnery & Sons, 1969), especially pp. 119- 129. November 2002 MUFON UFO Journal Page 9"},{"pageNumber":11,"pageContent":"™Demoniality ^1, also 11,113. See also Sinistrari's appended summary, Proof of Demoniality H1 -2. Note that there has been a long folk tradition of being attacked in the night, although these narratives tend to lack the extravagances of medieval witch- craft reports. See David J. Hufford, The Terror That Comes in the Night: An Experience-Centered Study of Supernatural Assault Traditions (Philadelphia: University of Pennsylvania Press, 1982). \"Demoniality • 1(25,29. ^Demoniality 1J27. As further evidence against their infer- nal nature, Sinistrari points out that unlike true demons, these entities do not possess their victims, though they may \"annoy them\" (Demoniality^JO). n Demoniality ^42-^. M Demoniali^45-50, 58,83,94-95. \"Demoniality^ 95. ^Demoniality ^ 87. n Demoniality ^\\Q9. \"Demoniality *\\ 52, cf. 56,89. Note that the word \"noble\" as Sinistrari uses it here means \"elevated\" or \"ideal.\" It is not a character assessment (as in good or kind or selfless), nor is it a statement about social status (as in the nobility, i.e., kings, queens, etc.). \"Demoniality H60,66. ^Demoniality \\ 58, 89. See also Sinistrari's account (taken from St. Jerome) of the time that St. Anthony (a 3rd-century saint) met one of these creatures, who claimed to be mortal (Demoniality *\\n-%y). \"Demoniality 1) 31, 33, 34, 66, 104-107. It should also be noted that demonic entities were thought to impregnate their female \"victims\" only as a courtesy to women who wished to become pregnant in this way. See Guazzo, Compendium, Book I, Chapter 11, and Demoniality 124. This is very different from the reports of impregnation made by many abductees today. ^Demoniality *\\ 24, 104. On the infertility of demons, also see Guazzo, Compendium, Book I, Chapter 11. \"Genesis 6:1 -2, 4 ^- \"When men began to multiply on the face of the ground, and daughters were born to them, the sons of God saw that the daughters of men were fair; and they took to wife such of them as they chose.. ..The Nephilim were on the earth in those days, and also afterward, when the sons of God came in to the daughters of men, and they bore children to them. These were the mighty men that were of old, the men of renown\" (RSV). On the basis of this verse, Sinistrari notes, some theologians and philosophers had deduced that \"chil- dren thus begotten by Incubi are tall, very hardy and bloodily bold, arrogant beyond words, and desperately wicked\" (Demoniality^ 30, cf. 108-111). ^Demoniality \\ 111, cf. 32-33. See also the Proof of Demoniality \\ 4. 25 Demoniality U 32. 26 DemonialityH62,cf. 81-82. \"Demoniality^S-lQO. ^Demoniality *j| 42. The early modern equivalent of \"Ab- sence of evidence is not evidence of absence.\" 29 Demoniality^ 63-64,42,65-86. ^Demoniality^%1, 67. \" Demoniality *h 103. 32 In this, he was of the same mind as Father Corrado Balducci in our own day. This retired exorcist for the Catholic Church stated in the late 1990s that, in his opinion, the entities reported by abductees are not demons. See \"Extraterrestrials and Chris- tianity,\" in Whitley Strieber, Confirmation: The Hard Evidence of Aliens Among Us (New York: St. Martin's Press, 1998), pp. 265-274. \" Demoniality ^ 102. Page 10 \"The Abduction Diaries\" premieres on Sci-Fi Nov. 22 By William Chaff Konkolesky MUFON Webmaster \"The Abduction Diaries,\" an hour-long documentary that assembles several first-person accounts of lifelong contact with extraterrestrial beings, premieres at 10 p.m. on Friday, Nov. 22, on the Sci-Fi Channel. By tracing the individuals' experiences over the course of their lives, the television special reveals many of the mysteries of the abduction phenomena and describes the transformative impact it has had on their lives. From unexplained childhood disappearances to meet- ing hybrid children of their own, they guide the viewer through first encounters and terrifying contacts, and ex- plain how the individuals have learned to understand and incorporate being \"taken\" into their lives. Being one of the individuals interviewed in \"The Ab- duction Diaries,\" I can personally vouch for the integrity of Naked Eye Productions, the New York studio respon- sible for creating this documentary for the Sci-Fi Chan- nel. They seek neither to sensationalize nor discredit ab- duction phenomena, only to let those who have had expe- riences tell their own stories in their own words. There are no UFO investigators nor debunkers interviewed in the program, only abductees/experiencers themselves. Although this special program is scheduled to precede Steven Spielberg's mini-series \"Taken,\" they are mutu- ally exclusive projects and are not intended to be directly related to each other. In addition to the 10 p.m. premiere on Nov. 22, repeats are scheduled for 1 a.m. on Nov. 23, 8 a.m. on Nov. 26, 1 a.m. on Dec. 1, 3 a.m. on Dec. 6, 9 a.m. on Dec. 8, and 10 a.m. on Dec. 14. Be sure to set your VCR, and check your local listings for possible changes in viewing times. Robert & Ryan Wood bringing Majestic 12 documents to TV Wood & Wood LLC announces the television pro- gram licensing of \"The Secret: Evidence We Are Not Alone\" with Cinamour Entertainment of Santa Monica, CA, a syndication specialist. The program was produced by the father and son team of Robert and Ryan Wood after over two years in development and refinement. \"Besides being an outstanding documentary, the pro- gram covers new ground with a hard look at the Majestic 12 documents and their authenticity from multiple expert perspectives,\" said Ryan Wood. \"The Secret\" presents the story of how \"leaked\" gov- ernment documents prove that the United States has been recovering crashed unidentified flying objects, often known as flying saucers, since 1941, and has been successful in keeping this information from the public. \"These docu- ments have been examined using forensic techniques and are declared genuine,\" said Dr. Robert Wood MUFON UFO Journal November 2002"},{"pageNumber":12,"pageContent":"Ufology Profile George Fawcett George Fawcett By Darrell Laurant The News & Advance George Fawcett wasn't looking for attention. That wasn't necessary. At the time the Lynchburg College junior reported see- ing an unidentified flying object hovering over the Hopwood Hall administration building more than half a century ago he was a three-sport letterman, head of the intramural program, a member of about 10 campus organizations, and a fixture on the school newspaper. Unfortunately for his credibil- ity, he was also alone. \"I had gone to visit my room- mate in the infirmary,\" the Lincolnton, NC, resident said, \"and I was a little bit late getting out. The next classes had already started, so there was no one around when I was walking across campus and saw it.\" \"It\" being an object \"shaped sort of like a tire or half a ball, blazing orange against a dark- blue sky, about 30 ft. in diameter.\" The date was July 6, 1951. A few months later, when he returned for his senior year, Fawcett told the Lynchburg News, \"The thing zigzagged, then settled down in a straight course and moved off toward the west.\" It then left Fawcett to try and convince everyone else. Big man on campus or not, the revelation of his sighting brought the expected ribbing down upon him. It also moved his life in another direction. Fawcett had been intrigued by reports of flying sau- cers since he was a teenager, and followed the 1947 Roswell, NM, incident with keen interest. Whatever he saw above the LC campus only put a finer edge on his curiosity. Since then, he says, he has read more than 1,000 books on the subject (\"Both pro and con\"), spoken before more than 600 groups, written more than 100 research articles, and investigated nearly 2,000 UFO sightings, many of them in the Carolinas and a few in Virginia. Fawcett founded MUFON of North Carolina in 1990, and is the author of Quarter Century Studies of UFOs in Florida, North Carolina, and Tennessee (1975). He is a key player in the burgeoning field of UFO ex- perts and pundits, and this summer spoke to 300 people at a conference in (where else?) Roswell. Fawcett is closely associated with the International UFO Museum in Roswell, and has donated most of his materials to the museum's Research Center. And now, after years of waging an uphill battle, he insists he's far from alone. \"Based on the latest Gallup poll,\" he said, \"if you be- lieve in the existence of UFO's, you're in the majority.\" This summer, movie audiences across America were chuckling at Will Smith and Tommy Lee Jones as alien- fighting \"Men in Black,\" but Fawcett says he's met a MIB in real life. Not dressed in black, exactly, but with a definite MIB attitude. \"It was 1974 in Columbia, SC,\" Fawcett said. \"I was there for the opening of the movie 'UFOs: Target Earth' at the Plaza 3 theater, showing some of my slides and giving a narrative between shows. I was leaving the the- ater when this guy came up and said, 'I'd like to talk to you. Let's get some coffee and doughnuts across the street.'\" Fawcett said the man first asked him his thoughts on world and national politics (and, inexplicably, the stock market), then pressed him to sign an oath of silence, and finally offered him $12,000 (\"A lot of money to me back then\") to forget all about his UFO research. They wound up agreeing to disagree, but Fawcett admitted, \"I was scared.\" If all of this makes Mr. Fawcett sound a bit, well, paranoid, you wouldn't know it to talk with him. He sounds more like a graduate student on the research trail than a confidante of Mulder and Scully. Not only that, but he used to be a newspaper reporter (that makes him cred- ible, doesn't it?). \"The University of Colorado investigated over 1,000 UFO sightings and found that they couldn't explain 30 percent of them,\" he said. \"The Air Force did a study and came up with 40 percent unexplained. My research showed only 22 percent that couldn't be explained. My philosophy is to keep my head in the clouds and my feet on the ground. I look into each case very carefully, both the circumstances and the person doing the reporting.\" Most of the \"explained\" cases are honest examples of mistaken identity, Fawcett said. \"In my experience, only about 1 percent turn out to be hoaxes.\" Since leaving LC, Fawcett has worked for a textile mill, as a journalist, and (primarily) as the director of sev- eral YMCAs. He and his wife also ran a sandwich shop. Yet he has always found time to indulge his passion. \"I've been researching UFOs for 60 years,\" he said, \"and it's brought me to a few conclusions. One, UFOs are real. Two, UFOs are not natural phenomena. Three, UFOs are not conventional objects. Four, UFOs are un- conventional objects with a high degree of technology. Five, UFOs are a threat to both natural security and hu- man survival. Not that he's expecting The War of the Worlds to start tomorrow. But Fawcett said he's heard enough credible reports of injuries and property damage caused by aliens and their crafts to buy into the \"ET\" image entirely. \"Some UFOs are friendly,\" he said, \"and some are not.\" November 2002 MUFON UFO Journal Page 11"},{"pageNumber":13,"pageContent":"hta^ jgpiots;, protrusions) A: SMPIJE/SKETCH; OP THEOBJECT (On '« separate sheet .please ;;sVetc»va' staple map of tHe ^ area.'siipwtng 1 ; jrpu? .position a/<d tKe ogje^e's • Include an arrow denoting ,the direction of Berth. Indicate direction that Che object was moving.;) Slow-moving object reported in Utah SUMMARY, Case 1-795: In a suburb of Salt Lake City, UT, two adults on 23 August, 2000, at 2345 UCT (1:45 PM MDT) observed a slow-moving, 1000-foot long, white, rectangular object at 9,000 feet altitude for 3-4 mins. No sound. This narrative account accompanies Forms I and 2 submitted to MUFON June 2001, based on witness state- ments to investigators Allan Arveseth (FI), Ronald Regehr (SD), and Elaine Douglass (SD) in interviews conducted in September, 2000, and subsequently. Witness Patrick Jones (DOB 1963), is a police officer at the Salt Lake City airport, where he has worked for 10 years. He is the son of a retired US Air Force officer, and lived for many years near Air Force bases. He is familiar with aircraft. The second witness, Barbara DeHerrera, a homemaker (DOB 1969), though a less experienced ob- server, supported her fiancee's information. NARRATIVE: On Aug. 23, 2000, at 1:45 PM MDT, Jones stepped outside the door of his West Jordan, UT, apartment (facing east) to check the weather prior to dressing for work. Looking up to the ENE sky, he saw a light-colored object, rectangular, with rounded (rather than sharply defined) corners and edges. Jones then summoned DeHerrera, and together they watched the object for what both agree was 3-4 minutes. The object, both witnesses agree, was elevated 45-50 degrees above a zero horizon, and both state the object's apparent size was 2x thumb width. Jones states its direc- tion of travel was WNW, and says the object was located at the base of the cloud ceiling and silhouetted against an area of clear blue sky. Investigators' inquiries to the U.S. Weather Bureau yielded the information that the cloud ceiling that date and time was 9000 feet. Jones believes the object was lo- cated above a highway intersection familiar to him lo- cated 2 1/2 miles from his apartment. (Jones states: \"The object was definitely over the 1-215/1-15 interchange, based on observations of aircraft flying on the 1-15 corri- dor, since sighting.\") These data, combined with the object's apparent size, enabled investigator Regehr to calculate the object's real size at 1035.5 feet long. Jones states the object moved on a horizontal path at a walking pace he estimates at 2 or 3 mph. The object then paused in its forward motion and emitted \"smoke\" from the far or \" rear\" end with no accompanying sound. Jones states that, surprisingly, this emission was shaped like \"a perfect smoke ring.\" After this, the object made a course change to a more northerly NW direction and resumed its travel in that di- rection at an increasing speed until it moved into a cloud bank and disappeared. Both witnesses agree the object had a smooth, non-reflective or matte surface, white or gray-white in color. Jones said it was shaped \"like a Tylenol capsule,\" or like a semitrailer with rounded angles and rounded ends (see drawing). He says the object was twice as long as it was high, and was symmetrical with both ends shaped the same. Both witnesses also observed a stripe of light blue or blue-gray parallel to the length of the object. According to DeHerrera, the object was \"twice as big as two large aircraft\" and looked, she said, \"like a blimp. One of the investigators asked Jones, \"Could what you Page 12 MUFON UFO Journal November 2002"},{"pageNumber":14,"pageContent":"saw have been a blimp?\" Jones replied, \"It was not a blimp because it had no gondola on the bottom, and blimps have small wings-and these were not there. There were no control surfaces like a blimp has.\" In addition, the ob- ject was \"2 or 3 times.larger than the average blimp,\" Jones said. Note also that the Goodyear blimps are 192-feet long and do not create smoke rings. Jones said he felt \"euphoric\" at the time of the sighting and \"for a week afterward I had an odd sensation, like I'd seen a wreck.\" He reported the sighting to MUFON's website the same day it occurred. Jones believes he may have seen a similar or identical object while on a family outing in Park City, Utah, ap- proximately 31 miles from Salt Lake City, several weeks after the initial sighting. The second sighting was consid- erably briefer-a matter of seconds. Jones says he saw the object and turned to alert his mother who was with him. By the time he turned around, the object was no longer visible. Jones says he is certain it was the same or very similar object. Jones is the son of a retired USAF officer and lived for many years near USAF bases, including Peterson AFB near Colorado Springs, CO, where, in the company of his father and several other young men his own age, he saw UFOs on other occasions. Investigator Allen Arveseth interviewed Jones and described him as \"sober and nonexcitable.\" Subsequent to this sighting, Jones joined MUFON and is presently investigating a case. Interaction between Jones and the MUFON Utah State directors confirm the impression of Jones as a rational individual. Investigators find Jones to be a credible witness. Planet found 100 light years away NEW SOUTH WALES-Australian and British as- tronomers have found a Jupiter-like planet 100 light years away circling a star similar to our own Sun. Hugh Jones stated, \"This is a leap forward in the search for planetary systems similar to earth's which might eventually reveal whether mankind is indeed alone in the universe.\" The new planet has a mass similar to that of Jupiter and circles its star, Taul Gruis in the Grus or Crane con- stellation, once every four years. Most solar systems have planets that are strung out in a line similar to our own. Astronomers watch for stars that appear to wobble because of the effect of an associated planet's gravita- tional pull.\" New black cap MUFON has a new black cap with white MUFON logo to match the new field investigator black t-shirts (the caps also look great with the white t-shirts). Screen printed is $8 + $3 S&H. Em- broidered is $15 + $3 S&H.MUFON, P.O. Box 369, Morrison, CO 80465-0369. (Check, MO, or cash, U.S. dollars.) SCI FI Channel to premiere Spielberg's TAKEN Dec. 2 SCI FI Channel and DreamWorks Television airs the premiere of Steven Spielberg's TAKEN on Dec. 2 at 9 PM (et/pt). SCI FI will air more than 20 hours of this epic storytelling over 10 consecutive weeknights (Dec 2-6 and Dec 9-13, 9-11 PM). TAKEN is a sweeping drama that weaves together the lives of three families over four gen- erations and their crucial roles in the history of alien en- counters. Set against the backdrop of more than 50 years of American history, TAKEN is the most ambitious sci-fi production ever undertaken for television. The grand story of the Keys; Crawford, and Clarke families is told through the voice of Allie (Dakota Fan- ning), a ten-year-old girl whose journey is at the heart of TAKEN. From the skies over France during WWII through the modern tales of abduction that began with the 1977 release of Close Encounters of the Third Kind, the de- cades of secrets unravel. In addition to Fanning (Cat in the Hat, I Am Sam), the stellar roster of cast includes Catherine Dent (The Shield), Joel Gretsch (Minority Report), Eric Close (Without A Trace), Steve Burton (The Last Castle), Julie Benz (Buffy the Vampire Slayer), Anton Yelchin (Hearts of Atlantis), James McDaniel (NYPD Blue), Desmond Harrington (Ghostship), Willie Garson (Sex in the City), Matt Frewer (Max Headroom), Ryan Hurst (Remember the Titans), Ryan Earl Merriman (Veritas), Heather Donahue (Blair Witch Project), Adam Kaufman (Buffy The Vampire Slayer), Andy Powers (Oz), Chad Donella (Smallville), Chad Morgan (Pearl Harbor), Emily Bergl (Carrie 2), James Kirk (Once Upon A Christmas) and Michael Moriarity (Law & Order). SCI FI Channel transmits programs to 78 million homes. Launched in 1992, it features cinematic hits, new and origi- nal series, and special events, as well as classic sci-fi, fantasy, and horror programming. Check out SCIFI.COM®, the SCI FI Channel's award-winning Web site, at www.scifi.com. Check your mailing label Please check your mailing label periodically for the expiration date of your MUFON membership and MUFON UFO Journal subscription. Renewing prior to expiration saves MUFON needed funds, and assures that you will not miss an issue of the Journal. November 2002 MUFON UFO Journal Page 13"},{"pageNumber":15,"pageContent":"Recent Bigfoot activity reported in Pennsylvania By Stan Gordon PA UFO/Fortean Hotline 24 hours (724-838-7768) paufo@westol.com http://www.westol.com/~paufo • JJ^' 1   ,\".'.;- T-V \" ''\"-..  ''•','  -, . -. • 0h Sept. 28,2002,1 received a phone call from a man whoiTeported that recently two members of his family had observed on separate occasions an unusual creature that resembled the description of a Bigfoot. The most recent incident had occurred on Sept. 27, 2002, and was a close-range daylight observation by his wife. . The man said that he thought that I should be made aware of what was happening, but he strongly expressed that the identities of those involved, as well as the actual location of the sighting, not be made public. My wife Debbie and I responded immediately to the area. The incidents took place in Derry Township in Westmoreland County. The location was remote, and was made up of many, acres of dense woods. We were greeted by the family members, who were very cordial, and we spent most of the afternoon questioning the observers and looking over the sighting locations. We learned that the first incident had occurred about two weeks before. The teenage son was the first to have an encounter with the strange creature. The event took place on or about Wednesday, Sept. 11,2002, at around 6 PM. The young man appeared to be a very serious indi- vidual, and carefully revealed the details of what occurred. The sighting took place just as the sun was going down. He was riding his bicycle on the family property when he heard crashing sounds originating from a wooded area. There were sounds as though something was hitting a log and breaking branches. He stopped to listen, and his at- tention was drawn towards a fence and tree line about 300 feet away where he saw \"a big brown human-look- ing thing, but very tall.\" The creature was moving along the area, and there were some clearings where the creature could be ob- served at times. The witness described the creature as generally man-like, about 8 feet tall, and covered with dark brown hair. The creature was broad shouldered, had very long arms, and the head was not perfectly round, but somewhat cone shaped. The creature, which took very long steps, was occasionally swinging its arms as it moved, and was slightly bent forward as it walked (\"It leaned over when it walked.\") The observation lasted about 30 seconds. The boy hur- ried home to tell his father about what he had seen. They both went back to the location, but nothing more was ob- served. Then on Friday, Sept. 27, 2002, at about 2 PM, the wife of the caller was driving up a road near the wooded area where the first sighting had taken place. She heard a sound like limbs and trees breaking coming from her left, and she stopped. There are a lot of deer in those woods, and she was concerned that some deer were about to run across the road and could hit her vehicle. She was talking to her husband on the cell phone at the time. Suddenly about 45 yards away, she was startled to see a creature emerge from a clearing in the woods. She said that what she saw was tall and man-like, and was estimated at about 8 feet tall. It was covered all over with long brown hair which looked to be about 12 inches in length. The creature's arms hung to the knees, and long hair was hanging down from the arms. The creature had \"big shoulders.\"   . The witness watched as the creature moved from the wood line and crossed a field for a distance of about 100 feet. The creature, which was slightly hunched as it moved, took big steps, and quickly covered a lot of distance. The creature did not swing its arms as it moved across the field. At the end of the field was a barbed wire fence. What amazed the witness was that the creature never slowed down or hesitated as it approached the fence line. It crossed the fence without breaking stride. The witness watched as the creature just raised it's leg over the fence. \"It just walked over the fence.\" When I measured the height of the barbed wire where the creature crossed, it was 44 inches off the ground. The creature never looked towards the vehicle. The woman was describing to her husband via the cell phone what she was seeing. She said that suddenly she became scared, and felt the need to \"leave quickly.\" In neither case was any odor detected. We searched the nearby woods and field for any signs of footprints or other evidence, but the hard and leaf covered terrain re- vealed nothing unusual. The boy and other family mem- bers are avid hunters, and know the woods well. They are familiar with the local wildlife. They know there are bears in the local woods. The witnesses are certain that what they saw was not a bear. The boy mentioned that in the last week or so, they have noticed that they are not seeing many deer, which is un- usual. It is my opinion that these people are sincere, and con- cerned about these recent encounters. They wish no pub- licity, but would like to know more about what these crea- tures are. They have heard tales of similar Bigfoot sightings which have occurred in past years from various locations around this area. Researcher's Note: As I approached the vicinity of the sighting location, I reflected back on many memories. I had made many trips in this general area during 1973, when a major outbreak of Bigfoot sightings was occurring. Not far away is the Chestnut Ridge. Historically, numerous alleged Bigfoot sightings have occurred in locations near the ridge which extends from Preston County, W.VA. through Westmoreland, Indiana, and Fayette Counties in Pennsylvania. Page 14 MUFON UFO Journal November 2002"},{"pageNumber":16,"pageContent":"Filer's Files By George A. Filer Director, MUFON Eastern Region George Filer Unless otherwise noted, these reports have not been verified by official investigations. Triangular light formation in Vermont WALDEN — On Sept. 8, 2002, the witness was stay- ing at a friend's house in Northern Vermont and watched an impressive display of the Northern Lights early in the evening. The witness says,\" I fell asleep on the couch and awoke around 3 AM and decided to take my sleeping bag onto the deck to sleep under the stars. While star- gazing I noticed what appeared to be a satellite tracking from south to north.. \"Upon further observation I no- ticed that the object was being fol- lowed by two additional lights of the same size. All three were equidis- tant, forming a very distinct triangle pattern. The lights were about 1.5- 2 times brighter than the surround- ing stars. I continued to follow the objects as they tracked steadily to the north. \"After the sighting I observed two brief flashes, similar to a mir- ror at a great distance reflecting sunlight. The flashes were quite brief but 3-4x brighter than the stars. These occurred about a minute apart from each other and were overhead in the area.\" NUFORC Note: We are aware of the U. S. Navy \"NOSS\" satellites which currently are in orbit, but they are not in a polar orbit, to the best of our knowledge. Also, they probably would not be visible at 3 AM, since they probably would be in the Earth's shadow at that time. Thanks to Peter Davenport NUFORC Flying triangle in New York ONEIDA — The witness reports, \"On Sept. 8, 2002, at 4 PM on the highway in Little Falls there were people driving slowly and some people were out of their cars pointing up. Flying in the sky was a yellow triangle with yellow pulsing lights, then it disappeared and left a smoke trail like a jet in the shape of a triangle.\" Thanks to Peter Davenport Orbiting \"UfO\" likely an Apollo rocket Something odd is circling our planet. It's small, per- haps only 60-ft long, and rotates once every minute. Amateur astronomer Bill Yeung first spotted the 16th magnitude speck of light on Sept. 3, and named it J002E3. It might be a spacecraft after all—an old one from Earth. Apparently, J002E3 left Earth in 1971, went around the Sun 30 or so times, and came back again. Dr. Paul Chodas, an expert in planetary motion who has seen plenty of com- plicated orbits, says, \"I've never seen anything like this.\" NASA scientists have confirmed the first known capture of an object into Earth orbit from a Sun-centered orbit, thanks to continuing observations of what is most likely the long-lost third stage of a 1969 Apollo rocket to the Moon. \"Last week we didn't know for sure that it had been captured, and now there's no doubt that it was captured in April of this year,\" said Chodas, of the Near-Earth Object Program Office at NASA's Jet Propulsion Laboratory, Pasadena, Calif. \"What's more, we are virtually certain that it origi- nally escaped Earth orbit in March, 1971, and that it will escape again next June. It's only a temporary visitor.\" Thanks to NASA. Hovering saucer in New York CENTRAL SQUARE — In upstate NY, on Sept. 8, 2002, the witness saw out his window at 1 AM, what appeared to be the reflection of police lights. When they got closer she realized it was a hovering saucer-shaped object high in the western sky. The witness said, \"The top was shining brightly with red, green, and blue lights, and the bottom had a very bright white light. It would spin very fast-\"it looked like the toy top I played with as a child\"-and then it would slow down and hover up and down, and suddenly disap- peared. This sighting lasted 45 minutes. \"At 2 AM, I received a phone call from a lady friend traveling from Cicero who saw the same object. Last night, we patiently waited at our homes three miles apart, and about 9:30 PM the same object returned and hovered for over 2 hours. My friend called North Syracuse and her friend could also see it. She also located another friend three miles south in Brewerton who could also see it. My husband and I have captured the object on video tape.\" Thanks to Peter Davenport NUFORC Cylindrical object in New Jersey CALIFON — On Sept. 8, 2002, using his telescope the witness spotted a stationary cylindrical object com- posed of a black inner disk and an outer ring that con- tained seemingly thousands of rapidly pulsating and rotat- ing lights of constantly changing colors. The witness says, \"At 9:45 PM, I first saw what appeared to be a big star that was changing colors from red to blue to green. Look- ing through the telescope, I saw a very deliberately shaped circle of thousands of light grids that were pulsing and rotating. The colors were distinct. A significantly smaller November 2002 MUFON UFO Journal Page 15"},{"pageNumber":17,"pageContent":"round object was flying around the large object in a ran- dom pattern. It was definitely a manufactured object. A second observer also looked through ,the telescope, and agreed the colors were indescribable and changed within a fraction of a second, and never slowed down pulsating. Each time it changed, it wasn't one solid color on the object.\" White lights hover over house in Florida COCOA BEACH — It was Sept. 19, 2002, when the witness went outside at 9 PM to smoke a cigarette. He saw what he thought were F-16 fighters. The witness said, \"I live near NASA and a military base, so it's not unusual. I watched three bright white lights go from par- allel to vertical within a half second, which made me pay even more attention. \"The lights started heading west towards me, so I stood and awaited them to fly over. I used to be a flight atten- dant and live with an airline captain. The three lights approached slowly, then stopped exactly above my house, and I was able to see it was one craft not three. It was not noisy until it was above me. \"I watched in disbelief as it hovered above me for roughly 50 seconds. The craft was triangular/chevron, and was about 500 feet above me. When the craft disap- peared I called the police and reported my sighting. A couple of minutes later, I heard sirens from both police and fire department, and within 40 minutes saw a heli- copter land in the vicinity of where I had first seen the light dancing. I felt pure awe.\" Thanks to Sue Darroch, Para Researchers of Ontario, http:www.pararesearchers.org. Cone passes overhead in North Carolina CHARLOTTE — The witness reports, \"On Sept. 15,2002, my friends and I were on Lake Wylie fishing at 2:30 AM. We were startled as two cone-shaped objects passed overhead at high speed. No sound came from the objects; only a trail of blue light followed the objects.\" Thanks to Peter Davenport NUFORC Sightings continue in Washington State SPOKANE — The witness reports, \"I am writing to update you on the continuing and regular sightings of un- explained aircraft and lights in the night skies that began in early February, 2002. The sightings have occurred nearly every night since that time. The activity appears to be cyclical, in that there will be a day or two of intense activ- ity (10 or more objects per night), followed by several days of sporadic activity (1 to 3 objects per night). \"All of this activity is focused on or near Tower Moun- tain, a large hill about 15 miles SE of Spokane upon which sit a number of radio and television towers, as well as some large microwave transmitters. I have observed a variety of craft, including balls of light, with no other dis- cernible features. These objects tend to flare to incred- ible brightness when they stop and reverse direction. No sound is associated with these objects. \"I have also observed a variety of craft which sound like jet aircraft, but which do not perform or have the flight characteristics of large jet aircraft. I have observed these craft fly over my location, and appear much like a commercial passenger jet. However, I have then observed them rum toward the towers, flying below, and some- times between, the towers at a very slow speed-then change direction, descend, and disappear at the base of one of the towers. \"I am sure that there are no runways up there-par- ticularly one large enough to accommodate a large jet aircraft. On occasion I have also observed what appear to be boomerang or V-shaped aircraft. I have also ob- served lights or craft rise up from the area and fly away. \"Within the last week I have also noted some activity of what must be some new type of helicopter. At night it operates with only a bright red strobe which flashes er- ratically, and it is very quiet when compared with a regu- lar helicopter. I have noticed it flying in the vicinity of Tower Mountain. But I want to stress that even though it appears to be a new type of helicopter, I can still identify it as such. I am not able to identify the other lights and objects I have described above. \"I am also going to include my email address at the end of this mail and make an urgent request for assistance from any reputable investigator who would be willing to research this ongoing pattern of sightings. I have done my best to document what has been going on. In my view, this could be-and I stress could be, because I don't know what is going on-a very real and serious national security risk.\" See photos at: FF UFO CENTER PHOTOS. Thanks to ESS estei@qwest.net Balls of light nearly collide in Minnesota WILLERNIE/STILLWATER — The couple were driving down the road when they spotted two balls of light in the southwest sky on Sept. 3,2002, The two decided to follow, and came to a clearing about 10:30 PM, when the balls started moving towards each other almost like they were going to collide. The witness reports, \"They got so close to each other that we could only see one ball of light as they were passing each other. After they passed each other, the one on the left disappeared. \"The one moving to the right stopped and circled up and down and left or right. It was changing colors from red to white to an almost glowing blue/green, and it looked like it was spinning. We watched it hover for 15 to 20 minutes. We were in awe as we had never seen anything like it before.\" Thanks to Peter Davenport Sphere photographed in Florida BROOKS VILLE — According to the witness, \"They came from different directions Sept. 4, 2002, about 8:30 PM, and met in the middle, but never touched. They stayed in one spot, then each went back the way they came, all but one went to the east. It flew slowly like it was just cruising for maybe three minutes, then it flew like a shot east! \"You could see them very good! There were airplanes flying around. Two 707s were headed for Tampa, and Page 16 MUFON UFO Journal November 2002"},{"pageNumber":18,"pageContent":"this helped us to see the spheres were higher than the planes.\" Thanks Peter Davenport NUFORC Flying V in Arizona WEST PHOENIX — Joy F. was sitting outside at 1:30 AM, observing the night sky when she saw two planes flying east at high altitude on Sept. 14,2002. Most planes are lower coming into landing pattern for the airport. She thought that was odd, so she ran into the house for bin- oculars and started looking at the aircraft lights. Joy says, \"I was just panning the sky, marveling at all the stars I could see with the binoculars as opposed to naked eye, and all of a sudden there appears in my view an object at low altitude flying southwest-like that was V- shaped and all lit up. I was looking north when I saw the V, possibly putting it over Glendale. \"This was not just a few points of light in the shape of a V, but more like the light those shake and break tubes the kids use at Halloween. I was amazed as I concen- trated on it. It might have turned, as the V was not all that distinguishable anymore. \"I got up to track it, but lost it. I could not see anything moving with the naked eye. It's almost as if this thing was not visible to the naked eye, but maybe the binocu- lars acted like night vision?\" Thanks to Joy phx. Joyfu96337 Light formations in Illinois CHICAGO — On Sept. 15, 2002, at 10:40 PM, two observers, 20 and 25-year-old students at the School of the Art Institute, were at the Buckingham Fountain on the Lake Michigan waterfront looking at the stars. The witness reports, \"All of a sudden, two bright lights came out of the west moving very rapidly towards the east. They were four times the diameter of a bright star, and it looked like they were made up of four lights: three orange lights surrounding a yellow one in the center. \"The two objects were flying about three inches from each other at my arm's length. They were flying so per- fectly in formation that at first I thought it was one object. I yelled to my girlfriend, who looked up to see the objects. As they approached the east horizon they started doing some weird, non-ballistic maneuvers that told me it was two separate objects moving quickly back and forth closer to each other, and then farther apart. We watched them until they disappeared out of sight.\" Thanks to Peter Davenport NUFORC Objects reported in California WINNETKA — The witness reports, \"We saw five objects, three in a row, going downward in the sky and one on each side at 2:30 AM on Sept. 19, 2002. The objects had flashing lights of different colors. We were able to see them better with binoculars in the eastern San Fernando Valley, and tried to capture them with a digital camera, but the battery died. I am an employee of a public utility, and my husband is a welder. We are not usually awake at this hour, but we were preparing to go on vacation. Beam of light in Oregon PORTLAND — An amateur astronomer and avia- tion enthusiast reports that on Sept. 17, 2002, \"I saw a fluorescent blue/purple beam like a thin streak of light- ning descend from the sky to the ground at 11:30 PM. This beam was relatively dim, but very clearly connected to the ground 1/4-mile south from my location. Following the beam upwards, it grew dimmer with distance, becom- ing invisible to the eye at about 250 meters; higher up, I spotted an aircraft flying at 2,500 feet moving south with a steady dim red light between two white strobes. \"The strobes were blinking together, at an interval of two quick strobes in rapid succession separated by 3/4 second between bursts. The strange beam appeared to be literally connected to this aircraft, although at that dis- tance I could not confirm this due to the beam becoming too dim at that altitude. \"As the craft passed overhead the angle of the beam changed precisely as if it was fixed to a ground location. The width was a toothpick held at arm's length. I lost sight of the aircraft several times, but needed only to fol- low the path of this beam upwards to relocate the aircraft's position. The angle of the beam changed from an angle of 60 to 90 degrees straight up, and to 45 degrees precisely in unison with the aircraft as though it were a tether at- tached to the aircraft and fixed to the ground. \"Through my binoculars the beam appeared un-solid, quite wide, and wavy, similar to lightning or electricity. I awoke my wife, and she confirmed what I was seeing. I drove in my car to directly below the beam in about a minute, but it disappeared. The total duration of this sighting was eight minutes. \"My father is an international pilot, and we have dis- cussed the many highly strange natural phenomena that he observes regularly during his flight paths over the At- lantic and Pacific Oceans and the Arctic. My under- standing is that this phenomenon is completely unique.\" Thanks to Peter Davenport NUFORC UFO over bridge in Canada MONTREAL, QUEBEC — The witness was driving south on the Champlain Bridge Sept. 27, 2002, during a rainy night and caught something out of the corner of his eye. At the highest point of the bridge he saw what looked liked a plane flying extremely low. The witness stated, \"The lights flew over the bridge in a horizontal flight pattern (it slowed down when crossing over the bridge). I then had a good look at the light for- mation at 7:40 PM. It then increased speed, where it broke its flight line at a right angle going up into the sky over St-Lambert. \"As I was driving under the structure, I realized that what I was looking at was not a plane or anything else I had seen before. It seemed that cars slowed down. I was stunned. The basic shape of the craft looked like a small square which is wider at the top, almost like a truncated triangle or a geometric 'U' that widens halfway up. The whole thing was the size of a small truck.\" Thanks to Brian Vike. November 2002 MUFON UFO Journal Page 17"},{"pageNumber":19,"pageContent":"SECRETS & FIELDS rKEDDYSILV/vX Secrets in the Fields — The Science and Mysticism of Crop Circles by Freddy Silva, Hampton Roads Pub- lishing Co., Inc., Charlottesville, VA 22902,7X9 soft cover, 3 34 pages, $19.95. Reviewed by Dwight Connelly To say that this is a comprehensive look at crop circles is actually somewhat of an understatement, as Silva cov- ers virtually every aspect of the phe- nomenon in considerable detail. A graphic designer and advertising pro, he first got involved with crop circles in 1990 while working in Chi- cago. The evening news showed an image of a circle in the East Field of Alton Barnes in England. Silva recalls that he was \"enraptured by the image on the TV, oblivious to the commentator's voice and everything else around me....Why did this image of a crop circle have such an effect, over- coming my normal sense of time and space?\" Even though he was an art director, he did not consider the possibility that the \"art\" in that field could have been man made. Nor did he jump to the other extreme of assuming UFO involve- ment. \"No,\" he says, \"what I was seeing was a suggestive symbol, and I was transfixed by it as it rambled across to my'inruitive right brain, bypassing the left hemisphere of reason, as if a master hypnotist's rhythmic pass of the hand had induced a trance. The symbol made perfect sense to me. It was familiar, like a message I had sent myself a long time ago.\" Thus began a quest by the author to understand the phenomenon, first with books, then summers in England (Silva is a British subject). \"I was consumed,\" he ex- plains, \"and in turn, the quest consumed a fourteen-year marriage to my best friend, and I lost both. Beautiful house, beautiful life, and bountiful finances gone, I re- turned to my 'studies' in England.\" Although Silva's interest did not begin nor end with a scientific approach, he has sought to incorporate into this book much of what scientifically-oriented researchers have discovered, including the work of BLT (Burke, Levengood, Talbott), now headed by Nancy Talbott. Still, the thrust of Secrets of the Fields is more toward mysti- cism than in the direction of known science. Part 1 of this intriguing book looks at the history of the crop circle phenomenon up to the present, while Part 2 provides a detailed description of the evidence that Silva has gathered, \"moving from the left brain of science to the right brain of metaphysics.\" Included in detail are such diverse elements as electromagnetism, balls of light, the UFO phenomenon, the language of symbols, geometry, sound, strategic placement, Earth energy, psychic ability, healing, and \"the relationships among the levels of reality in the Universe.\" Silva uses the term \"crop circles\" as the general term, \"crop formations\" or \"patterns\" when describing shapes incorporating several elements, and \"crop glyphs\" when discussing complex designs. Each of these is well illus- trated with excellent drawings and photos, as one would expect from an art director, and the 16 pages of color photos of crop circles are quite impressive. He says the choice of Britain as the prime location for crop circles \"suggests a well-orchestrated plan. They ref- erence sacred sites in a country brim- ming with ancient markers, where such sites are still honored, where the study of esoteric knowledge survives, and whose language is understood through- out the world, enabling information to be disseminated on a vast scale.\" In terms of \"why these 'encyclope- dias in plants' come to our attention now,\" Silva suggests \"several factors\" that \"mark our time as more favorable for an interaction between our dimen- sion and others.\" He cites, for example, the Mayan calendar, saying, \"Possibly the most cel- ebrated date in this masterpiece is 2012 A.D. The Maya believed that on winter solstice of that year an alignment between our solar sys- tem and the Milky Way will trigger a time of spiritual, acceleration',' (John Major Jenkins, Maya Cosmogenesis 2012: The True Meaning of the Maya Calendar End Date. 1998. Santa Fe: Bear & Co.). Silva further suggests, \"Likewise, the Aztec calendar shows that we are at the end of a 13,000-year cycle, and that significant changes in the Earth and in human con- sciousness are predestined like clockwork.\" The book features an extensive bibliography, providing readers with the opportunity to evaluate the author's many sources of information, and there is also a good index. Those who are ready to accept \"New Age science\" and mysticism will find plenty in this book to fortify their views. Those not quite ready for such a leap from tradi- tional science can still find great art work, impressive pho- tos, and interesting ideas in Secrets of the Fields. 2002 Symposium Proceedings The MUFON 2002 International UFO Symposium Proceedings book is now available from MUFON Headquarters for $25 + $2.50 p&h (U.S.). For deliver- ies outside of the United States an additional $4.00 post- age (total $6.50) is required. The book contains the papers presented at the an- nual MUFON Symposium in Rochester, New York, by William J. Birnes, Richard Dolan, Timothy Good, Betty Hill, Bill Hamilton, Budd Hopkins, .David Jacobs, Don Ledger, Peter Robbins, Jeffrey W. Sainio, Chris Styles and Richard Thieme. Page 18 MUFON UFO Journal November 2002"},{"pageNumber":20,"pageContent":"More info from Staff wanted Dear Mr. Connelly, I am a certified field investigator for MUFON in San Diego. When I read Virgil Staff's review of Allies of Humanity 1 was motivated to read it at their website and then to listen to the audio tape. I write this letter in the hope that you might share it with the readers. Mr. Staff, MUFON Western Regional Director, wrote: \"Of Tremendous Significance, The Allies of Humanity booklet is the most important material I know in the field of Ufology. Some of its contents we already know, but there is very much that is new. In fact, I would presume thjs booklet ties everything together that is truly important to us here at this time. There is also other material avail- able that will prepare us for what is coming on us at present. I usually avoid the work of channelers, but this material is so vital, that it is hoped as many people as possible will give this their consideration.\" . It is difficult for me to understand why Mr. Staff would state that The Allies of Humanity book \"is the most im- portant material I know in the field of Ufology.\" There are so many channelers out there, each giving us their version of what the extraterrestrials are up to, some of them for many years. So why would he accept this one and dismiss all the others? It is not my intention to debunk channelers. I spent five years directing a project at the University of Alabama called \"Project Outer Limits: to research and explore the outer limits of human potential.\" During that time I be- came aware that the potential for human beings is far beyond anything we can imagine. However, because something might be possible does not mean that it is prob- able. I will acknowledge that the book presents a new and unique version of the UFO-alien story that is very differ- ent from any of the others I have heard. He, like so many others, claims to be the \"one true source.\" However, his validation, he says, is the confirmation deep in us that tells us this is true.\" Other channelers with very different views make very similar statements when asked to give validation for what they present to us. \"This is a natural event we are experiencing with the Intervention. We gain access to it through our spirituality, through Knowledge, because that is our natural spiritual- ity. It's not our idealistic spirituality. It's not the spirituality that we'd like to have, or that we've read about. It's our natural knowing. And our natural knowing tells us what to trust and what not to trust, when something is right and when something is wrong, when to go and when to not go, when to say yes and when not to say yes. And so ultimately, as Jesus used to say, for those who have eyes and ears, for those who can really hear this and see this and know this, that's the validation.\" He says he is a spiritual teacher, but dismisses the va- lidity of any other spiritual movement: He states that the problem with UFOs is that many people try to wed this phenomena to their spiritual beliefs. Yet, it seems to me this blending is exactly what he is doing. A lot of the things he says do not seem to fit together. He says the \"allies\" are out there in the beyond some- where, observing all these activities, but cannot interfere with the outcome. However, in his scenario, are they not influencing the outcome when they give us this informa- tion in the hope that we will act in accordance with what they have revealed to us? They (the allies) also tell us that there are many differ- ent kinds of visitors. Are they all trying to compete with each other to see who gets to take us over-or are they all working together in one large coalition? In the November issue of the MUFON UFO Journal I read an article by Jim Deardorff, \"Is There An Alien Strategy?\" This piece was an effort to speculate about alien strategy, based on knowledge and facts that investi- gators have acquired over time. . The Allies of Humanity presents a scenario that re- quires a level of \"suspension of disbelief,\" for acceptance. The Deardorff article, in contrast, is a well written, schol- arly effort to bring the data together to support likely pos- sibilities. I would be interested.in hearing more from Mr. Staff as to why he recommended this book so highly. --Ron Stadsklev, ronstadsklev@juno.com Aubeck follow-up In response to an inquiry from a reader regarding the analysis of a piece of metal in the Aurora case reported by Chris Aubeck in the August, 2002, Journal, Mr. Aubeck provides the following: Further to our recent exchange regarding the fragment found at Aurora, Dr. Tom Gray has kindly given me the following explanation for his negative conclusion: \"My analysis of some metal fragments found at the \"Aurora site\" showed high iron content together with a small amount of zinc. The material was paramagnetic. Upon further investigation it was found that iron-zinc com- pounds can be paramagnetic, depending on how rapidly the alloy was cooled. \"Another sample had a small nail in it, and this sug- gested that the material was roof flashing material. It was common for the local metalsmiths to pour roof flashing material in molds at the site of construction in that era. \"Hence it was concluded that the fragments that I had were such material, and the matter was closed to further investigation. I hope that this is helpful to you.\" Reminder State and local MUFON organizations which have address changes, email changes, or web site changes need to immediately contact MUFON Headquarters so that this information is included in our files and on our website. November 2002 MUFON UFO Journal Page 19"},{"pageNumber":21,"pageContent":"View from Britain By Jenny Randies Jenny Randies Three sides to a UFO I have just spent some time in the Isle of Man on a research trip for a new book: Outside of the UK this island, measuring only 30 miles by 12 miles and situated in the Irish Sea between Ireland and Scotland, is likely to be completely unknown. But it is a truly magical place which is, in fact, the oldest continuously operated parlia- mentary democracy on earth -a system known as Tynwald, founded by the Vikings. Not a part of either the UK or the European Union, it is a crown dependency of Britain, which is therefore at once both familiar and unique. Indeed it is rather like something out of a time warp-with both steam railways and horse trams alongside Victorian electric cable cars as the routine means of transporation on this idyllic and richly diverse land- scape. I have loved the island since I went there at age 5 to attend a wedding in a village that had scarcely changed since medieval times. And I have always been fascinated by the folklore that soaks the scenery of this discerning tourist destination-for it is without doubt the part of the British Isles where people still feel close to the existence of other worldly beings. This is why I wanted to spend some time doing serious research out there. And what I found convinced me that this island, which is better known for its motorcycle races and tailless cats, is indeed the most magical spot on earth. Out of the mists The birth of the island, according to the widely be- lieved legend, reads like a close encounter. A giant being descended from the sky and protected it from invaders by cloaking it in a mantle of eerie blue mist. From out of this mist emerged a sparking object that rotated like'a wheel of fire issuing three \"legs.\" The floating mass climbed into the sky and left behind what is now the Isle of Man. To this day the three legs is the symbol of the island- carried on the nation's flag, buildings, and currency. It may be the only country on earth which represents itself in this way via the medium of a UFO sighting. The mists that still shroud the island hide countless other secrets that I thoroughly enjoyed digging into during my stay. I learned of strange beings that shape shifted, of entities known only as \"themselves,\" who dictated the lives of the locals-and to whom it is wise not to be any- thing other than thoroughly circumspect. Indeed, where else, I found myself wondering, would a reigning mon- arch (the current queen) have been driven into the island's main window area around Castle Rushen with hugely elaborate precautions taken to ensure that even she and her entourage paid heed to the other worldy denizens whose : ancient territory this was? These old beliefs are still very strong on the island, as I heard from locals in the countless strange events that they had to report, not simply from days gone by, but from much more modern times. A supernatural legacy The Manx heritage is wonderfully lucid and full of sto- ries that could easily be adapted into the context of UFOs and aliens, were you of a mind to do so. The close encounter, for instance, in which a farmer heard a strange rushing noise from the air and watched as the bushes began to vibrate beneath a glowing light. As he stood transfixed by the vision, time stretched out and lost all meaning, and he regained consciousness-hours later-some distance from where he had been. To that farmer, he had encountered \"themselves\" and experienced the oddity of their kingdom. But, of course, we could very easily substitute UFO for strange light, and aliens for \"themselves,\" and interpret such tales in very different ways. Even in modern times these odd stories go on-although, of course, they are more commonly regarded in the con- text of traditional UFOs these days. There was even an alleged UFO crash in the mountains on the north of the island about three years ago, although I have to say that this is likely to have a more mundane interpretation,.ahd, besides, it somehow loses something when you have to, start regarding the events that befall these islanders; as much like those that happen everywhere else. I prefer to think it was really \"themselves\" up to their old tricks, after all.    : I have a lot of thinking to do over the coming weeks to digest all that I saw and heard on the Isle of Man as. I * prepare my book, which should be published in the sum- mer of 2003.    . But it was a journey I would not have missed for the world, and if you are ever in the UK and want to visit where the supernatural feels like a way of life, then pop on a ferry at Liverpool or Belfast, off the usual tourist trail that the guidebooks dictate, take the two or three- hour sailing to Douglas, and stand in wonder and contem- plation. You will not regret it. Page 20 MUFON UFO Journal November 2002"},{"pageNumber":22,"pageContent":"Perceptions By Stanton T. Friedman Stanton T. Friedman Bova and insufficient data In 1977,1 presented a paper at the 8th Annual MUFON Symposium (Scottsdale, Arizona) entitled \"Science Fic- tion, Science, and UFOs\" complete with 60 references. I reviewed some of the fictional claims made by such Sci- Fi stalwarts as Isaac Asimov, Ben Bova, Arthur C. Clarke and such scientists as J. Allen Hynek and Donald Menzel. I also dealt with fiction about UFOs disguised as \"fact\" as pub- lished by SCIENCE and Science News. Hynek, Asimov, and Menzel are all deceased. But Ben Bova, former editor of ANALOG Science Fiction, and of OMNI, is still making some of the same off-the-wall comments. Bova wrote an article in the October 13, 2002, Naples (Florida) Daily News. He repeats some of the same old baloney, such as that the only reason some sightings can't be explained is that there isn't enough data. (Ana- log, December, 1975, p. 172). I sent him tables from Project Blue Book Special Re- port #14 showing that there was a separate category, \"In- sufficient Information,\" for those reports for which there wasn't enough data, as opposed to the 21.5% of the 3,201 Sightings considered which could not be explained by professional people spending full time working on the cases, and that the better the quality of the sighting the more likely to be unexplainable. He certainly didn't let the facts get in the way of his baseless beliefs as he made these comments in response to my letter and enclosures: \"I've been into the UFO con- troversy for many years... The thing that impresses me the most is not the fact that there are so many unex- plained sightings but that so many people are willing to leap from such sightings to the conclusion that we are being visited by extraterrestrials... The lack of explana- tion of sightings in question is actually a lack of informa- tion. Whenever enough information has been obtained, the phenomenon has turned out to be terrestrial in origin... it would seem that there would be a few with enough infor- mation about them to show that no terrestrial explanation is sufficient. I have never seen such a report. I'll be glad to revise my opinion.\" I truly doubt it. In other words, if we ignore all the relevant data, such as that in BBSR 14, in Richard Hall's The UFO Evi- dence, and in the 1968 Congressional Symposium report which I had referenced (Jim McDonald's paper had 41 excellent sightings), one can reach whatever unsubstantiatable conclusions one wishes. And with a straight face. Bova illustrated 3 of my 4 rules for UFO debunkers 1. What the public doesn't know, I am not go- ing to tell them. 2. Don't bother me with the facts, my mind is made up, 4. Do one's research by proclamation; investigation is too much trouble. In his 2002 article, Bova demonstrates rule number 3: If one can't attack the data, attack the people. He uses the term \"UFO faithful\" three times, totally ignoring the fact, true even in 1977, that the greater the education, the more likely to believe in UFOs. The notion that those of us who have studied the evi- dence leap to the conclusions of ET visitors is also ab- surd. It is die combination of appearance indicating \"manu- factured\" and flight behavior indicating not built here that leads us to the ET conclusion. In 2002 Bova adds in the usual debunker disdain for Roswell without any indication of having studied any of the relevant data . He states that Walter Haut's press release referred to the wreckage as a disk. \"The disk was definitively a flying saucer. Three alien crewmen had been recovered, two of them dead and the third badly injured.\" There is no mention of bodies in any of the July 1947 press coverage! One can only wonder at the source of this bit of non- sense, followed by \"For nearly half a century Roswell has stood as classic example of the government hiding 'the truth' about flying Saucers.\" More malarkey. 22 years would be more correct. The first book about Roswell, The Roswell Incident by Moore and Berlitz, wasn't published until 1980, just a few years after I started the civilian investigation of the Roswell Incident. Bova then admits there was a coverup (lasting 47 years!), since Roswell really was a Mogul Balloon, citing Karl Pflock's Roswell book, even though nothing about Mogul fits the wreckage (or the timing) found near Roswell. It should be noted that the intro to Karl's book was written by another science fiction writer, Jerry Pournelle. Bova talks about his \"Investigative efforts\" regarding UFOs when he was OMNI editor. He also states, \"It is all too easy to fall for unsupported stories that tell us what we want to believe.\" This is an excellent description of the nonsense being spouted by anti-UFO science fiction writers. They want to believe there is no evidence, so create scenarios to back up this plot line, even though having no basis in fact. One of Bova's stranger recent comments: \"Why the government would try to cover up alien visitors is some- thing I don't understand.\" Has Bova never heard of the potential impact of anybody on earth being able to dupli- cate the flight technology of flying saucers for military applications and the necessity of keeping one's enemies November 2002 MUFON UFO Journal Page 21"},{"pageNumber":23,"pageContent":"from learning what one has learned? How naive can one get? He also says, \"How a government that leaks like a sieve could possibly cover up such a story for nearly half a century is beyond my comprehension.\" Obviously Bova knows very little about \"need to know,\" compartmental- ization, black budgets, etc. I should point out that in 1995 the Naval Research Laboratory first admitted having launched the first U.S. electronic Intelligence Spy Satel- lite back in 1960. It provided more Elint data than all the previous spy flights by the U-2 and other recon systems combined. Echoing Phil Klass, Bova notes that the feds couldn't cover up Watergate for very long. There is no compari- son. Watergate did not involve national security, the se- vere penalties for releasing classified data, etc. Bova claims, \"I: would like to see some scrap of hard palpable evidence.\" Since he hasn't, I guess there must not be any. As I keep saying, absence of evidence is not evidence for absence On the same day that I read Bova's article, I also noted a story on Business Wire about a Roper opinion poll about UFOs, sponsored by the Science Fiction channel. The poll was done because of the forthcoming December broadcast on the Sci Fi Channel of Steven Spielberg's miniseries TAKEN about how three multi-generation families handle their abductions. The poll noted that 72% of Americans believe the government is not telling the public everything it knows about UFO activity. That is a very large number of \"UFO faithful.\" Isaac Asimov in his publications back in the 1970s also attacked the people, stating, whilst defending Hynek, \"These reports are so riddled with hoaxes, and the flying saucer enthusiasts have so many cranks, freaks and nuts among them, that Hynek is constantly running the risk of innocently damaging his reputation by being confused with them.\" Again, of course, there is no data provided. Hoaxes and crackpot cases make up together less than 10% of the cases. The polls have consistently showed that a ma- jority of those expressing an opinion (including engineers and scientists) do accept the notion of UFO reality. The greater the education the more likely to so accept. Asimov: \"Nor is it conceivable that they can be afraid of us.\" I guess nuclear, biological, or chemical weapons can't affect aliens! He also stated, \"They should either come down and say hello or they should go away. If they do neither, they are not intelligently guided spaceships.\" What arrogant nonsense! One would think that because Asimov writes science fiction, he is an expert on alien behavior!! Talk about proclamation. I don't normally talk to the birds and squirrels in the forest behind my house. Asimov had been made aware of my views on UFOs when somebody had sent him a copy of my 1973 MUFON paper which contained this comment: \"Many people are surprised when I point out that two of the most noted science fiction and science writers, Isaac Asimov and Arthur Clark, are both quite vehement in their anti-UFO sentiments.\" His response in the February, 1974, Fantasy and Sci- ence Fiction was: \"That Friedman meets people who are surprised at this indicates, I suppose, the level of the circles he moves in. After all, why should the fact that Arthur and I are s.f. writers lead people to suppose that we have forfeited our intelligence and must surely be- lieve any mystic cult that seems to have some elements in common with science fiction.\" I was, of course, referring to the many colleges and professional groups to which I had spoken, including en- gineering societies of Detroit, Cincinnati, Baltimore, many sections of the American Institute of Aeronautics and Astronautics, of the Institute of Electrical and Electronic Engineers, the Los Alamos section of the American Nuclear Society, etc, etc. I am sure that Isaac was not referring to the cults of SETI or of the noisy negativists such as he, or Bova or Clarke. What was most disconcerting about Asimov's exten- sive remarks was the very bad science he displayed, despite his PhD in chemistry. In trying to determine the number of civilizations in the galaxy, he starts with the assumption (no basis given) that there are 640,000,000 Earth-like planets in the galaxy. He reduces this by a fac- tor of 300,000 because there has only been life here for 17 300,000th of the time Earth has been around, and by a factor of 50 because we have only had a civilization for 200 of those 10,000 years (1/50) arriving at a total of only 43 Industrial civilizations in our galaxy!! But there is no connection between the fraction of time there has been a civilization here and the situation in the rest of the galaxy. When I wrote my response, I pointed out that just because at that time I had been married to my wife for 7% of my life, did NOT mean 7% of men are married. He then claims to assume we are average, so there are only 21 superior civilizations in the galaxy. He says that by distributing them randomly that means an average distance between them of 13,500 light years. He then follows with a truly unscientific claim: \"With the nearest home planet of flying saucers being 13,500 light years away, the chance of visiting us would seem small.\" Random distribution to any real scientist would mean the nearest, even using his totally baseless numbers, could be 10 light years away. As a matter of fact there are 46 sun-like stars within only 54 light years of us of the 1000 stars in that volume of space. Zeta 1 and Zeta 2 Reticuli are only 39 light years from us, and are only l/8th of a light year apart (based on the latest measurements.) Of course Isaac ignores colonization, migration, and civilizations that started long before us. Zeta 1 and 2 Reticuli are, after all, at least a billion years older than the sun. Just as with Bova more than 25 years later, Isaac pro- claims, \"If flying saucers are spaceships, this must be proven by direct evidence. It can never be proven by wailing 'but what else can it be?' I surely don't know any scientists who have concluded that some UFOs are ET spaceships on the basis of \"what else can it be?\" Arthur Clarke also contributed a number of gems about UFOs back in the 1970s, such as \"The public is no longer worried about them... no longer news,\" and the Interna- tional Geophysical Year killed UFOs because they never Page 22 MUFON UFO Journal November 2002"},{"pageNumber":24,"pageContent":"found a single one. This, of course, ignores the outstand- ing Trinidade, Brazil, photos taken by a photographer on board an IGY ship. He also claimed \"the hysterical credulity of the late 40's has been replaced-except in the minds of the few surviving cultists-by a realization of the fact that the heavens are full of extraordinary sights.\" Not a very good prediction, to say the least. Clarke also noted that de- fense radar systems can detect single nuts and bolts, falsely implying there have been no radar observations of UFOs. Obviously he was assuming that he had the ap- propriate security clearance and need-to-know to be shown such data. One reason for rehashing this old and new science fiction stuff is that I expect a major debunking effort from CSICOP and its anti-UFO cultists because of TAKEN and other forthcoming documentaries. Dr. Joseph Nickell (their full time \"investigator\"-with 3 degrees in English) recently visited Flatwoods, WV, to dispose of the Flatwoods Monster case of Sept. 12, 1952, claiming it was just a meteor that landed and a large owl. The facts that there was no crater, no meteor frag- ments were found, no earthquake detected, and that the \"monster\" was at least 10 feet tall, can of course be ne- glected. I visited the site exactly 50 years later and talked to two of the key witnesses. Nickell did neither. I expect a big book soon by an outstanding investigator, Joseph Feschino, who has been researching the case for more than a decade. Those who want to dig deeper into science fiction and UFOs can obtain my \"Four Scientific Papers,\" which includes the SF one, from UFORI, FOB 958, Houlton, ME 04730-0958, $4, including postage. My new email address is fsphys@rogers.com. My web site is www.v-j-enterprises.com/sfpage.html . Director's Message... (Continued from Page 24) MUFON author has new book Greece, the Next 300 Years, authored by Stephen A. Tzikas, Director of Investigations for Virginia MUFON, is now available. It contains chapters on UFOs. For more information, see Steve's website at www.greekfuture.com. The NIGHT-SKY Walter N. Webb 2002 Symposium Proceedings The MUFON 2002 International UFO Sym- posium Proceedings book is now available from MUFON Headquarters for $25 + $2.50 p&h (U.S.). For deliveries outside of the United States an addi- tional $4.00 postage (total $6.50) is required. The book contains the papers presented at the annual MUFON Symposium in Rochester, New York, by William J. Birnes, Richard Dolan, Timothy Good, Betty Hill, Bill Hamilton, Budd Hopkins, David Jacobs, Don Ledger, Peter Robbins, Jeffrey W. Sainio, Chris Styles and Richard Thieme. December 2002 Bright Planets (Evening Sky): Jupiter (magnitude -2.5), in Leo, rises in the ENE soon after 8 PM in midmonth and remains visible all night as it crosses the southern sky. The giant planet begins retro- grade motion (moving westward) on Dec. 4. Saturn (-0.5), retrograding in Taurus, reaches a point opposite the Sun on the 17th, rising in the ENE around sunset and staying in view all night in the southern half of the heavens. The planet's unusually large diameter, coupled with a ring system tilted near its maximum angle, offers a truly magnificent sight in a backyard telescope. Bright planets (Morning Sky): Venus (-4.7) and much fainter Mars (1.6) pair up throughout most of December on the Virgo/Libra border. They rise in the ESE about 3:30 AM in midmonth. The pair can be seen near the lunar crescent on the 1 st. Ve- nus and Mars are nearest each other on the 6th. Mars again is near the crescent Moon on Dec. 30. Jupiter stands high in the SW at dawn. Look for it 4 degrees below the gibbous Moon on the 23rd. Saturn sets in the WNW near sunrise. The ringed world lies near the full moon on Dec. 19. Meteor Shower: The annual Geminid meteors peak on the morning of December 14 when they attain an hourly rate of about 50 to 100 per hour. Fortunately, the interfering gibbous Moon sets about the time the meteor shower's radiant point reaches its highest altitude in the S-at 2 AM local time. So best ob- serving will be after that time. Most Geminids are bright, white, and have short paths. Moon Phases: New moon-Dec. 4; First quarter-Dec. 11; Full moon- Dec. 19; Last quarter-Dec. 26 The Stars: By midevening the brilliant constellations of winter gradually take the place of the inconspicuous autumn stars. Once again Orion the Hunter becomes the season's heav- enly symbol, while the autumn sky marker of the Great Square of Pegasus slips toward the W horizon. Trace an imaginary line through Orion's three belt stars down left to the brightest nighttime star, Sirius the Dog Star (low in the ESE at 9 PM in midmonth). Another line through the belt to the upper right points to Aldebaran, the fiery right eye of the Bull Taurus. The Big Dipper becomes easier to see as it begins its upward ascent from the N horizon. November 2002 MUFON UFO Journal Page 23"},{"pageNumber":25,"pageContent":"By John F. Schuessler MUFON International Director MUFON Webmaster on TV MUFON Webmaster Bill Konkolesky was inter- viewed by Naked Eye Productions and will appear in the SciFi Channel documentary \"The Abduction Diaries.\" The program is scheduled to air on Nov. 22 at 10 p.m. (EST), with several repeats. MUFON to be featured on Learning Channel Kevin Barry has produced another outstanding UFO documentary that will air on The Learning Channel on Dec. 10. Titled \"UFO Secrets,\" this documentary ties several prominent UFO cases together and includes the work of several MUFON investiga- tors. Barry's past documenta- ries for the A & E Channel were applauded as \"factual,\" \"even-handed,\" and \"earth- shaking.\" You won't want to miss this one. John Schuessler MUFON Web Site Bill Konkolesky is bring- ing a new look to the MUFON web site at www.mufon.com. The changes will feature a streamlined navigation setup and graphic improvements. Christopher Cisneros and Pamela Travis of Prologix, Inc., designed a new logo for MUFON that features the worldwide scope of MUFON. It is now ready for use on the web site. Fresh news stories and links will be added to the site with regularity. The site also features a link with Amazon.com that will allow viewers to purchase UFO books that are reviewed in the MUFON UFO Journal and on www.mufon.com. The Worldwide UFO Database developed by Don Weatherby and Wendy Ban provides a wide range of statistics on UFO cases, and it is updated every Friday. Interestingly, the number of sightings being reported to the MUFON site is showing a high level of UFO activity worldwide. Donation to MUFON Archives Judith Jones from Vermont MUFON donated a nice selection of UFO books to the MUFON archives. We thank Judith for helping us grow the MUFON library and information archives. MUFON welcomes donations of UFO-related books, magazines, newsletters, papers, clip- pings and memorabilia. We are also looking for artifacts that may be displayed in the MUFON Headquarters Mu- seum area. New speaker system for MUFON Headquarters Colorado MUFON members contributed an audio sys- tem for MUFON Headquarters. Due to the size of the facility, audiences were having trouble hearing speaker presentations. The new system corrects that problem. Lin Simpson provided the speaker system, Gail Dillon supplied the cordless microphone, and Alan Cadiz, presi- dent of Cadiz Custom Sound in Woodland Park, CO, did the installation. Thank you all for your generosity. Position announcements Lin Simpson of Parker, CO, has accepted the posi- tion of Director of Membership for MUFON. Lin has a strong administrative background through her employment at the University of Denver. She has held various posi- tions in Colorado MUFON, including program chair, 1998 MUFON International UFO Symposium Chair, acting Colorado State Director, and more. Known for her abil- ity to get things done, she has already promulgated some new initiatives and will be reporting these in future issues of the MUFON UFO Journal. Esen Sekerkarar has accepted the position of MUFON Representative for Turkey. She was a fea- tured speaker at the MUFON International UFO Sym- posium in Rochester, NY, and she provided the cover story for the September 2002 MUFON UFO Journal. Shinichrou Namiki has accepted the position of MUFON National Director for Japan, filling the position vacated by the passing of Takao Ikeda. In addition to being a MUFON member, Mr. Namiki is chairman of the Japan Space Phenomenon Society. Nicholas Roesler, State Director for Wisconsin, ap- pointed John Hoppe as State Section Director for Sheboygan and Washington Counties. George Zeiler of Aurora, CO, has accepted the po- sition of Deputy to the International Director. George will be working special initiatives in addition to his work on official government documentation of UFO activities. George's work on the Stan Romanek case (Lakewood, CO, Sept. 30, 2001) was featured in the October 2002 issue of the MUFON UFO Journal. Robert H. Rowland, M.D. of Pittsburgh, PA, has been appointed to the position of Consultant in Psychia- try. Ron St. Laurence, D.C.H. of Livermore, CA, has been appointed to the position of Consultant in Hypnosis. Yuka Saeki of Chicago, IL, has accepted the position of Translator for the Japanese language. Eugene Prison, Canadian National Director, is form- ing a MAX Committee (MAXCom) to provide greater member involvement across Canada. Gene will provide more details about MAXCom and Canadian Regional Directors in the near future. (Continued on Page 23) Page 24 MUFON UFO Journal November 2002"}]
