[{"pageNumber":2,"pageContent":"MUTUAL UFO NETWORK UFO JOURNAL ii ii v 7nnn ^    MI IMRFR ^RT t^ JULY 2000 NUMBER 387 $3 Walter H. And/us, ]r. MUFON International Director From 1970 to 2000"},{"pageNumber":3,"pageContent":"MUFON UFO Journal (USPS 002-970) (ISSN 0270-6822) 103 Oldtowne Rd Seguin, TX 78155-4099 Tel: (830) 379-9216 FAX (830) 372-9439 Editor: Dwight Connelly 14026 Ridgelawn Road Martinsville, IL 62442 Tel: (217) 382-4502 e-mail: bookdc@ccipost.net Editor in Chief: Walter H. Andrus, Jr. 103 Oldtowne Road Seguin, TX 78155 830-379-9216 Columnists: Walter N.Webb Richard Hall George Filer Dan Wright Staff Artist Wes Crum MUFON UFO Hotline: 1-800-UFO-2166 MUFON on the Internet: http://www.mufon.com MUFON on Compuserv \"Go MUFON\" to access the Forum e-mail address: mufonhq@aol.com MUFON Amateur Radio Net: 40 meters - 7.237 MHz Saturdays, 7 a.m. CST or COST July 2000    Number 387 The cover: Walter H. Andrus, Jr., retiring International Director In this issue Onomastic research by Ann Druffel & Jean Sider 3 Solar activity and UFO sightings by Steve Pearse 11 Doctor surveys patients by David M. Gordon, M.D 12 The UFO Evidence, Volume II: A Thirty-year report 12 MUFON Forum   13 The UFO Press   15 Facts about UFO-FBI by Bruce Maccabee, Ph.D 16 Filer's Files by George A. Filer  17 Perspective on June Journal by Richard Hall 20 Readers' classified ads   21 The Night Sky by Walter N.Webb  22 Missouri petition drive   22 Calendar    23 Director's Message by Walter Andrus  24 MUFON's mission is the systematic collection and analysis of UFO data, with the ultimate goal of learning the origin and nature of the UFO phenomenon. Change of address and subscription inquiries should be sent to MUFON, 103 Oldtowne Road, Seguin, TX 78155. Copyright 2000 by the Mutual UFO Network. All Rights Reserved No part of this document may be reproduced in any form without the written permission of the Copyright Owners, Permission is hereby granted to quote up to 200 words of any one article, provided the author is credited, and the statement, \"Copyright 2000 by the Mutual UFO Network, 103 Oldtowne Road, Seguin, Texas 78155\" is included. The contents of the MUFON UFO Journal are determined by the editors, and do not necessarily reflect the official position of the Mutual UFO Network. Opinions expressed are solely those of the individual authors. The Mutual UFO Network, Inc. is exempt from Federal Income Tax under Section 501 (c) (3) of the Internal Revenue Code. MUFON is a publicly supported organization of the type described in Section 509 (a) (2) Donors may deduct contributions from their Federal Income Tax. Bequests, legacies, devises, transfers, or gifts are also deductible for estate and gift purposes, provided they meet the applicable provisions of Sections 2055, 2106, and 2522 of the Internal Revenue Code. MUFON is a Texas nonprofit corporation. The MUFON UFO Journal is published monthly by the Mutual UFO Network, Inc., Seguin, Texas. Membership/Subscription rates are $30 per year in the U.S.A., and $35 per year foreign in U.S. funds. Second class postage paid at Seguin, Texas. Postmaster: Send form 3579 to advise change of address to: MUFON UFO Journal, 103 Oldtowne Rd., Seguin, TX 78155-4099"},{"pageNumber":4,"pageContent":"MUFON UFO Journal July 2000 Page 3 Ann Druffel Onomastic research as a clue to the nature of Alien entities By Ann Druffel A few months ago, researcher Jean Sider sent me the article which follows, with the request that I help facilitate its publication in an American journal and provide a \"Commentary.\" I was happy to do this because I respect Sider's work in the UFO research field and also because I was fascinated by the overwhelming data in his article. Besides, it dovetailed al- most perfectly with research of my own, in which I have been involved the past twelve years. As the reader may be aware, my recent book How to Defend Yourself Against Alien Abduction addresses a new concept in UFO research. It presents detailed data from 70+ documented abduction cases which demonstrate positively that abductees (or experiencers, as some like to be called) are not help- less victims in the clutches of a superior phenom- enon from which they can never hope to escape. 1 Jean Sider's article speaks for itself. He has found a scientific way of demonstrating-through onomastics, i.e., the study of proper names-that enti- ties who pose as \"extraterrestrials\" are not what they say they are. Rather, they are apparently unwhole- some entities who have deceived and interacted with humans since the dawn of history. Be they mythic, \"real,\" \"spiritual,\" interdimen- sional, or from a \"hidden world\" which somehow exists in or alongside our own earth plane, I cannot say, since proof still eludes us. I do know for certain, however, that interfering, shapeshifting, \"otherworldly\" entities have been described by ev- ery major culture (and many smaller cultures) on the face of the earth down through the millenia, and that these older cultures developed means to fend them off or, at the very least, recognized them for what they were. Not so in most Western cultures. In the United States, in particular, this ages-old \"order of creation\" seems to have taken on the form of extraterrestrial visitors from the unidentified flying craft we know About the Authors Ann Druffel has been active in UFO research since 1957, first with NICAP and then with MUFON and CUFOS since the mid-seventies, and has written widely on the subject in numerous journals. She was a regis- tered case worker in California in family, medical, and child\" welfare. Her therapist skills help in investigating many aspects of UFO phenomena. She wrote Tujunga Canyon Contacts (co-authored by D. Scott Rogo) and How to Defend Yourself Against Alien Abduction. Jean Sider is a UFO researcher and author whose main works have appeared in French publications. He was born in 1933, retired from French Railways in 1990 and has been in the UFO field since 1954, when he per- sonally viewed a UFO during the famous UFO \"wave\" of that year. He has written hundreds of articles on UFOs for French and Belgian journals since 1976, some of which have appeared in the English journal, Flying Sau- cer Review. Since 1990, he has published ten books on ufological subjects, including the 2-volume Dossier 1954 about the extraordinary 1954 French UFO wave.\" as UFOs. Although Jean Sider's manuscript, as first received, had been well translated into English, it needed minor editing to fit the requirements of American journals. This has been done; I trust that the editing has retained the full flavor of Sider's remarkable research and that his important data reaches you whole and entire. There are only four points in Jean's article with which I personally differ, but most researchers around the world vary in numerous ways with their colleagues and still manage to \"agree to disagree.\" That there are only four points in which Sider's \"take\" differs from mine is it- self remarkable. They are as follows: First, Sider states that \"everybody knows that pagan gods and deities are regarded as demoniacal entities by Jewish and Christian theologians.\" Perhaps author Manfred Lurker, whom Sider references, had come to this conclusion, but I have always been under the im- pression that Judeo-Christian thought regards pagan gods as \"false gods\" with no specific doctrinal teachings as to their actual origin. The devil a myth? Second, he states that \"the Devil is a myth created by theologians.\" I would comment here that in Christianity and Judaism the \"Devil\" is equivalent to \"Lucifer,\" who is the leader of a horde of angels who defied God and were thrown out of Heaven down into eternal \"Hell.\" The Devil, according to a large proportion of the world's population, is not a myth but an actual being who lives and works his evil on Earth with full participation of his"},{"pageNumber":5,"pageContent":"Page 4 July 2000 MUFON UFO Journal minions. Third, Sider gives a list of various entities who have historically been regarded as having the capa- bility to appear in human, animal, and other various shapes, i.e., gods, spirits, fairies, angels, daimons (an- cient Greece), demons (Christianity, etc.). Since his entire paper is devoted to deceptive practices by un- wholesome entities, I would delete \"angels\" from this list. No perverse qualities According to my own research, and personal be- lief, \"angel\" is a name reserved for two-thirds of the original Heavenly population who, led by the Arch- angel Michael, remained faithful to God and ejected Lucifer and his hordes from Heaven. In theological thought, \"angels\" do not have any perverse qualities, their main purpose for existence being to adore and serve God. Upon occasion, according to religious texts, they act as messengers to human beings on earth, and Christianity also teaches that \"guardian angels\" guide and protect individual humans through- out their earthly lives. Fourth, and last, in Sider's \"Conclusion\" #6, he states that \"all our religions rose from allegations of prophets-contactees, who were in fact powerful psychics or channels for entities they thought were their gods.\" I do not agree entirely with this; we all tend to believe our own religious choices. But these four points do not take away anything from Sider's data. He has done us all a remarkable favor in pointing out a scientific link between an- cient \"entities\" and the contactees of the fifties. Recently, a few UFO researchers have noted that the entities termed \"Nordics\" by modern abductees/ experiencers bear a remarkable resemblance to the old-time Venusian, etc. Since Nordics often appe'ar after abductees have begun to resist the incessant in- trusion of \"greys,\" might it be that the abducting phe- nomenon (whatever it really is) has shapeshifted to a more pleasing form? As sexually intrusive Study cases of \"Nordic interaction\" and you will find that, in their own way, they are usually as sexu- ally intrusive as the greys, only more sophisticated in their methods. So I ask, is the modern \"Nordic\" synonymous with the earlier \"Venusian\" types? I wholehearted accept Jean Sider's important re- search and applaud his desire to share his findings with ufologists in other lands. Human languages, however, might simply be inadequate to solve the problem he so wonderfully presents. He lists demons with incubi, and devils with Lucifer and Satan, while modem Muslims consider demons and incubi to be types of jinns and Shaitan (Satan) to be head of the jinns, but that Lucifer is not Shaitan. 2 ' 3 Meanwhile, many American Christians consider de- mons the same as devils, and the Catholic Church, in America at least, seems to equate incubi with Lucifer and devils. In the book Demoniality, written by a re- spected theologian of the seventeenth century, Lodovico Sinistrari of Padua, Italy, equates \"demons\" with incubi and jinns, and he quotes the Catholic saint, Augustine, as stating that some members of an order of creation equivalent to jinns were worshipped as gods in a certain pagan city. 4 Therefore, the European and Muslim con- cept of \"demon\" is synonymous with a form of interfer- ing entity which is not equivalent to Lucifer or his hordes of \"fallen angels,\" whose main purpose appears to be the separation of human souls from God. Yet in the United States, fundamentalist Christians (and most Catholics) use demon, devil, Lucifer and Sa- tan interchangeably. According to fundamentalists, any- one who studies or researches any type of paranormal activity, including UFOs, is involved with \"demonic\" matters and is headed toward Hell (as I have myself been informed by a couple of friends and in-laws!). Worst form of evil? Unlike Europeans and Muslims, these people make demons equivalent with the worst form of evil, i.e., Lu- cifer, the Head Devil and his followers. Being a practic- ing Roman Catholic, I am grateful for the fellowship of a theologian in the Los Angeles area who advised me early on that honest researchers were free to study these subjects in order to seek out Truth. Devils and demons aside, we also have the gentler side of the controversy, such as is demonstrated by Dr. John Mack. In his latest book, Passport to the Cosmos, he cites an authority who regards what he terms \"daimonic reality\" as \"unseen realities or forces that may, nevertheless, manifest in the physical world,\" but Mack notes that the word \"daimonic\" is not to be confused with \"demonic.\" 5 Mack theorizes that the UFO abduction phenomenon is essentially benevolent, and his Index (and text) care- fully avoids words like demon, devil, and jinn. Yet, ac- cording to Jean Sider (below), \"daimon\" is a Greek word which is the equivalent of ancient gods, demons, devils, etc. In my own extensive reading, \"daimon\" has always been used in the sense of an order of intelligent cre- ation, in other words, \"spiritual individuals\" that appear to have characteristics in common with the order of cre- ation the Muslims call Al-jinn, the Celts called Faery-folk, the Buddhists call elementals, a certain tribe in Malaysia call \"Bunians,\" 6 and so forth. Top importance What are we to make of all this? It is obviously a matter of top importance for objective and honest intel-"},{"pageNumber":6,"pageContent":"MUFON UFO Journal July 2000 PageS lectuals in many countries who seek answers to the question: What is the'real nature of abducting entities? We need precise definitions for each of these terms, to be agreed upon by researchers worldwide, in order to calmly discuss our differing views with each other. An impossible dream? Perhaps that day will never come. Perhaps even re- searchers with fine educations and sound motives will never be able to come together to discuss these prob- lems in any way that will bring about consensus. In the meantime, however, we present Jean Sider's excellent research, in which he uses the science of onomastics to link proper names of self-styled extra- terrestrials, who reportedly interacted with human \"contactees.\" He shows that these entities bore the pre- cise names of ancient mythic gods, demons, devils, and other unpleasant or mysterious \"spiritual\" creatures. As Sider points out, something is not quite right! The \"benevolent Venusians\" and other self-styled ETs who interacted with contactees in the fifties have an unexpected dark side and even, perhaps, an unexpected reality. Sider's research indicates that they were not benevolent ETs coming to help save our earth, but, ac- cording to their own given names, minions of the un- derworld, Hades and other unwholesome abodes on some level of reality. In my studied opinion, what is needed next is to col- lect names of entities which modern abductees-the newer \"contactees,\" so to speak-state have interacted with them. If we can collect a representative database of these names, what will we find? What would Jean Sider be able to tell us, using the science of onomastics? Are modern witnesses being contacted by entities whose names can also be linked to ancient gods, de- mons, devils, etc? If they are, what does that tell us about the abduction phenomenon itself? Or will the entities' names denote something else? Will we be able to theorize, as does Mack and others, that the abduction phenomenon is beneficial for the human race? Or will these modern names alert us that the abduction phenomenon is an unwholesome and dangerous game being played by an intelligent order of creation which is not of our physical space-time but which can intrude into our \"space\" and deceive us? Only time, and continued research, will tell. REFERENCES 1. How to Defend Yourself Against Alien Abduction, New York, Three Rivers Press/ Random House, 1998, trade edition, 242 pp. $12.00. 2. Personal research with Muslims and Koran ex- perts in the Los Angeles area. 3. My own research was given a powerful boost by Gordon Creighton, editor of the prestigious UFO re- search journal, Flying Saucer Review. See especially his article, \"A Brief Account of the True Nature of the UFO Entities,\" London, England, FSR Publications, Ltd. Vol. 29, No. 1, 1983, and reprinted in Vol. 33, No. 3, 1988. 4. Sinistrari, Lodovico Maria, Demoniality, (trans- lated from the Latin with an Introduction and Notes by the Rev. Montague Summers), New York, Dover Pub- lications, Inc., 1989. 5. Op. cit., New York, Crown Publishers, 1999, pp. 5-6. Also \"Index\", pp. 303-06. 6. Jamaludin, Ahmad and Bartholomew, Robert, UFOs Over Malaysia & Southeast Asia, publication forthcoming. Contactees of the Fifties: The onomastic and diabolical connection By Jean Sider Only two years ago, I thought that all the well-known contactees who appeared during the fifties were mythomaniacs, hoaxers, or even swindlers. Probably that is true for many of them, but recently I had the opportunity to do new research on this subject. I have been able to prove in a scientific manner, through onomastics, the science of proper names, that at least some of these contactees had authentic experiences, even if later they made unfounded statements, My original assessment of contactees had been made on the good work of Isabel Davis, who studied five cases of famous contactees: Adamski, Angelucci, Fry, Van Tassel, and Williamson. I had considered her con- clusions so convincing that, without the least hesitancy, 1 had concluded she was right. 1 Then one day I was reading the book of Gary Kinder in which the story of the contactee Eduard \"Billy\" Meier is related in detail, 2 and I came upon a name which called something to mind. It was \"Semjase\" (pro- nounced Say-mia-zay, as in the German language) be- cause Billy Meier speaks German only. Semjase was the name of the so-called extraterrestrial woman who allegedly contacted Meier, and who claimed to come from the planet Erra in the Pleiades cluster. Of course, I know that Kal Korff conducted inten- sive research in Switzerland in order to show that the Meier case was a put-up job for profit making. 3 Mean- while I was very astonished because some days be- fore, while reading The Book of Enoch, which was written originally in archaic Hebrew, I noted that the leader of the Fallen Angels was named SEMIAZA (also"},{"pageNumber":7,"pageContent":"Page 6 July 2000 MUFON UFO Journal pronounced say-mia-zay)! SAMIAZA does not exist in traditional dictionar- ies, but only in specialized works like that of Fred Gettings. In Gettings' book you can find SAMYASA (there are several spellings) who corresponds to AZAZEL, chief of the Isehin, or demoniacal, entities. 4 AZAZEL corresponds, for Christians, to LUCIFER, equivalent of SATAN. But that is not all. God of the plague ERRA, with the same orthographic spelling, is the Babylonian god of the plague and other calamities, and everybody knows that pagan gods and deities are re- garded as demoniacal entities by Jewish and Christian theologians. 5 Now Meier is a man with a poor intellect, having attended only local school in his township. Even if he knew these names, I doubt whether he would have chosen two names of demons for an extraterrestrial being and her planet! It is unthinkable. I was very puzzled, in fact so puzzled that I decided to conduct the deepest research in order to verify whether or not this onomastical peculiarity could be found in other cases. As LUCIFER is also the Roman name of our planet Venus, and because many contactees of the fifties claimed to have encountered so-called Venusians, I planned a collation of original clues relative to the so-called experiences reported by these individuals. Strange diabolic coincidences Some days later, I received my subscription to Fly- ing Saucer Review, in which I noted several articles concerning various paranormal events which occurred in Brazil in 1994. During my reading, I became aware of a very odd CE-3 which happened in the State of Ceara, but without any sighting of unidentified aircraft (UFO). Indeed, two human creatures, one male and one female, looking like Mr. Spock (Leonard Nimoy in the television series \"Star Trek\") appeared, then dis- appeared as if by magic, before the eyes of Mrs. Joaquina Nogueira de Sousa, between Pacajus and Pedra Blanca. The \"man\" claimed his name was Karran. The wit- nesses heard him speaking in a little box and memo- rized these words: \"Ami, Sabatan, Radan.\" 6 Checking in my dictionaries I discovered that \"Karran\" had a possible origin with KERES, malevolent demons in Greek popular belief. The singular is KER, and this root means \"bane, evil, death.\" 7 As one pronounces \"keyran\" and Keyr,\" the relationship is plausible. But there is more. (See AN below.) President of Hell \"Ami\" is almost like AMY (same pronunciation), and AMY is one of several names given to the supreme president of Hell! AMY could adopt an attractive hu- man form while manifesting in the world of man. He is also one of the seventy-two spirits of Solomon. 8 \"Sabatan\" perhaps comes from the Hebrew \"shabbat,\" but I think rather it is a name closely re- lated to SEBETTU, the seven Akkadian demons, chil- dren of the sky god AN and working with ERRA! (Re- member the planet \"Erra' of the Meier case above). Also, SEBETTU is the Akkadian name for the Pleia- des. 9 \"Radan\" is possibly related to RADU (or RUDA), a pre-Islamic deity revered in north Arabia, sometimes male, sometimes female, and usually associated with the Morning Star, ie., the planet Venus. 10 I was baffled by these numerous diabolic coinci- dences, which probably weren't normal coincidences, and I wondered, rather, if they were a kind of mali- cious psychic induction perpetrated by an unknown intelligence in order to convince us that the Devil was behind all these apparent UFO contacts. But, as the Devil is a myth created by theologians, it appears that this alien activity looks more like a prac- tical work in connection with our spiritual attainments. Undisputably, the matter possesses an extraordinary and unexpected religious dimension. Reconsidering the situation I was compelled to reconsider my first opinion about all the cases of contactees because I began to suspect a completely different situation than the one which is widespread in the UFO research field regarding the contactee problem. When I gathered a very consistent file about the contactees of the fifties, I noted another thing which seems to have entirely escaped the attention of numer- ous ufologists. I realized that most of these contactees had experienced only psychic contact with so-called extraterrestrial beings. Indeed, some of them have ad- mitted that their encounters were non-physical, and even those who have claimed a physical contact seem to have been misled or somehow lured mentally. But it is possible, in a very few cases, that a physi- cal encounter occurred, because the entities (who claim to be extraterrestrial travelers) have historically been regarded as having the capability to appear in human, animal, and other various shapes. Even the ancient peoples knew this peculiarity, but these entities were called by other names: i.e., gods, spirits, fairies, an- gels, daimons (ancient Greece), demons (Christianity, etc.) Adamski was special Interestingly, George Adamski was not an ordinary shopkeeper selling hot dogs near Mt. Palomar in Cali- fornia, as was widely related. Indeed, according to Louise Zinsstag, niece of the famous psychologist Carl Jung, Adamski was a psychic, or a \"channel,\" if you"},{"pageNumber":8,"pageContent":"MUFON UFO Journal July 2000 Page? like that term better. This very serious author claimed that Adamski experienced his contacts with so-called Venusians in ecstatic state, or mediumistic trance.\" Lies and fakes I realize that George Adamski lied and faked pho- tos. But many others lied and reported imaginary facts (or perhaps were lured into these by the entities). In their wish to convince their detractors, they didn't hesi- tate to cheat about their contacts. This is a well-known behavior in the parapsychology field, and even some researchers have come to think that the UFO phenom- enon is responsible for this situation. Let us mention, by the way, that the photos of Adamski's \"scout ship,\" in opposition to an erroneous opinion still held by some in ufology, are fakes which were discovered by two professional photographers, Fred and Phyllis Dickerson, in 1962. 12 Adamski's Venusians Adamski claimed to have encountered several \"Venusians\" named Orthon, Ramu and Firkon. As noted before, the planet Venus was called Lucifer by the Roman people (in Latin, Lucifere means \"carrier of light\"), and theologians chose this name to refer to the leader of the \"fallen angels.\" As for the Babylonians, the goddess Ishtar is associated with the planet Venus (see also the George Van Tassel case below.) More from an esoteric point of view, Venus remains a \"de- monic\" planet, in a certain sense, because Lucifer still remains \"a creature of light.\" \"Orthon\" comes from the Greek name ORTHOS, dog of the monster GERYON, both being killed by Hercules. GERYON herded his cattle with those of HADES, keeper and god of the Greek Hell. And Dante regarded GERYON as being a demon, in order to im- mortalize the symbolic image of deception! 13 \"Ramu\" can be linked to REMUEL (or RAMU-EL, EL meaning god), which is the name of an Enochian demon. 14 And Firkon is perhaps the deformation of FURCAS, another Enochian demon. 15 If the debunk- ers who infest the ufology field claim that that is an- other coincidence, then that means they are undeni- ably dishonest in their behavior, as usual. Contactees of the fifties In 1950, John Watts claimed to have visited the planet Venus in a flying saucer piloted by a \"Venu- sian\" woman named Mara. 16 If you check in special- ized dictionaries, you can see that in Hindu and Bud- dhist mythology MARA is the embodiment of evil pow- ers. 17 Please note also that MARE, usually given as MARAE, meant \"succubus,\" 18 a female demon expert in sexual intercourse, particularly in past centuries. A succubus was an entity disguised as a beautiful woman and was regarded as being the Devil himself or one of his demons. The male counterpart was named \"incu- bus.\" This means also that modem sexual intercourse between \"aliens\" with abductees is, in another sense, neither more nor less than what our ancestors called \"demoniacal possession\" by succubus or incubus. In May 1952, then in July, and again in January 1953, Orfeo Angehicci claimed to have been contacted by an extraterrestrial being from the planet Neptune and another from the constellation Orion. The latter was a female creature named Lyra. 19 It so happens that LYRA is the name of the stormbird of the Akkadians and is also the name of a well-known goddess among diverse ancient peoples. 20 But what is more interesting is the fact that Lyra allegedly carried Angelucci off to a planet named Lu- cifer! There, Lyra told the man that a great civiliza- tion was destroyed on this planet because a war had occurred, opposing LUCIFER to the sons of God! What is also interesting is that Angelucci admitted his travel on the planet Lucifer was realized in the mind only. Curiously, in the Italian language (of which the Latin roots are well-known) Angelucci means \"angel of light\" and Orfeo reminds us of the poet Orpheus in Greek mythology who went down to Hades, the Greek Hell. Nephilim of the Bible? From July to November 1952, Truman Bethurum claimed to have enountered a female entity named Aura Rhanes. Aura is perhaps a deformation of AU- RORA, Greek goddess of the dawn, and daughter of the Titans HYPERION and THEIA. 21 Please note that Titans are often identified as the NEPHILIM of the Bible, i.e, the Fallen Angels transformed into demons by theologians. Moreover, Aura, in the Latin language, means \"breath\" (of life), and for the occultists an \"aura\" is an immaterial body surrounding some living beings, corpses and various other forms of matter. But from a phonetic point of view, Aura looks like HORA (or HERA), Greek goddess of feminity. As to \"Rhanes,\" it is a name having a possible origin with RHEA, mother of HADES and HERA! She herself was a female Titan, daughter of URANUS and GE. 22 With regard to the planet Clarion, where Aura Rhanes said she was living, it is a name with a Latin root, \"clarus,\" which means clear or limpid. Planet of Hell In October 1952, Cecil Michael was carried onto \"the planet of Hell\" by two very bizarre, but appar- ently human, beings in a very odd space vessel. But as this contactee admitted himself, he traveled in mind only. Please note that Cecil Michael was more an \"abductee\" than a contactee, because in his case a good"},{"pageNumber":9,"pageContent":"PageS July 2000 MUFON UFO Journal number of anomalies can be found which also occurred in abduction cases later on: i.e., entities, implants, tem- poral anomalies, theophany, telepathy, etc. Another curiousity: while this man was on the \"planet of Hell\" he saw several little men commanded by a tall man, who threw bodies of deceased human beings in a gi- gantic fire, and these dead persons came to life again, but screaming with pain in the blaze. 23 George van Tassel's contacts Some time before Adamski, at the end of 1952, George van Tassel published his story in a little book of 51 pages. 24 He claimed to have spoken with an ex- traterrestrial being named Solganda, maybe a compos- ite name (SOL, the Roman sungod, and the first part of GANDAREWA, a demon in the Avesta), but I ac- knowledge that this might be a far-fetched explana- tion. Van Tassel also received showy messages from diverse so-called extraterrestrial beings. Among them were Totalmon and Ashtar. Totalmon is a name which perhaps comes from two ancient Egyptian gods: THOT and AMMON. But Ashfar is more interesting, because several other contactees claimed to have spoken with this entity: Trevor Constable, Andrija Puharich, etc. Indeed, this name comes from ASHTART, goddess of sexuality and fertility for the Phoenicians. ASHTART is the transposition of ISHTART, mothergoddess of sexuality and war for the Babylonians and Assyrians. She is also the ASHTORETH of the Bible and the APHRODITE of the Greeks. And APHRODITE is the VENUS of the Romans. Van Tas- sel claimed later on that he had contacted the \"Space Brothers\" by means of his developing extrasensory perception-in other words, the material aspect of his experiences was entirely lacking. Other \"Sulphurous\" Contacts During the same period of time, according to George Williamson's book published in 1953, Williamson was also in contact with a \"Venusian.\" But here also they were experiences conducted on a channeling basis, via psychic John McCoy. No physical encounters with ex- traterrestrial creatures were recorded. McCoy claimed to have spoken (through telepathy) with entities named Hilarion, Koot Hoomi and Sanat Kumaru. 25 HILARION is a saint who lived during the fourth century A.D., and KOOT HOOMI is the name of one of the spiritual guides of the famous theosophist Hel- ena P. Blavatsky, the name having Hindu roots. As for Sanat Kumaru, this name comes from Oriental lan- guages: Sanat is issued from SANI, saturnian god of Hindu mythology 26 and Kumaru comes from KUMARI, virgin goddess of India. 27 And I note a little curiosity here: SANI is described as being entirely dressed in black. Which means that maybe the MIBs are more an- cient than one thought up to now! Also please note that Williamson realized his first contacts using a ouija board and radio with a man named \"Mr. R.\" In 1953, Dana Howard claimed to have been con- tacted by a \"Venusian\" female entity named Diane. 28 It was also a very odd name for a so-called extraterrestrial being, because Diane is a well-known name on Earth! Indeed, DIANA is the Roman god- dess of the moon and of virginity. 29 There is another possibility of origin-DIONE, mother of APHRODITE for the ancient Greeks. And, as noted before, APHRODITE is the VENUS of the Romans. 30 More, DIONE is a female Titan, i.e., a female Fallen Angel, consequently a demon. 31 Daniel Fry meets Alan In 1954, Daniel Fry published a book in which he claimed to have spoken by telepathic means with an extraterrestrial creature named Alan. 32 Even though Alan is a first name used often in English-speaking countries, I think that its roots are contained in ALAUNS (or ALAUNUS), a Celtic god correspond- ing to MERCURIUS for the Romans. ALAUNUS (or MERCURIUS) is the messenger of Jupiter. MERCURIUS also corresponds to HERMES for the Greeks, the latter being the god of deception and the psychopomp (or conductor) of the souls of the dead to HADES (Greek Hell). 33 Incidentally, ALAN is also the name of evil spirits for the Tinquians, a small eth- nic group in the Philippines. 34 Also in 1954, George King claimed that he had re- ceived messages from a \"Venusian\" entity named Aetherius. King might have visited Venus, but in his etheric body only, which suggests an OBE or psychic travel. 35 Consequently, no physical journey occurred. Aetherius without doubt comes from AETHER, Greek god of the clear skies. 36 \"Aether\" is also the the name of an imponderable fluid that the ancient Greeks claimed had the ability to enter into all bodies. Leo Childers and Marcosan In 1955, Leo Childers claimed to have traveled in a flying saucer piloted by an extraterrestrial creature named Commander Marcosan. 37 \"Commander\" comes from the popular Latin \"commandare,\" which means to trust, to re-command. But \"Marcosan\" is more re- vealing. Indeed, it is probably a transposition of MARCHOSIAS (pronounced MAR-KO-SI-AS) who is another Enochian demon! After a first visit in 1957, two strange humanoids appeared \"like on a TV screen\" at the home of Mrs. Cynthia Appleton, a young English mother of two children. This second \"visit\" occurred in January 1958, and one of these entities, named Ghanas Vahn, claimed they were coming from a country on the planet Ve- nus. 39 Ghanas is perhaps associated with GANAS, dei-"},{"pageNumber":10,"pageContent":"MUFON UFO Journal July 2000 Page 9 ties of Hindu mythology. 40 Vahn is more interesting. Indeed, VAN in Teutonic mythology is the singular of VANIR, a name of deities also, and VANIR is the ori- gin of the name VENUS. 41 In order to end this enumeration, I will quote a twelfth case. In 1959, a so-called theologian, Frank Stranges, claimed to have encountered a \"Venusian\" named Val-Thor. 42 \"Val\" probably comes from VALI, god of light in Germanic mythology, who was son of ODIN, god of the nobility. And \"Thor\" corresponds exactly to THOP, who is the rival of ODIN, because he is god of the peasants and of the lower middle class. 43 Later on, Frank Stranges may have noted the \"sulphur- ous\" smell of this name, because he then called the entity \"Valiant Thor.\" Conclusions As stated above, I know that probably all of these contactees invented some details of their stories, but I have explained the reasons for their negative behav- ior. Let us examine, rather, the positive discoveries of this short study: 1. Most of these contactees have not experienced physical contact(s) but rather psychic messages and possible images of a type of virtual reality. 2. All these contactees probably have a natural bent for these contacts or propensity to this kind of experi- ence (psychics, channels, etc.) 3. The entities who have contacted these persons are neither extraterrestrial nor material beings, but rather etheric (or fluidic) creatures not having the least physical appearance. 4. These entities know perfectly all our ancient mythologies, which means that they have been in our planetary environment a very long time, maybe sev- eral millenia. Besides, their presence is well-known in all the civilizations, past and present, under different names and diverse natures: gods, demons, fairies, an- gels, various \"spirits\" from other planes, souls of de- ceased persons and, today, extraterrestrial travelers. 5. All the identities given these entities are masks, and under these masks there are other masks (demons, etc.) because they haven't the least physical body to show us except those of their false appearances. More- over, they have strong powers to affect the particles of our atmosphere in order to temporarily materialize apparent flying machines and even living humanoid passengers. But both are decoys or, more often, images of vir- tual reality screened through the minds of witnesses. The materializations are seldom seen, and what we call \"UFOs\" are not extraterrestrial aircraft but rather tem- porarily materialized decoys created by these energetic and fluidic entities, or maybe these entities themselves. (See below what is stated concerning ancient Greeks and Egyptians.) 6. These entities, for reasons I will explain in a fu- ture book, seem to be \"playing\" with our religious be- liefs and superstitions (in particular the ones related to the Devil.) It is their main activity since the dawn of civilization. Indeed, when one studies all the ancient mythologies and folklores, one can note that all our religions rose from allegations of prophets-contactees, who were in fact powerful psychics or channels for entities they thought were their gods. 7. The alleged crash at Roswell, if this incident is authentic, is more probably a decoy of extraterrestrial aircraft with decoys of extraterrestrial creatures. There are historical clues showing that this hypothesis is fully justified. The more evident clues are the scientific re- searches made in the spiritism field before World War I by such men as William Crookes (physicist); Charles Richet (physicist); Dr. Paul Gibler; Dr. Gustave Geley; Dr. Th. L. Chazarain; Dr. von Schrenk-Notzing, and many others. They were in a position to check very carefully the materialization (and subsequent dematerialization) of living humanoid entities, \"doubles\" of psychics or \"discarnate\" spirits. 44 This same capability was well-known by ancient Greeks with regard to their \"gods,\" who were able to appear in human, animal, and \"object\" shapes. 45 It is the same thing with the ancient Egyptians. At the time of their first civilization, just after the last planetary flood, they were helped by powerful and beautiful \"gods\" (the Neterous and secondary deities (the Ourshous, i.e., the Keepers). Some of the Neterous were masculine and others feminine, and they had nu- merous supernatural powers. For instance, they could transform themselves into any shape (human, animal, tree, plant.) More interesting, they could become ill and even be killed in some circumstances. 46 An onomastics solution? Maybe the solution of the UFO (and Alien) prob- lem can be discovered in the oldest mythologies of civilizations which have disappeared. Onomastics is the science of proper names. These names of entities, surfacing in the stories of contactees of the fifties and beyond, which have their roots in most ancient my- thologies, precisely, are scientific proof of their rela- tive existence. Moreover, the fact that these names are more or less connected with our diabolic superstitions is another proof, showing that some of these contactees have not invented them, and that their contacts at the beginning were authentic, even if afterwards they reported un- founded details and showed faked photos. In all the direct contacts with these entities, the lat- ter often leave something behind them-tracks or marks"},{"pageNumber":11,"pageContent":"Page 10 July 2000 MUFON UFO Journal \"denying\" their existence. Maybe these diabolic names are one of the numerous \"signatures\" they employ in order to mystify us. References 1. Davis, Isabel, Fantastic Universe, Vol. 8, No. 5, New York, King Size Publishing 1957. Article entitled \"Meet the Extraterrestrials.\" pp. 31-59 2. Kinder, Gary, Light Years, London, Viking 1987. 3. Korff, Kal, UFO, Vol. II, No. 2, 1996. Articles and references to other of his written works, pp. 40, 42. 4. Gettings, Fred, Dictionary of Demons, North Pomfret, VT, Trafalgar Square Publishing, 1988, pp. 1-12,139. 5. Lurker, Manfred, Dictionary of Gods, Goddesses, Devils and Demons, London, Routledge, 1989, p. 113. 6. De Althayde, Reginaldo, \"As Over 5000 Await the Virgin Mary, UFOs Put On A Show In Brazil,\" Flying Saucer Review, Vol. 40, No. 4, FSR Publica- tions Ltd., P.O. Box 162, High Wycombe, Bucks, HP 13 5DZ, England. 7. Lurker, Manfred, op. cit., p. 189. 8. Gettings, Fred, op. cit., p. 31. 9. Lurker, Manfred^, op. cit., p. 313-14. 10. Lurker, Manfred, op. cit., p. 303. 11. Zinsstag, Louise, UFO: George Adamski, Their Man on Earth, Tucson, AZ, UFO Photo Archives 1973 (re-edition.) 12. SATCU, Nos. 18 and 19, Timaru, New Zealand, a quarterly journal which became XENOLOG some years later. 13. Gettings, Fred, op. cit., p. 117. 14. Ibid., p. 207. 15. Ibid., p. 112. 16. Sachs, Mar- garet, The UFO Encyclopedia, New York, Putnam's Sons 1980, p. 363. 17. Lurker, Mandred, op. cit., p. 221. 18. Gettings, op. cit., p. 221. 19. Angelucci, Orfeo, The Secrets of the Saucers, Amherst, WI. Amherst Press 1955. 20. Funk & Wagnalls, Standard Dictionary of Folk- lore, Mythology, and Legend, New York, Harper & Row 1984, p. 656. 21. Baumgartner, Anne S., A Comprehensive Dic- tionary of the Gods, New York, Carol Communica- tions 1984, p. 28. 22. Funk & Wagnalls, op. cit., p. 1114, and Lurker, Manfred, op. cit., p. 301. 23. Michael, Cecil, Round Trip to Hell in a Flying Saucer, New York, Vantage Press 1957. 24. Van Tassel, George, / Rode a Flying Saucer, 1952. 25. Williamson, George H. and McCoy, John, UFOs Confidential, Essene Press 1958. 26. Funk & Wagnalls, op. cit., p. 97. 27. Baumgartner, Anne S., op. cit., p. 105. 28. Howard, Dana, My Flight to Venus, Willing Publishing 1954. 29. Lurker, Manfred, op. cit., p. 95. 30. Funk & Wagnalls, op. cit., p. 493. 31. Evans, Bergen, Dictionary of Mythology, New York, Laurel Book 1970, p. 73. 32. Fry, Daniel, The White Sands Incident, Los An- geles, New Age Publishing 1957. 33. Funk & Wagnalls, op. cit., p. 493. 34. Ibid., p. 33. 35. King, George, You Are Responsible, Los Ange- les, The Aetherius Press 1963. 36. Baumgartner, Anne S., op. cit., p. 15. 37. Flying Saucer Review, Vol. 4, No. 6, November-December 1958, \"Pie-Maker Flew to Red Planet,\" p. 4. 38. Gettings, Fred, op. citl, p. 162. 39. Flying Saucer Review, Vol. 4, No. 2, March-April 1958, \"Birmingham Woman Meets Spacemen,\" p. 5. 40. Funk & Wagnalls, op. cit., p. 439. 41. Ibid., pp. 1154-55. 42. Stranges, Frank E., My Friend from Beyond Earth, Gendale, New York, International Evangelistic Crusades Inc., 1960. 43. Gettings, Fred, op. cit., pp. 344, 365. 44. Montandon, Raoul, Formes Materialisees, Paris, V.Attinger 1946. 45. Lindon, Denis, LesDie UxS'Amusement, Paris, J.C. Lattes 1984, p. 9. 46. Wallis-Budge, E. A., Osiris and the Egyptian Resurrection, \\, Oxford, 1911, p. 352. Nota Bene: This text was written from the book by Jean Sider: Ovnis, Les envahisseurs, demasques, edi- tions Ramuel, March 1999, (225 rue des Princelles, 60640, Villeselve, FRANCE) Sitchin certification program set Zecharia Sitchin and The Prophets Conferences will present the Zecharia Sitchin Certification Program during the weekend of Sept. 15-17, 2000, in Santa Fe, NM. This program, presented by Sitchin, will officially grant those attending and completing certification the opportunity to teach his work to others, and, where appropriate, to receive fees for doing so. Details are available at Sitchin@greatmystery.org, or voice mail at 1-888-777-5981."},{"pageNumber":12,"pageContent":"MUFON UFO Journal July 2000 Page 11 Correlation suggested between solar activity and UFO sightings By Steve Pearse A study of available data suggests that there is a significant correlation between UFO activity and sun- spot activity. For example, researchers have described 1999 as an off-year for UFOs, while sunspot activity that year continued to climb toward its peak in the 11 -year cycle. The previous sunspot peak was in 1989, which was also a slow UFO event year. Perhaps the levels of so- lar flux and sunspot activity make it unsafe even to an EBE. I've been reviewing Dr. Richard Haines' book CE- 5: Close Encounters of the Fifth Kind (Sourcebooks, 1999) Chapter 10, on CE-5 report frequency distribu- tion by year. He too shows statistics for 1988/1989 indicating that sightings were slow. Peak UFO activ- ity years or UFO wave years such as 1957, 1967, and 1977, on the other hand, show low sunspot activity. A website by Jan Alvestad charts solar activity on a daily basis. Historical solar data charts (http:// www.dxlc.com/solar/history/) show some very signifi- cant drops in sunspot activity in 1967, which matches peak UFO activity that year. The year 1977 was ex- tremely low in solar flux and sunspot activity, and 1977 was a banner year for sightings. Out of curiosity, I've looked up specific dates of known UFO incidents to see what was going on at that particular time in terms of solar flux and sunspot ac- tivity. Here is what I found [samples excerpted from list of 30 cases]: Date/Case Activity Solar flux rating Sunspot 10/05/96  70 Haraldo Westendorf CE-1, Brazil 11/05/75 Travis Walton abduction 78 09/19/61  90 Betty/Barney Hill abduction 10/21/78  170 Frederick Valentich, Australia 22 65 140 10/16/94  92 Zimbabwe schoolyard CE-3 12/11/96  72 Yukon Territory giant UFO 03/13/97  75 Huge UFO(s) over Arizona 12/03/67  120 Herbert Schirmer abduction 01/20/96  70-72 Varginha CE-3, Brazil 10/11/73  70 Pascagoula (Hickson/Parker) abduction 09/03/65  78 Exeter, New Hampshire CE-1 04/24/64  71 Lonnie Zamora CE-3, Socorro, NM 05/20/67 150 68 30 18 80 0 0 21 23 80 Steven Michalak CE-2, Falcon Lake, Canada 10/16/57  270 Villas Boas abduction, Brazil 265 Currently [year 2000] the sunspot numbers are high. For example: Feb 5-155; Feb 8 - 200; March 8 - 230; April 2 - 300; April 22-251. Analyzing 30 sample cases, including those above, shows 8 of the cases occurred during a zero sunspot period of time; 7 with under 25 sunspots; 11 with 25 to 85 sunspots, 3 with 100-200 sunspots and one during a period of over 200 sunspots. Half of the cases occurred while there were Ito 25 sunspots, and 26 of 30 sample cases (87 percent) were recorded during periods of 85 sunspots or less. Correlations of over 60 cases so far suggests that nearly 90 percent of well-documented UFO cases may occur during periods with fewer than 100 sunspots. Low solar activity therefore appears to provide a window for greater UFO activity. According to Jan Alverstad, this current sunspot cycle will peak by July/ August of this year. This suggests that the next up- surge in UFO activity will start around 2002. More detailed analysis along this line seems war- ranted. Interested readers may contact Steve Pearse at SP5X5@aol.com.]"},{"pageNumber":13,"pageContent":"Page 12 July 2000 MUFON UFO Journal Doctor's survey indicates many hidden encounters By David M. Gordon, M.D. MUFON Consultant in Medicine, Los Angeles There have been medical gatherings' and media publications 2 - 3 ' 4 in which respected psychiatric pro- fessionals have supported the claims of people who say they were abducted by UFOs. Some of these people have been found to be suffering from a type of post- traumatic stress disorder. 3 A recent Roper survey of more than 5,000 people, whose results were mailed to 100,000 psychiatric pro- fessionals, found a 2 per cent potential UFO abduc- tion rate in the general population. 5 To discover the prevalence of both UFO abductions and sightings, and to establish the veracity and clini- cal relevance of these claims, I undertook a survey of my own HMO practice members. One thousand fifty (1,050) low acuity HMO members were asked in a se- rial fashion at the conclusion of their visit with me if he or she, the member, \"had ever seen a UFO.\" Members with known significant mental illness were excluded from the survey. If the member answered in the affirmative, a detailed sighting report was taken of the time, place, and circumstances of the encounter. Members were asked to sketch the object if they had seen a structure to the object. Objects were counted as UFOs if they had structure or flight characteristics unknown to modern aircraft manufacturing and pro- pulsion technology (I hold a commercial pilot's li- cense). Examples of counted objects were nocturnal lights exhibiting non-ballistic motion (sudden Z turns, im- possible accelerations and decelerations ), flying and hovering discs, cigars, triangles, boomerangs, all of which were described as either silent or emitting a low humming noise. Members who had seen a UFO were then asked specifically about contact with any entities associated with the object. They were asked about memory of abduction experience, unexplained missing time, or sudden translpcation of physical position in associa- tion with their sighting. The results were surprising. Out of 1,050 HMO members surveyed, 115 (11%) reported having had seen a UFO by the criteria listed above. Only two had reported it to the authorities (less than 2%). Sixty (6%) of the objects had been close enough to be able to sketch structure. The other 55 (5%) objects had been noctur- nal lights moving non-ballistically. Eight members (0.8% of the total surveyed population) related an in- voluntary UFO contact or abduction. Four (0.4%) other members reported visual contact with UFO entities without abduction. I had known most of the members reporting objects or entities personally for several years and they had no history of mental disturbance. Fur- thermore, medical records were available on all of these persons to confirm this. If replicable by other health care professionals, the implications of these data are profound. They would imply that the phenomenon of contact with non-earth intelligence is not rare, is occurring in every health professional's patient pool, could potentially affect people's health, and is being kept secret by individu- als until a special person in a position of trust and au- thority, i.e., their physician, directly asks them about their experience. References 1. Conference on anomalous personal experiences, Massachusetts Institute of Technology, June 1992 (per- sonal communication). 2. \"UFO reports get a going over,\" David L. Chan- dler, Boston Globe June 22, 1992. 3. \"Helping Abductees,\" John E. Mack, M.D., In- ternational UFO Reporter, July/August 1992. 4. Secret Life. Firsthand Accounts of UFO Abduc- tions, David Jacobs, Ph.D., Simon & Schuster, NY, NY 1992. 5. Roper Survey. Anomalous personal experiences. Roper Organization 1992. The UFO Evidence, Volume II; A Thirty-year Report by Richard H. Hall. Scarecrow Press, Inc. $59.95 Cloth 0-8108-3881 -8 December 2000 784 pp. The UFO Evidence Volume II reports 30 years of UFO sightings since 1964 with related data and de- scriptive features organized by category. Patterned after the first volume published in 1964, this second work is much anticipated by the research commu- nity. In this report, the sightings are arranged by wit- ness categories. Among the topics discussed are the now strongly established patterns of UFO sightings, the growing evidence worldwide tht UFOs represent someone's technology, the history of Government sponsored UFO investigations, and political and human responses to UFO sightings. The master chro- nology is an incredibly complete listing, which also refers the reader to pertinent sections in the book for fuller descriptions."},{"pageNumber":14,"pageContent":"MUFON UFO Journal July 2000 Page 13 Letters to Mufon UFO Journal A new discovery in the Ramey letter First, I welcome the comments of Bill Dungan, Jr. (May Journal) about the presence in my decipherment of the Ramey Letter of the phrase \"site two at Carlsbad.\" His suggestion that the wreckage may have been taken to the caverns at least temporarily, for con- cealment and study, is something that had crossed my mind as well, and Mr. Dungan gives what I feel is a solidly detailed argument to support this notion. I am now thinking of it as the Carlsbad Caverns Hy- pothesis, and I think it well deserves further investiga- tion. Recently, pursuing yet more subtle enhancements with LUCIS software, I have found something new and interesting in the Ramey Letter. In line 4 (see March Journal), where I had previously read -0- A-AM-(with a speculation that it might say LOS ALAMOS) and where Carey and Schmitt had read FOR ATOMIC, the three-character group yields up a different result upon reexamination. In the three-character group, LUCIS has shown the third letter to be X. Working back from this, I recon- sidered the middle letter, and though it's a bit \"blobbed\" and has a perverse way of looking like 0, one can actu- ally see a peak in the middle with lateral points at the bottom, making the letter W. The Morris reading had had T for the first letter, and upon new enhancement I agree with that, so that altogether the three-character group is TWX (The Ramey Letter itself is most prob- ably a TWX.) In the group following TWX, the initial A and fourth-position M that both Carey/Schmitt and I had read are probably still valid. With my best new en- hancements the second character beyond any doubt in my mind turns out to be 3, agreeing with the Morris reading. Thus the group starts with A3. (Carey and Schmitt and I, meeting here in Roswell, have recently discussed this in terms of the security clearance-level designations Al, A2, A3.) What follows A3 is difficult in the extreme. (There may be a hyphen in the space that seems to exist be- tween A3 and the next full character.) The only char- acter completely clear in my best enhancements is the next-to-last character, which is 4. The rest is hard to make out, to say the least. As best I can tell at this point, the full group seems to say something like A-3-JM40, though this is very tentative. The J could possibly be a forward slash ( / ) instead (a character that did exist on 40's-vintage teletype machine keyboards), and in some of my im- ages the final character almost looks like D rather than 0, but 0 following the digit 4 would seem more likely. Given that the group before TWX appears to say SENT, and the group following TWX looks something like A3-JM40, which is heaven knows what kind of reference, it appears in any event that the Ramey Let- ter refers to another document, and this is something I am in the process of submitting a FOIA request about, with \"permutations\" of the A3- reading and in inter- ests of seeing the response if nothing else, Also, I was speaking in early March 2000 at a gath- ering here in Roswell and showing a poster-size print of the Ramey Letter, mentioning the signature line TEMPLE and mentioning that we really don't know who or what that is. (Recall, Dick Hall recently com- mented that it might well be a code name.) An elderly gentleman in the audience raised his hand and said, \"I know who that is.\" When I asked him to explain, he said, \"It's a code name for J. Edgar Hoover.\" Later when I interviewed the gentleman, he said that in the 60's he had been at SAC headquarters and had seen a lot of correspondence coming through with the \"signature\" TEMPLE, and he was told that it was all from Hoover's office. I wrote to the FBI office in Albuquerque, explain- ing my interest in the Ramey Letter and asking them outright if indeed TEMPLE had ever been such a code name. I received a letter back from them dated May 8, 2000 saying, \"This office is unable to confirm or deny the usage of the code name 'Temple' by former FBI Director J. Edgar Hoover\" and mentioning that the records on Hoover are kept at FBI headquarters in Washington. TEMPLE, of course, could refer to something or someone else, but even the possibility of an FBI con- nection to the Ramey Letter puzzle is intriguing. Alice was right when she said that things get \"curiouser and curiouser.\" Donald R. Burleson, Ph.D. burleson@dfn.com Von Braun and reality Brian Parks wonders if Von Braun was at Roswell (June Journal) and notes some escape capsule designs VB sketched. The inference is that since such cap- sules were not used on the Apollo program VB must have gotten his ideas from Roswell wreckage. Pfui. VB read and wrote science fiction. The spaceliners that traveled the star lanes in 1930's sci- ence fiction were equipped with life 'boats' as all sea- faring vessels have been since the Age of Sail began more than a millennia ago. Who needs aliens to give"},{"pageNumber":15,"pageContent":"Page 14 July 2000 MUFON UFO Journal sensible men such life saving ideas? Parks even seems unaware that the Apollo moonships did have an escape system. That funny looking tripod rig atop the command module was fit- ted with 4 rockets, and was designed to pull the CM free should disaster strike,.and propel it high enough to allow the CM's parachutes to safely deploy. The tower was jettisoned once the Apollo was high enough it wasn't needed. As for composite materials, both sides during World War Two were searching for new and better materials. After all, if you have something lighter and stronger, your planes can fly farther, higher, faster and/or carry a heavier payload. The British even constructed their \"Mosquito\" light bombers out of plywood, relying on the speed advantage to cancel the lack of armor. Again, no alien ideas needed. The problem, it seems to me, is that far too many folks in the UFO field have been brainwashed by von Daniken and others of that ilk into believing that their ancestors never had an idea that hadn't been implanted by \"Gods from Outer Space.\" Human ingenuity is non- existent, such folk believe. Again, pfui! If Parks wants to do \"further research on this sub- ject,\" I suggest he start by reviewing the history of air- craft which goes back well over 100 years ... he will likely be astounded at what he learns. George W. Earley drresarleys@aol.com A thank you to Walt Dear Walt: This letter, on the occasion of your retirement as International Director of MUFON after 30 years of ser- vice, is to thank you for all you have done for our or- ganization and for the cause of the scientific investi- gation of UFOs. And it is more than mere \"thanks,\" Walt. It is a deep and heartfelt gratitude which comes from us and which must come from every member of MUFON who re- flects on the meaning of your service and commitment. Because of your vision and perseverance, there now exists MUFON, a great international organization with a superb structure and geographic reach, which, over the years, has been the catalyst for information cre- ation about the UFO phenomena. It. is a dark night Walt, in which we the people struggle alone to escape ignorance and arm ourselves with the knowledge we must have to face the world's future. In this dark night, MUFON, the organization you built from a few names on a defunct mailing list in 1969, has been the primary beacon of light. When we think, Walt, of the comfort MUFON has provided to countless bewildered individuals who ac- cidently saw a UFO and were plunged into that icy bath of sure knowledge of a stark and shocking truth, we thank you. When we think of the arena MUFON has provided to the countless (rightly) feverish and obsessed researchers, whose only outlet these many years was the MUFON UFO Journal, we thank you. The MUFON UFO Journal-the record of the pain- fully slow accumulation of knowledge by the people, financed by the people's own pocket money, this MUFON UFO Journal you have babied and nurtured and pushed and punched all these 30 years-where would we be without the Journal? And where would we be without MUFON? There must have been many discouraging days for you, Walt. We joined MUFON in 1988 when the orga- nization was already 19 years old. There was already a smoothly functioning annual conference, a far-flung network of investigators, even abroad, a state director in all 50 states, and a roster of credentialed consult- ants. MUFON already had a reputation for credible re- porting and analysis, a track record of press confer- ences, press interviews, and a worldwide membership of several thousand. All this you had already built. There must have been many discouraging, work-filled days as you struggled to establish these elements of the MUFON organization which today we all take for granted. This letter, Walt, is to thank you for persevering through those many days-to thank you for your mag- nificent service. That service, we believe, has been not only to the UFO community. The impact and benefit of what you have done extends now and will extend to all the people of this country, and the entire world who, even though they are not all aware of it, must eventu- ally face a great and startling truth. For all these people, you have paved the way, you have shown us the road, and we thank you. Elaine Douglass and Ron Regehr Co-State Directors for Utah Editor's Note: I can only say amen to the above. From the days of Skylook to the present-day Jour- nal, Walt has always been there for me and other staffers. Those not involved in the day-to-day af- fairs of MUFON can never appreciate what he has accomplished in holding this group of diversified ufologists together and coordinating MUFON's growth to become the world's top UFO organiza- tion. Few could have done it-and maybe even Walt couldn't have done it without the tremendous sup- port he has received over the years from Jeanne."},{"pageNumber":16,"pageContent":"MUFON UFO Journal July 2000 Page 15 The UFO PRESS UFO-FBI Connection: The Secret History of the Government's Coverup, by Bruce Maccabee, Ph.D., Llewellyn Publications, PO Box 64383, St. Paul, MN, 6x9 paperback, 311 pages, $14.95. Reviewed by Dr. R. Leo Sprinkle Dr. Maccabee, optical physicist, has been research- ing the UFO phenomenon for three decades, including analyses of various videotapes and photographs of \"fly- ing saucers.\" His work, both original and supportive of other re- searchers, demonstrates his technical knowledge, his attention to detail, his evenness in considering the im- plications of documented evidence and witness testi- mony, and his wit! UFO-FBI Connection is a well-organized, well-writ- ten, and fascinating book, not only because the author is an expert researcher, but also because the content is based on US governmental records. Maccabee has a wonderful recipe! He takes the docu- ments of the FBI, USAF, government groups, et al, analyzes the contents, considers the options, then com- pares the \"conclusions\" of military and government officials with their own documents. The result? Humble pie! The \"conclusions\" of the UFO/ET coverup indicate that various officials came from a position of igno- rance or arrogance or both. The \"game\" of \"hard evi- dence\" (i.e., disc or craft) as the only \"proof of the extraterrestrial presence has dominated-too long-the discussion of the significance of detailed observations, off and on the planet, by skilled observers. Maccabee is neither angry nor defensive about the positions taken by former military and governmental leaders-especially in regard to the post WW II con- cerns that they faced. However, with wit and wisdom he describes their flaws in logic, and the doubts in the policy of cover-up that has resulted in more than 50 years of denial of the ET presence. The author is to be commended for his courage and foresight in obtaining thousands of pages of FBI docu- ments; his painstaking search of the documents for information about the UFO-FBI connection; and his analysis of the historical, political, and social implica- tions of the UFO/ET cover-up by military and govern- mental officials. The book is useful for either the needs of a scholar or the interests of a general reader. UFO-FBI Connec- tion provides a fresh look at an old problem: the secret history of the governmental coverup. TheAnomalist, No. 8, Spring 2000, edited & pub- lished by Patrick Huyghe and Dennis Stacy, P.O. Box 12434, San Antonio, TX 78212, 5 1/2 by 8 1/2, 190 pages, $9.95. Reviewed by Dwight Connelly This issue of TheAnomalist, a \"Special UFO Issue,\" has a number of well-done articles that should be of interest to serious ufologists. One of the most interesting is Karl T. Pflock's \"What's Really Behind the Flying Saucers? A New Twist on Aztec.\" This account suggests the possibil- ity that Frank Skully, author of the tremendously popu- lar Behind the Flying Saucers, had been duped by con artists into believing stories of crashed saucers. In other interesting and pertinent articles, T. Peter Park investigates the \"strangeness beyond the strange- ness\" of UFO encounters, Charles Miller suggests that UFOs may actually originate here on Earth, Jerome Clark presents an excellent \"Prehistory of the UFO Ab- duction Phenomenon,\" Peter Brookesmith questions the validity of abduction polls, Colin Bennett provides a well-written 46-page account of George Adamski and his times, Martin Kottmeyer discusses the optimistic versus doomsday attitudes of believers and debunk- ers, and Patrick Huyghe reviews and updates the Lonnie Zamora case, asking, \"The Best UFO Case Ever?\" As would be expected of these editors, this is a nicely-done publication and well worth reading. The Anomalist is published two times a year. Aliens Over America by Timothy Guy, AOA Press, P.O. Box 572377, Tarzana, CA 91357, 5 1/2 by 8 1/2 paperback, 258 pages, $19.95. Reviewed by Dwight Connelly This must have been a fun book to write. Guy inter- viewed 12 authors, mostly in person, in reviewing their books in the field of UFOs and other areas. The author has a journalistic background, arid this shows in the writing. What the reader makes of the information presented as \"pieces of the puzzle\" is, as Guy notes, \"up to you.\" Basically the information is as reliable as the indi- vidual author being discussed-a factor which will gen- erate debate among experienced ufologists and prob- ably cause confusion for those new to the field. The best way to describe what Aliens Over America attempts to cover is to list the authors, their books, and their topics. They include Dr. Frank Stranges, Stranger at the Pentagon, government conspiracies; Dick Sutphen, The Star Rover (written by Jack London), astral pro- jection; \"Skip\" Atwater, Cosmic Voyage, remote view- ing; Peter Moon & Preston Nichols, The Montauk (Continued on Page 16)"},{"pageNumber":17,"pageContent":"Page 16 July 2000 MUFON UFO Journal Facts about The UFO-FBI Connection By Bruce S. Maccabee, Ph.D. This book is based on the files of the FBI, Air Force Intelligence, and the CIA. It tells the history of the FBI involvement and of the Air Force activities as seen through the \"eyes\" of the FBI. The AF told the FBI things that it didn't tell the American people! Fact 1: July 10,1947, Air Force Intelligence asked the FBI to interview witnesses. The Air Force was worried that some sighting reports might come from communist sympathizers. Fact 2: The FBI officially investigated during the late summer of 1947. The FBI interviewed a dozen and a half or so witnesses and found no evidence of communist sympathizers, but did find unexplainable sightings. Many of these interviews and sighting re- ports were filed under \"Security Matter - X\" so these are the \"Real X Files.\" Fact 3: Air Force Intelligence supplied the FBI with secret UFO-related information from the summer of 1947 until the middle of the 1950's. Some of this information did not appear in the files of Project Blue Book (1952-1969) which include the files of Project Sign (1948) and Project Grudge (1949-1951), or in the Air Force. Fact 4: Information supplied to the FBI during the Aliens Over America... (Continued from Page 15) Project, time travel; Brad Steiger, The Fellowship, channeling; Art Bell, The Quickening, paranormal talk radio; Tim Crawford, UFO Central, UFO videos; Jim Keith, Casebook on the Men in Black, men in black; Timothy Green Beckley, UFOs Among the Stars, ce- lebrities and UFOs; Whitley Streiber, Communion, alien abductions; Zacharia Sitchin, The 12 th Planet, the Book of Genesis; and Hal Lindsey, The Late Great Planet Earth, The Book of Revelation. Whether the reader finds the material in this book credible or not, it is unquestionably interesting. Where else, for example, will you find Beckley's allegation that Jackie Gleason was personally shown by Presi- dent Richard Nixon mangled alien bodies stored at Homestead AFB near Miami, or that both Muhammad Ali and John Lennon had UFO sightings? Or that an attempt (the \"Philadelphia Experiment\") in 1943 to make a Navy ship, the USS Eldridge, invis- ible resulted in it disappearing, appearing briefly at Norfolk, VA, then reappearing minutes later at Phila- delphia minus some of the crew and with other crew members embedded in the bulkhead of the ship? years 1949-1950 indicated that the Air Force treated the subject.seriously even though the Air Force pub- licly stated that the sightings could all be explained and that there was no threat to the United States. Fact 5: In January 1949 an Air Force colonel at Oak Ridge, TN, who directed the project to create an atomic powered aircraft, told the FBI that saucers were real and were weapons of the Soviet Union. Fact 6: In 1949 and 1950 the FBI was told by the Air Force intelligence that the saucer project had been ended. But then the FBI received further requests for sighting information which proved that the Air Force was still investigating. The confusion of the Air Force investigators over whether or not saucers were weap- ons of another nation or something else is evident in the FBI file. Fact 7: During 1949 and 1950 numerous \"green fireballs\" were observed flying over restricted mili- tary installations in New Mexico and Texas. These military installations were associated with the construc- tion and storage of atomic weapons. The security agen- cies were very worried that these \"fireballs\" were So- viet missiles. The Air Force reports also indicate a \"disc shaped variation\" also reported by Air Force se- curity personnel. The local FBI agents reported nu- merous times to headquarters (Hoover) about these sightings. In 1950 the AF project set up to investigate these sightings (Project Twinkle) obtained \"photo- graphic proof' of saucer reality. This proof is pre- sented publicly for the first time in this book. Fact 8: On July 29,1952, a week after saucers ap- peared over Washington, DC, the FBI was told by Air Force Intelligence that roughly 3% of the sightings COULD NOT BE EXPLAINED and that it was \"not entirely impossible\" that some saucers were \"ships from another planet.\" On the SAME DAY the Gen- eral in charge of Air Force Intelligence (General Samford) held a press conference and told the Ameri- can public that sightings were all explainable as natu- ral phenomena such as mirages and \"temperature in- versions\" (affecting radar). Fact 9: In October, 1952, the FBI was told that some AF officers were \"seriously considering the possibil- ity of interplanetary ships.\" Fact 10: In 1956 an FBI employee and an employee of the National Security agency saw and reported to the FBI a UFO. Fact 11: The FBI file contains several reports by the agent who investigated the Lonnie Zamorra/ Socorro, New Mexico case of April 24, 1964. Fact 12: The FBI file has a memorandum which indicates that when Jimmy Carter became President he did query government agencies about their UFO activities, as he had promised before the election. Fact 13: The FBI does not now investigate sightings."},{"pageNumber":18,"pageContent":"MUFON UFO Journal July 2000 Page 17 Filer's Files George A. Filer By George A. Filer Director, MUFON Eastern Region Majorstar@aol.com, (609) 654-0020 Sunspots heavy The prolific flare-producing sunspot group #9026 unleashed another moderately strong solar flare on June 12. The eruption was accompanied by a partial halo coronal mass ejection (CME) that arrived here on June 13. A coronagraph animation of the event shows a beautiful billowing CME peppered by speckles and meteor-like streaks resulting from energetic particles hitting the spacecraft's camera. Another CME occurred on June 18, but it does not appear to be headed towards the Earth. Sun flares have the potential to cause significant damage to the ionosphere, creating greater chance of getting skin cancer. I urge readers to protect their skin if going out during these times. Hats, umbrellas, sunscreen, sunglasses, and cover-ups are good sun shielding gear. The UFO pilots seem to be aware of these sun flare problems. Overall reports have decreased by two- thirds to 150 reports for May from 400 during the fall months. (See article on page 11.) Possible abduction in England Bill Eatock reports, \"As I drove slowly along the road, I suddenly saw a wall of fog in front of me and was surprised that it started so suddenly. I drove into the fog and immediately heard a very high pitched whining sound. The sound was gaining in intensity, to the extent that it was hurting my ears. I was unable to see anything. By this time, the sound was overpower- ing and I reached for the car radio to see if it was turned on, but it was not. \"My ears were hurting by this time, and I was fast becoming disorientated. In desperation I pulled the wires out of the car radio just in case it was coming from there, and I thought I had turned off the walkie- talkie, but the sound continued. \"At this stage, everything got confused and the next thing I remember was driving out of the fog to a to- tally clear road and the sound had stopped. Another strange thing was that this road is usually quite busy with other cars, but I never saw one. I drove home feeling sick, with my left ear and left side of my face burning. On my arrival home, my wife noticed that the left side of my face appeared to have been sunburned. I don't know what caused this, but I felt ill. My wife was in the kitchen waiting for me (when I got home), and when she looked at me her eyes opened wide. She could see I was in a bad way. She said, 'What the hell's happened to you? Where did you go for those thirty minutes?' \"I did not know what she was talking about; as far as I knew I'd been talking to her non-stop on the walkie-talkies. \"I went into the bathroom and saw the sun tan down one side of my face. At the same time I started vomiting, bad; it was clear liquid, as if some- thing had been pumped inside me. It was very unpleas- ant. I then realized that my left ear was bleeding; some- thing damaged my ear, and now I cannot hear very well in that ear. I had to go to bed. I slept for hours. When I finally woke up, I felt like I was dying. I had panic attacks for no reason. If I went in a confined space, I started panicking-it was horrible. Even today, my fear of being trapped is indescribable \"I went to see a trained hypnotist and was regressed. It came out that I had been abducted. What happened was that as I had been driving along the whole lock, stock and barrel went up in the air. The car, everything went up into a ship, a spaceship! And after the 'greys' did certain various 'checks' on my person, they put me down in exactly the same position. \"There were non-human looking creatures, a lot of them. What I remember most about it was that there was a human looking being with them who was very tall, about forty-five/fifty, with grey hair, powerful, very well built, a very healthy looking person. He had total control over the 'greys' He was the boss. \"He came to me after the creatures had examined me and spoke to me in perfect English. Clear, concise, inflection-free English. I saw that there were a lot more human beings as well. There was a girl next to me, a young girl, who said she came from Parbold/Dalton, or somewhere near there. She was terrified and in a very fearful state.\" Like many abductees Eatock now believes he has had experiences ranging from his childhood right up to the present day. William George Eatock kcotae@viton.new.labour.org.uk Scientists may have exceeded speed of light PRINCETON, NEW JERSEY-Jonathan Leake, Science Editor, writes: Scientists claim they have bro- ken the ultimate speed barrier: the speed of light. In"},{"pageNumber":19,"pageContent":"Page 18 July 2000 MUFON UFO Journal research carried out at Princeton, particle physicists have shown that light pulses can be accelerated up to 300 times their normal velocity of 186,000 miles per second. The implications, like the speed, are mind-boggling. On one interpretation it means that light will arrive at its destination almost before it has started its journey. In effect, it is leaping forward in time. Exact details of the findings remain confidential because they have been submitted to Nature, the inter- national scientific journal, for review prior to possible publication. The work was carried out by DR Lijun Wang, of the NEC research institute in Princeton, who transmitted a pulse of light towards a chamber filled with specially treated caesium gas. Before the pulse had fully entered the chamber it had gone right through it and traveled a further 60 feet across the laboratory. In effect it ex- isted in two places at once, a phenomenon that Wang explains by saying it traveled 300 times faster than light. The research is already causing controversy among physicists. What bothers them is that if light could travel forward in time it could carry information. This would breach one of the basic principles in physics - causality, which says that a cause must come before an effect. It would also shatter Einstein's theory of rela- tivity, since it depends in part on the speed of light being unbreachable. Wang said: \"Our light pulses did indeed travel faster than the accepted speed of light. I hope it will give us a much better understanding of the nature of light and how it behaves.\" Wang emphasizes that his experiments are relevant only to light and may not apply to other physical enti- ties. But scientists are beginning to accept that man may eventually exploit some of these characteristics for interstellar space travel. June 4, 2000. Wisconsin UFO stops car MILLSTON-The witness reports, \"I was traveling down US Highway 12 near on May 14,2000, at 5 p.m. when my car's engine suddenly died and I had to coast to a stop. My car refused to start. I got out to lift up the hood, then heard a humming sound coming down the road from the east. I looked, and it was a disk shape object that looked like a huge top spinning on the road. \"I ran inside my car and looked at it, and it suddenly became airborne. It shot straight up about 75 yards from my car, \"It scared the living hell out of me.\" I did not tell anyone because they would not believe me. I will never travel this road again. I had to report this to some- one.\" Thanks to NUFORC Director Peter Davenport. Georgia sightings reported DOUGLAS-MUFON Georgia's Joye Pugh, Asst. State Dir., has sent reports on three recent UFO events. Mrs. Lillian H. Williams, a staff writer for the Dou- glas Enterprise newspaper, wrote two articles, one on her personal encounter on April 28, 2000, and a sec- ond article on others who also had a sighting from a separate location. At 8:45 p.m., Mrs. Williams and her husband (a re- tired law enforcement officer) were driving in the area on Highway 64. They observed a bright round orange light hovering just over the treetops in this rural area. They turned to approach closer, as it seemed to be moving slowly. Mr. Williams accelerated toward it and the light suddenly separated slightly, forming upper and lower portions with a horizontal band of six bright lights as the divider. Darkness was observed between the indi- vidual lights in this dividing band. The lower section was thinner and saucer like, the upper was thicker and seemed to be supported by the horizontal band. The whole structure was a blazing orange, almost like a huge sun. Suddenly four additional balls of light appeared, two on either side, magenta red in color, aligned perfectly with the large light. As they got closer, the lights turned, with the magenta balls moving randomly about. While it turned, Mrs. Williams was able to ascertain that the main light/object was indeed truly round. Upon passing some trees, the larger light was gone, but the smaller magenta balls remained, lingering in the same area. Mrs. Williams felt the smaller lights were about six feet in diameter. The witnesses pulled off into a field adjacent to the smaller lights/objects, and watched.  There was no noise, but the sky seemed to lighten and the smaller lights later disappeared. Mr. Williams returned to the field after daylight and inspected the area twice, but was unable to locate any trace evidence. Also on 28 April, a local couple was driving home five miles to the east near Nicholls when they saw bright beams of light shining down beyond a patch of trees. They clearly observed six magenta red light balls as described by Mrs. Williams. They also pulled off to observe, and the magenta balls were last seen flying off to the east. On May 5, between 10 p.m. and 10:30 p.m., a couple living just outside of Douglas near the Green Acres community also saw a large orange light in the sky. They watched for about 10 minutes, and then decided to videotape the event. The witnesses began shooting, and after one good shot, the camera image turned into fuzzy static, and these witnesses thought that their cam- era was defective. They described seeing beams of"},{"pageNumber":20,"pageContent":"MUFON UFO Journal July 2000 Page 19 light projected to the ground from the orange ball of light. Upon checking the tape, the witness indicated that along with the light beams, there appears to be a saucer shaped object in view. (The witness was ap- parently unaware of the various EM interference en- countered in such cases.) Thanks to Joye Pugh and Tom Sheets, State Director-MUFONGA, ISUR Board. Objects spotted in Hawaii KANEOHE-On June 3 the witness reports that an object came up from the horizon in the northeast trav- eled towards the southwest in an unorganized group at 8:30 p.m. A second witness arrived 30 seconds after the initial observation. Some objects seemed to circle others, and even back track a bit. Without stopping, they appeared to \"re- group themselves\" and with incredible precision seemed to go to their assigned positions on \"que\" and stop. The remarkable formation seemed to form a \"V\" with the apex pointing towards the northwest. After the formation appeared there were less points of light than seen in the original unorganized group, but the lights were larger. At this point clouds ob- scured the whole formation, but a muted amber red point of light flew to the south with great speed, and a white light took off to the north a millisecond later. The second witness claims to have seen a red point of light precede the original grouping. At approximately the same time, this observation was taking place, NASA was to have a controlled reentry of the 17-ton Compton Gamma Ray Observatory, launched in 1991. The Satellite was supposed to enter the atmosphere along a 1,000-mile strip of the Pacific about 2,500 miles southeast of Hawaii. It was said that if it left its pro- jected course sufficiently it would be in the southeast sky about 8:30 p.m. and could be observed in Hawaii. \"It is my opinion,\" says the primary witness, \"that what we saw was a completely separate sighting from a different direction. Later that night an amber red ghost like form was sighted moving across the sky. I am a trained observer. My profession is to observe even the smallest morphological structures of the hu- man cell under the microscope.\" Thanks to Peter Davenport NUFORC Director www.uforeports.com. Disk reported in Australia LAKE GLENMAGGIE IN GIPPSLAND, VICTORIA-On about June 1, 2000, a couple driving home in the early evening saw a very bright light shin- ing down from the sky near Sandy Point Road. Stop- ping the car to investigate, they saw a disc above the road, which quickly sped away. Thanks to John Hallowell vidline@webtime.com.au Mantle reports UK sightings SUFFOLK-Philip Mantle reports two recent UFO sightings were passed to him via the Ministry of De- fence in London. The first took place June 4 or 5 involving Mr. C., a senior university lecturer, who was driving along the Mil motorway at 1:15 a.m. with his mother. They both observed a rectangular object ascend, remain sta- tionary, and then 'disappear.' This object had four beams of light shinning down from it, lighting up the night like day. Mr. C. pulled his car over and stopped, but there was no noise from this low level object. He says he has flown in helicopters and airplanes and he could not identify this object as either of these. Other driv- ers slowed down and had witnessed the same thing: To his surprise, he later learned that his brother had seen the same UFO in the same area in the daylight a few hours earlier. Mr. C's brother described the object as being rectangular with four \"landing\" legs sticking out with dark lines running along it. The National UFO Research Association for the UK is investigating these sightings. Thanks to: Philip Mantle pmquest@dial.pipex.com, www.beyondroswell.com Bright cylinder spotted in New York STATEN ISLAND  Larry Clark reports that on June 8, 2000, a huge cylinder UFO with an estimated 400 lights was spotted. My friend saw a UFO high in the sky that was even more visible than the moon at 9:00 PM. It was a bit taller than the moon and about four times wider. He said it was bright white and he could see flashing lights on the bottom of the cylinder shaped object. It disappeared when he turned away for a minute. The UFO was silent. Five other people saw what may have been this UFO at various locations throughout the night. A police car came ten minutes after the sight- ing, driving down Jefferson, which is practically an abandoned street that the police never go down. The craft flew right down the street and they fol- lowed. The other witnesses were strangers. Thanks to Larry Clark, www.nymufon.org, and XGlitterGal@aol.com FBI documents on the Internet Bruce Maccabee, author of The UFO-FBI Connec- tion, notes, \"In the spring of 1998 the FBI placed on the web the roughly 1,600 pages of UFO files. See www.foia.fbi.gov and check for \"foipa\" documents. These are not arranged in any order, so if you are look- ing for a particular item you may have to search through all 16 files of 5 Mbytes each.\""},{"pageNumber":21,"pageContent":"Page 20 July 2000 MUFON UFO Journal Perspective Richard Hall On the June MUFON UFO Journal By Richard Hall A nice mixture of information is contained in this issue, although the lead article on the Israeli vid- eos might better have been left to a technical report! Jeff Sainio's praiseworthy analysis is more suited to an audience of specialists than to the average reader after the first page or so of summary and his concluding remarks. Nevertheless, his analysis is potentially very significant. Bottom line: well documented and important evidence of something unexplained in the sky. The profile of Jenny Randies is interesting and re- vealing. From the standpoint of scientific method, she need not be apologetic for alleged \"fence-sitting.\" When evidence is incomplete or incon- clusive, the scientific approach is to suspend judgment (i.e., sit on the fence) until more evidence can be ob- tained. Its opposite is called \"leaping to conclusions,\" which all too many alleged UFOlogists practice. Jenny brings a refreshing perspective to UFO stud- ies and is always worth listening to, coming as she does from that European hot-bed of \"socio-whatever\" think- ing about UFOs. Although I have never been able to understand their logic and reasoning, apparently many in the UK and France (in particular) attribute the entire UFO phenomenon to sociological origins. In other words, there is no physical reality to it as a unique and important unexplained phenomenon. This is not her position, but she does pay close attention to false UFOs and explained cases. She and I disagree on explanations that have been advanced for some specific cases, but I have nothing but respect for her careful and rational approach to UFO investigations. Respectful disagreement with colleagues also is an important part of science; indeed, it is essential for progress to be made. Questioning of each others' data and reasoning is simply peer review, which probably is the single most important part of scientific method. A big difference exists between critical thinking and debunking. The former is constructive, the latter inex- cusable. Jenny is a very positive force in UFOlogy, and a thoughtful commentator. She and I share a strong fo- cus on investigation of empirical data as the key to finding answers. The southern Missouri crop circle and other \"strange phenomena\" story is fine as a preliminary report and an alert to things that are being seen and experienced. However, a great deal of investigation and sifting and sorting of data will be necessary before much mean- ing can be derived from it. All such preliminary re- ports should, in the ideal world, have.follow-up re- ports later on to inform us of new information and findings. Until then, they must remain in the \"suspended judgment\"category. The Nova Scotia paperboy incident needs amplifi- cation. A 5 foot by 9 foot triangular object that passed \"about three feet away from his right elbow\" and af- fected his skin temperature and induced blisters? Was there an earlier report of this that I am forgetting? If not, we are lacking all sorts of basic information. For openers, no date is given. Was it a vertically oriented triangle, or was it flying aerodynamically with a ver- tex pointed forward? Did the witness obtain medical care? The epidemic of flying triangles obviously is con- tinuing, along with car-buzzing cases. The work of MUFON investigators to investigate and document these cases is vitally important. To me, case valida- tion is essential for establishing a significant data base. Preliminary reports are \"raw data\" only, whereas validated cases that have complete information and for which careful investigation has found no answers are the building blocks of all credible theory. Raw data, suspended judgment. CNI News ceases production Michael Lindemann, editor of the web-based CNI News, has announced that the popular UFO news fea- ture will no longer be produced. \"Undoubtedly this will come as a surprise to many readers,\" he notes. \"Let me say that I'm surprised as welh But just a few weeks ago, something quite ex- traordinary happened. I was offered an opportunity to join a dynamic new media project that will, I believe, soon reach a far larger audience than CNI News ever could.\" He continues, \"At the moment, this project is still in development and remains mostly confidential. How- ever, I can tell you that it will focus in a scientific way upon a wide range of important issues relating to the human future, including various kinds of mysterious or anomalous phenomena.\""},{"pageNumber":22,"pageContent":"MUFON UFO Journal July 2000 Page 21 MUFON MERCHANDISE Wear official MUFON T-Shirts (royal blue printing on white cot- ton), sizes: S, M, L & XL. Two styles of baseball caps (royal blue with white logo or dark blue with blue logo on White front). T-shirt price $12.00 and baseball caps $8.00. S/H for each is $3.00 or if both ordered together is only $3.00. MUFON, 103 Oldtowne Road, Seguin, TX 78155-4099 . (Check, money order, traveler's checks or cash in U.S. Dollars). THE ANDREASSON LEGACY Ray Fowler's latest book The Andreasson Legacy (UFOs and the Paranormal: The startling conclusion of the Andreasson Affair), hardback (463 pages) personally autographed, is now available from MUFON for $24.95, P&H included. Send or- ders with check, postal money order, or cash to MUFON, 103 Oldtowne Rd., Seguin, Texas 78155. (Fororders in U.S.A. only) ALIENS OVER AMERICA 12 fantastic books reviewed, including interviews with authors from Art Bell to Zecharia Sitchin, from Time Travel to the An- tichrist. Send $22.95 (includes priority mail) payable to AOA Press, P.O. Box 572377, Tarzana.CA 91357 or call 1-800-700- 4027. Foreign orders, add $10.00 International money orders only. JOURNEY BEYOND CONFERENCE October 20-22, 2000, Ft. Walton Beach, FL. A new confer- ence forum directed by Pat & Buddy Crumbley and Jill & Russ Horseman. Hear Zecharia Sitchin, Stanton Friedman, Dr. Will- iam Roll, Nancy Talbott, William Henry, Dr. Brian O'Leary, William Buhlman and Kewaunee Lapseritis. Check out www.journeysbeyond.com For free program guide, write con- ference, 7262 Highpointe PI. E., Spanish Fort, AL 36527, e-mail journeysbeyond@hotmail.com or call (334) 621-5750. SAUCER SMEAR Oldest UFO publication in the USA and possibly in the entire galaxy! Gossip, humor, cartoons, skepticism, exposes, and occasional unintended libel. Be the first kid on your block to send $2.00 for a sample copy. Jim Moseley, P.O. Box 1709, Key West, FL 33041. MUFON MUGS AND CLOCKS Official MUFON gift items for sale. Ceramic mugs with blue logo - $8.00. Ten inch diameter, battery operated wall clock with logo in black on white face - $15.00. S/H for each is $3.50. MUFON, 103 Oldtowne Rd., Seguin, Texas 78155-4099. (Check, money order or cash in U.S. dollars.) MUFON 2000 SYMPOSIUM PROCEEDINGS The MUFON 2000 International UFO Symposium Proceed- ings are now available. Thirteen speakers covering a wide array of UFO subjects. Price $25 plus $1.75 for P/H. Order from: MUFON, 103 Oldtowne Rd., Seguin, TX 78155. Send cash, per- sonal checks, postal money orders or travelers checks. (Credit cards not honored). 274 pages, 8 1/2x11 softcover. UFOCAT2000 available on CD-ROM. Own the most com- prehensive bibliographic computerized database of UFO reports in existence. UFOCAT2000 contains 118,000+ records of UFO reports that you can browse, search, edit, print, AND transfer to other applications. Comes with Access97 run-time version. Re- quires Windows 95/98,95 megabytes of disk space. Send check for $59.95 plus $5.00 s/h to: Sun River Research, POB 446, Concord, NH 03302. CASH-LANDRUM UFO INCIDENT Three Texans are injured during an encounter with a UFO and Military Helicopters by John F. Schuessler, 323 page softcover book now available from MUFON, 103 Oldtowne Rd., Seguin, TX78155 for $19.95 plus $2 for postage and handling. THEANOMALIST8 A special, all UFO issue, with articles by Jerome Clark, Peter Brookesmith, Colin Bennett, Patrick Huyghe, Karl Pflock & others. Quality paperback, illus., 192pp. $9.95 + $2.50 s/h. Checks or MO payable to Dennis Stacy, PO Box 12434, San Antonio, TX 78212. For more info: www.anomalist.com YOUR AD HERE Reach more than 4,000 readers and fellow ufologists. Promote your personal publications, products, research projects, local meet- ings or pet peeves here. Fifty words or less only $20 per issue. Add $ 10 for box and bold heading. Send ad copy and check, made out to MUFON, to Walt Andrus, MUFON, 103 Oldtowne Rd., Seguin, TX 78155-4099. Must be MUFON member or MUFON UFO Journal subscriber to advertise."},{"pageNumber":23,"pageContent":"Page 22 July 2000 MUFON UFO Journal The NIGHT SKY August 2000 Correction: In the July Sky under Bright Planets, change \"E of the Sun\" to \"W of the Sun.\" Bright Planets (Evening Sky): Venus (magnitude -3.9) remains quite low in the western sky at dusk, setting about 8:30 PM in mid-August. Bright Planets (Morning Sky): Mercury continues its visibility as a dim orange object low in the ENE twilight sky early in the month. Mars (1.8), in Cancer, emerges in the ENE at dawn in the latter half of August. Jupiter (-2.3) and Saturn (0.1) remain not far apart in Taurus. Jupiter is 9 times brighter than its compan- ion. Both-planetary giants rise in the ENE near mid- night in midmonth and then move to halfway up the SE sky at dawn. Jupiter lies only 3 degrees above the quarter Moon on August 23. Meteor Showers: A bright gibbous Moon washes out many of the Per- seid meteors during their maximum on the morning of August 12. (There is a brief window of dark sky be- tween the time of moonset at 3 AM and the start of morning twilight at 4 AM.) Otherwise, about 50 to 100 meteors per hour might have been seen. The slower Delta Aquarids, fewer in number, join the Perseids during the 1st half of August. Moon Phases: First quarterAugust 6 Full moonAugust 15 Last quarterAugust 22 New moonAugust 29 O The Stars: August evenings bring the Summer Triangle high overhead. Brightest star of the 3 is Vega in the magi- cal harp of Orpheus, Lyra. Look for a crooked rect- angle below Vega marking the strings of this lyre. The star Deneb indicates the tail feathers of Cygnus the Swan. The long neck of the soaring bird stretches out to-Albireo in its head. Albireo is double with blue and gold components visible in a small telescope. The swan's wings point outward to either side, making the constellation cross-shaped. Altair is the 3rd star in the triangle, marking the head of Jupiter's eagle in my- thology, Aquila. The heavens' precursor of autumn, the Great Square of Pegasus, has shown up in the E. In the NW the Big Dipper has slid farther down the sky, its handle curv- ing up from the open bowl which faces the North Star some 30 degrees to the E. Missouri petition drive shows ballot initiative possible  Despite having less than two months in which to gather the requisite75,000-plus signatures for a pe- tition to place a paradigm-shifting anti-UFO secrecy proclamation upon the 2000 general-election ballot in Missouri, a contingent of UFO researchers from the \"Show Me\" state did manage to gather 20,000 signa- tures before the May 5 deadline. \"Had the Missouri state secretary's office not taken so many months to review and approve the petition's language, we certainly would've succeeded in gather- ing the required number of signatures,\" explains Bruce Widaman, who directs the Mutual UFO Network of Missouri. \"But, in year 2002 (the next available general-elec- tion period) from this short-changed success we'll have a better go of it,\" Widaman said. \"Time-and precedent-will be on our side, as it will be for any of the other 15 direct-initiative and 7 indi- rect-initiative states whose voters want formally to say no to the UFO status quo.\" Widaman went on to cite the various favorable news- media attention drawn by the Missouri effort as a bea- con for renewing this power of the people to legislate directly. \"Simply by going through the process this far, we've been able to pave the way for all the af- fected states' electorates to join us in urging Congress to help end the government coverup of the UFO expe- rience,\" he added. Echoing that sentiment, MUFON International Di- rector Walter H. Andrus, Jr. said: \"We're maintaining the special bank account (\"MUFON UFO Ballot Ini- tiative\") in anticipation that some of our members in the affected states will step forward to form petition- drive committees there during the next several months. \"The Missourans' effort confirms that-even with limited resources, shortened time, and narrow public awareness of the underlying issues-we indeed can pro- mote official UFO-data disclosure through the process of ballot initiatives.\" Andrus noted that MUFON remains committed to serving as the central coordinator for the next round of the process."},{"pageNumber":24,"pageContent":"MUFON UFO Journal July 2000 Page 23 Director's Message... (continued from page 24) For further information on the symposium and ven- dor tables call 1-800-489-4UFO. The MUFON 2000 International UFO Proceedings will be available in St. Louis at the Symposium for $25.00, and by mail thereafter for $25.00 plus $1.75 postage and handling. National UFO Information Week The week of Saturday, Aug. 12, to Sunday, Aug. 20, 2000, has been designated as National UFO Infor- mation Week. Please contact your shopping mall or public library to reserve space for your UFO exhibit and UFO information distribution. Members to Vote on Approval of New Bylaws A six-member committee of MUFON Board of Di- rectors chaired by Dan Wright has been working for months to fulfill an assignment made at last year's an- nual Board of Directors meeting to update the MUFON Bylaws, The current bylaws were prepared by your International Director in 1982. Even though they were applicable in 1982, the Mutual UFO Network has changed and progressed during the intervening years, requiring revisions. Article XIV Amendments, Section 1, part b, states: \"Amendments to these Bylaws shall be voted upon by the eligible voters of MUFON by a postal ballot con- ducted at least one month before the Annual Corpo- rate Meeting. The ballots will be mailed to the mem- bership with the monthly magazine in sufficient time to comply with this stipulation.\" Part d. states: \"Adop- tion of any Bylaws Amendment shall require a total vote for and against, of at least one-fourth of the eli- gible voters in MUFON, and at least two-thirds of the total vote shall have favored adoption in order for the amendment to be accepted.\" A vote by the current Board of Directors has deemed that there are so many revisions to the bylaws that the proposed new bylaws should be submitted to the en- tire membership under the amendments procedure for their approval. Voting members must hold current iden- tification cards as of July 1, 2000, or later to be eli- gible to vote. (Family members are eligible to vote if each has a current ID card.) The logistics and time required to conduct such a ballot before the next annual Board of Directors meet- ing on July 16, 2000, is not feasible; therefore the fol- lowing procedure has been proposed and will be imple- mented: 1. The August 2000 issue of the MUFON UFO Jour- nal will have the new bylaws (fourth edition) published in their entirety so every member will have a personal copy in order to make his or her decision. 2. A ballot will be inserted in the August 2000 MUFON UFO Journal (colored paper-half-sheet) for convenience in voting. (Family members will sign their names and vote on the single ballot enclosed in their Journal indicating approved or disapproved). Bal- lots are to be returned to \"Mutual UFO Network, P. O. Box 369, Morrison, CO 80465-0369\" by Sept. 15, 2000. (This schedule is not feasible for foreign mem- bers other than Canada and Mexico who receive their Journals by surface mail.) We want everyone to vote, so foreign members should submit their ballots, pref- erably by airmail, even though they may not arrive until after the above deadline. They will all be counted in order to meet the bylaws stipulation. 3. The August 2000 Journal was selected for the bylaws due to the \"Symposium Issue\" being too close to the composing date and the symposium dates July 14, 15, and 16,2000. The \"Symposium Issue\" will now be the September 2000 Journal. The August 2000 Jour- nal will also contain the regular columns such as the \"Director's Message\" (John F. Schuessler), \"The Night Sky,\" \"Perspective,\" \"Calendar,\" and \"Reader's Clas- sified,\" as well as other items. 4. The Board of Directors will be advised after Sep- tember 15, 2000, of the voting results, and the mem- bership in the October 2000 issue of the Journal. These procedures are being published one month before the ballots are distributed because we want ev- eryone to be informed and not have a \"surprise\" ele- ment. This is so important that utilizing the August 2000 Journal is the most feasible logically and logis- tically. We need your full support and cooperation to make this vote a success. MUFON is a democratic, \"grass roots\" organization. Here is your opportunity to accept your responsibility. July 14-16 - MUFON 2000 International UFO Symposium at Sheraton West Port Inn, St. Louis, Mo. See Director's Mes- sage for details. September 23-24 - 37th Annual National UFO Conference, Corpus Christi, Texas. Hosted by Corpus Christi MUFON. Contact Doris Upchurch at (361) 937-2381. Room reservations: 800-688-0334, ext. 1630. October 7-8 - The 12th UFO/ET Congress at the Days Inn in Bordentown, New Jersey. For further information call 609-631 - 8955. October 20-22 - Journey Beyond Conference, Ft. Walton Beach, Florida. For free program guide, write conference 7262 Highpointe, PI. E., Spanish Fort, AL 36527 or call (334) 621- 5750."},{"pageNumber":25,"pageContent":"Page 24 July 2000 MUFON UFO Journal DIRECTORS MESS4Gi WalferAnanis My Expression of Gratitude This will be my last opportunity to express my deep-hearted thanks to everyone, since this will be my last \"Director's Message\" before the expiration of my term on July 16, 2000. It is very difficult to personally thank each and every person for the support that you have given me as the International Director for thirty years. The personal thank you letters that I received after the announcement of my retirement are very much appreciated. As you all know, MUFON is not a one-man opera- tion. Its success must be attributed to the \"grassroots\" structure of the organization where the strength of its leadership lies with the State/Provincial Directors, Assistant State Directors, State Section Directors, Ex- ecutive Committee, and Board of Directors, since these are the people who represent MUFON in the field. Only people seriously interested in the UFO phe- nomenon become involved, since it is considered con- troversial by some. One must have a certain degree of intestinal fortitude in order to fend off the debunkers and sometimes the press. The best policy is to disre- gard the debunkers by ignoring them and utilizing your time for more positive, productive efforts in ufology. The timid person cannot stand \"the heat in the kitchen,\" so does not get involved in ufology. Through our association with MUFON, my wife Jeanne and I have met some of the finest people in the world, who have become our dearest friends. One of my personal goals has been to relinquish the reigns of MUFON before I reached the age of eighty. I am only retiring as the International Director, not leav- ing MUFON. I will continue to perform in some help- ful capacity. The deteriorating health of my wife Jeanne will limit the amount of time that I can devote to MUFON. I want to personally thank and recognize each of the Executive Committee: John F. Schuessler, Dan R. Wright, Tom P. Deuley, and Tom M. Whitmore, who have ably assisted me in performing my duties. Without them, MUFON could not have reached its sta- tus in world recognition. I have no apprehension whatsoever in leaving, since the position of International Director is being trans- ferred into the very competent hands of John F. Schuessler, also a founding member. John's educa- tion, management, and UFO experience far surpasses that of your retiring director, which is a positive asset. I am confident that MUFON through its unlimited source of talented and enthusiastic people will continue to thrive and prosper in the future under the new direc- torship, May God bless each and every one of you. New Officers and Investigators Michael E. Forte (Tampa, FL) became the State Section Dirtector for Pasco County, replacing the de- ceased Leonard W. Sturm. Devra L. Rutigliano, Ph.D., (Brentwood, CA) is a new Consultant in Philosophy in Religion and a Certi- fied Clinical Hypnotherapist. Two members passed the Field Investigator's Exam this month: Michael T. Dillon (Minneapolis, MM) and Mark A. Hanson (Cedar, MN). St. Louis UFO Symposium The MUFON 2000 International UFO Symposium will be held July 14-16, 2000, at the Sheraton West Port Hotel (Lakeside Chalet), 191 West Port Plaza, St. Louis, MO 63146. Speakers will include Linda G. Corley, Ph.D.; Colm A. Kelleher, Ph.D. (NIDS); John S. Carpen- ter, MSW; Gregory J. Ayery, J.D.; Robert M. Wood, Ph.D.; Bruce S. Maccabee, Ph.D.; Stanton T. Fried- man, M.S.; Ted R. Phillips; John Greenewald, Jr.; Stan Gordon; Gerald E. Rolwes; John F. Schuessler, M.S.; and Kevin D. Randle, Ph.D. The speaking schedule was included in the June Journal. Room reservations may be made directly with the hotel, by calling (314) 878-1500 or 1-800-822-3535. Be sure to advise the hotel that you are attending the MUFON 2000 UFO Symposium to qualify for the spe- cial rates. When making reservations, please specify that you want one king-size bed or two doubles. Registrations for the symposium are still being ac- cepted. Special incentive advance prices to attend all presentations are $90 prior to July 1, 2000, and $ 100 at the door. Individual sessions will be $25 for each of the five sessions. To register for the symposium, please mail a check or money order payable to \"MUFON 2000 UFO Symposium\" to P. O. Box 643, St. Charles, MO 63302. Advance registration for the buffet/party on Fri- day evening 6-9 p.m. is $20. (No tickets will be sold at the door.) (Continued on Page 23)"}]
