[{"pageNumber":2,"pageContent":"MUFON UFO JOURNAL NUMBER 258 OCTOBER 1989 Founded 1967 OFFICIAL PUBLICATION OF I¥HJFOMJ MUTUAL UFO NETWORK, INC. $2.50 ICUR Meeting in London Photograph by John Shaw Front row (I to r): Robert S. Digby, Walter H. Andrus, Jr., Sir Patrick Wall. Back row (1 to r): John L. Spencer, Bertil Kuhlemann, Maurizio Verga, Gian Paolo Grassino, Stephen Gamble."},{"pageNumber":3,"pageContent":"MUFON UFO JOURNAL (USPS 002-970) (ISSN 0270-6822) 103 Oldtowne Rd. Seguin, Texas 78155-4099 U.S.A. DENNIS W. STACY Editor WALTER H. ANDRUS, JR. International Director and Associate Editor THOMAS P. DEULEY Art Director MILDRED BIESELE Contributing Editor ANN DRUFFEL Contributing Editor ROBERT J. GRIBBLE Columnist ROBERT H. BLETCHMAN Public Relations PAUL CERNY Promotion / Publicity MARGE CHRISTENSEN Public Education REV. BARRY DOWNING Religion and UFOs LUCIUS PARISH Books & Periodicals LOREN GROSS Historian T. SCOTT GRAIN GREG LONG MICHAEL D. SWORDS Staff Writers TED PHILLIPS Landing Trace Cases JOHN F. SCHUESSLER Medical Cases LEONARD STRINGFIELD UFO Crash / Retrieval WALTER N. WEBB Astronomy NORMA E. SHORT DWIGHT CONNELLY DENNIS HAUCK RICHARD H. HALL ROBERT V. PRATT Editor / Publishers Emeritus (Formerly SKYLOOK) The MUFON UFO JOURNAL is published monthly by the Mutual UFO Network, Inc., Seguin, Texas. Membership /Supscription rates: $25.00 per year in the U.S.A.; $30.00 foreign in U.S. funds. Copyright 1989 by the Mutual UFO Network. Second class postage paid at Seguin, Texas. POSTMASTER: Send form 3579 to advise change of address to the MUFON UFO JOURNAL, 103 Oldtowne Rd., Seguin, Texas 78155- 4099. FROM THE EDITOR I expected some response to John Spencer's two-part article on witness-driven investigations. What I did not anticipate, however, was how vigorous and premature it might be, given that Spencer's article only concludes this issue! My own opinion is, that regardless of what one thinks about the issue of whether or not abductions are mostly physical or mostly psychological, certain other of Spencer's ideas should be given weighty consideration before they are so summarily dismissed. Surely, for example, one cannot quarrel too vehemently with his suggestion that the witness be returned to the center of his or her own experience? And surely we all need to be on the watch for investigator-contamination? Read carefully the conclusion of his article, then, and see what you think. Next issue we'll carry some of the more pointed responses that have already come in. There's more food for thought here, too, from the Kecksburg Crash to the \"corn circles\" of England's farmland. For more on the latter, see also page 50 in Time Magazine for September 18, 1989, which includes three color photographs, but arrived too late for mention in my \"UFO Press\" column. Meanwhile, we hope you enjoy this issue of the Journal and look forward to the next. In this issue KECKSBURG CRASH UPDATE  Stan Gordon NEW MODEL OF INVESTIGATION: PART II.... John L. Spencer UFOs: A FUTURIST PERSPECTIVE  John Schuessler MAGNETIC MOMENT: A REVIEW  Joe Kirk Thomas THE RAINBOW DECLARATION .... John E. Brandenburg, Ph.D. CIRCULAR ARGUMENTS   Ralph Noyes THE UFO PRESS   Dennis Stacy ABDUCTION RESEARCH: THE CHALLENGE AHEAD  Ron Westrum, Ph.D. IN OTHERS' WORDS   Lucius Parish LOOKING BACK   Bob Gribble LETTERS   Johnson, Mauge, Packo THE OCTOBER NIGHT SKY   Walter Webb DIRECTOR'S MESSAGE   Walter Andrus COVER: Photograph by John Shaw 3 6 10 13 15 16 19 21 22 23 25 26 28 Copyright 1989 by the Mutual UFO Network, Inc. (MUFON), 103 Old- towne Road, Seguin, Texas 78155-4099 U.S.A. ALL RIGHTS RESERVED No part of this document may be reproduced in any form by photostat, microfilm, xerograph, or any other means, without the written permission of the Copyright Owners. The Mutual UFO Network, Inc. is exempt from Federal Income Tax under Section 501 (c) (3) of the Internal Revenue Code. MUFON is a publicly sup- ported organization of the type described in Section 509 (a) (2). Donors may deduct contributions from their Federal Income Tax. In addition, bequests, legacies, devises, transfers, or gifts are deductible for Federal estate and gift tax purposes if they meet the applicable provisions of Sections 2055, 2106, and 2522 of the code. The contents of the MUFON UFO JOURNAL are determined by the editor and do not necessarily represent the official position of MUFON. Opinions of contributors are their own and do not necessarily reflect those of the editor, the staff or MUFON. Articles may be forwarded directly to MUFON. Responses to published articles may be in a Letter to the Editor (up to about 400 words) or in a short article (up to about 2,000 words). Thereafter, the \"50% rule\" is applied: the article author may reply but will be allowed half the wordage used in the response; the responder may answer the author but will be allowed half the wordage used in the author's reply, etc. All submissions are subject to editing for style, clarity, and conciseness. Permission is hereby granted to qoute from this issue provided not more than 200 words are quoted from any one article, the author of the article is given credit, and the statement \"Copyright 1989 by the Mutual UFO Network, 103 Oldtowne Rd., Seguin, Texas 78155\" is included."},{"pageNumber":4,"pageContent":"Kecksburg Crash Update By Stan Gordon In my original article (\"The Kecksburg UFO Crash,\" MUFON UFO Journal, September 1989) I covered the basic history of this little known, apparent crash of an unidentified aerial object on December 9, 1965 in a wooded area in Southwestern Pennsylvania as reported in 1985. Since the original investigation of that report, our continuing efforts to find more facts of the case have reveal- ed important new details. Besides myself, two other individuals have been most helpful in tracking down government documents related to this event. They are Robert G. Todd, a well known researcher into FOIA UFO documents and John Micklow. Micklow is PASU's Field In- vestigations Director, a retired police of- ficer and former military intelligence of- ficer. This is a 1989 update on this signifi- cant case. Crash Witness From information we received over the years from various sources, we always felt that there were other witnesses who had seen the crashed object imbedded in the ground at the impact site, prior to the ar- rival of the military. Our belief is that several civilians as well as law enforce- ment authorities had the opportunity to look at the object. Except for telling their stories to a few close friends, they have kept the secret of what they saw to themselves. In September of 1988, we received another lead to a possible witness of the crashed object. This tip paid off. We soon began to conduct interviews with a local resident who has given us supporting evidence to the object described by Pete. Jack, a pseudonym for the actual witness, lived about a mile from the crash site at the time of the occurrence. Jack had been listening to the radio, and had just heard the report that something had crashed in the area. He drove up the road to the highest lookout point. This road is now called Meteor Road, since it was this track that was jammed with cars from the public during the night of the search in 1965. When Jack got to the top he looked MUFON UFO Journal 258, October 1989 down to the wooded area below and saw a group of about 10 people standing around and pointing to something. Curious, he walked down the steep bank to see what was so interesting. When he arrived at the spot, he noticed a series of trees had been knocked down, and about 20 feet away from him and the group was a strange object semi-buried in the ground. It was nearly dark and Jack used his high beam flashlight to explore the device. His basic description is quite similar to Pete's. But Jack claims that at the time he saw it, bright blue sparks \"like a welder's torch\" were coming from it. This sparking kept up for some time, but seemed to be almost stopped just before he and the others left the site. The object made no sound, but the observers were hesitant to approach it any closer. The people talked among themselves as to what the strange object was. There were no homes in the area, and apparently none of these people (we don't know their identities) ever officially called this report in to the police. Jack's report of the blue sparks now brings up the possibility that some of the reports of a blue light in the woods during the early evening hours may not all be dismissed as the prank we had discussed before. It also has to be pointed out that ap- parently Jack and the others got to the site before either Pete, the other members of the search team or the military. Jack came in from the opposite side from where the state police had initially entered. Pete also came into the area from a different point. Jack mentioned that as they were moving out of the area, they saw distant lights in the woods. Some of the people commented that whoever came out of the object was walking away, but it was likely that they were seeing the search parties beginning to arrive at the location. Jack now makes the third person to in- dependently take us down to the wood- ed area, and direct us to the exact spot where we believe the object was imbedd- ed. One witness, whose home was taken over as a command post by the military during the night of the crash, recounted how the military trucks came down his road and into his field. The military cut their fence line so they could drive down close to the edge of the woods, not far from the crash location. After the military pulled out of the area late the next day, some of the family members went down into the woods to look around. They found deep drag marks in the ground leading up from the impact spot to the edge of the woods, indicating that the military had winched the object and load- ed it on a truck. Not Russian I wrote that the Air Force report on the Kecksburg UFO indicated that no space debris was expected on the date and time of the incident. I quote from the report: \"Major Quintanilla called SPADATS, and they knew of no space junk entering the atmosphere today.\" Yet over the years we had information that a Russian Satellite, designated COSMOS 96, may have re- entered the Earth's atmosphere on that date, and could possibly be a source for the ; report. For many years we tried to obtain a status report from our government on COSMOS 96. FOIA requests were sent to the Air Force, NASA, the Department of State, and NORAD, none of which would take time to provide this informa- tion. Even NASA's Satellite Situation Report seemed to show conflicting infor- mation. Finally, a January 5, 1989 response from the U.S. Space Command to John Micklow provided the informa- tion we had been looking for. According to the report \"COSMOS 96 re-entered December 9, 1965 at 0818 GMT in the vicinity of 51.8 degrees North latitud'e; 274.8 degrees East longitude.\" This data appears to rule out COSMOS 96 as the source of the Kecksburg UFO since it. re-entered'in the area of North Central Canada at 3:18 a.m. local time. The fireball related to the Kecksburg event occurred at 4:44 p.m. Project Moondust It was of interest to note, in the letter 3"},{"pageNumber":5,"pageContent":"Kecksburg Crash Site from the U.S. Space Command, this comment: \"It is unusual for an object to survive re-entry. If in fact it does, and it is recovered, it is referred to the Foreign Technologies Division at Wright Patterson AFB, Ohio.\" Robert G. Todd's research in- to Project Moondust indicated that the Foreign Technologies Division of the Air Force, NASA and the U.S. State Depart- ment, were all involved in one aspect or another with this project. As I reviewed in our first report on the Kecksburg Crash, Todd had obtained an Air Force in- telligence document under FOIA which states the following: \"Peacetime employ- ment of AFCIN intelligence team capability is provided for in UFO in- vestigation (AFR 200-2) and in support of Air Force systems command (AFSC) Foreign Technology Division (FTD) Pro- jects 'Moon Dust and Blue Fly. These three peacetime projects all involve a potential for employment of qualified field intelligence personnel on a quick reaction basis to recover or perform field exploitation of Unidentified Flying Ob- jects, or known Soviet/East Bloc aerospace vehicles, weapons systems, and/or residual components of such equipment.\" (Emphasis added.) In the past, myself and other col- leagues had filed FOIA requests with FTD at Wright Patterson AFB for information on Project Moondust and the Kecksburg affair. No useful information was ever received. After receiving the January 1989 letter from Space Command, Micklow approached FTD concerning the object taken from the site, and he re- ceived a most interesting response from FTD, unlike the typical turn down letters common to FOIA requests in recent years. The January 27, 1989 response states, \"We are unable to act upon your request because the information you seek is not included within the definition of an 'agency record' which is defined as the product(s) of data compilation, regardless of physical form or characteristics, made or received by the Air Force in connec- tion with the transaction of public business and preserved by the Air Force primarily as evidence of the organization, policies, functions, decision or procedures of the Air Force.\" FTD in the past has claimed no knowledge of Project Moon Dust,, while documents obtained from the Defense Intelligence Agency clearly show that FTD was on the distribution list for reports under this project. Todd's records show that both Project Moon Dust and Project Bluebook (UFO investigations) were FTD projects. In recent years there has been much speculation that Moon Dust was still active in UFO retrieval operations, but no evidence of this came forth until Todd pressured the Air Force for an answer as to the status of Moon Dust. A July 1, 1987 response to Todd, from Colonel Phillip E. Thompson, Deputy Assistant Chief of Staff of Air Force In- telligence states, \"The nickname 'Project Moondust' no longer exists officially. It has been replaced by another name which is not releasable. FTD's duties are listed in a classified passage in a classified regulation that is being withheld because it is currently and properly classified, and the authority for withholding is 5 U.S.C. 552 b(l) and AFR 12-30, para lOa.\" Todd, as well as myself, is quite con- vinced that the Kecksburg UFO retrieval was carried out under a Moon Dust operation. My impression is that certain elements of the 662nd Radar Squadron were trained and prepared to respond very quickly to incidents of this nature, and did so at Kecksburg. In May of 1989, we located a former radar operator who was assigned to the 662nd Radar Squadron in 1965, but who unfortunately was transferred to another unit several months before the Kecksburg affair. In subsequent interviews with this party, we learned a good deal about the unit and its involvement with UFO cases. This officer had a secret clearance, and, certain information he was unable to reveal to us. As we discuss this informa- tion, keep in mind that NORAD, the North American Aerospace Defense Command, states that they have never investigated UFO cases, yet documents obtained under FOIA clearly show that this is not the case. From documents ob- tained, we learned that the main function of the 662nd Radar Squadron was to provide search, SIF, and height-finding radar data and data link, and voice air/ground radio communications to the direction center, Detroit Air Defense Sec- MUFON UFO Journal 258, October 1989"},{"pageNumber":6,"pageContent":"tor, during Mode 1 and Mode II opera- tions, and to operate as a NORAD Surveillance Site in Mode HI operation. The former officer revealed the follow- ing information on the 662nd Radar Squadron. The primary objective of this squadron was to provide input radar data for the Northeast quadrant of the coun- try to the NORAD network. They had direct input radar coverage of the area. They also had direct links with NORAD via telephone, and other communications links and their control center. They often participated in drills with NORAD. The unit quite often received UFO sighting reports from the public, and would follow the basic procedure of (a) contacting the local civilian authorities, such as flight centers and airports, to determine if at all possible if the object could be an aircraft, and (b) if this could not be confirmed, or if the size, speed and direction of the ob- ject in question did not conform to an air- craft, they would follow procedures set up by NORAD to turn control of the radar information directly over to their Control Center (which is out of state). This was accomplished by utilizing certain buttons on their console, which would then directly link their radar to Control Center. Once this was accomplished, the local operator had no control on his console. Once control was turned over, the Oakdale radar unit had no participation in determining the status of the UFO, or in knowing what action was taken, such as scrambling interceptor aircraft. If fighters were scrambled, they were usually dispatched from bases in Ohio or New York. When a UFO would be recorded by radar and observed, a writ- ten report was made by the radar operator and watch commander. These reports would then be forwarded to their control center and NORAD. These in- cidents at times seemed to become almost a daily occurrence, and the operators became so used to them that they would treat them as routine sightings. Reporting procedures were still followed. The officer said that \"some of them, the UFOs, would be unlike anything that was flying at the time. The speed of some of them was incredible, and simply would just sometimes vanish from the screen in a second. No airplanes were capable of doing this.\" The squadron was a 24-hour, seven days a week operation. The radar station was always manned, and personnel there MUFON UFO Journal 258, October 1989 had high security clearances. This officer had a secret clearance, and other officers had higher security clearances. It was not unusual when a UFO was observed, tracked and procedures followed, that the radar operator originally spotting it on radar did not know what conclusion had been reached as the Control Center would take control, and any information was on a \"need to know basis only.\" But one thing was certain: all UFO data from the squadron had direct input to NORAD. Site Selection? One interesting aspect of the crash in the Kecksburg area is the apparent slow speed and controlled trajectory of the ob- ject as it made its descent toward the im- pact site. When looking over the terrain of that general area, it looks as though the object knew where it wanted to go, selecting the deepest section of a wood- ed area, over miles of surrounding open fields. The hundreds of onlookers to the military operation that night in December of 1965, could only see lights from the searchers in the distant woods. The ac- tual impact site was basically in a hollow of the woods surrounded by hills and fields. Unless you were at the spot where the retrieval operation was taking place, you would have no idea as to what was really occurring. The Air Force report on the Kecksburg UFO incident indicated that various government agencies wanted to know more about the object in Pennsylvania. Among these inquiries was one from Mr. J.L. Bourassa, Chief Special Facilities Division, OEP, Code Blue Grass. Further research has revealed that Mr. Bourassa was the chairman of the Federal Agency Representatives Meeting of the Special Facilities Branch of the Office of Emergency Planning (OEP) and Chief of the Special Facilities Branch from 1964 to 1968. Todd has furnished this infor- mation relative to OEP. The Office of Emergency Preparedness was set up in the Executive Office of the President by an act of October 21, 1968 (82 Stat. 1194), as the successor to the Office of Emergency Planning, which in turn had been set up by an act of September 22, 1961 (75 Stat. 630) as the successor to a series of agencies on emergency managment dating back to the Korean War period. The Office of Emergency Preparedness (OEP) had the function of Continued on page 9"},{"pageNumber":7,"pageContent":"A New Model of Investigation: Part II By John L. Spencer The first part of Spencer's address to the Fifth International London UFO Congress appeared in the September 1989 Journal. Spencer is a MUFON research specialist. His new book, Perspectives, will appear in the UK early next year. Let me first suggest that I think all cur- rent, widely held theories about what lies behind abductions are wrong, in par- ticular the rather bizarre and unlikely idea that aliens are engaged on a somewhat tacky study of genetic bloodlines, of creating hybrid human/aliens, of artificial insemination and even rape, and so on. Let me again suggest that the reason for this is that all these stories arise from one source, the Betty and Barney Hill ab- duction; they are copies of the original, and the original was a nightmare, not a reality. Strong words which seem to suggest that I believe the truth of abductions is psychological. But I don't believe that. Let us digress for a moment and look at some of the extraordinary coincidences in the development of UFO mythology; which is not to say that UFOs are a myth, but that the reality is being clouded by myths, tabloid press generated for the most part, but aided by improper in- vestigation over the years. First coincidence - the origin of the term flying saucer revealed a mistake that showed the power of media suggestion. Kenneth Arnold used the phrase \"like a saucer would if you skipped it across the water\" to describe the flight movements of the objects he saw at Mount Ranier, their movements, not their shape I would stress. But the press used the expression to describe saucer-s/iapes, and im- mediately afterwards we get repeated descriptions of saucer-shapes. Even to this day it is the commonest form of description received, though it is often not appreciated that Arnold described his ob- jects as boomerang-shaped. Second coincidence - within 24 hours of the Arnold sighting, though Arnold had claimed no such thing, the press speculated on an extraterrestrial answer. This was confirmed \"for certain\" at Roswell one month later when the Army recovered a crashed saucer and alien occupants, or so we are led to believe. Third coincidence - if you could have dead pilots you would expect live ones, and sure enough Adamski soon reported meeting with them. Fourth coincidence - after the early 1950 \"nice contactee\" claims of Adam- ski and others, science fiction generated an image of aliens that was malign and UFO stories seemed to pick up this theme; aliens became just that bit more sinister until the present day image of them is very sinister indeed to read David Jacobs' appraisal of Post Abduction Ef- fects. Bear in mind that the Hills reported their abduction in the early 1960s, follow- ing a decade of now classical alien inva- sion films. Fifth coincidence - the aliens describ- ed by Betty and Barney Hill were distinct- ly alien rather than human, alien eyes and body shape for example; and subse- quent aliens have been similar enough, but they have in fact got more alien as time passes. For example, the Hill's aliens had whites to their otherwise alien eyes; recent similar aliens have no whites, just the black wrap-a-round eyes that perhaps the cover of Whitley Streiber's book Communion made most famous. Who needed the aliens to get more alien? Not they themselves surely, and perhaps not the witnesses. Lastly, of course, Betty's dreams - which the doctor believed to be no more than that - was confirmed as true by the claims of other cases, many of which show exactly the same characteristics. The question is ... Are we in this field of research really the possessors of such extraordinary insight that we can always guess - and apparently correctly guess - the truth based on very little evidence and not only that, but then be lucky enough to have it confirmed so soon afterwards? I have to suggest that we are not, and that the answer to this convenience lies elsewhere. Suggestions I suggest this, then: That abduction events - of some kind - are real. While they do have deep psychological effects and meaning they need not be wholly psychological, they may have their origins in the very physical, very real world. I suggest that witnesses are experi- encing something and they turn to UFO investigators to help them find out what it is; and that is when it goes wrong, because the investigators have a model in their mind of what an abduction is, based on the original material and on subsequent material that was once based on the original, and they are influencing the witnesses' recall very severely, most- ly unwittingly on their part, but they are distorting what witnesses are recalling, using techniques that have the unfor- tunate side-effect of impressing a new \"truth\" into the minds of the witnesses. Particularly regression hypnosis. I suggest that the use of this technique is unreliable, and possibly dangerous. Hypnotic recall is not a guarantee of truth, it cannot sort fantasy from reality, even less so when the user is searching for a truth he wants to find. And some investigators don't even use medically qualified practitioners to do this work, though even that would no better guarantee the truth. Experiments by very prominent and qualified people in this field, such as Martin Orme, show that you can implant a fantasy easily, that you can reinforce that fantasy by constant recall, until even the subject cannot be con- vinced of its non-truth. I suggest that current abduction research is therefore the pursuit of a mythology, ignoring the witnesses' own claims for the most part, even overriding them and worse, altering their memories. We must remember that the Hill hyp- nosis sessions were not undertaken to study UFOs. They were undertaken for a medical purpose to relieve the Hills of stresses they felt were burdening them. As such, the Hill case is one of few, perhaps the only case in the States, where the \"research\" has not been under- MUFON UFO Journal 258, October 1989"},{"pageNumber":8,"pageContent":"We must remember that the Hill hypnosis sessions were not undertaken to study UFOs. They were under- taken for a medical purpose to relieve the Hills of stresses they felt were burdening them. taken with a view to understanding UFOs or abductions, and not undertaken by UFO investigators, with or without medical help. I would like us to consider three in- teresting recent cases which show how UFO abduction research has developed. All are from Budd Hopkins in the United States, though I must stress that this arises only from the fact that his cases are among the most thoroughly documented, making them most valuable for study. I should stress that I have no doubts about Hopkins' sincerity in his quest to help witnesses and seek the truth, though I personally disagree with his conclusions, and the techniques of research used. In one case, Hopkins worked with a witness who had a fear of spiders. Hopkins was able to show that this stemmed from a childhood incident when the boy was in bed and saw a spider's web, with spiders, right next to him on the window. Hopkins used regression hypnosis to reveal that the spider's web and the spiders were in fact an alien face peering at the boy. Freed of his arachnaphobia the boy is now the possessor of a life-long history of abduc- tions. Now, we know that arachnaphobia exists and is in fact one of the commonest phobias, so why does this arachnaphobia have to be alien abduction? Ants & Spiders The second case was of a woman who hated ants; she felt compelled to smash up their nests and destroy them. Regres- sion hypnosis revealed that she likened the color of the ant eggs to the skin color of the aliens that had abducted her; this was the \"real\" cause of her fears. Thirdly, there is the key case of the book Missing Time, that of Steven Kilburn, where he went to Hopkins with a fear of a lonely stretch of road, and MUFON UFO Journal 258, October 1989 regression hypnosis revealed that he had been abducted on that stretch of road. Questions must arise from these cases, particularly when we note that in no case was the start of the event the memory of a UFO sighting, or in fact anything to do with UFOs. Questions like why - with so many types of aliens reported - does Hopkins always reveal the same type? Questions like why, given the nature of the material to work from, an abduc- tion is always revealed; why do abduc- tion researchers always uncover abduc- tions, why do past-life (reincarnation) in- vestigators always uncover past lives, why do ghost-hunters always find ghosts; all are using regression hypnosis, why do they not occasionally uncover material from other fields? Given that reincarna- tion is true, if it is, then we must all - without exception - have had past lives; why does this not come through except when called for? If Steven Kilburn had gone to a researcher of past lives would he have discovered that he had once been killed on that stretch of road he feared? Surely this shows that the nature of regression hypnosis is far from objective. And surely we must fear just how sub- jective it is. Another type of inconsistency should be noted at this time; the claims of some abductionists are very similar and do not greatly contradict each other. The same is true, of say, research into government cover-up and conspiracy, and of, say, crash retrievals. But when we put the whole phenomenon together, then these individual segments almost mock each other: • The claims of the contactees against those of the abductees would seem to be in direct opposition, for example. • The claims of crash retrievals which suggest a very physical control - or lack of control - over the alien craft contradict recall during abduction research where aliens can move the UFO, themselves and even their human victims through solid walls and rocks. • The ability to \"switch off' certain peo- ple while they abduct others is never used to recover the craft and bodies of lost comrades. Yet according to Leonard Stringfield they do try to recover them sometimes, one such incident turning in- to something like the gun-fight at the OK Corral. But why not use the switching off technique. From the descriptions we receive we seem to be dealing with the same aliens in most cases. • As Jacques Vallee pointed out, why do they abduct people at all, if all they want is genetic material? They can get that from research laboratories without all the fuss they go through. Alien Logic There is an argument that we cannot be expected to understand alien logic; but there is a fallacy in that argument, par- ticularly in the States, because the claims they are making are in fact that we do understand alien logic and it is in fact very similar to our own; for example they seem to tag us in just the way that we would tag a protected species. Indeed their whole modus operand! is exactly what we might do on an alien planet. In fact I agree that we probably cannot understand alien logic, if any is involved in this subject; but then we must face the fact that we probably don't under- stand abductions either, that what we think we understand is our ideas, not \"theirs'.\" All these components of the UFO phenomenon add up to one thing: we are not understanding the truth yet. And I believe it is because of the methods we are using. Also, if we have a case revealed by one researcher in, say, the United States, and a similar case arises in the depths of the South American jungles, how can the se- cond case have been influenced by the first, particularly if the percipient of the second is from a tribal culture, perhaps even unable to read. This has always been the strength of the claims for the reality of the subject; but the answer is simple. The Investigator is the conduit through which the information of one case can be transmitted to the investigation of a se- cond case. The investigator unwittingly aims his research at his own pre- determined goal, and the witness is often led to believe truths about himself that frankly are not truths. In this way, all cases affect all others. When we consider UFO investigations we must remember that even when the witnesses are from very different cultural backgrounds, in- vestigators are not: they are a fairly homogeneous group; basically all white, middle class people from the so-called 7"},{"pageNumber":9,"pageContent":"First World. All have similar belief systems and the UFO story is being channelled through that one cultural background. Cynthia Hind tells the story (related to the London Congress) of \"Clifford,\" who saw silver-suited beings and believed them to be the spirits of his ancestors. Picking up on the silver suits Cynthia recognized facets of the UFO phenomenon, and suggests that in fact he saw aliens. I have no argument with the claims of Clifford, or of the investigation by Cynthia. But my point would be that if \"UFO investigation\" was conducted the world over by rural black Africans, then would rural black in- vestigators be suggesting to Whitley Streiber and Kathie Davis that they, too, had been visited by their ancestors. And who is to say who would be right? I must stress again that I am not argu- ing that there is no physical reality to ab- ductions. I am arguing that we are mask- ing that reality behind our own pre- judices, because of the framework we operate in. So where is all this leading to? The answer is that I am suggesting we con- sider the need for witness-driven in- vestigations rather than investigator- driven investigations. We should regard our present style of questioning witnesses as a failed experiment. The method cur- rently adopted of grilling the witness as if she were a suspect rather than a witness, or even a victim, is simply not helping us to get to the truth. It may work when we are taking a report of a daylight disc or a light-in-the-sky, though there is some doubt about its effectiveness even then, given the nature of \"leading ques- tions,\" but it is certainly not working in the case of these highly emotional, traumatic and personal events. Furthermore, it is not serving the best interests of the witness. Whatever lies behind the abduction phenomenon, and there may well be some sort of physical reality, it is clear that the important component of it for our detailed understanding is the effect on the witness, generally the emotional and psychological impact, what is important is the reaction of the witness to the event, and I feel certain that we will discover as we adopt this new approach that what is important to an understanding of these cases will be for us to really understand what the witness believes the significance to be. The approach therefore is to adopt 8 \"// a man will begin with certainties, he shall end in doubts, but if he will be con- tent to begin with doubts, he shall end in certainties\" — Sir Francis Bacon a passive role, letting the witness lead the investigation, and resisting the urge to put in our own \"expertise.\" What will be the outcome of such an approach? Well, at first it will seem like a step backwards because we shall have to abandon our present, and hopelessly wrong, beliefs. And we shall replace them with a great deal of uncertainty at first, because in reality we have not actually ac- cumulated much useful data. I suggest a quote for that, which I used in my clos- ing chapter of Phenomenon, from Fran- cis Bacon's 16th century work, Advance- ment of Learning: \"If a man will begin with certainties, he shall end in doubts, but if he will be content to begin with doubts, he shall end in certainties.\" What will happen I believe, as we adopt this approach, is that we will get less coherent, less understandable stories. We shall get more conflicting stories un- til we have learned to comprehend their meanings. And so it should be; because if the phenomenon is a psychological one then we should not expect consistency as peo- ple aren't all of the same mind. And if the subject relates to an alien, or extrater- restrial, intervention, then in fact I agree with the argument that we cannot expect to understand alien logic, so we should not expect consistency in our under- standing then either. In fact, we can only expect consisten- cy when we - the investigators - are draw- ing up the story lines. And, unfortunate- ly, that is what we are presently doing. I hope that I have presented some evidence to suggest where we may be go- ing wrong. Although in its early stages yet, I think I should offer at least some glimpse of why I believe my alternative suggestion is correct. I have many ex- amples in my own recent work of where cases which exhibit similar basic details to well known, classic cases have taken quite different turns when using this type of approach. Space is limiting, but I will cite from two such cases. The first is a repeater witness of a num- ber of sightings, daylight discs and night lights, some that are clearly closer en- counters rather than distant sightings. The pseudonym we adopted was \"Marianne.\" Although I spoke to her recently, in her mid-twenties, the sightings occurred when she was around 12 years old. The sightings did not inspire her to become involved in the subject of UFOs; yet her reflections on her sightings have not changed over the years; she holds them to have been designed specifically for her, and that the reason for them was to \"wake her up\" to the Earth, the needs of the Earth. Indeed, at this present time, she is a prominent ecologist, involved in work to protect perhaps the most vital resources on the planet. By the time of the last sighting she felt that she understood the \"message\" meant for her; she felt the meaning was clear to her, and the sightings stopped and have never recurred. Her description of the closest sighting is clearly in the same league as the descriptions of thousands of other daylight discs; it appeared to be metallic, flying as a structured vehicle. Now the question is this: Is the importance of the sighting the description of the discs or the effect on Marianne? In the past we have concentrated on the former, precisely log- ging the flight path and the size and the color, and so on, because this seemed to be relevant. Perhaps it doesn't matter what size the UFO was, or where it was going, or whether it was there at all in the objective sense. And the fact that Marianne has been inspired to work in the field of ecological study we might well regard as having no relevance to the UFO; there seems to be no reason to link the two, after all. But there is a reason! Marianne is the reason! She believes that the two are linked, cause and effect, and who are we to say she is wrong and we are right? Until we know for certain what the UFO phenomenon is we cannot ignore data like that, and we have been doing so to our detriment. To be fair, we have to a greater degree overcome this lack in the study of lights and discs sightings; but we have not done so in the case of the more personal, abduction reports. We cannot guarantee that the informa- tion we receive will actually be, in the MUFON UFO Journal 258, October 1989"},{"pageNumber":10,"pageContent":"end, what is important; but what we can guarantee is that it will be what is impor- tant to the witness rather than to the in- vestigator, and it seems that that may be the data we will need in the end. Relevance? My second case is similar; it concerns a man called Anders, in Sweden, and for most valuable assistance with this case I am indebted to Bertil Kuhlemann. It is a most interesting and complex case, at least worthy of a presentation all its own twice as long as this, so 1 can only give a few points again. Firstly, there is enough evidence to suggest that the event is similar to all these other cases we have discussed; an apparently physical craft, and an abduction. In fact, in this case we even have an independent witness to part of the event from a nearby, but remote, location. (Anders was hauled aboard the craft in a cone of light and that light was in- dependently reported, though Anders was not seen. Having been to both sites, where Anders was and where the witness was, it is clear to me that Anders would not have been seen, though he may well have been there.) There were two brief regression sessions before Anders himself called them off, realizing they were not what he wanted. For the past ten years the investigation has been conducted by a researcher quite outside the UFO field and there has been little or no questioning of the witness about the UFO or the entities, quite simp- ly because the witness has not suggested that this is important to him. What has been done is some very exotic research, at the witness' instigation, into energy lines in the Earth that can be used to link people, almost telepathically; into psychic aspects of crystallography; into dowsing, not just for water, but energy fields; into biorhythms, and much more. The same question must be asked; is this material, which seems to have nothing to do with UFOs as such, relevant or irrelevant to the subject? And the answer js we don't know, but we must remember that we are in no position to judge; we must take our lead from Anders, and let him be the judge until at least we have learned, for certain, enough to know better. And I feel sure that we don't know better yet. So again, let me stress the point of my presentation: that we have conducted in- vestigations badly because we have pos- MUFON UFO Journal 258, October 1989 sibly unwittingly, led the witnesses along a path we thought was relevant, but which seems not to have been, injecting in them a recall based on other cases from all over the world, details of which we were well aware of, even though they were not, and details based in the first in- stance on the tantalizing dreams of Bet- ty Hill. We must be ready now to put the witness in the driving seat, to listen, pro- perly and with open ears, not open mouths, to what the witnesses are say- ing before we shall get any closer to the real and objective truth that lies behind the subject. I shall close, with tongue firmly in cheek, on one last quote called \"Com- munication,\" which I found on the wall of an office dealing with Public Relations. I feel sure that if witnesses as a group could address abduction investigators as a group they might have this to say to us: \"I know you believe you understand what you think I said, but I'm not sure if you realize that what you heard is not what I meant.\" I must again stress, as I did to the Lon- don Congress after the formal close of my presentation, that I have ignored the work of investigators who seem to have per- sonal and ulterior motives and whose work appears to be unreasonably pre- judiced. The investigators and groups that I have cited, for example Budd Hopkins, Cynthia Hind and MUFON as an organization, are all examples of many UFO investigators in England, Europe and America who seem to me to be do- ing diligent and excellent work within the current framework of UFO research. It is that framework, rather than those peo- ple and organizations that I am critical of, and I feel sure that if we could establish a new framework which would lead to a more truthful understanding, then these same people and organizations would be better placed to continue that good work. It is too easy, and quite wrong, to snipe at people purely on the results of their work; they have to have the right tools and UFO researchers must look to pro- ducing those proper tools. The above article, and the original presentation, is extracted from a detailed review of the Hill case, and of abductions generally, which form the basis of John Spencer's forthcoming book Perspectives due to be published in the United Kingdom in January 1990. KECKSBURG, Continued advising and assisting the President in policy determination and the coor dinating of emergency preparedness activities. So possibly information on the Kecksburg UFO crash went directly to the White House. There is no doubt that the military was greatly interested in whatever crashed in the woods, and to this day the veil of secrecy remains. We continue at this time to pursue other sources of in- formation on the case. We know that people exist who have information relative to the December. 9, 1965 UFO crash/retrieval operation at Kecksburg, PA. If you have any knowledge relative to this event, please contact, us. Our policy is to keep the identities of infor- mants confidential. For inquiries, write Stan Gordon, Director of Operations at: PASU, 6 Oakhill Ave., Greensburg, PA. 15601, or call our 24-hour PA. UFO Hotline at (412) 838-7768. UFO NEWSCLIPPINGS SERVICE The UFO Newsclipping Service will keep you informed of all the latest United States and World-Wide UFO reports (i.e., little known photographic cases, close encounters and landing reports, occupant cases) and all other UFO reports, many of which are car- ried only in small town and foreign newspapers. Our UFO Newsclipping Service issues are 20-page monthly reports, reproduced by photo-offset, con- taining the latest United States and Canadian UFO newsclippings, with our foreign section carrying the latest British, Australian, New Zea- land and other foreign press reports. Also included is a 3-5 page section of \"Fortean\" clippings (i.e., Bigfoot and other \"monster\" reports). Let us keep you informed of the latest hap- penings in the UFO and Fortean fields. For subscription information and sample pages from our service, write today to: UFO NEWSCLIPPING SERVICE Route 1 - Box 220 Plumerville, Arkansas 72127"},{"pageNumber":11,"pageContent":"Unidentified Flying Objects A Futurist Perspective By John F. Schuessler Mr. Schuessler is MUFON's deputy director of administration. For the past twenty-five years I have collected reports of unidentified flying ob- jects (UFOs), personally investigating several hundred interesting, but perplex- ing cases. The tendency has been to col- lect the data on a given report, attempt to provide a prosaic explanation, file the data and go on to the next case. My in- terest remains strong because a significant number of UFO reports remain unex- plained and I believe it is important for this residue of unexplained reports to be viewed from a futurist perspective. We futurists believe that the world will be shaped by human decisions and ac- tions rather than a divine fate. We use scientific means to study future possibilities rather than attempting to be fortune tellers or seers. The book The Study of The Future states that \"futurists appear to be remarkably open to all types of ideas; in fact they seem to be constantly searching for new information about the world and are never so happy as when they have found a genuinely exciting new idea. And no new idea seems to faze a futurist.\" It goes on to say that \"they (futurists) all seem to think in global rather than na- tional terms; indeed, in several instances, the perspective seems to have become extraterrestrial if not universal.\" Futurists have a great respect for science and historical fact. They constant- ly scrutinize the past for clues to the future. Futurists are hard-working people with a sense of a mission. They have a broad concern for humanity. They are not comfortable with terms like \"impossi- ble\" or \"can't be done.\" Instead, they would rather explore a range of possible futures. Past Patterns The reason that the past is important to the futurist is that conditions that have existed in the past will continue into the 10 We futurists believe that the world will be shaped by human decisions and actions rather than a divine fate. We use scientific means to study future possibilities rather than at- tempting to be fortune tellers or seers. future and certain patterns of events will recur from time to time. This allows futurists to successfully apply the tools of their trade - trend extrapolation, scenarios, mission flow diagrams, mor- phological analysis, relevance trees, delphi polls, models, games and simula- tions. Futurists can help humanity deal with the future by understanding a range of possible futures and what can be done to deal with them. The past is rich with UFO reports, data and information. Numerous polls have been conducted. Results of studies and investigations fill file cabinets and com- puter data bases all over the world. Pat- terns of belief and disbelief have evolved over time. The peoples of nearly every nation in the world are familiar with UFO sightings. Awareness is at an all time high. This historical data base is quite sufficient for extensive study and analysis by a futurist. The importance of the futurist perspec- tive is demonstrated by statements made by noteworthy individuals as recorded in The Encyclopedia of UFOs, edited by Ronald Story. Nuclear physicist Stanton T. Friedman states \"There are no good arguments to be made against the con- clusion that some UFOs are intelligently controlled vehicles from off the Earth.\" Physicist James McCampbell says \"A productive approach to understanding UFOs is to accept the sighting reports at face value ... From this perspective, one sees UFOs as metallic vehicles displaying flight characteristics that are decidely superior to the best aircraft manufactured on Earth. It must be that their origin is some civilization that is not from the Earth.\" Planetarium Director Walter N. Webb says \"The claims of humanoid occupants and human abductions must not be dismissed as absurdities, but rather must be carefully studied as part of the whole problem. For in their content may lie the answers to the most perplexing scientific mystery of our times.\" Dr. James E. McDonald, who was an atmospheric physicist at the University of Arizona Institute of Atmospheric Physics, said \"If there was even a slim possibility that the Earth were under extraterrestrial surveillance in any form, that would be a matter of the greatest scientific impor- tance, warranting the most rigorous in- vestigation. In fact, the evidence that seems to point to the conclusion that UFOs could be such devices is far from negligible ...\" More recently, Whitley Strieber wrote Communion, a best selling book re- cording his personal experiences with non-human beings. The pear-shaped head of a typical small alien visitor ap- peared on the cover of his book. Due to the popularity of this book and the many public appearances of Mr. Strieber, the public became very aware of the small alien beings involved in the abduction experiences. Lear Scenario Pilot John Lear presented a frighten- ing picture of what might be going on in a series of papers and lectures relating to a deal made between the U.S. Govern- ment and a race of Extraterrestrial Biological Entities called the \"Grays.\" He described government sanctioned abduc- tions of humans, the capture and flight of alien saucer-shaped vehicles, underground facilities for aliens, genetic MUFON UFO Journal 258, October 1989"},{"pageNumber":12,"pageContent":"engineering experiments and a host of other concepts hinted at by a number of other prominent UFO researchers. John Lear used one of the tools of the futurist - the scenario. He gathered data from a number of sources, looked at the historical data base for confirmation, went into the field for a firsthand look at what is going on and concluded his work by creating an intriguing scenario of UFO related activities. Some people classify his scenario as bizarre or crazy; while others say he is right on target. Whether he is correct or not remains to be seen. However, if only twenty-five percent of what he says is true, then mankind will have an interesting future. Researcher Bill Moore, in a remarkable appearance at the 1989 MUFON UFO Symposium held in Las Vegas, Nevada, also made some startling statements. Bill, as you know, co-authored the best seller, The Roswell Incident, after conducting an outstanding investigation along with Nuclear Physicist Stanton Friedman. This book chronicles the story of a UFO crash in New Mexico in 1947. Bill Moore stood before an audience of UFO experts and members of the lay ' public and stated ten positions which he claims he believes to be true. To begin with, he believes that a \"highly advanced extraterrestrial civilization is visiting planet Earth and is actively manipulating our awareness of their presence here.\" He believes that two of our U.S. government intelligence agencies are aware of this fact and are conducting highly classified UFO- related projects. Further, the matter of alien abductions of humans is regarded as serious by members of our govern- ment. As a result of his presentation many members of the audience were disrespectful in their response to Bill. In a similar manner several MUFON experts resigned from the organization before the 1989 symposium because they disagreed with the outspoken position of John Lear and did not want to appear to support his position by appearing on the same program with him. And in like man- ner, John was quite upset by this show of disrespect for his work by those recognized as \"experts\" in the field. Much of the problem is a result of the ridicule curtain. Over the years debunkers, skeptics and others have used the tools of ridicule, threat and pro- fessional denigration to stop the witnesses from reporting UFOs and the experts from investigating them. The media quickly learned the fine art of \"UFO ex- pert bashing\" and continue to use it on a regular basis. Experts, then, have become cautious about what they say and avoid the more controversial aspects of the phenomenon. That means they also avoid contact with the more con- troversial figures in the field. John Lear was a recent victim of the bashing because his views fell outside the norm for \"acceptable\" UFO beliefs. Bill Moore had a similar problem because of his activities related to deception and disinformation. Most researchers suffer from this problem at one time or another. Will they recover? I believe they will if that is their desire, for the spectrum of \"acceptable\" beliefs seems to broaden with time. Several years ago a leading UFO organization accepted the concept of UFO reports, but not those of humanoids or \"critters.\" Now, most ex- perts accept the critters as a legitimate part of the mystery. I would expect the trend to broader acceptance of a variety of ideas to continue, and perhaps even accelerate, ,, as more data becomes available. Some people feel that individuals like John Lear and Bill Moore should be avoided and ignored. They describe these outspoken men as crackpots and government agents. While this could be true, there is evidence to the contrary. John Lear is a pilot with an impressive record. He has flown more than 160 types of aircraft, holds 17 world speed records in a Lear Jet and is the only pilot ever to hold every airline certificate issued by the Federal Aviation Administration. In like manner, Bill Moore is a college graduate who spent 14 years as a high school teacher and later became a best- selling author. My own engineering background has kept me at arm's length from the more controversial aspects of the UFO pro- blem. Yes, I said problem. The modern era of ufology began after World War II and continues to this very day. UFO reports are nearly continuous and fairly consistent. In some periods this con- sistency could be considered to be bor- ing. Nevertheless, a significant historical database now exists. My futurist background, on the other hand, views the UFO problem in a dif- The futurist in me says it is important to be open minded - to be a part of the solution and not a part of the problem. ferent light. I see new ideas arising, new theories being developed and tested, and many new opportunities for mankind just over the horizon. The futurist in me says it is important to be open minded - to be a part of the solution and not a part of the problem. There will be ample oppor- tunities to develop a variety of scenarios, to examine a number of interesting trends, and to participate in the resulting socio-technological changes we will be facing. Future Perspective Rather than trying to eliminate the ideas put forth by the Lears and Moores of ufology, I propose an alternative. That is to look at their paradigms from a futurist perspective in order to extract the maximum value from their work. As an example, Moore states that a highly advanced extraterrestrial civiliza- tion is visiting planet Earth. Lear says that in addition to aliens visiting Earth, they have made agreements with our govern- ment. Although neither man can prove his point at this time, a majority of Americans tend to agree with them. For some it is a leap of faith, while for others it is a matter of acceptance of the available data. For the futurist, this paradigm is only a starting point. I must ask: \"What is the trend in scientific thought about the pro- bability of extraterrestrial life?\" While writers have suggested the idea of aliens and alien visitations in books and articles for many years, the evolution of scientific thought has been much slower. As recently as 400 years ago it was believed that the sun revolved about the Earth. Giordano Bruno was burned at the stake for daring to propose otherwise. Today we try to burn individuals personally and professionally when they propose such things as visits by aliens. Recent history demonstrates that scien- tists are ready to put their careers on the line in the search for extraterrestrial MUFON UFO Journal 258, October 1989 11"},{"pageNumber":13,"pageContent":"intelligence. In 1960 Dr. Frank Drake launched Project Ozma when he aimed a West Virginia radio telescope at the stars for the purpose of seeking intelligent life out there. Today the NASA Ames Research Center is using an array of radio telescopes to prepare for a search for alien signals. This project is called SETI or Search for Extraterrestrial Intelligence. It has turned into a multi-million dollar, multi-year search for radio signals from some other civilization located light years from Earth. These projects and similar ones conducted by other nations repre- sent an accelerating thrust by scientists to communicate with aliens. The thrust will continue. UFO experts such as MUFON Interna- tional Director Walter Andrus, Physicist Bruce Maccabee, Astronomer Peter Stur- rock, Radiation Specialist Peter Rank, and a host of other respected individuals have added another dimension to the search for alien life. That dimension is described by the accumulation and analysis of data related to UFO sightings. Hundreds, even thousands, of well documented and unexplained UFO sightings have been thoroughly in- vestigated. Extrapolation of this mass of evidence leads some to the conclusion that we do not need to look to the depths of space for communication with aliens. Scenarios are being developed which suggest aliens are already here and com- municating with certain individuals on a regular basis. This viewpoint is rein- forced by opinion polls conducted over the past 30 years which show an increase in the belief that UFOs exist and that they are intelligently controlled. Up to this point we have discussed the search for alien life by using radio telescopes and the work of scientists who pursue a similar quest by examining data associated with UFO reports. Another important category of inquiry remains to be discussed. That is the case for abduc- tion of humans by aliens. One early and well documented case of abduction was that of Betty and Barney Hill in 1961. They saw a UFO in the sky, and watched it maneuver into the proximity of their automobile. Later they notice they had experienced a time lapse and sought help The investigation revealed a detail- ed story of abduction, medical examina- tion, star maps and lingering after-effects. Then in 1973 Charles Hickson and Calvin Parker reported a similar incident 12 which took place near Pascagoula, Mississippi. Since that time people are reporting abductions in record numbers. A statistical analysis of the abduction cases shows some interesting trends. It is suggested that the medical examinations are becoming more sophisticated, more of the abductees seem to be recalling events during the abduction experience, and a growing number of abductees have physical artifacts (scars) to prove the validity of their experience. Most of the early cases lacked detailed descriptions of sensory information such as the feel of the aliens' skin and clothes, sounds related to the operation of the craft, and the purpose of the medical examinations. Some of the more recent cases have begun to fill in the missing information. We could look at some additional variations on the theme of humans meeting (or trying to meet) aliens; such as - radar and photographic evidence of UFOs, electronic data taken during sightings, and physical trace evidence left behind at landing sites. However, I don't believe that is necessary at this time. What I believe is important is to go back to the futurist perspective, which is open to new concepts and is global in nature. Examining the information presented by Lear and Moore in this con- text, I find an opportunity to consider some new and daring (bizarre to some) aspects of the extraterrestrial life theme. For example: if the abductions are real, then how can they be happening without the cooperation of some human groups, government-based or otherwise? We have data on thousands of animal mutila- tions. What is the purpose for the mutila- tions? Lear does at least provide an in- teresting scenario for same. Moore says a craft crashed at Roswell, New Mexico. If so, that craft and others must be stored somewhere and have been subject to ex- tensive analysis for many years. The ap- plication of the technology found there could be the answer to the power and pollution problems we are facing today. If the picture of the cover-up is as painted by both Moore and Lear, then perhaps we can begin to understand why UFO researchers lose their jobs for their involvement, and why more than the population average number of them suc- cumb to brain tumors and other life- ending ailments, while some give up in fear of what will happen if they persist in their quest. The mystery continues. The old ways of viewing that mystery have not resolved the issues or provided satisfactory answers. All they have done is polarize the various schools of thought so as to place groups of researchers in silos, pre- venting them from working cooperatively with others. Silos prevent progress. Teamwork, the hallmark of the space age, is the only profitable route to follow if we are to resolve this UFO problem sometime in the foreseeable future. Try to resist impulse the next time you feel the need to criticize the work of another person. Instead, ask yourself how you can learn from and then apply that infor- mation. Remember, you need not agree with the person's viewpoint in order to find the information useful. The film of Communion, starring Christopher Walken as Whitley Strieber and Lindsay Grouse as Ann Strieber will be released on October 20, 1989 in 80 cities. Edward Conroy's book Report on Communion will be published on November 10, 1989 by William Mor- row and Company. This is a meticulously researched investigation of the life and work of Whitley Strieber, and an analysis of the validity of his experiences by a professional reporter. Mr. Conroy, a San Antonio writer, interviewed dozens of Whitley's childhood friends, their parents, cur- rent witnesses to his experience, his doctors and UFO investigators both hostile and supportive. Whitley Strieber's Transformation will be published in paperback in August 1989. Transformation tells of the development of his ongoing relation- ship with the visitors. MUFON MUFON UFO Journal 258, October 1989"},{"pageNumber":14,"pageContent":"Magnetic Moment: A Review By Joe Kirk Thomas Mr. Thomas is a MUFON research specialist and a frequent Journal contributor. This article reviews the recent book by John Ackerman, To Catch A Flying Star: A Scientific Theory of UFOs, published by Univelt, San Diego, California. I note that John and I seem to have similar technical backgrounds, and have ap- parently gone through some of the same mental gymnastics in trying to make sense of the anecdotal data, in light of what is known about physics and foreseeable technology. As my musings, however, have led me to a somewhat dif- ferent view from John's, it is inevitable that much of this review is structured around differences in opinion about the technical merits of some of the ideas he has presented. After a foreword by Walt Andrus, a brief introduction to the anecdotal evidence, and the establishment of the hypothesis that UFOs are indeed vehicles of extraterrestrial manufacture, a point on which I have little confidence personally, the author quickly moves, in Chapter Three, to a physical theory. Much of his book is predicated on the hypothesis that \"... flying discs suspend themselves and maneuver by interacting with the magnetic field of the earth, heavenly bodies, or the ambient field in deep space.\" Now it's known that a magnetic dipole, such as a small disc magnet, immersed in a uniform magnetic field, will ex- perience a torque attempting to align its axis with the direction of the field, but no translational force. A dipole in the presence of a gradient field, however, will. A gradient field is a field which becomes stronger or weaker in some direction. Since the earth is itself a large dipole, with magnetic field lines diverg- ing from the south pole (Antarctica), and converging on the north pole (Greenland), it has a gradient field. John hypothesizes that UFOs suspend themselves by using their powerful magnetic fields to interact with the local earth gradient. Reproducing one of the equations in the book: MUFON UFO Journal 258, October 1989 F = M dB + M dB + MdB z x z y z z z dx dy dz Here the x axis is aligned east-west, the y axis north-south, and the z axis is ver- tical. The terms such as 9B z /dz are the gradients, in this case the rate of change of the z component of the magnetic field with increased z (height). If the UFO's magnetic moment, a measure of the dipole's strength, is large enough, it could generate forces of repulsion equal to the force of gravity. The author assumes the UFO's magnetic field to be generated by a current flowing around its periphery, and then calculates the value necessary for levitation. Assuming a vehicle weight of only 1000 kilograms and a diameter of 10 meters, he finds the current to be 1.25 x 10 13 amperes. Thus, it is that on page 39, John's Fly- ing Star flies straight into a brick wall. For the sad truth is that the \"magnetic helicopter\" won't work! Forgetting for the moment the size of the dipole moment required to counteract the force of gravity, there is a fatal flaw that renders this mode of pro- pulsion useless. In the above equation, the gradient 3B z /dx is essentially zero. Stated plainly, the vertical component of the magnetic field does not vary along the east-west direction. The other two gra- dients do exist, however, and so levita- tion may still be possible. But when it comes to forces in the east-west direction, the flaw is indeed deadly. That equation reads: = M dB x x M dB y + M dB z x dx dy dz Unfortunately, all the gradients are zero. Why? There are no x components of the magnetic field along the magnetic east-west direction, and their gradients are therefore zero also. For readers who may not understand the above argument, I would propose a simple experiment. Procure two small disc magnets from an outlet like Radio Shack. Hold one stationary, to represent the earth, and move the other, represen- ting the vehicle, about it. One will ex- perience forces of both attraction and repulsion, but there is no orientation of the moved magnet for which one will ex- perience a force directed around the cir- cumference of the stationary magnet! If the vehicle cannot develop forces along the east-west axis, then clearly it cannot fly in these directions! There is no orientation of the UFOs magnetic dipole, no tricks of torque or balance, which will permit such flight. A second objection is the size of the currents required to produce the desired magnetic field. For this discussion, some background is necessary. In the early '80s, while employed as an electromagnetic interference engineer, it became obvious to me that many of the effects reported in CEII cases appeared to be the effects of magnetic induction, i.e., voltages induced by powerful low fre- quency magnetic fields. This led to sim- ple laboratory experiments 1 ' 2 that show- ed that both the heating of finger rings and interference with conventional automotive ignition systems (of the type in general use before 1980) could occur at magnetic field levels (at the point of in- terference) of .1 Tesla and a frequency of 100 hertz. This information was consis- tent with a previous theoretical study 3 which showed that the formation of wilted rings and dehydrated circles under hovering UFOs could be explained by the same mechanism of similar magnitude. When this data was factored in with distance data\" from UFOs, however, the sizes of the magnetic moment required to cause the interference were awesome. The mean magnetic moment was about 10 12 amp-meter 2 . In terms of the 10 meter diameter torus with a minor radius of .5 meter proposed by John, a current of 1.23 x 10 10 amperes would have to flow around the periphery. Magnetic Pressure This result is unfortunate for two reasons. First, it means the magnetic field at the surface of the toroid would exceed 5000 Tesla, far beyond the critical field any foreseeable superconductor could have. John is cognizant of this problem and proposes, as an alternative to a 13"},{"pageNumber":15,"pageContent":"It means the magnetic field at the surface of the toroid would exceed 5000 Tesla, far beyond the critical field any foreseeable superconductor could have. superconductive ring, a plasma super- conductor. In my view, however, the real problem is the \"magnetic pressure\" of almost 1.5 x 10' pounds per square inch that the torus would have to bear! Mind you, these staggering values are for a magnetic moment of 10 12 amp- meter 2 . But for John's vehicle to levitate, it must utilize a current of 1.25 x 10 13 amperes, which would give a magnetic moment of 10 15 amp-meter 2 , a thousand times greater. The magnetic pressure would be a million times greater! I'm sorry, but this is where I draw the line. It just doesn't make sense to go to such herculean efforts merely to move a small 1000 kilogram vehicle around in earth space. As a power source, John hypothesizes a fusion reactor burning the isotopes of Deuterium and Tritium, a general concept currently absorbing considerable federal funds. This idea has several problems, one being that although much cleaner than current day fission reactors, fusion still emits copious amounts of radiation in the form of both neutrons and x-rays. Furthermore, is it likely that a technology possibly a million years more advanced than ours would utilize a technology we are just now developing? If UFOs have the attributes they seem to, what would they need a power plant for anyway? At the root of that question is another, namely, what is the purpose of the gargantuan fields in the first place? If one returns to the 10 meter torus John pro- poses, and calculates its inductance, one gets 15 microhenries. If it bears a current of 1.23 x 10 10 amperes, appropriate for a moment of 10 12 , the energy stored in the magnetic field can be easily calculated from: U = 1/2 L I 2 One finds an astonishing 1.132 x 10 15 joules. As a point of reference, please note that this corresponds to the energy released in a 330 kiloton thermonuclear .warhead 5 . One third of a megaton of TNT! ET Tech? If you belonged to an extremely ad- vanced civilization, and you were tasked with designing a small excursion craft to get about a small planet, and you had at your disposal ultra-strong alloys and high temperature superconductors with very large critical fields, you might well be tempted to store said vehicle's energy in the form of a large, inertialess external field. There are other possible reasons for dragging such a field around, but none of them make sense. It is unlikely, for ex- ample, that it could be a prophylactic, designed to keep automobiles at a distance. Would a designer allocate 330 kilotons for this purpose? Or propulsion or an adjunct to it? Not likely, based on some of the above considerations. Before the reader becomes enamored to the concept of dragging energy around in an external magnetic field, however, I should point out that there is a \"fly in the ointment.\" Specifically, the problem of magnetic catastrophe. What would happen if the superconductor \"went normal,\" or there was some other malfunction in the storage system? The 330 kilotons of energy has to go somewhere, and if the magnetic field is disrupted, it can only go into its most primal form (heat). The result would be a fireball differing little from that of a 330 kiloton thermonuclear warhead. The possibility of such a catastrophe would force the reliability issue to unbelievable limits. (One might also wonder what such a scenario says about \"crashed saucer\" stories). Having shown the proposed propul- sion system to be inoperable, and offered a serious alternative to the fusion engine the author has suggested, the reader should not assume that I believe this book to be without merit. Quite to the contrary! I appreciate the work done in trying to model this bizarre phenomenon, and find the second half particularly interesting. Chapter Four is an attempt to explain the anecdotal evidence, from common UFO characteristics of size, shape, flight and behavoir to reported physical effects that can be linked to magnetic or possibly What about the problem of magnetic catastrophe? What would happen if the superconductor \"went nor- mal,\" or there was some other malfunction in the storage system? electromagnetic fields. No physical theory of UFOs can possibly pass muster without going through this exercise. Chapter Five, titled in the Table of Contents as UFOs, Quasars and Pulsars, but in the text as Astronomical Observa- tion of UFOs, asks a question I perhaps would never have even thought of. How can astronomers discriminate between poorly understood phenomena like pulsars and quasars and the signatures of distant interstellar spacecraft? Such vessels will undoubtedly emit energy, perhaps copiously; and may well be mov- ing at velocities approaching the speed of light. Yet, because these vehicles are of artificial manufacture, any determina- tion of their distance based on Hubble's Law will be wrong! Thus a close in- terstellar craft receding from us at close to the speed of light, and therefore ex- hibiting significant red shift, could be assumed to be an infinitely larger object, a quasar, for example, at the extremes of the universe. Interesting reading. In Chapter Six, Verifying the Theory, the author proposes two avenues of study. One is the detection of UFOs by much the same plethora of instruments that have been suggested by other authors for over two decades. The other is laboratory verification of the models developed. The latter can be deceptive, as showing that a concept derived from an examination of UFO anecdotes will work does not prove that the anecdotes themselves are true. The sad thing about these proposals is that they reflect what ufology should be, but isn't. These pro- posals, after all, take money. And here we have a Catch-22. The funding is not available because of a lack of hard data. There is no hard data because funding is not available. Continued on page 27 14 MUFON UFO Journal 258, October 1989"},{"pageNumber":16,"pageContent":"The Rainbow Declaration By John E. Brandenburg, Ph.D. Dr. Brandenburg, a plasma physicist, addressed the MUFON symposium on the subject of the Mars \"face.\" This is his first article for the Journal. The Rainbow Declaration is a declaration of principles to govern the relations between peoples of different worlds. The declaration was written in response to the MJ-12, Aquarius and Lear documents. The situation implied by these documents, should they be true and accurate, is not good. How- ever, rather than rail against the situa- tion portrayed by the documents, whose basic facts remain unconfirmed, it seems far more constructive, at this time, to describe the situation one would desire to exist. The key to solv- ing a problem is to first define it, and by defining a desirable situation we can measure our own circumstances. In a desirable situation, the relations between the people of a technologically unadvanced and politically disunified world and a more advanced, spacefar- ing people of a different world, would be according to principles and guidelines set down within a communi- ty of spacefaring peoples. If such a community existed, and the principles were justly framed, ad- vanced peoples would be forbidden from pressing their technological ad- vantage \"over less advanced natives, nor would spacefaring aliens be al- lowed to pursue divide-and-conquer strategies against politically disunited natives, or interfere with the natives' technological and political \"gestation\" period that would precede their becoming a unified, spacefaring peo- ple themselves. The Rainbow Declaration, then, is an attempt to articulate such a set of principles that could be observed by spacefaring peoples. It draws freely upon historic documents and classic science-fiction for its concepts and MUFON UFO Journal 258, October 1989 language. Such borrowings are in- tended as an act of homage and at- tribution rather than plagiarism. God Exists The first portion of the document is addressed to humanity, the people of Earth. The second portion is ad- dressed to all the peoples of the Cosmos. 'The Rainbow Declaration evokes God as Creator and Judge of all peoples of all worlds of origin. It is by this recognition of God that a common ground and bond is established between all peoples, and the moral forces behind all principles of justice is derived. The declaration is thus a perscription for relations among three intelligences, the natives, the aliens, and their common Creator, before whom they are equally beloved children. Despite the lofty and peaceful tone of the declaration, it is a statement of rights that are basically non- negotiable. It asserts what is proper and just, and asserts the right of op- pressed people to rectify that which is not proper and just. It is thus both an appeal for peace and a call to arms, a statement of what is true, and an appeal for what ought to be true. Let us hope that in the future, when humanity journeys between stars, that we will observe these principles, or others similar to them, with all peoples we shall encounter. Perhaps if,we resolve to do this in the future, this resolve will help us to solve problems that exist in the present. The text of the Rainbow Declara- tion is as follows: Rainbow Declaration We, the people of Earth, do make this solemn Rainbow Declaration.. We acknowledge our common childhood before our Creator, God, and Judge of all the Cosmos, both visible and invisible. We recognize the planet Earth as our Planet of Genesis, our home, and our everlasting treasure. We pledge to keep and preserve the Earth for all humanity for all genera- tions. We call upon all humanity to treat one another with kindness, justice and peace. We call upon all humanity to work together to ease the effects of hunger, disease and over- population. Let there be no more kill- ing of the whales, great and small, and let humanity seek to preserve the whole family of living things on the Earth. This declaration takes its name from the Rainbow, which symbolizes the promises of God to humanity, the unity within diversity that is human- ity and the beauty of the Earth which is humanity's. In true Unity there is strength and general benefit; therefore, on all mat- ters concerning extraterrestrial peoples we shall be as One. We recognize the office of the Secretary General of the United Nations, acting with the advice and consent of the Security Council, as the sole representative of humani- ty in all dealings with extraterrestrials. All relations and agreements will be open and public, and all agreements must be ratified by the Security Coun- cil to be in force. To our fellow peoples in the com- munity of the Cosmos, we extend greetings; we recognize you as fellow children of the Creator of the Cosmos. Please give careful consideration to our declaration, that it might serve as a basis for our good relations. We hold these truths to be self- evident, that all peoples are created equal and are endowed by the Creator with certain inalienable rights: The right of Possession of their homeworld, their Planet of Genesis. No one shall take any portion of their world from them. The right of Sanctity of Planet of Genesis from alien intrusion or in- terference. No alien visitation shall 15"},{"pageNumber":17,"pageContent":"occur until the people shall realize their Unity and achieve space travel of their own; this is the Prime Direc- tive for all spacefaring peoples. No alien spacecraft shall make close ap- proach, or assume close orbit, or make any landing, except openly and by consent of global authority. The right of Possession of Genetic Code. No alien shall take a people's Genetic Code for any use, except under reciprocal scientific exchange, negotiated openly by global authority. The right to permanent occupation of all bodies orbiting their Planet of Genesis or the sun of their Planet, which is their Star of Genesis, and permanent authority over the space containing these bodies. No alien bases may be established permanent- ly on bodies or stations orbiting a Planet or Star of Genesis, but must be evacuated (upon landing by the people of thisrlanet or Star, except there shall be negotiated a treaty granting temporary lease. The right of Freedom of Peaceful Navigation of Space shall be enjoyed by all peoples except where it conflicts with the Sanctity of Planet of Genesis. The right of peoples to Assert and Defend the aforementioned rights and the right to give and receive aid consistent with these rights, when these rights shall be endangered. In cases of dispute, the burden of proof- of-innocence shall fall on those who are alien, for it is the burden of the strong and advanced to help preserve the rights of the weak and less advanced. We pledge to uphold these rights and principles in all relations with all peoples we shall encounter, whether we be aliens or they in these en- counters. We declare that all peoples should seek to treat all other peoples as they themselves would desire to be treated, and that all peoples of the Cosmos should seek peaceful and mutually beneficial relations with each other. We delcare that it is our deepest desire that humanity might take its place as an honored and valuable member of the community of peoples of the Cosmos. Circular Arguments By Ralph Noyes If only Condon had been followed up ... If only that damning conclusion had not been reached that \"nothing of scien- tific value would come of further studies.\" If only that academic iron curtain had not been slammed down in 1969 ... These vigorous complaints are made in a remarkable new book [1] not, as you might think, by an aging ufologist with four decades of bafflement behind him, but by a British atmospheric physicist of international repute, Dr. G. Terence Meaden, editor of the Journal of Meteorology and a senior member of the Tornado and Storm Research Organiza- tion. And he makes these sharp com- ments not as a student of UFOs, but as an assiduous researcher for nearly ten years past into that remarkable puzzle of the decade, the British cropfield circles. I gave readers of the MUFON UFO Journal a brief review of this phenomenon last October [4]; and the Journal has carried other reports of it. But it may be as well to summarize what we're talking about. Usually in fields of grain, though sometimes in other crops, swirled and flattened areas are discovered during the growing season. The crop is bent over at about ground level, but goes on growing and ripening. The disturbed area is geometrically precise, approximating to 16 a circle though usually departing slightly towards the oval or elliptical. There is a sharp cut-off between the flattened crop and the rest of the field. Sometimes rings are found rather than circles. In many cases the rings and circles form distinctive patterns: for example, a circle with a ring around it; a circle with two rings; geometrical groups of circles; and sometimes still more complex forma- tions. Well over a dozen basic patterns have now been reported. Since the first (singleton) circles were reported in 1980 each year has brought reports of new pat- terns and of an increasing number of events. Reports have been heavily con- centrated in Hampshire and Wiltshire, with marked clustering near Westbury (since 1980), Winchester (since 1981 - though with an indication of some earlier events) and the Avebury area (since 1987). There is now evidence for occurrences outside these \"haunted\" areas and from earlier periods; but many of these \"ex- Wessex\" and pre-1980 events are rather poorly documented. If credit is given to them all, however, there still remains a strong appearance of an overwhelming concentration of events in Wessex and of a phenomenon which has developed ex- plosively in the 1980s. Three Books These are the puzzles which all resear- chers have had to face. We now have three books (published in the UK in Ju- ly) in which three very different ap- proaches are made to the problem. The first is Meaden's book, mentioned above [1], and I will return to it below. The se- cond, Circular Evidence [2], is by a team of dedicated field researchers, based in Hampshire, who have poured money and effort into studying the subject since the early 1980s (and are now rightly reaping the reward of making the best seller lists in the UK). The third, Con- troversy of the Circles [3], is by Jenny Randies and Paul Fuller of BUFORA (the British UFO Research Association). Circular Evidence is superbly il- lustrated, and it contains the most de- tailed account of the remarkable \"swirl- ing\" and \"texturing\" of the crop which the circles exhibit - an indispensable field- guide for dedicated circle-watchers in this country (and in the U.S., also, if ever the phenomenon decides to make a decisive transatlantic jump into the grain fields of the Mid-West). The book speculates widely, and it contains what may turn out to be valuable hints by reporting (brave- ly, I feel!) some weirdities which have af- MUFON UFO Journal 258, October 1989"},{"pageNumber":18,"pageContent":"A SELECTION OF THE PATTERNS REPORTED [Not to the same scale] SINGLETON DOUBLET OVERLAPPING DOUBLET TRIPLET-IN-LINE QUADRUPLET \"TRIANGULAR\" TRIPLET QUINTUPLET RINGED CIRCLE DOUBLE-RINGER SIMPLE RING FORMATIONS WITH KINGED CENTRES \"CELTIC CROSS\" lark areas = 5uirled and flattened crops] © Ralph Noyes 1989 flicted its authors: audible and luminous phenomena at circle sites; peculiar behaviour by equipment; poltergeistish intrusions - the kind of stuff which con- tinues to trouble excellent (and eminent- ly respectable) bodies like the Society for Psychical Research. But Circular Evidence must be recommended for its graphic account and its excellent illustra- tions rather than its scientific rigour. It sagely concludes that \"final answers are a long way off\" (which I assume means that we can expect to see the publication of Son of Circular Evidence before we're much older). The BUFORA authors [3] pour a good deal of sceptical comment on the subject. They believe that much of the apparent clustering of the circles in \"Wessex\" (the name by which we call the old Anglo- Saxon kingdom of southern England, in- itially centered on Winchester) reflects the presence in Hampshire and Wiltshire of enthusiastic field-researchers, assisted by media hype. And they have been much concerned in recent years to trash any suggested connection between the crop- field circles and UFO sightings, despite some sporadic evidence of a possible link between the two. Their booklet went to MUFON UFO Journal 258, October 1989 press before they had had much time to digest Meaden's remarkable new views, and we must given them credit for recognizing the importance of the latter, even if it has left. them somewhat floundering. The crucial book is Meaden's [1]. He alone makes a direct, sustained and scientifically-based assault on the com- plex of problems which the circles pre- sent. He has, from the start, looked for an explanation in terms of atmospheric physics, as he is singularly well qualified to do. After what seem to me to have been several false starts in earlier years, Meaden now postulates a wholly new and hitherto unrecognized atmospheric phenomenon which he calls \"the plasma- vortex\" and which he sees as sometimes capable of generating a large \"plasma ball.\" The details are hard going for non- physicists (though the book is written with elegance and clarity). But the implications are remarkable. .If Meaden is right, our atmosphere is sometimes able to produce a short-lived, but vigorously swirling, disturbance with strong electrical properties. (A layman grasps after the analogy of something bet- ween ball-lightning and a mini-tornado.) Depending on conditions, this transient energy-form can manifest as a globe of light, often with associated sounds. It may be able to interfere with the ignition system of automobiles and perhaps to affect close witnesses. Descending to earth, it can make a cropfield circle. Ac- ting more vigorously it may well cause more violent circular damage at ground level. Redefining UFOs In short, a good meteorlogist whose sole concern has been to investigate crop- field circles has ended by describing much of the UFO phenomenon. I cannot help enjoying the irony that Randies and Fuller - stalwart defenders of BUFORA against Little Green Men - have spent much pas- sion in scorning the hints of a link be- tween UFOs and cropfield circles while Terence Meaden is now keenly searching for one! But I will not push this schaden- freude too far: BUFORA have been right- ly concerned to keep the silly season Press at bay in the attempts of the latter to saddle the Association with a simplistic link between circles and ETs; and I believe Fuller and Randies now recognize that 17"},{"pageNumber":19,"pageContent":"•' ' .' ' !•' '. '•' .' \" 'i. 1 RINGED CIRCLE NEAR AUEBURY, WINCHESTER Meaden's book offers remarkable possibilities for a rational re-definition of what we mean by \"UFO.\" But wonderful puzzles remain. Meaden's \"UFO\" still shows a remarkable affection for certain highly localized areas. And it gives the appearance of elaborating and increasing its intrusions from year to year. 1989 has brought more occurrences than ever before, mainly in \"haunted\" Wessex; and one of them flatly contradicts an assertion made by Meaden within a few days of the publication of his book. (He says, on page 96, \"Single rings around single circles always rotate in a sense opposite to that of the interior.\" Well, they did ... Until 18 June 1989 ...). And other new and unpredicted patterns have turned up this year. And I cannot, myself, altogether discount those hints of so-called PSI- phenomena reported by Andrews and Delgado [2]. I think we shall need some other fac- tors than Meaden's to explain what is go- ing on. One of them may be something earth-bound which attracts the Meaden \"UFO\" (shades of Paul Devereux's Earth- lights - not to mention Persinger; not to mention Dennis Stacy's Maria Lights). And perhaps we shall find that Meaden's \"UFO\" possesses much weirder characteristics than he's yet letting on: an 18 // Meaden is right, our at- mosphere is sometimes able to produce a short-lived, but vigorously swirling, distur- bance with strong electrical properties. ability to interact with human witnesses, for example. I'm left with the impression that we live in interesting times and that this whole show will run and run. Cliches apart, however, I believe we're on the verge of some wholly new insights into our remarkable world and the interaction of human intelligence with it. References [I] The Circles Effect and Its Mysteries Dr. G. Terence Meaden, Artetech Publishing, 54 Frome Road, Bradford- on-Avon, Wiltshire BA15 ILD, England. Cheques for £12.00 sterling or U.S. $30.00 (surface delivery). [2] Circular Evidence Pat Delgado & Col- in Andrews, Bloomsbury Publishing Ltd., 2 Soho Square, London WIV 5DE, England. Sterling price £14.95 (plus £2.00 for surface delivery). Sterling only. [3] Controversy of the Circles Jenny Randies & Paul Fuller BUFORA, 37 Heathbank Road, Cheadle Heath, Stockport, Cheshire SK3 OUP, England. Sterling price £3.95 (plus £1.50 for sur- face delivery). Sterling only. (4) \"Those Corny British Circles,\" Ralph Noyes. MUFON UFO Journal, No. 246, October 1988, pp. 8-10. © 1989 Ralph Noyes - MUFON - AMATEUR RADIO NET EVERY SATURDAY MORNING AT 0800 EST (OR DST) ON 7237 KHZ S.S.B. MUFON UFO Journal 258, October 1989"},{"pageNumber":20,"pageContent":"THE UFO PRESS BY DENNIS STACY Jenny Randies, director of investiga- tions for the British UFO Research Association (BUFORA), has probably written more UFO books than most of us have read. The one under discussion this month was originally published in hard- back as Abduction by Robert Hale of England last year. In its latest manifesta- tion, it goes by the title, Alien Abductions: The Mystery Solved, and is available ($12.95, plus $1 p&h) as a quality 240-page paperback from Inner Light Publications, Box 753, New Brunswick, NJ, 08903. The brains behind Inner Light seems to be one of the longtime enfant tenibles of UFO literature, Timothy Green Beckley, who, in this case, has to be con- gratulated for making a book available that we might not otherwise have had here without great expense. Given the economics of UFO publishing in this country, and the fact that Randies hardly boasts the cachet and local clout of a Strieber, Hopkins or Vallee, let alone a Steiger or Berlitz, the production quality is probably about as good as we have any right to expect. My review copy even had an additional bonus: Pages 193-208 were bound in twice. Of all contemporary UFO authors, Randies reminds me most of the late Donald Keyhoe, and I certainly don't mean that derogatorily. Her books are conversational in tone, anecdotal in ap- proach and drawn from what are pro- bably among the most extensive in- dividual UFO files in existence. Certain- ly, she is not as single-tracked or minded as Keyhoe, who had an altogether dif- ferent agenda, which was to convince the American public that a) alien extrater- restrials were invading our air space, and b) the government and military were ac- tively engaged in a cover-up of that knowledge. Well, we've come a long way, haven't we, and nowhere further than in the area of UFO abductions, a facet of the phenomenon which Keyhoe only rarely and begrudgingly acknowledged, if at all. Keyhoe was a publicist. Randies is more of a populist, and for that matter, more of a thinker than Keyhoe. Her books MUFON UFO Journal 258, October 1989 nearly always contain a few original in- sights, suggestions and theories found nowhere else, even while firmly found- ed in what amounts to an encyclopedic background of UFO research, data and literature. For the American reader, Randies also brings to her writing what might be called the continental or Euro- pean UFO sensibility, an emphasis on the perceptual psychology of a case, say, rather than the nuts 'n' bolts aspects that might be present like raisins in bread pud- ding. In addition, of course, since she does write from a largely British perspec- tive, we're treated to anecdotal cases we wouldn't normally encounter. In the case of abductions, this has some consequences for thought. In the same way that flying saucers first emerg- ed, abductions continue to manifest as a mostly American phenomenon (more than 50% of all cases catalogued by Bullard originated in the U.S.), followed by South America and Britain third. The reason for this is as yet murky; it could be an artifact of the phenomenon itself, the way reports are gathered and in- vestigated, even the number of in- vestigators, population densities, or some other unidentified factor. But of those cases that have been collated, at least one surprising variation surfaces: American abductees, in general, report the 'tradi- tional' little gray beings, whereas the British percipients describe, again in general, entities more normally human in height (six feet or so), with equally odd eyes, but commonly porcelain-white and blondish hair. I expected Randies to make more of this discrepancy than she does, though she certainly makes something of it, because it seems to me to be the one single, most potentially glaring clue in the whole business. If we're going to hold fast to the extraterrestrial hypothesis, then we are obligated to explain why Americans are abducted by little aliens and the British by tall ones. Either some cultural, i.e., psychological, consideration has to be postulated to account for the difference, or some characteristic inherent to the ab- ductors themselves has to be hypothesiz- ed. Have two alien races divided the world into spheres of separate influence, in the same way that Hitler and Stalin divided up Poland and the Latvian lands? You abduct these and we'll abduct those? There must be some reason for the dif- ferences, after all. Part of the problem is that psychoanalyzing alien behavior is presently out of fashion, for objections I neither fully fathom or agree with. We psychoanalyze everything else, however rudely and crudely, so why are alien motivations off limits? The argument usually invoked is that such exercises are futile simply because they do involve a theoretical alien psychology, a rationale that is ultimately as tautological or circular as the religious prohibition against inquir- ing into the mysterious ways and man- ners of the Creator. Are we to accept ab- ductions on evidence or faith? If the aliens are physical, biological be- ings, then such prohibitions, under the rubric of advanced age, science or alieness itself, are de facto absurd. In fact, they are probably impossible, witness the genetic experimentation and/or hybridization hypothesis that seems to be the logical outgrowth of the Hopkins- Jacobs' research. It may not be possible 19"},{"pageNumber":21,"pageContent":"to have our cake and eat it, too, but it's certainly human nature to want to, especially when confronted with a piece of cake as choice and moist as abductions would seem to be! More importantly, if 1 read my Vallee right, there is a fruitful way to investigate or examine \"alien\" motives, which is by examining their effect on percipients, which is to say their intentions. We need not necessarily confuse ourselves by assuming that they are so sophisticated as to be beyond our limited, \"primitive,\" comprehension. They could just as con- ceivably be as crude and transparent as any of our own. They could, in fact, be a mere by-product of some other uniden- tified phenomenon which in itself has nothing to do with extraterrestrial visitors and kidnappers. But regardless, the ad- vantage of such an approach is that we need not jump to conclusions about the nature of the phenomenon itself; if we do our homework well enough, that will fall inevitably into place. Admittedly, the ma- jor drawback is also ingrained. Who wants to study the sun by observing the shadows it casts? The latter approach is obviously less exciting and more time- consuming; the overlooked benefit, of course, is that you don't go blind. But I digress. Randies; Alien Abduc- tions is a worthwhile read and survey of much of what we presently know and suspect about abductions. Oddly, Randies comes to a conclusion (I hesitate to call it a solution, as the publisher does) which combines both the psychological and physical approach. I say oddly not to suggest that the phenomenon doesn't warrant such an appellation, but that in trying , to resolve the two seemingly distinct natures of abductions, Randies ultimately opts for an explanation that raises more questions than it answers. She concludes that alien extraterrestrial beings are indeed behind abductions, but in a purely psychic or psychological fashion. In other words, they are inter- acting with spatially remote humans via a dimensionless field of consciousness. I don't discount such a notion on the face of it. But it makes one wonder why, with all of consciousness itself to roam, the conversation is so limited and one- way? Is she suggesting that the distant denizens of another planet are having us examine our own bodies at their behest and report back the results? In which case, why not limit their contacts to physi- 20 cians, who can at least be presumed to know something about our physical make-up? For that matter, should we ad- vise our sons and daughters against growing up to be gynecologists, thereby decreasing their odds of abduction? Despite the fact that we inhabit one, most of us know about as much about the inner workings of our bodies as we do our minds, which is to say almost zilch. The same probably goes for cake. Who's Counting? Ordinarily, I don't like to give credence, without supporting evidence, to con- spiracy theories, of whatever stripe. But something recently came to my attention, of which I had been completely unaware, and which I find intriguing. Whether it has anything to do with UFOs, of course, is altogether another matter. The source is a column called \"The Straight Dope,\" by \"Cecil Adams,\" a •pseudonym, which is syndicated by various publications across the country. In this case it appeared in Current, San Antonio's \"alternative\" news and enter- tainment biweekly for September 7-20, 1989, page 5. A reader wrote in to in- quire about what are known as \"number stations.\" These are shortwave radio broadcasts whose transmissions consist solely of a voice, usually, but not always, Spanish, monotonously reciting three, four or five digit numbers. Adams answers that \"there are dozens of 'number stations,' some of which have been in business for decades, yet no government or private agency has ever acknowledged them. The stations broad- cast in a variety of formats ... in languages ranging from English and Spanish to Czech, Korean and Serbo-Croatian.\" Adams says the voice is often female and may be computer-generated like many telephone recordings. \"Explanations\" range from sophisticated drug-runners encoding messages to espionage agents keeping in touch with the home office. The connec- tion may be completely non-existent, but it stirs up memories here of the Spanish UMMO Affair, an elaborately com- plicated series of supposedly UFO con- tacts involving all sorts of cryptic ex- changes of information, which are rumored to be ongoing. Again, not to needlessly monger mystery, but does anyone else out there know anything about the mysterious \"number stations\"? Have any of MUFON's amateur radio net listened in on these things? We'd be happy to have any opinions, or better yet, information on the subject. Ten Four. Running in Circles Elsewhere this issue, or last or next, we should have had Ralph Noyes' review of three recent English books on the so- called \"corn-circle\" phenomenon. Of course I'm always a little leery of any peo- ple that can't tell the difference between corn and wheat and regularly drive on the wrong side of the road. But be that as it may, it's worth knowing that the phenomenon has now gained legitimacy in this country, by virtue of a front-page appearance in the august leaves of The Wall Street Journal for August 28, 1989 (clipping courtesy of James Crocker). The article is headed \"Mysterious Cir cles in British Fields Spook the Populace,\" and sub-headed \"Locals Blame UFOs, Yanks and Mad Hedgehogs: the Queen is on the Case.\" We welcome Her Majesty to our own court, and hope she soon comes up with a solution to satisfy everyone, from farmers and ufologists to equally befuddled meteorologists. In the meantime, I propose that who or whatever is responsible (or irresponsible) for the flattened circles of wheat, which continue growing horizontally, be dub- bed \"thatchers.\" Velcro makes sheep rustling a breeze. MUFON MUFON UFO Journal 258, October 1989"},{"pageNumber":22,"pageContent":"Abduction Research: The Challenge Ahead Dr. Westrum is a MUFON consul- tant in sociology and associate direc- tor of the Center for Scientific Anomalies Research at Eastern Michigan University. Over the years I have watched UFO research develop toward an increasingly sophisticated activity. The development of MUFON has been an important ele- ment in this research, since MUFON has consistently served as a meeting place for top investigators. The Center for UFO Studies has also, to a lesser extent, been an important focus for UFO research. And there are a variety of smaller regional and topical groups. All this is very good. But it is not anywhere near good enough for the problem that we face. That problem has grown larger and larger as abduction research has detail- ed a problem of truly monumental pro- portions. We once felt that abduction was a questionable, or at least a rare, event. It is becoming painfully clear, however, that whatever the nature of UFO abduc- tions turns out to be, that it is a problem involving large numbers of people. How large are those numbers? A conservative estimate would put abductees at hun- dreds of thousands. Millions however may be closer to the mark. I say this as a sociologist who has studied a large number of socially \"hidden events.\" 1 Ac- cording to polls of students in his history classes, history professor David Jacobs suspects that one in ten may be ab- ductees. In any case, we need more ac- curate and comparative research immediately. Yet if even a fraction of these numbers are involved, we have a huge and nearly overwhelming problem. As support groups for abductees sprout in all the ma- jor cities, where is the scientific research of what is going on in the abduction phenomenon? Largely, it does not exist. This is not to denigrate the excellent work of Budd Hopkins, David Jacobs and others; Where would we be without it? But in magnitude and in resources, it is a tiny candle when we need a searchlight. The kind of research that should be go- ing on would be on a much more massive MUFON UFO Journal 258, October 1989 By Ron Westrum, Ph.D. scale and would involve physiologists, psychologists, physicists, experts in ar- tificial intelligence, ecology, etc. ... Something about the size and funding of the National Science Foundation is the appropriate answer, if the reports of ab- ductees are real. I will not argue the case for the reality of abduction reports here. Budd has done this very persuasively, and Dave Jacobs' forthcoming book will do it in a more systematic way. The key point is that no hypothesis other than alien visitation is supported by the research so far. The \"fantasy prone personality\" idea, so beloved of skeptics, is a poor fit to the ob- vious hypervigilance of ostensible ab- ductees. Ditto for \"mass hysteria,\" soon to be introduced by academic sociologists as their explanation for what is going on. The mixture of social patterning, medical effects, the evident post- traumatic stress syndrome, and the remarkable consistency of abduction reports all argue for a very complex phenomenon which cannot simply be reduced to perceptual contagion or in- dividual psychopathology. Abductees are not insane, they do not seem to be par- ticularly prone to fantasy, and they ap- pear to be people to whom something very bad has happened, and is still hap- pening. Until we catch the aliens in the act, of course, all this is necessarily hypothetical. Certainty, however, is like- ly to come too late for my taste. Let's get on with this! Alien Species Remember that this is a species ques- tion. These aliens are not foreign people, they are a different species. They ob- viously regard us as an inferior one. Whether we are breeding stock, ex- perimental animals, or part of some ex- istential game they are playing, we don't matter to them. They are not trying to establish communication, they are using us. We deserve better. Who knows what the government knows or doesn't know? It is hard to deny the reality of the Roswell crash, and if there is one, there are certainly likely to be others. But what the government (or some part of it) knows is likely to remain obscure for some time. Obviously certain individuals and organizations are going to considerable trouble to confuse us. I suggest we ignore them. We can't trust the information they give us, and until they start providing tangible proof — documents, photographs, alien carcasses or spaceship fragments — they are likely to prove a waste of our energies. While the government is throwing up a smokescreen, however, social effects are beginning and will continue to in- crease in breadth and depth. While ab- duction support groups seem a relative- ly benign development, we should not discount the possible development of other kinds of groups, whose attitude may be frankly religious. A potential alien \"invasion\" is also exactly the sort of thing likely to breed politically extremist groups, and I don't think the first appearances of such groups are very far away. Finally, real mass hysteria is a serious possibility. We have been very lucky so far that most of the abductees on televi- sion have been relatively ordinary, somewhat drab people. Wait until a film star starts vividly describing these events, however, and then abductee support groups will be overwhelmed with poten- tial recruits. And unlike the subject of many mass hysterical outbreaks, there is really something behind this one. You can be abducted. Your house cannot protect, nor can friends, guns, or in fact anything that you can do save staying in Times Square 24 hours a day. If you live a nor- mal life, you are at risk. This is a nightmare for us. It returns us to the scary days of childhood, when there were bears behind the dresser and bogeymen in the closet. One sympathizes with the little girl in Aliens II who asks \"why do parents tell children that there aren't monsters, when there are?\" And along with the mass movements, there is the constant subliminal propagan- da broadcast by intellectuals and artists who are abductees, witting or unwitting. I wonder, for instance, about the late Robert Heinlein, whose book The Pup- 21"},{"pageNumber":23,"pageContent":"pet Masters and whose story \"The Strange Profession of Johnathan Hoag\" contain obvious abduction themes, as do others of his stories as well. Did he simp- ly have a good imagination, or did he have personal knowledge? How many other Whitely Streibers are out there, churning out materials influenced by un- discussable (and perhaps unremem- bered) personal experiences? If David Jacobs' figures are correct, the implication is that we are bathed in a sea of abduction-infected thoughts, emo- tions, messages. This is powerful stuff. As movies such as E.T. or Close Encounters of the Third Kind try to persuade, the aliens are ugly, but friendly. There is a great deal of similar material with a dif- ferent message. All this is being fought out, at a level largely unconscious, both for writer and reader, artist and viewer, singer and listener. Social Emissaries And that is why we need consciously, as a society, to address this problem, not to hide from it, not to pray that it will go away, but to face it squarely and learn more about what it is doing to us. And this means research - research of all kinds, using our best minds to pry this thing open, get to its core, and find out what we are up against. I sometimes have a tendency to think, \"Well, gee, if this is so powerful, I'm not going to be able to do anything about it, so I'll just put it aside.\" But we can't do that. Each of us needs to become an emissary to society at large, to stimulate inquiry, to get scien- tists interested in this problem. And also government. Our political representatives need to know that there is public interest in this thing, that peo- ple are worried about it and that they are not satisfied with the answers they have been getting from the bureaucracies, in- cluding the Air Force and N.A.S.A. The more attention that is focused on this, the sooner there is going to be widespread scientific research. Political contacts need to be cultivated, they need to be briefed, and they need to know that you care. Find some of their constituents who are abductees. Point out that this may well become issue #1 for the 1990's. Send them an article, or send them a Budd Hopkins book and suggest they read it. Suggest they ask more questions about why government isn't looking into this thing. This has moved beyond the stage where we can practice ufology as a part- time activity. We need the skills and resources of big science. We need an in- ternational effort, but the U.S. is a good place to start. This is not going to go away. I kept hoping it would, but it hasn't. This has all the earmarks of something real — and very dangerous. I am not an abductee, but it sure troubles me. Let's get on with it. 1. Ron Westrum, \"Social Intelligence About Hid- den Events: Implications for Scientific Research and Social Policy,\" Knowledge: Creation, Diffusion, Utilization, Vol. 3 #3 (1982); Ron Westrum, \"The Blind Eye of Science,\" in The Fringes of Reason: A Whole Earth Catalogue, Ed. by Ted Schultz, (New York: Harmony House, 1989) Calendar of UFO Conferences for 1989 October? & 8 — UFOs: Past, Present and Future, New Modesto Centre Plaza, Modesto, California. October 21 — The Show-Me UFO Conference, Harley Hotel, Earth City, Missouri (near St. Louis) October 26, 27, 28 & 29 — International UFO Conference, Frankfurt's Airport Conven- tion Center, Frankfurt, West Germany November 11 & 12 — The UFO Experience, Ramada Inn, North Haven, Connecticut Calendar of UFO Conferences for 1990 April 6, 7 & 8 — Ozark UFO Conference, Inn of the Ozarks, Eureka Springs, Arkansas July 6,7 & 8 — MUFON 1990 International UFO Symposium, Pensacola Hilton, Pensacola, Florida 22 In Others Vbrds By Lucius Parish Space aliens in ancient Japan are the subject of an article in the July 25 issue of NATIONAL ENQUIRER. Amphibious beings called \"Kappas\" figure in Japanese religious texts, while the clay figures of \"Dogus\" have many points of similarity with the suits worn by modern astronauts. The \"Anti-Matter/UFO Update\" col- umn in the August issue of OMNI has a summary of the UFO activity which has taken place in/around Elmwood, Wisconsin, as well as the plans for a \"UFO Landing Site\" in this area. The column in the September issue of the magazine details John Lear's controver- sial theories concerning UFOs, govern- ment/alien \"interactions,\" etc. Abductions researcher Budd Hopkins has recently been instrumental in form- ing the Intruders Foundation, which will focus on the task of properly investigating the ever-increasing number of UFO ab- duction claims. A quarterly IF BULLETIN will be published, containing articles by various UFO investigators, as well as con- tributions by abductees, scientists, psychologists and others. Membership in IF is $25.00 per year. The address is: P.O. Box 30233 - New York, NY 10011. A new paperback title of possible in- terest is Kevin D. Randle's THE UFO CASEBOOK (Warner Books; $4.95). Randle examines a good many \"classic\" cases, as well as others which he has per- sonally investigated. Some of his conclu- sions are questionable, at best, but overall, this is a worthwhile summary of UFO events since 1947. Brad Steiger's MONSTERS AMONG US, recently reprinted in paperback by Berkley Books, contains a chapter on UFO occupants. Publication of Ed Walters' UFOs - PROOF POSITIVE! is now set for late March 1990, from William Morrow & Co. This, of course, is subject to change, as are all things which have to do with publishing! MUFON UFO Journal 258, October 1989"},{"pageNumber":24,"pageContent":"Looking Back By Bob Gribble FORTY YEARS AGO - October 1949: About 1:15 p.m. on the 14th, a member of the Mount Palomar Obser- vatory staff, a Mr. Marshall, was driving down the mountain — northeast of San Diego, California — when he sighted 16 to 18 objects fly by in V formation, emit- ting a strange sound. Mr. Marshall felt he was familiar enough with all types of air- craft, but for the life of him he couldn't make out any wings or tail structures on the silver-colored objects as they zoom- ed by at 5000 feet altitude. At the same time the recording pen for the Geiger counters and recording equipment at the Observatory jumped off-scale, something that had never occurred before. At 7:20 the morning of the 17th, a member of the staff of the Observatory went to check the Geiger tubes in the power house. When he was inside, his at- tention was drawn to the window. To the southwest a small black dot was visible zipping along at high speed beneath a cloud ceiling at 7000 feet. At the same moment the Geiger counter recorder pen jumped off-scale. On the 21st another high speed object was seen near the Observatory. In appearance the object looked to be elongated and slightly curved like a banana. It was spotted at 2:30 p.m. There was no reaction by the Geiger counters. The staff member's sighting was given further support by the owner of the Palamar Gardens Cafe, near the Observatory, when he reported see- ing a \"cigar-shaped object\" passing over the area at the same time. *** THIRTY FIVE YEARS AGO - Oc- tober 1954: Mr. Duncan Fletcher, Vice President of the Kenya, Africa, Astronomical Society, stated that he and four of his associates sighted and closely observed one of the numerous UFOs reported over East Africa during October. He said that he is now convinced that Earth is under systematic surveillance by intelligent beings from outer space. On the seventh strange flying objects MUFON UFO Journal 258, October 1989 were sighted by Mr. Peter Djorkovic, Assistant Director of the Belgrade, Yugoslavia, Astronomical Observatory. The astronomer was convinced that the seven objects seen from the Observatory were some mechanical contrivance and not parts of a meteor. He said four of the craft were watched by the Observatory staff flying a flat trajectory towards Bulgaria. Half an hour later they were observed moving over the area in the op- posite direction on the same course. The vehicles were described as circular and cigar-shaped. The National Aeronautics and Space Administration said it had picked up strange signals from an unknown orbiting object. Soon after this, a French astronomer revealed that he also had heard signals from an unknown source orbiting Earth. And the French people were also seeing things. MM. Henri Gallois and Louis Vigneron were driving near Clamecy (Nievre), about 4:30 a.m. on the llth when they had a startling adventure. \"We had not gone far from Clamecy,\" M. Gallois said, \"when sud- denly I felt something like an electric shock all through my body, and so. did M. Vigneron. At the same time the engine stalled and the headlights went out. Paralyzed, unable to move, we could only sit there wondering what had hap- pened, and watching. Then we saw that about 50 yards away from us, in the meadow next to the road, there was a round object or machine, and alongside it we could see very clearly three small figures, with quick, lively movements and gestures. But soon the figures seemed to disappear into the object, which then flew off very rapidly. Almost at once our headlights went on again, and we could start the car.\" At about 3:15 p.m. on the 22nd, youngsters on the playground of the Marysville, Ohio, Jerome School spotted a strange object directly overhead. They notified the principal, Rodney Warrick, who investigated. He said that a cigar- shaped object hovered over the school; that it had no tail, no wings, appeared to have windows and at times its lumino- sity was so brilliant he had to shield his eyes. Suddenly the vehicle accelerated directly to the west at terrific speed, making no noise. Watching with Warrick were Mrs. George Dittmar, teacher, and about 60 pupils. In the wake of the craft was a trail of webs, which fell in long strands. Part of it came down in balls like cotton. Trees, bushes and utility wires were covered. Both Warrick and Mrs. Dittmar said that when they were able to catch two ends of a strand the stuff could be pulled out into a long thread, \"so tough,\" said Warrick, \"that it could hard- ly be broken.\" Within less than a minute after being touched, the substance would disappear. Warrick said that the strands felt like asbestos, but weren't sticky. After handling it, his skin turned green and his hand sweated profusely. The stain disap- peared in about 30 minutes. Between 1 p.m. and 3 p.m. on the 24th, many disc-shaped objects, dull silver in color, maneuvered over Gravatai Air Force Base, in Rio Grande do Sul, Brazil. The craft were observed by a number of Air Force personnel. Two days later the Brazilian Air Force announced to the na- tion that the UFOs were real, \"that they are circular objects, silver in color in daylight and capable of speeds and maneuvers far beyond any known air- craft.\" *** THIRTY YEARS AGO - October 1959: A young hunter, surprised by a strange object hovering over a Virginia swamp, fired his shotgun at it and heard the shot strike a metallic surface. A com- panion nearby also saw the craft and heard the metallic sound. Mark Muza, 15, and Harold Moore, Jr., 14, both of Po- quoson, Virginia, were hunting in a swampy area known as the \"Big Marsh\" about 6:15 p.m. on the 19th when Muza heard a sound \"like a tornado.\" Looking up, he saw a small dark object with a sur- rounding silver ring hovering at an alti- tude of about 80 feet, and dipping slightly from side to side. When the craft began to descend, Muza fired two \"Maximum 4\" shells at it. Then reloading, he fired a steel-bearing shell which struck the vehicle with an 23"},{"pageNumber":25,"pageContent":"audible metallic clang. The craft then shot straight up into the clear sky and disap- peared from view. Standing about 100 yards away, Moore heard Muza fire, saw the craft, and heard the metallic noise. Then he saw the vehicle go straight up out of sight. The craft was visible for about a minute and a half. At its lowest point, Muza estimated, it was only about 55 feet off the ground and about four feet in diameter. • ** * TWENTY FIVE YEARS AGO - Oc- tober 1964: In the last week of the month Larry Rossi, an engineer with the National Aeronautics and Space Ad- ministration test site on Wallop's Island, Virginia, with three other technicians from NASA, saw a triangular-shaped craft come out of the north and make a 90-degree turn east. The vehicle was moving at a high rate of speed and disap- peared within a minute. *** FIFTEEN YEARS AGO - October 1974: Jeannie, Beth, Linda and Tony Overfelt, and Pat Nelson, all of Ramona, California, had a frightening experience on the evening of the 15th as they watched a mysterious object maneuver over Santa Maria Valley. The object land- ed on a hillside, gradually turned ruby red, then intensely white, hovered a short time over the ground then streaked toward Country Estates. The object was perfectly round. According to the five young people, when the object flew overhead the horses began excitedly whinnying and bucking; one kicked off a fence rail. A dog grasped one of the girls by the sleeve and tried to pull her into the house. The other dog, which was chained, ran in and out of of the doghouse, often smashing into the back of the doghouse with great force. The goats were \"jumping around,\" and the chickens were scrambling and cack- ling in the dark. The cat ran with great force into the side of the garage, stunn- ing itself. No radio or TV station would work, the TV had blue spots and vertical bands. Tony's compass alternated er- ratically from north to northeast in one- second periods when the object was on the hillside, but when it flew overhead the compass needle lodged itself against the glass cover. After the object flew over, some airplanes followed, which the 24 young people believed to be Navy jets. The object appeared to be ruby red, with a blue halo around it, when moving rapidly at high elevation. Its sound was described as \"a mix between a hum and a fog-horn.\" Shortly before 3 a.m. on the 21st, Deputy William Brown, 25, of the Wyoming County, New York Sheriff's Department, was driving down a deserted highway about 40 miles east of Buffalo. \"Suddenly this blinding flash of light swept over me going in the same direction,\" Brown said. \"I couldn't make out what it was even though the night was clear. Before I had a chance to think about it, the dispatcher told me to go back to Perry Center and check out a complaint. I turned around and had reached about 50 miles an hour when the light swept past again. This time I got a better look. It was less than 500 feet above my head — but it was so bright I couldn't make out the shape. It was just a brilliant, yellowish light that lit up the countryside. \"Then seconds later, a weird noise fill- ed the car. It was a high-pitched, scream- ing wail that lasted for several seconds. It startled me. It was ear-piercing. My first thought was that my microphone wasn't switched off and was causing feedback, but I made a quick check and it definite- ly wasn't transmitting. I have to admit I was scared. I pulled off the road and just sat there for a few minutes...\" Moments after Brown's encounter with the UFO, a few miles to the east in Livingston Coun- ty, several other officers were stunned as they got a better look at the strange ob- ject. Brown, still badly shaken by the wail- ing sound that had invaded his car, didn't learn until he got back to Warsaw that dispatcher Dennis Quackenbush had heard the screaming over the radio. \"It didn't sound anything like distortion or interference,\" Quackenbush said. The noise starts on a low note, rises sharply in pitch until it can barely be heard and then drops down to the original low note. It is a perfectly clear tone and very loud. Merle Demerly, an electronics expert whose company installs and maintains police radio equipment, spent many hours with two other engineers trying to identify the mysterious sound. \"We have completely ruled out the possibility that Deputy Brown created the sound,\" De- merly said. \"It would be impossible 'without using sophisticated electronic equipment. And tests with an oscilloscope prove that it was not the result of any kind of technical fault..I can't even explain how the signal latched on- to the police radio, which is specially designed to reject unwanted signals. I'm completely baffled.\" * * * TEN YEARS AGO - October 1979: Richard Breault and his wife were driv- ing near Apple River, Wisconsin about 6:30 p.m. on the 25th when they sighted a bright light in the sky. Suddenly, the light descended on the Breault's car. \"My wife thought we were going to smash in- to it and screamed at me to hit the brakes,\" Breault said. The object came at the car about 80 feet above the ground and then came straight down until it hovered about 20 feet above the road. He described the craft as about 40 feet in length with a hump in the middle. The vehicle then shot across Half Moon Lake at 4000 to 5000 miles an hour, according to Breault. \"I've never seen such speed in all my life.\" Sitting next to Breault on the pickup seat was a loaded camera. A silver, bullet-shaped craft with two in- tensely brilliant beams of light was ob- served hovering over the Sacramento River north of Colusa, California, by Carlos Genera and his brother Ruben on the 26th. \"At about 12:15 a.m., it came out of nowhere and stayed at one point for about two or three minutes, and then came over our heads,\" Carlos said. \"It emitted a nice steady hum like a big elec- tric generator.\" Ruben said the vehicle created a considerable stir among the animals along the river and nearby farms. \"Everything started getting excited all at once. There was a big commotion right away ... roosters crowing, ducks quack- ing and geese honking, even though it was just after midnight. Also, the bullfrogs were provoked into croaking loudly, evidently in protest at being disturbed.\" SUPPORT UFO RESEARCH MUFON UFO Journal 258, October 1989"},{"pageNumber":26,"pageContent":"Letter to the Editor... Dear Editor, Some rather extraordinary claims, to say the least, were presented at the \"alternate lectures\" held in the same hotel concurrent with the MUFON 1989 International UFO Symposium. I attended and listened carefully as one conspiracy theory after another was presented in an atmosphere of expectation and high drama. Throughout I was searching for any evidence; films, documents, named sources, anything apart from the presenter's own word, that would lend credence to the yarns that were reel- ing out before us. That the cupboard is practically bare in this regard is, I believe, an understatement. The audio-visual exhibits were particular- ly revealing as to the thought pro- cesses of these conspiracists, and the level of personal credibiliity we should assign to them (a conspiracist, not a conspirator, I define as one who is forever looking for, and invariably finding, dark conspiracies lurking in all facets of human activity). Among the video tapes presented as the \"hard evidence,\" we were shown a heavily edited and enlarged version of the Abraham Zapruder filming of the President Kennedy murder, voiced-over with dramatic monologue explaining why the viewer should see that the President's driver was the main assasin, something the film does not show at all. Evidence of- fered of UFO - U.S. Government col- lusion included video tape of an un- named, shadowy \"whistle-blower\" who said nothing either unique, checkable, or particularly interesting, but for whom we have John Lear's vouch; and a video tape of John Lear's face lit by flashlight in an out- door setting, saying that he was ob- serving disk-shaped flying craft. We didn't see any disk-shaped craft on the tape, just Mr. Lear telling us he was seeing them. Is John Lear credible? Do we ac- cept his observation and recognition of truly anomalous objects, as distinct from exotic, high-performance ex- perimental aircraft? These questions were answered for me by one other video tape Mr. Lear presented in his MUFON UFO Journal 258, October 1989 lecture: a segment of several minutes taken from a commercial motion pic- ture, UFOs: It Has Begun. This 1979 film, an Allan F. Sandier production, written by Robert Emenegger (author of UFOs: Past, Present, Future is a respectable documentary featuring well-known faces and voices of both Hollywood and Ufology presenting a concise history of the UFO/animal- mutilation mystery. John Lear claimed to his audience that within this movie segment, depicting a \"what if ...\" scenario of UFOs landing at Holloman AFB (New Mexico), a seven-second (or so) strip of film of an actual interplanetary craft somehow slipped past government censors and wound up in the final film. He even ran the bit twice, so that the audience could \"ooh\" and \"aah\" and strain in their seats to try and see the blurry projected image from the taped motion picture, which made the object in question look mysteriously indistinct. This claim astounded me. Seven seconds of 35mm, professionally-shot motion picture film of a UFO in daylight with mountains in the background defining a maximum range, within the controlled airspace of a U.S. military base, unknown and un-studied by UFO researchers, would be simply an amazing piece of UFO evidence ... if it existed. Unfor- tunately it does not. Some weeks following the sym- posium and its \"rump session,\" I ob- tained Emenegger's UFOs: It Has Begun (as you, yourself, can) and viewed it without the projection- screen video difficulties that frustrated the Las Vegas audience (as you, yourself, may) and I found Mr. Lear's significant seven-second segment. Ac- tually, it runs more like eleven seconds, and in any clear print of the film you can see that the descending \"object\" has two wings, a tail, a dark nose, bright landing lights turned on, and wheels hanging down ready for landing. I not only saw the object clearly as an aircraft, but I recognized its appearance well enough to iden- tify it as an F-4, an older Air Force plane known by the name \"Phan- tom,\" which you can observe on final approach to landing (with their lights on just as in the film) almost any day at my nearby Bergstrom AFB (Texas). This eleven-second segment is also clearly a part of the whole sequence of film \"simulating\" a UFO \"alert\" at an airbase; including views around the control tower windows, close-ups of communication panels, telephones, clipboards, typewriters, coffee mugs and whatnot; an obviously not an ex- cerpt from some different (supposedly fifteen years older, according to Lear) piece of film. Don't take my word for it; rent the film and evaluate it yourself! If the military does have a film record of UFOs at Holloman AFB, there is no fragment of it in UFOs: It Has Begun. If extraordinary claims require ex- traordinary evidence in support of such claims, then I submit that the best evidence of John Lear and com- pany does not inspire confidence, and MUFON was well-counseled to dis- associate itself therefrom. — Jerold Johnson Austin, TX Dear Editor, I have read with a strong interest Robert Hastings' paper in the June issue of the Journal. It is a serious challenge to which Moore ought to reply. Although I personally have the feeling that the MJ-12 affair is a modern hoax, I think it fair to present an argument in favour of Moore's honesty, even if it is totally uncorrelated to Hastings' contribution. When Moore and Berlitz wrote The Roswell Incident, their scenario involved a two-place incident (Brazel's ranch near Roswell and the San Agustin Plains). Later investigations by Moore and his col- laborators did not, however, confirm the second site, and today Moore says wise- ly that he does not know if it has or has not a role in the story. But the two-site story is apparently not compatible with the very brief account of the Roswell crash in the Hillenkoetter memorandum. My argument is that if this document had been forged by (or with the collaboration of) Moore, he would have arranged it so that it apparently confirms what he had previously said in the book. There are several ways to explain this discrepancy. For instance, Moore made a mistake in forging the memorandum. Or the \"error\" is voluntary and is a red 25"},{"pageNumber":27,"pageContent":"herring. Or Moore is innocent. I am unable to say what hypothesis is true, but the latter is the simplest. — Claude Mauge France Dear Editor, What a relief to read Dennis Stacy's essay in the July issue. After suffering through yet another solipsistic, Ph.D- generated tract that trundled so ponderously across the page and past these weary eyes of mine, to encounter: clarity, brevity — wit! Delightful. As the new Scholastics speculate amongst themselves upon how many ab- duction reports they can fit on the head of a theoretical pin, why is it that they re- mind me of a bunch of virgins discussing birth control? (But we read all the literature!) No doubt there's nothing like dismissing 40-odd years of hard sought, hard won data at the drop of a survey, but someone please tell me why the results always have to be delivered in a mythoprosaic, psychopompous prose style that makes my head hurt trying to decipher it. It seems to me that a healthy sense of proportion (let's call it humor, for lack of a more \"noetic\" word), is in order here. I mean, isn't it possible that maybe, just maybe, (oh, apostasy!) those people — or beings or whatever we insist on label- ing them — might themselves have one? Hell, if they are monitoring our TV broad- casts they'd better have, otherwise we're really in some deep trouble. In any case, I look forward with grim anticipation to the next installment of the new, improved explanation of the mean- ing of meanings of ... what-have-you, whilst the rapidly depleting stockyard of the English language is mutilated about in. Mr. Stacy, may you once again save us from such deep shallowness, and soon. — Mark Packo Stratford, CT Talk about pressure! — Editor The Night Sky By Walter N. Webb MUFON 26 OCTOBER 1989 Bright Planets (Evening Sky): Venus (magnitude -4.3) is gradually improving its position and brightness in the SW evening twilight. It now sets about 2 hours after sunset in mid-October. Our brilliant neighbor may be seen above the crescent Moon on the 3rd and only 1.8° above the red star Antares on the 16th. Jupiter (magnitude -2.4), in Gemini, now rises in the ENE shortly after 10 p.m. daylight time in mid-month. It begins retrograde motion on the 28th. The long- awaited Galileo launch' to Jupiter is expected this month. After traveling through space for over 6 years, the probe finally reaches its destination in December 1995. There a capsule enters the giant planet's dense clouds and transmits data for an hour; the main craft orbits and observes the gas world and its moons for the next 22 months. Saturn (magnitude 0.5), in Sagittarius, remains low in the southern sky at dusk, setting in the WSW about the time Jupiter rises. Bright Planets (Morning Sky): A rare opportunity to spot Mercury, nearest planet to the Sun, is afforded during the first three weeks of October. The little planet is at greatest western elongation, 18° west of the Sun, on October 10. With the aid of binoculars, look for a faint orange dot with the naked eye during midtwilight about 8° above the east horizon (at 40° north latitude). This is Mercury's best morning ap- pearance of the year. Jupiter stands high in the south at dawn. Meteor Showers: The last-quarter Moon will hamper viewing of this year's Orionid meteors during its morning peak on the 21st. And a dark sky is especially required for this shower of mostly faint swift meteors. However, some Orionids are bright, train-leaving fireballs. Late in the month the much slower, redder South Taurids begin to increase; many of these are spectacular fireballs. Moon Phases: First quarter — October 7 Full moon — October 14 (Hunter's Moon; nearest Moon of the year) Last quarter — October 21 New moon — October 29  ^J The Stars: During midevening hours the nose of Pegasus, the upside-down Flying Horse, touches the celestial meridian. The horse's body, the Great Square, can be seen high in the SE. And attached to the NE corner of the square is the constellation Andromeda the Princess, composed of a double row of stars curving outward from the star Alpheratz in the square. The Big Dipper skims along the horizon at this season; late autumn is the popular asterism's poorest evening viewing position of the year. UFO investigators must be aware of several stellar IFO candidates near the horizon in the midevening October sky. The refracting or bending of light through tur- bulent layers of air and haze near the horizon may cause celestial objects to ap- pear to move and change color, brightness and shape. The horizon objects to look out for this month are Capella (NE), Aldebaran (ENE), Fomalhaut (SSE), Saturn (SW) and Arcturus (WNW). MUFON UFO Journal 258, October 1989"},{"pageNumber":28,"pageContent":"Fifth London International UFO Congress The Fifth London International UFO Congress was held July 14, 15 and 16, 1989 at the London Business School, Sussex Place, Regents Park, London NWI, England, sponsored by ICUR, BUFORA and MUFON. Robert S. Digby, Congress Director, welcomed the par- ticipants to this prestigious congress. The opening address was delivered by Sir Patrick Wall, MC, VRD, RM (Ret.), Presi- dent of the British UFO Research Association (BUFORA). The speakers on Friday and their sub- jects were Hilary Evans (England), \"Balls of Light\"; Claude Mauge (France), \"An Attempt to Define the UFO\"; Philip Man- tle (England), \"Barnsley Photographic Hoax\"; An Abduction Debate by six speakers; and an after dinner slide- illustrated humorous talk by Lionel Beer (England) titled \"UFOs Portrayed in Car- toons.\" The Saturday speaking program in- cluded Ken Phillips (England), \"Anamnesis Research/Report on U.K. Cases\"; Bertil Kuhlemann (Sweden), \"Taking a Stand on the UFO Subject\"; Paul Fuller (England), \"Corn Circles\"; Cynthia Hind (Zimbabwe), \"Close En- counter Effects on People in Africa,\" and Walt Andrus (U.S.A.), \"Gulf Breeze Photographic Case.\" Sunday's program was composed of MilosKrmelj (Yugoslavia), \"UFO Update in Yugoslavia\"; Maurizio Verga and Gian Paolo Grassino (Italy), \"Italian UFO Research in the 80's\"; John L. Spencer (England), \"Witness-Driven Investiga- tions\"; Walt Andrus (U.S.A.), \"Rebuttal to Claims Made by Willy Smith on the Gulf Breeze Case\"; and Jenny Randies (England), \"Abduction Feedback and Report from the Abduction Panel.\" Led by Jenny Randies, the ICUR Ab- duction Committee met independently several times during the Congress to for- mulate a systematic series of questions and identifiable characteristics related to potential abductees so as to provide guidelines to investigators when regressive hypnosis should be recom- mended. This'was one of the most signifi- cant accomplishments of the Congress. These guidelines will be published in a subsequent issue of the Journal. — Walt Andrus MOMENT, Continued I do not hide the fact that I am an agnostic about the very existence of UFOs (magnetic moments of 10 12 have not helped in this regard). Nevertheless, I firmly believe that the root of the burgeoning mythology that surrounds them will never be found without hard physical evidence. In an age when legitimate ufology has almost stopped studying UFOs themselves, it is reassur- ing that someone still is. Mr. Ackerman is doing that, and I commend him for it. REFERENCES 1. Joe Kirk Thomas, \"An Alternative to the Microwave Theory of the Hot Ring Syndrome,\" MUFON UFO Journal No. 194 (Seguin, Texas: The Mutual UFO Network, April 1984) pp. 9-11. MUFON UFO Journal 258, October 1989 2. Joe Kirk Thomas, \"The Vehicle In- terference Effect,\" MUFON UFO Journal No. 233 (Seguin, Texas: The Mutual UFO Network, September 1987) pp. 3-11. 3. Joe Kirk Thomas, \"Ruppelt Rings: The Effects of Low Frequency Magnetic Fields,\" MUFON UFO Journal No. 197 (Seguin, Texas: The Mutual UFO Net- work, September 1984) pp. 5-10. 4. Donald A. Johnson, \"The Effects of Position and Distance in UFO Ignition- Interference Cases,\" The Journal of UFO Studies, Vol. Ill (Evanston, Illinois: The Center for UFO Studies, 1982) p. 5. 5. Robert G. Fleagle and Joost A. Bus- inger, An Introduction of Atmospheric Physics, (New York: Academic Press, 1963), p. 307. MESSAGE, Continued Other News On September 20th, the NBC-TV pro- gram Unsolved Mysteries featured the Roswell Crash in a 25-minute segment, opening their Fall season. Stanton T. Friedman and Kevin Randle were the scientific advisors for the documentary filmed in Roswell, New Mexico. We regret that we were unable to publicize the seg- ment's airing date in the last issue of the Journal, as it was being filmed as we were composing the September issue in August. Leslie Varnicle and David Dobbs broadcast the airing date on the MUFON Amateur Radio Net on Satur- day, September 16th to the hams check- ing in on the weekly net on 7237 KHZ. Announcments of UFO Conferences must be received in Seguin at least two months before the date of the event to allow time for the logistics of editing and publishing the Journal, plus the postal delivery time. The same lead time is re- quired for TV programs, which is very dif- ficult under the circumstances. Please help me with timely items, since the MUFON UFO Journal is the only month- ly UFO magazine that can effectively publish current events. VIDEO and AUDIO TAPES OF 1989 SYMPOSIUM Orders for tapes taken at the Las Vegas Symposium and those mailed to Hal Starr in Phoenix, Arizona have been delayed due to unforeseen pro- duction problems and editing of the 12 hour video and audio tapes. Please be patient as we solve these problems. For further information on ordering tapes, please refer to the order form on page 27 of the August issue of the MUFON UFO Journal. Please refrain from cutting out the order form since it destroys your Journal, but make a copy of the page if your order is diver- sified. All orders are to be mailed to Hal Starr, 312 West Frier Drive, Phoenix, AZ 85021. (Telephone: 602 / 944-4211.) 27"},{"pageNumber":29,"pageContent":"Director's Message By Walt Andrus Conference Calendar The monthly listing or calendar of UFO Conferences is published in the Journal as a service to our readers and advance information to others planning future UFO conferences, so as to avoid conflic- ting dates that could be embarrassing. The listing of a UFO conference does not in any way constitute an endorsement of the event by the Mutual UFO Network. An article detailing a conference will be published in the ; : -jrnal as a recommen- dation and one tnat MUFON supports. Private UFO meetings, that is, by invita- tion only, will not appear in the calendar. Examples noted are the MUFON-CES Conference to be held in Stuttgart, West Germany on October 20-22, 1989, hosted by Illobrand von Ludwiger and TREAT II (Second Conference of Treat- ment and Research on Experienced Anomalous Trauma) in Blacksburg, Virginia, planned by Rima E. Laibow, M.D. Three upcoming UFO Conferences were featured in the September 1989 issue of the Journal: (1) The Central California UFO Conference in Modesto, California on October 7 and 8; (2) The Show-me UFO Conference in Earth City Missouri (near St. Louis) on October 21; and (3) the UFO Experience on November 11 and 12 in North Haven, Connecticut. The October issue introduces the 1990 calendar. The theme for the MUFON 1990 International UFO Symposium in Pensacola, Florida is \"UFOs: The Impact of E.T. Contact Upon Society.\" Speakers already scheduled are John L. Spencer of Harpenden, England, Edward Walters, residing in Gulf Breeze, Florida and the Reverend Barry H. Downing, Ph.D., author of the book The Bible and Flying Saucers. Dr. Downing's popular book was updated and rereleased in paperback by Berkley in January 1989. Additional speakers will be announced in future issues of the Journal as they are confirmed. 28 And speaking of new books, The Gulf Breeze Sightings — The Most Astoun- ding Multiple Sightings of UFOs in U.S. History by Edward and Frances Walters, with foreword by Budd Hopkins and photo analysis by Dr. Bruce S. Maccabee, will be released in hardback by William Morrow Co. early in 1990. The spectacular photographs will be published in full color. During the month of September, Jen- ny Randies toured the U.S.A. promoting her new book Alien Abductions - The Mystery Solved, published by Inner Light Publications, Box 753, New Brunswick, NJ 08903. Ms. Randies has compiled an amazing dossier of over 200 documented UFO abductions. You may obtain a copy by mailing $13 plus $1 for postage and handling to the above address. New Officers Due to his employment as a National Park Ranger in the western states that ex- tends from Spring to Fall, Richard D. Seifried has resigned as Co-State Direc- tor for Ohio. Fred W. Hays, Co-State Director living in Kettering, OH, has been appointed State Director for Ohio. Our best wishes are extended to both Dick and Fred in their new endeavors. Daniel R. Berker, M.S. of Carson City, NV, formerly a State Section Director, has been promoted to State Director of Nevada, replacing John Lear who re- signed. Thomas E. Russ, a professional journalist for 16 years, residing in Newport News, VA, has volunteered to serve as State Section Director for York, James City, Isle of Wight, Surry Coun- ties and the adjacent major cities. Thomas P. Deuley, State Director of Texas has approved the following revi- sions in county assignments for the State Section Directors: Ellen R. Partridge, a legal secretary in Austin, was selected to be the new State Section Director for Travis and Williamson Counties; Floyd N. Petri, Jr., residing in Red Rock, has been reassigned the responsibilities for Bastrop, Caldwell and Fayette Counties; and Anthony A. Neugebauer, a retired minister living in Cibolo, now supervises Guadalupe and Wilson Counties in Texas. George D. Fawcett, State Director for North Carolina, has made some new assignments and appointments of State Section Directors. George E. Lund III, and Angclo Pete Politis, both residents of Charlotte, NC, have been appointed Co-State Section Directors for Mecklen- burg and Cabarrus Counties. P. Wayne Laporte, residing in Indian Trail and a State Section Director since 1976, is now in charge of Gaston, Union and Lincoln Counties. Gary Levine, Ph.D., State Director for New York, has appointed William E. Knell of Flushing, NY to be his Assistant State Director. Bill Knell is the editor of a newsletter titled The. New York UFO Report. It is conceivable that the New York MUFON State Newsletter could be incorporated into Mr. Knell's publication, now in it's fourth monthly edition. John \"Vic\" Brown, former State Director for New Mexico, has volunteered to serve in the unique position of Scientific Advisor to the New Mexico - MUFON organiza- tion, headed by Teresa Brito-Asenap, State Director. John Komar, Tennessee State Director, appointed David G. Tackett of Memphis as State Section Director for Shelby, Fayette and Tipton Counties in Western Tennessee. H. Harper Kerr, M.D., a retired surgeon in Shalimar, FL, has volunteered his expertise as a consultant in Thoracic and Cardiovascular surgery. New Research Specialists appointed this past month are James \"Gus\" Shelton, M.S. (Sacramento, CA) for counseling; Mon- ty E. Cantsin, M.S. (North Merrick, NY) in Psychology, who is also a psychotherapist, and Joseph G. DiGregorio, M.A. (Oswego, NY) in Philosophy. Continued on page 27 MUFON UFO Journal 258, October 1989"}]
