[{"pageNumber":2,"pageContent":"MUFON UFO JOURNAL NUMBER 203 MARCH 1985 Founded 1967 .OFFICIAL PUBLICATION OF $1.50 MUTUAL UFO NETWORK, INC. . , 1566"},{"pageNumber":3,"pageContent":"MUFON UFO JOURNAL (USPS 002-970) (ISSN 0270-6822) 103 Oldtowne Rd. Scguin, Texas 781554099 DENNIS W. STACY Editor WALTER H. ANDRUS, JR. International Director and Associate Editor THOMAS P. DEULEY ! Art Director MILDRED BIESELE Contributing Editor ANN DRUFFEL Contributing Editor TED BLOECHER DAVE WEBB Co-Chairmen, Humanoid Study Group PAUL CERNY Promotion/Publicity , MARGE CHRISTENSEN Public Relations REV. BARRY DOWNING Religion and UFOs LUCIUS PARISH Books/Periodicals/History ROSETTA HOLMES Promotion/Publicity GREG LONG Staff Writer SIMONE MENDEZ Staff Artist TED PHILLIPS Landing Trace Cases JOHN F. SCHUESSLER Medical Cases LEONARD STRINGFIELD , UFO Crash/Retrieval WALTER N. WEBB Astronomy. NORMA E. SHORT DWIGHT CONNELLY DENNIS HAUCK RICHARD H. HALL ROBERT V. PRATT Editor/Publishers Emeritus The MUFON UFO JOURNAL is published by the Mutual UFO Network, Inc., Seguin, Texas. Membership/Subscription rates: $15.00 per year in the U.S.A.; $16.00 foreign in U.S. funds. Copyright 1985 by the Mutual UFO Network. Second class postage paid at Seguin, Texas. POSTMASTER: Send form 3579 to advise change of address to The MUFON UFO JOURNAL, 103 Oldtowne Rd., Seguin, Texas 78155. FROM THE EDITOR In our centerspread this issue you'll find the prevailing critical British viewpoint toward the Rendlesham Forest Affair as represented by skeptic Ian Ridpath. Next month you'll be able to read Jenny Randies' lengthy commentary on what has transpired in the Affair since the publication of SKY CRASH! The issue will be a special International Edition with a variety of articles that indicate the world-wide scope of the UFO phenomenon. In the meantime, we'd like to thank our Art Director, Tom \"Macintosh\" Deuley for the computer generated graphics which appear on page 3 and 17, with more to come; Leonard Bruce for his timely cartoon; and Janet & Colin Bord of the Fortean Picture Library for our cover: \"From a Basel broadsheet written 1566 by Samuel Coccius, describing how on 7 August 'many large black globes were seen in the air, moving before the sun with great speed, and turning against each other as if fighting. Some of them became red and fiery and afterwards faded and went out.'\" In this issue SAY HELLO TO E-T! by Donald M. Ware   :. .3 UFOS: MORE ENGINE EFFECTS by James McCampbell  4 PARISH'S ROLE IN RENDLESHAM by Walt Andrus  7 SIGHTINGS by Mark Uriarte & Brad Sparks .... '.  8 A FLASHLIGHT IN THE FOREST by Ian Ridpath  10 CARTOON by Leonard Bruce   .13 NEWSTMTMOTES     14 LETTERS     16 APRIL STARS & PLANETS by Walter Webb  18 DIRECTOR'S MESSAGE by Walt Andrus .:  .20 The Mutual UFO Network, Inc. is exempt from Federal Income Tax under Section 501(c)(3) of the Internal Revenue Code. MUFON is a publicly supported organization of the type described in Section 509(a)(2). Donors may deduct contributions from their Federal income tax. In addition, bequests, legacies, devises, transfers, or gifts are deductible for Federal estate and gift tax purposes if they meet the applicable provisions of Sections 2055, 2106, and 2522 of the code. The contents of the MUFON UFO JOURNAL are determined by the editor, and do not necessarily represent the official position of MUFON. Opinions of contributors are their own, and do not necessarily reflect those of the editor, the staff, or MUFON. Articles may be forwarded directly to MUFON. Responses to published articles may be in a Letter to the Editor (up to about 400 words) or in a short article (up to about 2,000 words). Thereafter, the \"50% rule\" is applied: the article author may reply but will be allowed half the wordage used in the response; the responder may answer the author but will be allowed half the wordage used in the author's reply, etc. All submissions are subject to editing for style, clarity, and conciseness. Permission is hereby granted to quote from this issue provided not more than 200 words are quoted from any one article, the author of the article is given credit, and the statement \"Copyright 1985 by the Mutual UFO Network, 103 Oldtowne Rd., Seguin, Texas\" is included."},{"pageNumber":4,"pageContent":"SAY HELLO TO E-T! Donald M. Ware State Section Director, Florida For the purpose of this exercise let us assume that some UFO's are extraterrestrial craft controlled by beings of advanced intelligence. The common knowledge of these beings would probably include what we humans consider advanced technology. A problem that now emerges is how to convert common knowledge of aliens to useful information for humans. The potential benefit of progress on this problem makes it worth consideration by serious investigators. If we view the total information associated with the UFO phenomenon as a pie, that portion of this information acquired by government agencies and by civilian investigators can be represented by slices of the pie as shown below. A. Information associated with UFO phenomenon. B. Information acquired by government agencies. C. Information published by civilian investigators. The relative size of the B slice, previously acquired information, cannot be determined. The total amount of information available is not known, and the information acquired by some government agencies remains classified. What does seem apparent is that the amount of information published by civilian investigators is a small portion of that acquired by government agencies. This is based on acceptance of the evidence indicating retrieval of crashed vehicles, i.e., The Rosewell Incident and Leo Stringfield's status reports; government possession of data from numerous encounters with camera and radar; and alien communication with military commanders during landings at Holloman AFB, NM in 1968, and possibly near Bentwaters AFB, United Kingdom in 1980. ALIEN COMMUNICATION There is also evidence in the UFO literature of civilians communicating with aliens. Several such cases that have been investigated by trained UFO investigators are: Betty Andreasson in The Andreasson Affair by Ray Fowler; Virginia Horton and others in Missing Time by Bud Hopkins; and the mother in the \"Mother and Child Texas Abudction Case,\" MUFON UFO Journal, Jan. 1982. During most of the 100 or more apparent abductions that have been investigated, an opportunity was available for the abductee to ask questions. In some, the opportunity was specifically offered. It is interesting to note that Betty Andreasson, and several individuals investigated by Bud Hopkins, apparently had more than one encounter with alien beings. Can we assume that some other abductee will have another encounter? And, if one did, will we humans be able to take advantage of the situation and learn something significant? It seems apparent that aliens have not voluntarily imparted significant technical knowledge to the human race. Perhaps it is their policy not to do so to avoid too great an impact on our society, or for some reason. If this is true, then any technical information we might acquire could be considered unofficial, but still useful and interesting. FUTURE QUESTIONS Now let us consider several questions that might be asked by future abductees, the answers to which, although \"unofficial\" might produce significant information. It is important that the questions be balanced between being too technical to teach to past abductees and perhaps the general public, and being too non-technical to produce useful information. 1. How can we best contain a thermonuclear reaction?Qur scientists have been working hard on this problem for many years in the laboratories of Princeton, Los Alamos and Lawrence Livermore. The quest for safer and cheaper energy has tremendous potential benefits for all humans. Any useful information from aliens in this area could probably be recognized within a few years, and the results could not be hidden under the lid of government secrecy for long because of the need for cheaper energy in the open market. 2. Describe yourself biologically; i.e., body temperature, pulse rate,, respiration rate, food and oxygen requirements, etc.? Answers to this question could help relieve our fear of the unknown and allow humans to develop friendlier thoughts toward alien visitors. If any great surprises occur, that would be interesting too. Much of this information is not readily obtainable from cadavers that may be in the possession of some government agency. 3. How far away is your home planet, and how long, in earth time, did it take you to get there? A simple answer to the first part would hopefully be in light years. An answer to the second part would indicate the average speed of travel. 4. How long have your people been watching us, and what are your (continued on page 6)"},{"pageNumber":5,"pageContent":"UFOS: MORE ENGINE EFFECTS by James McCampbell DIESELS, TOO? UFO interference with automotive engines is well recognized and thoroughly documented. Catalogs of such events have been compiled in Australia, England, Germany, and the . United States. In 1981, the Center for UFO Studies released summaries and statistical analyses of 441 cases including 268 in which engines not only ran roughly and lost power but completely stalled. 1 Only one case in that catalog pertained to the failure of a diesel engine that coincided with loss of headlights along with many other details that will be reviewed later. 2 Although not intended to be comprehensive, a rather extensive search of the literature for the present study uncovered only four additional cases that occurred after the CUFOS publication or whose original documentation may have been unavailable. A review of eight known events may shed some light upon this perplexing and apparently neglected subject. A very famous case in Forli, Italy on November 14, 1954, (Case 1). Two tractors were being driven side-by-side down a road when a UFO was encountered. One of them, operating on gasoline with electrical ignition, failed but the other one, a diesel- powered machine, did not. 3 ELECTRICAL INTERFERENCE As many hundreds of UFO sightings have involved electrical interferences of wide variety, it was natural and probably correct for most people to attribute the failure of gasoline engines to some sort of electromagnetic phenomenon. However, that conclusion may have spawned a subtle and pervasive notion that diesels are immune to interference by UFOs. Another highly publicized example that demonstrates the resistance of diesels took place in the early morning hours of November 6, 1967, in England (Case 2). While driving a diesel truck, the witness saw a strange, egg-shaped object above some trees about % mile away. The lights and radio went out but the engine continued to run as the object landed on the road only 15 yards away. A flexible tube came from the bottom of the UFO with a box on the end. Connected to the box were four short hoses that sucked up grass, gravel, and dead leaves from both shoulders of the road. Then a Jaguar that drove up to the landed UFO on the opposite side lost both its headlights and engine. 4 So again under comparable circumstances, a diesel engine continued to run while a presumably, spark-ignited engine failed. That diesel engines can be disrupted was probably first observed on a fishing boat plying Hawk Inlet, Alaska on December 16,1958 (Case 3). The UFO had been seen the previous day floating on the water about % mile away. When it appeared about 70 ft. above the mast, the fisherman radioed the Coast Guard. About 5 minutes later, the \"boat's power\" failed and the radio went dead. An auxiliary diesel generator was barely running but it came back to normal as the UFO flew away. 5 The description of this case is less than explicit but the language would ordinarily be taken to mean that the boat's propulsion system failed. It would be rare, indeed, for a boat with a diesel generator to be powered by other than a diesel engine thereby requiring the storage of two different kinds of fuel. Nevertheless, it is quite clear that the diesel generator malfunctioned, a detail that will be seen in other cases. Robert Gomez was driving a \"vacuum\" truck west of Alice, Texas in the early afternoon of June 12, 1981 when he encountered a hovering, disc- shaped, and brightly-glowing object (Case 4). As his truck slowed down, he depressed the the accelerator to maintain speed and reported that the exhaust stacks were blowing smoke. The truck seemed to be about 1 ft. above the road. His AM radio failed but he was able to report to his dispatcher on a CB. The AM came back on when the UFO disappeared into some clouds. 6 Gomez was carrying 165 gallons of water under no pressure at the time of the sighting but the tank was later found to be pressurized to 55 psi. Upon attempting to drain the tank, no water came out. Only steam. From thermodynamic relations it can be established that the temperature of the water and vapor in the tank had been increased to about 303°F. Upon opening the drain, he reduced the pressure at the exit to 14.7 psi, one atmosphere. As the vapor pressure of the hot water was 69.7 psi absolute, it would suddenly flash to steam and that process would continue until the tank was empty. Further information in this case is being sought so that a detailed, quantitative analysis can be done. On March 21, 1974, 21-year-old Maximiliano Iglesias Sanchez had two remarkable and complex encounters with several UFOs and their occupants (Case 5). While driving a diesel truck at 2:30 a.m., he approached to within 200 meters of a UFO standing on the highway and spanning the breadth of the pavement. His lights and engine failed. Another UFO was seen nearby and two, tall human-like creatures. At 11:15 p.m. the same day, he saw three UFOs at the same location with one sitting on the road. Again, the engine failed. He panicked as four \"beings\" approached him and then hid in a ditch 2 kilometers away to escape their pursuit. Later, upon driving away and yielding to curiosity, he returned to the (continued next page)"},{"pageNumber":6,"pageContent":"DIESELS, TOO, Continued site on foot and observed four beings working on an embankment with strange tools. 7 TRAIN STALLS A diesel train of 14 cars was stalled on March 10,1983, by a huge UFO near Ventilla, Bolivia, (Case 6). First seen as an enormous, blinding cloud of light over the city, it then flew toward the train changing color from bright white to glowing orange. Seventy passengers on board were awakened and screamed in terror. A yellow ray of light struck the locomotive and stalled the engine. Engineer Sixto Churaz said that \"I tried to start up the engine, but it was dead. Fifteen minutes later the engine suddenly came to life again as the object began to move away from the'train.\" The locomotive had just been through an overhaul and was found to. be in perfect condition. Experts from the University of Oruro, railroad officials, and local police confirmed that a UFO had paralyzed the train and that it was not a mechanical breakdown. On three previous nights, nearby villagers being harassed by UFOs tried to frighten them off with gunfire. 8 This episode introduces the extremely challenging element of the engine starting by itself as the UFO departed, a circumstance that has been reported on 27 other occasions for spark-ignited engines. 9 A truly impressive event took place in Nha Trang, Vietnam at 9:45 p.m. on June 19, 1966 (Case 7). A brightly glowing UFO was seen flying at an estimated altitude of 25,000 ft. over a large, U.S. military base. It dropped down to hover at 300 to 500 ft. above an outdoor movie, appearing to be about 50 ft. in diameter and illuminating the whole area as bright as day. The.diesel generator for the movie projector was knocked out..Just outside the base, 8 huge bulldozers (D9s) were working in the dark on missile sites. AH their lights went out and their engines failed. At an airfield about l / 2 mile away, six independently-operating, diesel generators failed. Also, two Skyraider fighter planes were revving engines on the runway that failed. They were single-seat, combat aircraft with powerful, reciprocating, radial engines that burned aviation gasoline. Finally, a Shell Oil Company tanker that was anchored offshore experienced a complete blackout. 10 Eight UFOs were sighted between November 9 and December 14,1978, in the vicinity of an oil-gathering center near Kuwait City, Kuwait (Case 8). The government appointed a committee of experts from the Kuwait Institute For Scientific Research to investigate. An Institude representative, Ratib Abu Id, told U.S. embassy officials that they had rejected the idea of espionage devices and did not know enough about the subject to rule out spaceships. In addition to the events above, a senior official of the Kuwait Oil Company (KOC) reported to the embassy that the UFO \"...which first appeared over the northern oil fields seemingly did strange things to KOC's automatic pumping equipment. This equipment is designed to shut itself down when there is some failure which may seriously damage the petroleum gathering and transmission system and it can only be restarted manually. At the time of the UFO's appearance the pumping station automatically shut itself down and when the UFO vanished the system started itself up again.\" 11 It would be helpful to learn exactly what kind of engine failed and self- started. So a letter of enquiry and a package of information were sent to Mr. Id via the State Department and the Kuwait Embassy. After a two month delay and a follow-up letter, no response has been received. Similarly, the Kuwait Oil Company remains silent .regarding details about the event and the subject engine. Isolated instances of strange effects from UFOs can be easily set aside: The information is not consciously rejected but its acceptance as fact would force an uncomfortable effort to fit it somewhere into one's mental construct or perception of the UFO phenomenon. So it is with.diesel interference. Only when sufficient evidence is assembled does it become compelling to try to understand what is happening. The above cases suggest that diesels are, indeed, subject to disruption by UFOs. They include the various patterns so typical of spark- ignited engines, namely, a) a rough running and power loss, b) stalling, c) failure to restart, and d) self-starting. Cases involving both types of engines indicate that diesels are more resistant than spark-ignited engines and that a different mechanism is responsible. Four basic factors are required by an operating engine, namely, 1). mechanical structure and parts . (timing), 2) suitable fuel, 3) oxygen, and 4) ignition (spark or compression). All previous efforts to analyse interference with automotive engines have been focused upon the electrical, ignition system. But failure of ordinary diesel engines cannot be attributed to a system that is not present. Rarely, if ever, is mechanical damage reported that would necessarily persist after a UFO event. Neither does it appear that changes take place in the fuel supply making it unsuitable. One is left with a strong suspicion that diesel interference must somehow be related to the oxygen supply. While that notion may appear to be unreasonable, there is scientific justification to examine the possibility, a task beyond the scope of this paper.     . Self-starting of the 'Kuwait pumping station is a real puzzler! The analysis of 27 known cases- of spark- ignited engines that started by themselves showed that they all occurred as the UFO flew away. 12 That pattern was faithfully repeated in Kuwait. But the only proposed mechanism for self-starting is based upon a sustained arc discharge across the breaker points while the UFO is present. It's collapse upon departure of the UFO would ignite a cylinder with a fresh charge that had come to rest past top-dead-center. Engine cranking would be vigorous. But large, fixed engines are usually diesels arid there is the rub. DIESELS The notably higher efficiency of diesel engines over gasoline engines is achieved by using a higher compression (continued on next page)"},{"pageNumber":7,"pageContent":"DIESELS, TOO, Continued .ration. The compression ratio in gasoline engines is limited to about 7 or 8 to 1 to avoid explosive pre-ignition of the fuel-air mixture. Ratios of 14 to 1, howeyer, are possible with diesels because they compress only air. A metered amount of fuel under high pressure is sprayed into the cylinder at the critical • time. With the air temperature in the cylinder at about 500°F, the fuel is immediately ignited so\" spark plugs are not required. When reliable supplies of natural gas are available, such as in petroleum fields and along gas pipelines, it can be' used as a fuel in stationary engines. Older types of these engines compressed a mixture of gas and air but were limited to low compression ratios typical of gasoline engines. This problem was circumvented by designs that utilized very lean mixtures of gas and air, yielding compression ratios that were comparable to diesels. Ignition in them was produced by a pilot injection of fuel oil supplying only about 5% of the BTUs. Even that small amount of refined oil can represent a significant logistics problem and expense, so in later developments, manufacturers introduced models that replaced the diesel oil injectors with spark plugs! These engines, known as \"high-compression, spark-ignited gas engines\" are produced in great variety by several manufacturers in the range of about 1500 to 4500 horsepower. They are \"....the ideal choice for compression stations on gas pipelines.\" 13 Because of the higher pressure of gases in the spark gap, these engines require much more powerful electrical systems in accordance with Paschen's Law. Secondary circuits operate at about 25,000 volts. So they would be uniquely sensitive to interference by any source of ionization in the atmosphere that would reduce the breakdown potential and permit shorting the high-voltage surges to ground rather than allowing delivery to the spark plugs. While there are many variation in design of the electrical systems, they have breaker points. 14 Consequently, collapse of an arc across the points could cause this type .of diesel ..to .self-start in complete analogy to automobile engines. It is : hoped.that complete descriptions may eventually become available for both the engine in the Bolivian train (Case 6) and the one in the Kuwait pumping station (Case.8). REFERENCES 1. Rodeghier, Mark, UFO Reports Involving Vehicle Interference, A Catalogue and Analysis, edited by Mimi Hynek andSannaHans Longden, . Center lor UFO Studies, October, 1981. 2. Rodeghier, ibid., pp 61 and 78. 3. Lorenzen, Coral and Jim, UFOs, The Whole Story, p 145, Signet, 1945. . . 4. Lorenzen, Coral and Jim, Encounters With UFO Occupants, p 16, Berkley, 1976. 5. Summary in Falla, Geoffrey, \"Vehicle Interference Project,\" p 49, The British UFO Research Association, publication date unknown but later than July 1978. Original source was APRO Bulletin, May/June, p 6, 1969. 6. Hill, James M., \"South Texas Vehicle Effect Cases,\" MUFON UFO Journal, p 8, January 1982. 7. Olmos, Vicente-Juan Bdllester, A Catalogue of 200 Type-I UFO Events in Spain and Portugal, p 44, Center for UFO, Studies, 1976. First hand investigation by Olmos. Detailed accounts and translations from Stendek are available in Skylook, Vol 83 p 5, October J974, Vol85, p3-7, December 1974, and Vol 88, p 5, March 1975, Mutual UFO Network. 8. Richman, Gary, Stunned Passengers Watch In . Terror As UFO Stops Train Cold, National Enquirer, July 26,1983. Kindly supplied by Lucius Parish. 9. McCampbell, James M., UFO Interference With,' Vehicles And Self-Starting Engines, in UFOS: A.Scientific Challenge, MUFON 1983 UFO Symposium Proceedings, p 46, Pasadena, California, July 1,2, & 3, 1983. 10. Fowler, Raymond £., UFOs: Interplanetary Visitors, p 102, Exposition Press, .1974. Also Stringfield, Leonard H., Situation Red, The UFO Siege!, p 197, Doubleday,.1977. 11. Cable No. 79 Kuwait 486, January 29, 1979 and Cable No. 80 Kuwait 3223, July 8, 1980 from the American embassy in Kuuiait to the Secretary of State in Washington. The cables, the latter having been previously classified Confidential, were released under the Freedom of Information Act to Peter Gersten et al who kindly furnished copies to the author. This case was briefly mentioned by Gersten in \"What The Government Would Know About UFOs If They Read Their Own Documents,\" in UFOs....the Hidden Evidence, 1981 MUFON UFO Symposium Proceedings, p 26, M.I.T., Cambridge, Mass., July 25 & 26, 1981: It is extremely interesting to note in the cables how widely UFO information is dispersed throughout the government. Copies were sent to the American embassies in Abu Dhabi, Dora (Iraq), London, Al Manamah (Bahrain) and Muscat. The U.S. Commander in Chief (Europe) duly received his copy. Distribution in Washington included the Secretary of Defense, National Aeronatics and Space Administration, National Security Council, National Science Foundation, Department of Energy, Central Intelligence Agency and about a dozen other agencies that cannot be positively identified. 12. McCampbell, op. cit., 1983. 13. Kates, Edgar J., Diesel and High Compression Gas Engine- Fundamentals, Chapter 18, High-Compression Gas-Burning Engines, American Technical Society, 2d Edition, 7th Printing, 1965. ' 14.. Kates, ibid., p 404. ©1985 James McCampbell SAY HELLO, Continued reasons /or being here now? The first answer could add some credibility to the work of ufologists who have studied' the Book of Dyzan, the Bible, and other indications of Ancient Astronauts. The second part of the question is more complex, since there are probably numerous answers. It is far more complicated than asking our sociologists why they study the primitive tribes of Brazil or the Philippines, etc. The answers, if well publicized, could foster a less hostile attitude toward the aliens. 5. Hou; do you eliminate fear in humans? Abduction stories in the literature include numerous accounts of aliens causing humans to go rapidly from a state of panic to one of calm and peacefulness. This is presumably done to relieve hysteria caused by fear. Mastering this capability would • certainly have national defense implications. Information on how to do this could lead to research by medical and physical scientists. 6. How do you control gravity? This question is more presumptive than the others, and the answer may be too technical to be made unofficially to an abductee who is not a physicist. However, even admission that they do control gravity would be interesting; so if an abductee runs out of other questions he might try. this one. MUFON field investigators who have contact with past abductees may find it productive to provide them with a list of questions they might ask an alien if they ever get the chance. \\ There also seems to be no harm in (continued on next page)"},{"pageNumber":8,"pageContent":"FARISH'S ROLL IN RENDLESHAM by Walt Andrus Quoting from SKY CRASH, page 29, the following two paragraphs describe Mr: Parish's contribution by the authors to this mystery: \"The other relevant information that Bob Easton had to offer had come from Norman Oliver, then editor of trie BUFORA Journal. Norman had actually received a letter from one of his contacts in the U.S.A., ufologist Lucius Parish. Lucius had been appraoched in the last couple of weeks by a U.S. Air Force man who had been sent back to America from his tour of duty in Britain, and discharged from the service. Medical reasons were cited, but he insisted that it was because he had refused to keep silent about 'something big' that had taken place on the base where he was stationed in England, during late December and early January. \"It was not clear whether this mysterious .witness, whom we have never been able to trace, was relating things, that he had seen or simply fanning the rumors that were spreading around the base. But it seems that he was claiming that there was not merely one landing, but several! These all happened, over the course of a few weeks.. To a point this confirmed what Steve Roberts had said. The close encounter he was party to was not the only one that had happened.\" Since new eyewitnesses have been revealed in the United States after the book was released on October 24, 1984, Walt Andrus wrote to Lucius Parish to obtain clarification of his contribution to the Bentwaters Case as related above by Jenny Randies in SKY CRASH. Because few essential details and facts were available from this mysterious witness, and the information was at least fourth hand, that is 1) mysterious witness, 2) Lucius Parish, 3) Norman Oliver, and 4) Bob- Easton, Walt Andrus was anxious to get to the bottom of this lead. Quoting from Lucius Parish in his letter of January 14, 1985, in response . to my inquiry, he has volunteered the following clarification: \"I can understand your interest in my 'role' in the Rendlesham Case, as related in the book. Unfortunately, virtually none of the information pertaining to me is correct!\" Lou explains that \"I received a note from one of the UPON (UFO Newsclipping Service) subscribers, enclosing a portion of a letter which a friend or relative of his had received. The letter-writter was (as memory serves) the wife of someone stationed at the Air Force Base. She briefly mentioned the rumors then making the rounds of the base (landing of a UFO, possible occupants, etc.). As this was the first I had heard of the incident, I wrote a postcard to Norman Oliver, asking him if he knew anything else about the case. I don't recall the sequence of events, but evidently he was contacted by Brenda Butler or Dot Street shortly after hearing from me. \"So, as you can see, I have talked to no U.S.A.F. personnel who were allegedly involved with the case. Norman Oliver, Brenda Butler and Dot Street were never given any information which would have allowed them to draw such a conclusion.\". I appreciate Lou Parish's frank assessment of his part in the Rendlesham . Forest mystery as will other readers of SKY CRASH. With all respects to the diligent authors of this book, their early leads after the original disclosure by Steve Roberts six days after the event, were in many cases rumors that required tireless follow-up to determine their authenticity. Lou's note to Norman Oliver was simply another of the many rumors that leaked out early in the investigation. These were some of the threads of evidence which ultimately disclosed and confirmed one of the most important UFO cases in modern history as depicted in SKY CRASH arid in the recent Cable News Network (CNN) Special Assignment Program titled \"UFO - The Bentwaters Incident,\" produced by Chuck DeCaro, that was aired between January 23 and 27,1985. Mr. Ted Turner, the owner of CNN and WTBS-TV in Atlanta, Georgia, is to be congratulated for having the foresight and intestinal fortitude to produce such a revealing UFO documentary. This is the type of program that \"60 Minutes\" or \"20/20\" would have loved to break to the American public; however, Ted Turner's TV pioneering spirit through the terrific investigative work of Chuck DeCaro made it possible. Larry Fawcett, Assistant State Director for Connecticut and co-author of CLEAR INTENT, must receive his earned accolades, since' he served as technical advisor and provided the \"leg-work\" and contacts to Chuck DeCaro which made the film possible. We invite everyone to write to Ted Turner and express their appreciation for his courageous investigative documentary on the most important scientific mystery of our time — UFOs. SAY HELLO, Continued discussing such questions with the general public in our effort to inform them about UFO's and modify their general attitude. In the years to come, if we are wise enough to recognize valid information when we get it, our efforts may significantly increase that slice of the pie representing acquired information."},{"pageNumber":9,"pageContent":"SIGHTINGS by Mark Uriarte & Brad Sparks DATE OF SIGHTING: 29-30 August 1976 TIME OF SIGHTING: Between @ 23:30-00:00 Hours, (@ ll:30p.m.-12:00 a.m.) TYPE OF SIGHTING: NL that became CE-1 with personal physical effects and possible occupant seen. DURATION OF SIGHTING: As a NL maybe 30 minutes, as CE-1 @ 20 Seconds WITNESS NAME: Wayne Singleton TELEPHONE TIP On or about 1 September 1976,1 received a telephone call from Mr. Brad Sparks, a University of California Berkeley student and Aerial Phenomena Research Organization (APRO) UFO investigator. Brad informed me of a possible close encounter case in Sonoma, California (located about 30 miles north of San Francisco). After making an appointment with the witness, Brad, who I already knew as a reliable investigator, and I proceeded to the home of the witness, a Mr. Wayne Singleton (age 15). Wayne at the time of the sighting was a junior at a local high school. During our interview Wayne seemed to us an intelligent and inquisitive young man who wanted nothing more than an explanation for what he saw that night of the 29th of August 1976. Actually Wayne believes it may have occured just after midnight (1202a.m.) on the 30th. Also present during our interview was Wayne's mother who vouched for her son's excitement the night of his sighting. Also partially involved in this case was a man by the name of Joe (no last name was given) who was a family friend with them at the time of the sighting but not present during the interview. 8 According to Wayne the following is what occurred on the night of August 29-30, 1976, around his home in Sonoma, California. NOCTURNAL LIGHT On the night of the 29th, Wayne had gone to bed at about 2200 hours (10:00p.m.) P.S.T. Now he has a small room with his bed at one corner and a window near the head of the bed. The window looks out to the back of,the house which is small and only one level. The area behind the house is an open flat area that reaches out to the hills in the west about 1-1 1 / 2 miles away. Near the back of the house is a corral which they own. Also west of their house in the open area are some small buildings which they do not own. At around 2300 hours (ll:30p.m.), Wayne states that he awoke and for no reason he just got up and started looking out the window to the hills in the west. There he saw over the hills and slightly to the southwest of his window and viewing point a blue light that he states was moving up and down 'all sorts of ways'. After lookin at this light for an uncertain period of time (he felt the whole sighting from when he first saw the NL to when he last saw the object close was 30 minutes), he then noticed to his right and slightly to the northwest of his window 3 small red lights that appeared close together and which appeared to be over another hill. As he noticed these red lights they started moving closer to him. The closer they got the lighter in color they got. There was no noise coming from any of these lights. Finally the lights had moved to where they were almost over him at which point they now turned white in color. He was now looking straight up at the lights for they had now stopped above him. To view the lights which was now really an object with form, he had to get down below window level and look straight up. He estimated that while it had stopped to hover he had it in view for at least 5 seconds and perhaps as much as 10 seconds. From over the hill where he had first seen the red lights to hovering overhead was around another 5 seconds. So the total viewing time of the red lights was about 15 seconds. Now that the lights or object was over his window he saw the following: The object appeared oval in shape, though he was not sure for the outline was barely discernible. Perhaps slightly similar to a football. There were also 2 large windows slightly separated from each other in the middle of the object. There was a dark or black rim around the windows and the inside was white or there was a white light from within the windows. To his right he saw a sort of spotlight (the object's left side?), pointing down at him. He said it looked liek a sort of flashlight or dentist's light, yet there was no real light on him. He pointed out that at one point when the .object was coming towards him he saw in one of the windows a dark or black stick or peg he thought maybe a figure. However, by the time the object had come close enough to where it reached or passed the point of the corral nearby, it was gone. It was in other words, gone by the time it had reached its closest point to the house. Wayne also said, that at the point where the object was coming towards him and when it was just over the corral, he called out to his sister, Cindy, who was in the next bedroom. However he claims that when he called out to her he could not hear his voice, as though his voice did not carry in the air. In short he heard no sounds at all. Wayne also claims that while he was staring at it, he felt hypnotized by it. Then all of a sudden it took off over the house in an easterly direction. He then ran into his mother's room and woke her up. (continued on next page)"},{"pageNumber":10,"pageContent":"SIGHTINGS, Continued Upon telling his mother what had happened, they went outside to see if it was still in the area. However there was nothing there; even the blue light in the southeast was gone now. PHYSICAL EFFECTS Later we learned that there is a kennel nearby and that the dogs were barking at roughly the same time of the sighting. Wayne described his reactions during the sighting as nervous, an odd body shake overcame him and the feeling of slow motion when he tried to move. Also we learned that earlier at around ll:00p.m., Joe had gone outside and while outside noticed that the static electricity in the air was causing his body hair to stand-up. On the standard form that Wayne filled-out, he stated that the size of the object was larger than a Cadillac car when it was at its nearest point or just above him. At its farthest point it appeared as a pinhead held at arms- length. The weather was clear with no moon out at the time. Wayne also felt that when the object was hovering over the window, it was at an angle and therefore this accounted for why he could only see the front panel and windows. Speculating later, Wayne's mother felt that perhaps the blue light seen early in the sighting was a light being used by hunters who sometimes go up into the hills at night because it is illegal to hunt there. Both Brad and I discounted this explanation because of the light's unusual movements as stated by Wayne, and that the light was above the hills instead of in them. CONCLUSIONS It should first be pointed out that Wayne seemed to both Brad and me a sincere and honest young man. He gives no impression of being a hoaxer. Wayne also did not show any rea) previous knowledge of the subject of UFO's. He stated that even though he had a book on UFO's 'Beyond Earth, Mans Contact with UFO's', he had never read very much of it. He claims to have purchased the book sometime earlier (months?) from the date of the sighting. As per my request, I received from Wayne about a week or so later, a letter or write-up in his own words about his sighting. In the write-up Wayne states in reference to his getting up to look out the window, \"I got back-up and started looking out the window. I didn't know why I was doing this, for I never do this.\" Wayne also claims in his letter to me, that on the Friday after the interview he and his mother saw what they believe to be a UFO. That it had 3 red lights, but in a different order than the UFO he first saw. This area of northern California (Sonoma County) is known for its occasional UFO sighting. After' weighing all the information.as well as reaction and attitude of the witness and family, it is the view of the investigators that a. real incident occurred and basically as described by Wayne. We leave it up to the reader to make up his/her own mind. Any questions, comments and arguments that the reader may have on this case the investigators will be most glad to hear from. Also any other similar cases that the reader may be aware of that the investigators are not, the investigators would like to hear about them. -investigated by MARK A. URIARTE and BRAD SPARKS DATE OF SIGHTING: July 25, 1977 TIME OF SIGHTING: 0305 Hours LOCATION: San Francisco Marina along San Francisco Bay TYPE OF SIGHTING: CE-1 DURATION OF SIGHTING: 20 Minutes WITNESSES NAMES: Bryant and Mimi Beckett This case was brought to my attention on 26 July '77, by a member of Amalgamated Flying Saucer Club of America who at the time resided in Berkeley, Ca. The witnesses who received no cooperation from the local police found the phone number of AFSC in the phone book. I was notified by the local Amalgamated representative and asked to investigate the case. I will break this report into three parts. First the witnesses' narrative of their experience, then background information on the witnesses and finally other pertinent data and my conclusions. The witnesses are married. Bryant .possesses better eye sight than his wife Mimi, who at the time of the sighting did not have her glasses which she needs to see distances. Bryant therefore did most of the talking during the interview. Much of their story comes from him therefore. CONE-SHAPED Bryant who works late hours (he comes home after 2a.m.) and his wife decided to get something to eat at a nearby fast foot restaurant that is open 24-hours a day. However, instead of eating there at the restaurant they decided to park along the San Francisco Marina and eat. The time was about 3:05 a.m. when he finished eating. Their car was facing San Francisco Bay with the weather in the vicinity fairly clear, though most of the rest of San Francisco was fogged in. As he finished eating he bagan to light a cigarette when he looked up at the.windshield and all of a sudden he noticed this object or light coming straight down over the area of Angels Island about 2'/ 2 miles from the marina and the mainland. He thought it must have been moving 250 mph or more and that it looked like something that had been thrown straight down. It looked like it ,was going to crash into the water when all of a sudden it stopped. It did not bounce or anything as he put it, just a quick dead stop. After it had stopped it began to \"kind of bounce\" in the air and proceeded to move off at perhaps 15-20 mph. No noise was heard at all up to this point or at any time during the sighting. Also no exhaust or trail was noted. Bryant felt no one would have known it was there unless \"you had seen it come down.\" In short the object (continued on page 12)"},{"pageNumber":11,"pageContent":"GRASSROOTS 'Despite a massive cover-up, News of the World investigators have proof that the mysterious craft came to earth in a red ball of light. An American airman who Was there told us there were three beings in silver space suits aboard the Craft. . .' More seriously, they produced a supporting statement from a named American Air Force colonel, which we reprint on the right. And an American UFO expert who said 'You can't hide the truth for ever.' Which is where Ian Ridpath takes,up the investigation. A flashlight in the forest FOUR Chrlstmases ago, something remarkable was said to have occurred outside the US Air Force base at Woodbridge, near Ipswich. News of the event leaked out slowly, finally hitting the headlines in October 1983: \"UFO Lands in Suffolk — Official,\" screamed the front page of the News of 'the World. The story was sensational. It told of a group of American airmen who were confronted one night with an alien space- ship in Rendlcsham Forest, which surrounds the air force base. According to the story, the craft came down over the trees and landed in a blinding explosion of light. The airmen tried to approach the object, but it moved away from them as though under intelligent con- trol. The following day, land- ing marks were found on the ground, burns were seen on nearby trees, and radiation traces were recorded. There was even talk of aliens aboard the craft, and allegations of a massive cover-up. It had all the ingredients of a classic UFO encounter. The News of the World's informant was a former US airman. He was given the pseudonym Art Wallace, for he claimed that his life had been threatened if he talked. Yet here he was freely giving interviews to newspapers and television. While his fantastic .story might be doubted, it was impossible to shrug off a memo written by the deputy base commander, Lt. Col. Charles I. Halt, to the Minis- try of Defence, which was publicly released in the United States under the Free- dom of Information Act. Halt's memo, reprinted in full here, is not as sensational as Wallace's story, but it is prime documentary evidence of a type rarely encountered in UFO cases. UFO researchers in Britain could scarcely believe their luck: this was The Big One, final proof that We Are Not Alone. The News of the World E aid £12,000 for the story.'A ook was recently published about the case, and American TV crews have been filming at the site in recent weeks. All that evidence, backed up by the word of the US Air Force, could not possibly have a rational explanation. Or could it? Here are the facts that you have not been told. Soon after the News of the World story appeared, I went in search of local opinions about the case. I made contact by telephone with a forester, Vince Thurkettle, who lives within a mile of the alleged UFO landing site. \"I don't know of anyone around here who believes that anything strange happened that night,\" he told me. So what did he think the flashing light was in Rendjesham Forest? I was astonished by his reply. \"It's the lighthouse,\" he said. That lighthouse lies at Orford Ness on the Suffolk coast, five miles from the forest. Thurkettle plotted on a map the direction in which the airmen reported seeing their flashing UFO. and found that they were looking straight into the lighthouse beam. Could this really be the answer? I visited the site with a camera crew from BBC TV's Breakfast Time. On the way there, the cameraman was sceptical about the lighthouse theory. I didn't blame him. It was gone midnight when Vince Thurkettle took us to the site of the alleged land- ing, and it felt spooky. The area had by now been'cleared ' of trees as part of normal forest operations, but enough pines remained at the edge of the forest to give us a realistic idea of what the airmen saw that night Sure enough, the lighthouse beam seemed to hover a few feet above ground level, because Rendlesham Forest is higher than the coastline. The light seemed to move around as we moved. And it looked close — only a few hundred yards away among the trees, All this matched the airmen's description of. the UFO. The conclusion was clear. Had a real UFO been present as well as the lighthouse, the airmen should have reported seeing two brilliant flashing lights among the trees, not one. But they never men- tioned the lighthouse, only a pulsating UFO — not surpris- ingly, since no one expects to come across a lighthouse beam near ground level in a forest So startlingly brilliant was the beam that the television cameras captured it easily. The formerly sceptical 10"},{"pageNumber":12,"pageContent":"THE GUARDIAN Saturday January 5 1985 Colonel Charles Halt's memo on official American Air Force notepaper was headed •' Unexplained Lights\", dated 13 January 1981, and sent to the RAF. It said: 1. Early in the morning of 27 Dec 80 (approximately 0300 L), two USAF security police patrolmen saw unusual lights outside the back gate at RAF Woodbridge. Thinking an aircraft ••night have crashed or been forced down, they called for permission to go outside the gate to investigate. The on-duty flight chief responded and allowed three patrolmen to proceed.on foot. The individuals reported seeing a strange glowing object in the forest. The object was described as being metalic In appearance and triangular in shape, approximately two to three meters across the base and approximately two meters high. R illuminated the entire forest with a white light. The object itself had a pulsing red light on top and a bank(s) of blue lights underneath. The object was hovering or on legs. As the patrolmen approached the object, it maneuvered through the trees and disappeared. At this time the animals on a nearby farm went into a frenzy. The object was briefly sighted approximately an hour later near the back gate. 2. The next day, three depressions 1 Vx\" deep and 7\"\"in diameter were found where the object had been sighted on the ground. The following night (29 Dec 80) the area was checked for radiation. Beta/gamma readings of 0.1 milliroentgens were recorded with peak readings in the three depressions and near the center of the triangle formed by the depressions. A nearby tree had moderate (.05-.07) readings on the side of the tree toward the depressions. 3. Later in the night a red sun-like light was seen through the trees. It moved about and pulsed At one point it appeared to throw off glowing particles and then broke into five separate white objects and then disappeared. Immediately thereafter, three star-like objects were noticed in the sky, two objects to the north and one to the south, all of which were about 10 degrees off the horizon. The objects moved rapidly in sharp, angular movements and displayed red. green and blue lights. The obryects to the north appeared to be elliptical through an 8-12 power lens. They then turned to'full circles. The objects to the north remained in the sky for an hour or more. The object to the south was visible for two or three hours and beamed down a stream of light from' time to time. Numerous individuals, including the undersigned, witnessed the activities in paragraphs 2 and 3. cameraman was convinced. My .report was shown the following morning on Break- fast Time, much to the dismay of UFO spotters and the News of the World reporter. . The lighthouse theory soon had its supporters -and its detractors. But there were still too many open questions . for the case to be considered solved. For instance, what about those landing marks? Some weeks later I returned to Rendlesham Forest in search of answers. The land- ing marks had long since been destroyed when the trees were felled, but I now knew an eyewitness who had seen them: Vince Thurkettle. He recalled for me his disap- pointment with what he saw. The three depressions were irregular in shape and did not even form a symmetrical triangle. He recognised them as rabbit diggings, several months old anal covered with a layer of fallen pine needles. They lay in an area sur- rounded by 75ft tall pine trees planted 10ft to 15ft apart — scarcely the place to land a 20ft wide spacecraft. The \"burn marks\" on the 'trees were axe cuts in the bark, made by the foresters themselves as a sign that the trees were ready to be felled. I .saw numerous examples in which the pine resin, bub- bling into the cut, gives the impression of a burn. Additional information came from other eyewitnes- ses — the local police, called to the scene by the Wood- bridge air base. The police officers who visited the site reported that they could see no UFO, only the Orford Ness lighthouse. Like Vince Thur- kettle, they attributed the landing marks to animals. The case for a landed space- ship was looking very 'shaky indeed. What had made the airmen think that something had. crashed into the forest in the first place? I . eady knew from previous Ut'O cases that a brilliant meteor, a piece of natural debris from space burning up in the atmos- phere, could, give such an impression. But I was unable to find records of such a meteor on the morning of December 27.. Here the police account provided a vital lead by show- ing that Col. Halt's memo, written two weeks after the event, had got the date of the sighting wrong.:It occurred on December 26, not December 27. With this corrected date, I telephoned Dr John Mason, who collects reports of such sightings for the British Astronomical Association. He told me that shortly before 3 am on December 26 an excep- tionally brilliant meteor, almost as bright as the full moon, had been seen over southern England. Dr Mason confirmed that this meteor would have been visible to the airmen at Woodbridge as though something were crashing, into the forest nearby. The time of the sicht- ing matched that given in Col. Halt's memo. Finally, I turned to the question of the radiation readings. I learned that read- ings, like those given in Col. Halt's memo would be expected from natural sources of radiation such as cosmic rays and the earth itself. In short, there was no unusual radiation at the site. As for the star-like objects in the final paragraph of Col. Halt's memo, they were prob- ably just that — stars. Bright celestial objects are the main culprits in UFO sightings, and have fooled many expert enced observers, including pilots. The object seen by Col. Halt to the south was almost certainly Sirius, the-brightest star in the sky. If it seems surprising that a colonel in the US Air Force should identify a star as a UFO, consider the alterna- tives. Is it likely that a bright, flashing UFO should hover over southern England for three hours without being spotted by anyone other than a group of excited airmen? And if Col. Halt really believed that an, alien craft. . had .invaded, his air space., why did he not scramble fighters to investigate? UFO hunters will continue to believe that an alien spacecraft , landed in Rendlesham Forest that night. But I know that the first sighting coincided with the burn-up in the atmosphere of an exceptionally bright meteor, and'that the airmen who saw the flashing UFO between the pine 1 trees were looking straight at the Orford Ness lighthouse. The rest of the case is a product of human • imagination., 11"},{"pageNumber":13,"pageContent":"SIGHTINGS, Continued moved so slowly that it blended into the background so that unless you stared at it for at least several seconds you would not have noticed it. As for the object, it was cone- shaped and it had yellowish-white lights at the bottom moving left to right, and about 1/3 of the way up it had red lights all the way around it; they were also moving left to right. The color of the craft was grayish-black (how he could tell its color from a distance of 2 miles or so he did not explain). Bryant estimated that as the object began to move it was 20-30 feet above the water. During the entire sighting it never changed its height much. The object moved off towards the Marina side of the bay near Sausalito. It appeared to move around the coastline of the bay. As the cone- shaped object took-off (with the rounded point upwards) the top part of the cone opened up at an angle and as Bryant put it, \"a kind of lighted ball came to the top from within the object. The ball then rested on the top.\" They do not know if the ball was directly connected to the rest of the object by anything. When the ball came out it was already spinning in a right to left direction. The little ball also had a band of lights around its middle which were yellowish-white in color and spinning in a right to left direction. Bryant described the ball like \"a big fortune teller's globe that was lighted up and kind of cloudy.\" The little ball appeared to be about 1/3 the size of the top half of the cone (he never did try to give an estimated size to the object overall). While this was happening the entire object was moving and at times it stopped or hovered. The object proceeded to move around the perimeter of the Marina side of the Bay (north of their veiwing position). The object seemed to follow the lights along the shore. When it entered a dark area it appeared to speed up to the next light along the shore at which it would then slow down again. It followed this same pattern moving overall in a westerly direction until it reached the north end of the Golden Gate Bridge. It then proceeded to move along under the bridge until it reached the San 12 Francisco side (the south end of the bridge). While moving under the bridge it did stop once (perhaps to take in the view?) and then proceeded on to the S.F. side. All the time the little ball never left the object and it always remained spinning. Once the object reached the S.F. side Mimi became frightened and wanted to leave. Bryant on the other hand was very interested and excited by it all but he decided to leave because 'his wife was getting very upset. From beginning to end the whole experience . lasted about 20 minutes until they left. They did look for people around them as additional witnesses but saw no one at first. When they drove off, they did notice a parked car some distance down the Marina on the other side of a building. They decided to get the attention of a couple inside the car. However when they noticed that the couple were necking, Bryant felt uncomfortable about bothering them so they did not. Bryant (who spent a short time in the Air Force) and Mimi felt it was definitely not a helicopter (a fairly common sight at times in the area), a plane or any other man-made or natural object. Also Mimi stated that they saw no boat on the bay at any time during the sighting. There were no physical effects on them and they noticed none on the car. WITNESSES Both are friendly and talkative, especially Bryant. Bryant was at the time of the sighting 19 years of age and Mimi appeared to be about 20 (I did not get her age). Bryant was employed full- time as a head bus boy at a major San Francisco hotel. To the best of my knowledge Mimi did not work at the time. He is a high school graduate who has never attended college. Having served a short tour in the Air Force, Bryant claims to be fairly familiar with Air Force aircraft (given his short tour I tend to believe he is only very limited in his familiarization of Air Force aircaft). Both had only a minor interest in UFO phenomena prior to the sighting, even though Mimi admitted to me that she did once read a paperback book about UFO's. She does not remember the book's title. In short, both witnesses seem fairly intelligent and neither seem likely to be the type to create a hoax. At least to this investigator. They are convinced they did not imagine their experience and that it happened as they described. CONCLUSION The fact that there were no other witnesses to corroborate the event of course keeps this from being a higher caliber sighting. There was a report that someone (male) saw the same or similar object that same early morning. However, all efforts to locate him did not result in success. The local S.F. police stated that no other reports of anything unusual were reported on that day or morning. It should be pointed out that the witnesses did try to first call a local T.V. station in order to report their sighting and see if anyone else might have seen it. The station stated it received no other reports, however, someone from the station might call back in order to setup an interview with the witnesses for a later broadcast. Bryant then called information and received a phone number for a local UFO hot-line reporting service (Amalgamated Flying Saucer Club of America). It should be pointed out that after they reported their experience to the police and one full day after their sighting, the same local T.V. station interviewed the witnesses at the Marina but never aired the interview due to the lack of verification by other witnesses. Despite the lack of additional witnesses, I am still confident that this case is not a hoax or an example of the witnesses' wild imagination. Cone- shaped UFO's have been reported before. So their description of the object is not totally unique. Therefore, until I receive evidence to the contrary, my final conclusion is that this was more likely the sighting of a real UFO than a misidentified aircraft. I shall leave it up to the reader to make his/her own conclusion as to what was seen. MUFON 103 OLDTOWNE RD. SEGUIN, TX 78155"},{"pageNumber":14,"pageContent":"SIGHTINGS, Continued DATE OF SIGHTING: Summer 1951 TIME OF SIGHTING: about 12:00 hours or p.m. LOCATION: Fort Sill, Oklahoma TYPE OF SIGHTING: Daylight Disc DURATION OF SIGHTING: less than 2 minutes WITNESS NAME: Mr. B.W. (witness wishes to keep full name confitential) INTRODUCTION In April of 1976 while attending a lecture being given by noted UFO lecturer Stanton Friedman at San Mateo College in San Mateo, Calif., I meet Mr. B.W. Mr. W wishes his name be kept confidential. Mr. W had briefly related to me a UFO experience he had during the question and answer period of the lecture. Out of interest I went to him for further details. He was kind enough to take the time and related to me the full details of this sighting as best he could remember them. 1 say this because the sighting occurred in the summer of 1951. Mr. B.W. is an Aernoautics instructor at the College of San Manteo. He holds a B.S. in economics. He is also a former U.S. Army captain who served in both W.W.U and the Korean War. He is a man who impressed me as very sincere. \"POLISHED DIME\" According to Mr. W in the summer of 1951, he was serving active duty as a captain in the army at Fort Sill, Oklahoma. Mr. W stated that he was outside on the flight line at about 12 noon, refueling an aircraft, when all of a sudden he caught sight of an object coming from the northeast heading in a southwest direction. The object looked like a dime with a high polish. It was self- luminous and though brighter than the background sky, it was not as bright as the sun. As for its size it appeared as large as a dime held at arms-length. The weather was clear and the winds were calm. Throughout the sighting the object was sharply outlined against the sky and at no time was any sound heard. The object did not rise or fall while in view as it moved from NE to SW. The object moved rapidly and was therefore in view for less than 2 minutes. There were other witnesses as well and they included one pilot, two mechanics and two tower controllers. Unfortunately, he does not remember their names. Personally, Mr. W was awed at the object's speed, brightness and what he called precision of its heading. Because the object was in observation such a short time, he felt it was very difficult to estimate the distance of the object. After the sighting, Mr. W stated that army intelligence G-2 at Fort Sill was informed (he does not say by who) of the incident. However their response to his sighting was \"he must have had too many the night before.\" In reference to physical effects, Mr. W said there were no electrical or physical effects noticed at any time. Of interest is his comment that he believes the incident occurred the same day as the incident of the famed Lubbock Lights. The Lubbock Lights incident occurred on 31 August 1951. He remembers hearing of the sighting at about the same time as his sighting. CONCLUSION Mr. W gave me the impression of being the type of person one can trust. It is interesting to note that even though he came to hear Friedman's lecture, he still wanted to remain anonymous as far as his sighting is concerned. Though not spectacular, Mr. Ws sighting is very typical of the daylight disc type sighting. It is regrettable that he could not remember the names of the other witnesses, especially the two tower- controllers. I accept Mr. Ws sighting at face value and leave it up to the reader to make up his/her own mind. —investigated by Mark A. Uriarte, Captain, USAF, MUFON F.I. THIN6 A000T THAT I DOMT WORRY OH APRIL 13"},{"pageNumber":15,"pageContent":"Russia, South America, MUFON NET NEWS'N'NOTES 1-31-85 MOSCOW (AP) - Pilots and passengers aboard a Soviet airliner have reported encountering a starlike UFO they said illuminated the ground with a dazzling beam and escorted them to their destination, a Soviet newspaper reported Wednesday. The newspaper Trud quoted a Soviet scientist who specializes in unusual phenomena, including unidentified flying objects, as saying the occurrence was \"undoubtedly abnormal.\" An Aeroflot domestic flight from the Georgian capital of Tbilisi to Talinn in Estonia was approaching Minsk when \"what appeared to be a large; unblinking star suddenly shed a thin ray of light which fell plumb down to the ground\" from an altitude of 25 to 30 miles, the newspaper said. \"Ground control at the time registered splashes on its screens in the same part of air space,\" Trud said, the date of the flight was not given. Co-pilot Gennady Lazurin told an air controller in Minsk about the sighting and was told at first that nothing could be seen on ground radar, the newspaper said. \"Oh well, they'll be saying we're not normal,\" Lazurin was quoted as saying. All four crew members reported that they \"could see distinctly everything down in the sector of the ground illuminated by the cone-shaped shaft of light,\" the newspaper said. It said the ray suddenly focused on the airplane. \"The pilots saw a dazzling white spot surrounded by concentric colored rings,\" Trud said. The UFO then reportedly zoomed toward the airliner; \"at flashing speed,\" leaving a green cloud in its wake. The UFO positioned itself beside the plane at an altitude of 33,000 feet and accompanyed (sic) it for the rest of 14 the flight\"like an honorary escort,\" the newspaper quoted one of the pilots as saying. Nikolai Zheltukhin, a correspond- ing member of the Soviet Academy of Sciences and deputy chairman of a state commission on unexplained phenomena, told Trud the occurrence \"is indeed of interest, although the commission already knows of similar cases.\" In 1967, the Soviet Union established a special air force commission to investigate UFO sightings, but few details of its work have ever been released. Belief in unverified phenomena like UFOs officially has been discouraged in the past, although Soviet news media periodically report unusual sightings. UFO FLEET Buenos Aires woke up in a commotion yesterday morning due to what . hundreds of nightwatchers described as a UFO fleet; flying over their heads. The sighting was.made in several places of Greater Buenos Aires and in the northern part of the capital, in an E- W direction, a little before 03.00 am, and served as the main topic of discussion to many frustrated, tourists at the Retire bus station, who were left stranded due to a surprise-drivers strike. Gustavo Fernandez, reporting for a radio station on the consequences of the strike, had the satisfaction of 1 transmitting the swift flight of some 15 to 20 circular multicolored objects. Still surprised, firemen from La Matanza reported next morning what they saw a few hours before: for half a minute the brilliant fleet crossed the sky emitting intense beams of light in all the colors of the rainbow. Radar units in Ezeiza (international airport - Tr.) did not register anything abnormal. -Tiempo Argentina (Buenos Aires), 2-5-84 CHALLENGER MISSION? •< The strange aerial phenomenon that was seen in the early hours of day before yesterday in different places in the country could have been caused by the disintegration of a communications satellite launched by the Challenger, or by the loosening of the enormous fuel tank — 106 meters in length — that the space shuttle launched into space some hours earlier. Neither is the possibility rejected that the luminous effects seen in our skies were caused by the explosion of a balloon simulating orbiting satellites, also launched' by Challenger, in what resulted in the second failure of this mission that began in Cape Canaveral last Friday. Astronomical observers and space experts agreed in their opinion that the phenomenon that caused a commotion in Sante Fe, Rosario, Cordoba, Greater Buenos Aires, the capital city and La Plata could apparently have been caused by particles from an American communications satellite — the Westar 6 — that was lost and disintegrated when its propulsion system failed. 1 Scientists from the municipal astronomical observatory in Rosario (Santa Fe province-Tr.) were able to determine the trajectory of what they defined as a \"particularly luminous elongated cloud that moved in a W-E, slightly N-S, direction.\" The astronomers determined — on the basis of other witnesses' testimonies — that the curious formation was seen at 02.20 am Saturday in Cordoba, at 02.45 am in Rosario, and finally in Buenos Aires at 02.50 am. The objects were also seen in Santa Fe city and in some cities in Entre Rios province. 2 The path of the alleged UFOs was defined as sinilar to that of a \"meteorite exploding and generating a cloud of (continued on next page)"},{"pageNumber":16,"pageContent":"NEWS'N'NOTES, Continued particles that follow the original trajectory.\" Investigators estimated that the objects moved at a relatively slow speed, 1500 kph, and determined that the colors were the result of incandescence when the particles passed through the atmosphere. 3 On the other hand, the chief of the Department of Meteorite Observers from the Civil Center of Space Observers in Santa Fe, Mr. Humberto Capozzolo, denied that what Santo Tome'and Santa Fe residents saw were UFOs. This organization issued a communique stating that what happened Saturday was the re-entry into the earth's atmosphere of a large meteor that moved from North to the SE, leaving behind a 15° luminous trail split into two groups, one formed by some 7 or 10 fragments and the other by 2 or maybe 3. Capozzolo — who was also a witness — added that the particles moved at a speed of about 12 and 15 kilometers per second and the color of the meteor was orange. 4 He then stated that this could have been caused by the re-entry into the atmosphere of an artificial satellite or by the loosening of the Challenger's.fuel tank; this ship is presently in orbit and NASA informs that they will report about the origin and causes of what happened within the next few hours. -La Nation (Buenos Aires), 2-6-84 Notes by Harold Guma, Aerospace Engineer employed by Hughes Aircraft and husband of Jane (Thomas) Guma: 1. The Westar 6 did not disintegrate. At time of launching it did not achieve its proper orbit. It has since been retrieved. 2. Distance from Cordoba to Rosario: 400 km - covered in 25 minuses as per clip Speed as per clip: 1500 kph 1500 kph ./. 60 = kpm, thus: 400./. 25 = 16 minutes as the time it would have taken the meteor to. cover these,400 km, instead of 25 minutes. 3. Distance from Rosario to Buenos Aires: 300 km - covered in 5 minutes as per clip 300./. 25 = 12 minutes, and not 5 minutes. 4. Speed as per clip, taking 15 km per second, would be 900 km per minute and 54.000 km per hour, which would render the phenomenon invisible to the human eye, unless it wereflyingat a very high altitude, but this in turn would make it impossible to be seen with the bare eye. Translation: Jane Guma • Simi Valley, Ca. Lawrence Fawcett and Barry J. Green wood INTENT o^ THE GOVERNMENTCOVERUP OF THE UFO EXPERIENCE What does the government know about UFOs and why won't it tell us? With a foreword by Dr. 1 Allen Hy nek RADIO NET Joe Santangelo (N1JS), the manager of MUFON's Amateur Radio Net, recently submitted his annual activity report for 1984. The net meets every Saturday morning at 0800 Eastern Time on 7237 kilohertz. In addition to Mr. Santangelo, we want to thank Leslie Varnicle (WA3QLW) and David L. Dobbs (K8NQN) for .sharing net control responsibilities throughout the year. The purpose of the net is to share UFO reports, disseminate news or upcoming TV and radio UFO programs, new books and publications, announce planned MUFON symposia, conferences, and public relations activities. The inconsistent skip distance occurring at net time throughout the year was a detriment to good communications, plus the heavy influx of ham radio stations operating near the net frequency on Saturday mornings. Many personal friendships have been stimulated between operators checking in on this net' on a weekly basis. The popularity of the net may be measured by the weekly statistics. The largest number of stations reported in (16) on March 24th, the smallest (6) on June 9th,.whereas the annual average exceeded ten per week. The following amateur radio stations participated on a regular schedule of districts. DISTRICTS FIRST • N1JS , W1LHV N1BDC K1AJL SECOND WB20GS WA2IUI WA2VBT N2EQL N2EPG THIRD WA3QLW K3HWH W31KG WB3AMR N3BBI FOURTH K4HXC WA4NKZ WA4RPU N4JUB W4SKE . N4FSZ FIFTH W5UAA WA5CTJ K5WLT KA5RRL SIX& SEVEN EIGHTH W6LTP/7 KNQN W8ZDX KA80GF KA8RWM WD8PLP K8ZDZ \\ NINE& ZERO WAOOBN NOCIS WB9QQH KAOLYY WOAJA KAODIG 15"},{"pageNumber":17,"pageContent":"LETTERS Dear Editor, On December 8, 1984, I interviewed Mr. Donald A. Pratt of North Bennington, Vermont, concerning a very interesting event during World War II which both he and several , thousand others witnessed. The following is my documented report of the interview I had with him: Please note that :this incident happened some forty years ago, and although Mr. Pratt remembers much, of what happened that day, there are still a few details, which because of the time span, he has forgotten. In\" mid-March of 1945, the battleship U.S.S. New York was in the South Pacific, in the area of the Admiralty Islands. The ship had just spent three weeks there making repairs on damage it had received earlier during the battle of Iwo Jima. The New York .was accompanied by two destroyers as escorts. Cpl. Donald Pratt was aboard the battleship as part of the FMF PAC (Fleet Marine Force Pacific). The weather that day was warm, very sunny, and clear. The ship and its escorts were on their way to join up once again with the Seventh Fleet. ALERT Suddenly, during the early afternoon, around 1300 hours the ship was called to \"General Quarters.\" Every man ran to his battle station thinking that this might be a Japanese suicide attack. Everyone was in position, all guns were manned and ready. Cpl. Pratt at the time was a gunner on one of the ship's 40 mm gun mounts. All hands waited at their battle stations for something to fire at since the sky was clear as far as the eye could see. Within the ship's radar room a single distinct blip had appeared out of nowhere on the radar scope. A few seconds later the blip became visible in the sky almost directly over the battleship where it hovered, motionless. By this time, the ship's Capt. K.C. Christian was out on deck observing the object through binoculars. It wasn't 16 long before most of the ship's two thousand personnel were also observing it, either through binoculars, or with the naked eye. The object was described as being silver in color, and very shiny. It was much larger than what the brightest star would be at night, but smaller than a full moon. There was no noise that anyone could detect; it did not change .. color, split up, or perform any erratic maneuvers, but remained above the ship, matching its speed and course. WAR NERVES? After about a half-an-hour had passed, Capt. Christian and many members of the crew were getting a bit nervous. Was it a Japanese trick, or some new kind • of weapon? Capt. Christian didn't know, and wasn't going to take any chances. He ordered two of the ship's 3-inch anti-aircraft mounts to open fire on it. For about the next, half- hour the 3-inch guns hammered away at the object, but to no avail. It must have been out of their range because the shells did not seem to be reaching it. Later it was learned, that at that time, the object was at an altitude of twenty thousand feet. Finally, Capt. Christian ordered the guns to cease firing. The object remained above the ship for a few more seconds, then, to everyone's amazement, it climbed up at a fantastic rate of speed until it was out of sight, and off the radar scope. Everyone aboard the ship was stunned by this because they had never seen anything like it before. I asked Mr. Pratt if the men on the destroyers had seen it too. He replied that they must have....they must have wondered what the firing of the 3-inch guns was all about. I then asked him what happened, if anything, after the object departed. He said that they were secured from General Quarters, and went back to their normal routine, but it was the talk of the ship for days thereafter. Nobody to his knowledge was told to keep the matter hush-hush nor made to sign any forms pertaining to what they had observed. \"UFOs were not very well known back in those days,\" Mr. Pratt explained to me, \"You just didn't hear anything about them....or very little Besides, everyone was preoccupied with the war that was going on at the time. Anyhow, we knew, after watching it for a few minutes that it was not any type of a plane because our ship was only traveling at around twelve knots. An airplane could not travel that slow without stalling and falling into the ocean. It was too sunny and bright to be a star, and it was not a balloon, not in the middle of the Pacific. We didn't know what it was.\" Mr. Pratt did mention to me that years later, when he was once again a civilian, he remembers reading a magazine article describing the incident. Also, years after that they had a discussion about it and some other sightings on a television talk show, but he doesn't remember what show it may have been. From these two instances, however it is clear that what took place that day aboard the U.S.S. New York was not kept secret. All Mr. Pratt knows for sure is that they did see the object; it was picked up on radar; they did fire at it with no success; it went straight up and out of sight when it left, and it did not cause any damage, abnormalities, or harm to the ship's equipment, or personnel. Respectfully submitted Stephen A. Pratt (son of Mr. Donald A. Pratt) (We appreciate Stephen's efforts. While such anecdotes do not qualify as hard evidence, we print this one in the hope that more data may be forthcoming — Editor) Dear Editor, After reading the article \"Towards Truth\" (MUFON Journal, Dec. 1984) I was quite surprised at the position Coral Lorenzen seems to have taken toward other UFO organizations, and the \"pit\" which APRO seems to be falling into because of this (my own words). I had always considered APRO to be one of the leading UFO groups in the nation, however, I can see that I was a bit mistaken. It sounds to me that Mrs. Lorenzen is in a desperate race with other UFO goups, a race which (continued on next page)"},{"pageNumber":18,"pageContent":"LETTERS, Continued she herself has started and is participating in: Even if she has to break arms, legs, or even relationships with others, she is determined to beat everyone to the \"buck.\" It's too bad because not only is she hurting APRO and giving herself a bad name, but in certain ways this gives UFOlogy a bad taste in it's mouth, so to speak. In order for any organization to survive it must have leadership, respect, and interest in the subject matter which it will be working with. Take away any of these qualities and you break the foundation which holds that organization together. Mrs. Lorenzen....your foundation is breaking!    . -As to the remark about Mr. Andrus being a pest and a nuisance, but not a threat: If this is so then why does Mrs. Lorenzen mention it? She must be threatened or afraid of something to be putting up such offensive tactics. I have always learned through life that you can accomplish much more together as a group than by being at one another's throats. During the time I have been with MUFON and on the many occasions I have had the pleasure of talking with Mr. Andrus and other fellow:, members, I have always found them to be courteous, intelligent, and always willing to help in any way they can. We have leadership, respect, interest in our organization, Mrs. Lorenzen. We are solid and you cannot hurt us. Can you truthfully say the same for APRO? Steve Pratt North Bennington, VT Dear Editor, . I enjoyed reading the article in the December issue of the MUFON JOURNAL, entitled \"The Earth Light Engima,\" by Hilary Evans. I believe UFO researchers are beginning to fit the pieces of the UFO jigsaw puzzle together. But, it seems they often come to conclusions which tend to show that UFOs are not extra-terrestrial spacecraft, but either or both the effects of natural - phenomena, or illusions in the eye of the beholder — that is, pychological or parapsycho- logical in nature. This, of course, follows the pattern throughout human history, where man has tried to explain the unknown by attempting to fit it within the parameters of the known. I would like to suggest another approach. Most scientific discoveries have been preceded by hypotheses promulgated by researchers, trying to explain unknown phenomena. A good illustration is Einstein's Theories of Relativity. So, let us assume, or hypothesize, that UFOs. are, truly, extra-terrestrial vehicles, manned by intelligent entities. Then, we must ask, how come some observers see them, and many others do not? Mr. Evans, in his article, indicates electromagnetic energy is often correlated with the appearance of UFOs. May I suggest that when there is sufficient electromagnetic energy created, such as with an earthquake — or as in the so- called Philadelphia Experiment (as related by William Moore, in his excellent boo.k entitled \"The Philadelphia Experiment\") — the spacetime continuum in which we live is affected in such a way that we can see, at least partially, into another dimension. So, when a daylight-disc, a night-light, or a truly nuts-and-bolts UFO vehicle is sighted, could it not be that man is really seeing extra- terrestrial vehicles, due to the electromagnetic disturbance of the spacetime medium in. the area, created either by the vehicle .itself, or due to some outside source, such as an earthquake, or degaussing generators? The Quantum-Theory of matter deals with Spacetime. An excellent book on this subject has been published entitled \"Other Worlds,\" by Paul Davies, through Simon and Schuster. Here Mr. Davies tells about how spacetime can be warped and twisted and affected by high electromagnetic energy levels. Dr. Rutledge took photos of night-lights and made scientific observations of them at Piedmont, Missouri, an area, which, I believe is very near an earthquake .fault. If my hypothesis is correct, then we have something we can conduct, experiments on — the effect of EMFon spacetime, or, more specifically, its effect on: l).the visibility of spacecraft, its effect on gravitation, its effect on malfunctioning of electrical systems, and its physiological effects on humans when close encounters are reported. This hypothesis has many ramifications, and could lead us to a method of space-travel through other demensions that would literally put the farthest reaches of our universe at our fingertips. -R. Powell Adams Former State Director for Missouri Support National UFO Week 18-25 August 1985 Inform Yourself- Inform Others! MUFON 103 OLDTOWNE RD. SEGUIN, TX 78155 17"},{"pageNumber":19,"pageContent":"STARS & PLANETS DIRECTOR'S MESSAGE, Cont. By Walter N. Webb MUFON Astronomy Consultant APRIL 1985 Bright Planets (Evening Sky): Mars, moving from Aries into Taurus, has losts its brilliant neighbor Venus to the morning sky. The dim red planet can be seen low in the western sky after sunset, setting some 2 hours later in midmonth. It is below the Pleiades cluster during the week of the 21st and near the crescent moon on the 21st and 22nd. Saturn, in Libra, rises in the ESE some 2 hours after sunset in midmonth. The ringed planet appears near the gibbous moon on the 7th. Bright Planets (Morning Sky): . Venus passes into the morning sky on the 3rd. Our brilliant planetary companion slowly pulls away from the sun's glare, becoming visible again very low in the eastern twilight by midmonth. It gradually gets higher in the sky, rising '• l]/2 hours before the sun by the end of the month. The second brightest planet Jupiter, in Capricornus, rises about 2 AM in midmonth and is low in the SE at sunrise. This largest of planets appears north ' of the crescent moon on the 13th.. Saturn crosses the southern sky in Libra, standing low in the SW at sunrise. Meteor Shower: The annual Lyrid meteors, extending from about Apr. 19 to 24, peak on the morning of the 22nd at a rate of about 15 per hour. Though the Lyrids are few in number, thejr brilliance and tendency to leave behind persistent \"trains\" make up for their paucity. Moon Phases: Full moon — April 5 Last quarter — April 11 New moon — April 20 First quarter — April 27 The Stars: The Winter Circle stars slip lower into the west, while the springtime constellations now occupy the eatern half of the sky in midmonth. Leo, the heavenly symbol of spring, stands due south at 9 PM. Look for the lion's prominent \"sickle\" which, with the star Regulus, resembles a backward question mark. The first half of April holds the distinction of having more first- magnitude stars visible than at any other time of the year. Eleven of these luminaries range across the sky from east to west in the following order: Vega, Arcturus, Spica, Regulus, Procyon, Pollux, Sirius, Betelgeuse, Rigel, Aldebaran, and Capella. UFO investigators should be alert for the refractive effects of rising and setting bright stars (and planets), especially Vega, rising in the ME about 8 PM in midmonth, and Sirius, setting in the WSW about 10 PM. 18 handling in U.S. funds. Foreign subscribers (outside the'U.S.A.) must use an International Postal Money Order or a check drawn upon a bank in the U.S.A. for all 'purchases and membership dues, since collection costs of other checks exceeds the face value of the check. It has become necessary to return s all unqualified checks to the sender, since they have no monetary value. An International Postal Money Order is the preferred form of payment and highly recommended as the best method for foreign purchases or' membership/ subscription dues. Obviously, we will not .ship orders of symposium proceedings or books to foreign countries if we do not have , a recognized form of payment. Please help yourself and MUFON by using International Postal Money Orders. •'***• The success of the CNN Special Assignment program \"UFO: The Behtwaters Indents,\" produced by Chuck de Caro, that was aired from January 23 through the 27th, should be acknowledged . by a letter writing campaign to Ted Turner, President and Owner of Cable News Network. Please address your complimentary letters to Mr. Turner at Cable News Network or WTBS, 1232 Techwood Drive N.W., Atlanta, GA 30318 and encourage him to produce more. UFO documentaries of this nature in the Special Assignment department. The Charles I. Halt tape recording (audio cassette) made in the field during the investigation of the physical traces left after the UFO. landing in the Rendlesham Forest. (Bentwaters), is now available to interested .MUFON members for $5.00. The tape is 20 minutes in length and may be purchased from 'Massachusetts MUFON, P.O. Box 176, Stoneham, MA, 02180 (this is the tape shown on the CNN program)."},{"pageNumber":20,"pageContent":"DIRECTOR'S MESSAGE, Cont. The MUFON Field Investigator's Manual (Third Edition) has been recognized as a standard in the English- speaking nations of the world: however it will soon be translated into Portuguese by our colleagues in Brazil. Permission has been granted to A.J. Gevaerd, MUFON Representative for Western Brazil, to translate this copyrighted manual into Portuguese and make slight revisions in specific Sections to customize them for use in Brazil. We are confident that the caliber of UFO sighting investigations in Brazil will improve immensely if their investigators utilize and apply these techniques to their reporting. In November of 1984, Victor Lourenco, a member in Toronto, Ontario, Canada, translated from the Portuguese UFO sighting reports in Portugal from 1917 to 1984. Many of them had personally been investigated by Mr. Joaquim Femandes, MUFON Representative for Portugal, starting with the Miracle of Fatima. Mr. Femandes, Director of CNIFO, spent six years collecting data that was unknown to the public due to the 50 year dictatorship regime of Salazar in Portugal. Utilizing his Apple II, Mr. Lourenco computerized the entire file into English with translation support from Larry Fenwick, CUFORN Director. Most of the cases were reported by the media and for such reason precautions should be taken concerning a deep analysis of the phenomenon. Other cases were investigated by know ufologists, such as Mr. Joaquim Femandes and deserve all the necessary credibility. Vector Lourenco is now in the process of translating and computerizing \"Humanoids Over the Iberia Peninsula\" by Jose Figueiredo of CNIFO and \"Humanoids In the Iberian Peninsula\" by Cassiano Jose Monteiro of CNIFO, Comissao Nacional De Investigacao Do Fenomeno Ovni (Portuguese UFO Committee). Mr. Joaquim Femandes sent the second catalog booklet to MUFON, which was published in 1983. We are indebted to each of these gentlemen for graciously sharing their research work with MUFON. JOAQUIM FERNANDES PORTUGAL A new magazine titled THE UNKNOWN (A magazine whose time has come), by Co-Editors Jon Violette and Stan Mussman, is now being introduced to the public on a bi- monthly basis. In their advance advertising literature Jon and Stan have summarized the purpose of THE UNKNOWN in the following manner: \"It is our nature as intelligent beings to seek knowledge and understanding. We explore new horizons, constantly learning about ourselves and the world around us — in the process we gain a better perspective of our place in the Cosmos. \"THE UNKNOWN is a forum created to enhance this perspective by dicussing what must be some of the most profound and worthwhile topics of our time. We cover such subjects as UFOs, Life Extension, Psychic Phenomena, the Near-Death Experience, Mysterious Animals, Reincarnation, and more. Our approach is to evaluate these mystifying phenomena through examination of opposing viewpoints. Presenting research and documenta- tion as well as speculative theories pro and con, we offer a publication that is rational and logical, constantly striving to separate fact from fiction. \"You will hear from the most active and experienced scientists, researchers, and organizations in their respective fields. We feel that all will benefit from this exchange of ideas. To learn of the startling new developments in these areas of research, subscribe today! This magazine will not be available on newsstands so take advantage of this special introductory offer.\" Both Stan Mussman and Jon Violette have subscribed to the MUFON UFO JOURNAL and have purchased the MUFON UFO Symposium Proceedings as sources of applicable articles. Articles have been submitted by Stan Gordon, Bill Moore and Dennis Stacy for publication prior to the publishing of their first edition. Subscriptions may be obtained by sending a personal check or money order to THE UNKNOWN, 4455 Torrance Blvd., Suite 277, Torrance, California, 90503, for one year (6 issues) for $14.95 or two years (12 issues) for $27.50 in the U.S.A. (Foreign is $4.00 extra per year.) * * * MUFON has obtained one hundred additional copies of the third printing of CLEAR INTENT by Larry Fawcett and Barry Greenwood (paperback) which are available for $8.95 plus $1.50 for postage and (continued on page 18) 19"},{"pageNumber":21,"pageContent":"DIRECTOR'S MESSAGE by Walt Andrus The MUFON 1985 UFO Symposium will be held June 28, 29, and 30, 1985, at the Chase Hotel in St. Louis, Missouri. For details concerning speakers and reservations, please refer to a separate article in this issue or the February 1985 issue of the MUFON UFO JOURNAL. The 1985 Massachusetts UFO Forum is scheduled at the Beverly Golf and Tennis Club ballroom in Beverly, Massachusetts, on Saturday, August 17,1985, from 1:00 to 5:00 p.m. and on Sunday, August 18th, from 9:00 a.m. to 3:00 p.m. Moderated by Dr. David M. Jacobs, the speakers are Dr. J. Allen Hynek, Budd Hopkins, Barry Greenwood, Dan Wright, David F. Webb, George D. Fawcett, and John Schuesslcr (tentative). BUDD HOPKINS * * * Marge Christensen, Director of Public Relations, has announced that August 18-25, 1985, has been designated as \"National UFO Information Week.\" All State and State Section Directors should start making specific plans for public UFO exhibits, showing of UFO video documentaries, DAVID F. WEBB one-day UFO Conferences, and a news media blitz as a means of public education to the continuing UFO phenomenon — the greatest scientific mystery of our time. Due to the fantastic public relations job that Robert H. Bletchman, State Director for Connecticut, has been doing, he has been added to the P.I.P.E, Committee by March Christensen. The other members of the Public Information and Public Education Committee working with Marge Christensen, are Walt Andrus, John Schuessler, Barry Greenwood, Walt Webb, Dan Wright, Paul Cerny, Tom Gates, Tom Deuley, Doub Labat and Dennis Stacy. * * * Edward J. Planz, State Director for Alabama, has appointed Edward O. Brown, a State Section Director, to also serve as Assistant State Director. Mr. Brown (N4JUB) has been active in the MUFON Amateur Radio Net each Saturday morning at 0800 Eastern Time on 7237 KHz. The following State Section Directors have been appointed or changed their status: John R. Thomas was promoted and is responsible for Kleberg and Jim Wells Counties in Texas; David L. Brewer was reassigned to Shannon, Bennett, Washabaugh and Fall River Counties in South Dakota; James C. DeLotel has assumed the responsibility for Clark, Floyd and Harrison Counties in southeastern Illinois; and Shirley C. Fox has accepted the additional counties of Glades, Hendry and Collier in Florida. * * * Maria Angela Thomas Guma (Jane Thomas) will continue to translate Spanish to English for UFO sighting reports emanating from South America. Jane was one of the founding members of FAECE (1977) in Argentina and served on their Board of Directors until December 1984. She recently married Harold Guma (KA6NRY) and is now living in Simi Valley, California where she uses her original call letters LU6DSM in the amateur radio bands. Wayne Powell, an architect in Houston, Texas, was designated as a Research Specialist in Theoretical Physics. GEORGE D. FAWCETT (continued on page 19)"}]
