[{"pageNumber":2,"pageContent":"TheMUFON UFO JOURNAL NUMBER 123 FEBRUARY 1978 Founded 1967 $1.00 I OFFICIAL PUBLICATION OF MUTUAL UFO NETWORK, INC. I HUMANOIDS AT MONTVALE, NJ, JANUARY 31, 1978 (See story, p. 4) AIR FORCE UFO SPOKESMAN DESCRIBES PERSONAL SIGHTING HYPNOTISM AND ABDUCTION CASES UFO INFORMATION FROM FBI FILES PLUS OTHER REPORTS & FEATURES MUFON UFO SYMPOSIUM, JULY 29 & 30,1978 DAYTON, OHIO"},{"pageNumber":3,"pageContent":"The MUFON UFO JOURNAL 103 Oldtowne Rd. Seguin, Texas 78155 RICHARD HALL Editor ANN DRUFFEL Associate Editor LEN STRINGFIELD Associate Editor WALTER H. ANDRUS Director of MUFON PAUL CERNY Promotion/Publicity REV. BARRY DOWNING Religion and UFOs LUCIUS PARISH Books/Periodicals/History MARJORIE FISH Extraterrestrial Life MARK HERBSTRITT Astronomy ROSETTA HOLMES Promotion/Publicity TED PHILLIPS Landing Trace Cases DAVID A. SCHROTH St. Louis/Mass Media JOHN F. SCHUESSLER UFO Propulsion NORMA E. SHORT DWIGHT CONNELLY Editor/Publishers Emeritus The MUFON UFO JOURNAL is published by the Mutual UFO Network, Inc., Seguin, Texas. Subscription rates: $8.00 per year in the U.S.A.; $9.00 per year foreign. Copyright 1978 by the Mutual UFO Network. Second class postage paid at Seguin, Texas. Publication identification number is 2970. POSTMASTER: Send form 3579 to advise change of address to The MUFON UFO JOURNAL, 103 Oldtowne Rd., Seguin, Texas 78155. FROM THE EDITOR Humanoid and abduction reports (or Close Encounters of the Third and Fourth Kind, as they are being called) currently dominate UFO research — whether rightly or wrongly. There is no question but that these reports are central to an understanding of UFO phenomena. Either hundreds of people world-wide are suffering from very similar hallucinations or delusions, in which case the origin of such widespread pathology needs to be studied urgently, or something extraordinary and with sweeping implications for mankind is occurring. A major policy of the JOURNAL will be to seek articles that help to sort out fact from fiction in these important areas. However, we advise caution in interpreting the bewildering array of sensational reports now coming to light. As a general principle, the more sensational the content of a UFO report is, the closer critical scrutiny it should receive. The human mind is a marvelous instrument, apparently with yet untapped abilities, but it also is susceptible to errors of judgment and, particularly, to self-delusion. CE-III and CE-IV cases need to be investigated with utmost care. We should neither reject them out of hand, nor believe them uncritically. In this issue AIR FORCE UFO SPOKESMAN DESCRIBES PERSONAL SIGHTING (Transcript) .3 By Don Berliner CE-III REPORT FROM MONTVALE, NJ: PRELIMINARY REPORT  4 By Ted Bloecher UPDATE ON 1978 MUFON UFO SYMPOSIUM   7 By Walt Andrus HYPNOTISM AND ABDUCTION CASES    8 By Richard Hall UFO RELATED INFORMATION FROM FBI FILES   10 By Bruce S. Maccabee \"CALIFORNIA REPORT' - Other Encounters of All Different Kinds  15 By Ann Druffel HUMANOID STUDY GROUP REPORT: ABDUCTION CASES  18 By Dave Webb IN OTHERS' WORDS     19 By Lucius Parish DIRECTOR'S MESSAGE     20 By Walt Andrus The contents of the MUFON UFO JOURNAL are determined by the editor, and do not necessarily represent the official position of MUFON. Opinions of contributors are (heir own, and do not necessarily reflect those of the editor, the staff, or MUFON. Articles may be forwarded directly to MUFON. Permission is hereby granted to quote from this issue provided not more than 200 words are quoted from any one article, the author of the article is given credit, and the statement \"Copyright 1978 by the MUFON UFO JOURNAL, 103 Oldtowne Rd., Seguin, Texas\" is included."},{"pageNumber":4,"pageContent":"AIR FORCE UFO SPOKESMAN DESCRIBES PERSONAL SIGHTING (The following is a transcript of a tape recording made during the Merv Griffin TV show on April 10, 1978, in which : former Project Blue Book spokesman, Air Force Lt. Col. (Retired) William : Cbleman, describes a personal UFO ; sighting of about 1954, which he told Don Berliner was listed by Blue Book as \"unexplained\" but which had vanished / from the files.) William Coleman: I'd flown an attack bomber into Miami — we had an overhaul depot there — an old one to be overhauled, and picked up a freshly overhauled one, with a very sharp crew. It had a copilot, flight engineer, and two technical representatives from two well-known aircraft companies, the Lockheed Aircraft Co. and the Allison Jet Engine Division of the General Motors Corporation. We filed a flight plan, came up airways through Mariana, Fla., to file direct, then, for Meridian, Miss., airways and for penetration to Greenville AFB, Miss. Well, this Sunday afternoon — 2, 3 o'clock in the afternoon — and : tremendous visibility — not a cloud in the sky. I had \"punched up\" my copilot, | which we normally do, reached over and said, \"Hey, take it,\" and he takes 'i over control of the aircraft. We're tracking outbound Mariana Omnirange, and I reach down and unlatch my seat, slide back and I'm ; talkin\" with the two technical representatives. I commanded a jet squadron at that time, and they were representing the aircraft which we were — \"Shooting Stars\" — flying at that time. And we were just talking business. And I...all us old fighter pilots, you learn to move this all the time (demonstrates by swivelling his head). And I noticed a bright silver object at about 30,000 feet, and I watched it for a moment. And then I \"punched up\" my copilot and said, \"Check at 2 o'clock high. Estimate altitude roughly 30,000 feet.\" He said, \"Probably that's just a craze on the window.\" I said, \"No, I don't think so. I'll take it.\" I pulled the seat up, took over the aircraft and said, \"If it's a craze, it'll disappear as I start to turn. If it's an aircraft, it'll slide over to the left, won't change.\" I made the turn, came back: It was an aircraft...we thought at the time. Then it started a very rapid descent. I resumed my course, we watched...it came across my altitude, roughly six miles in front. And I said, \"Than's the oddest lookin' think I've ever seen in my life. You agree?\" \"Agree!\" \"Flight Engineer, go up into the bombardier's compartment, I want another angle, another point of view... put your ears on, so I can talk with you.\" Then I called the two tech reps up and I said, \"Do you see the object?\" \"Yes.\" I said, \"We're gonna stay with it. I'm gonna break off flight plan here.\" So I started a very rapid descent. I went to maximum military cruise power and we continued to drop and I kept tryin' to get underneath it. I wanted to see what I could see, because there were no discernible marks on top of the saucer: no metal joint lines, no rivet lines, no lights or anything like that. It was your average, run-of-the- mill flying saucer. Well, to make a long story short, this chase lasted 11 minutes. We closed to within an eighth of a mile. And I said, \"I'm overtakin' this thing at about a hundred feet per second, and I can't get below it — we're right on the deck.\" So I said, \"I want the visibility advantage...I'm gonna make a violent turn right here, right on the treetops, and I wanna come in 'up sun'. I want the visibility advantage. I want the sun behind me.\" So I whipped over (this was about a 4 second turn an^ a lot of G's) anH then we rolledout...w 'ere out of s.'ght, or in this position (note: used hands to show he. was behind the UFO). I rolled out...it wasn't there. Now, just before this happened, I want to call your attention to the fact that I...everybody's xxxxxxx \"Cool it, guys, I want you to look for details. I want size, I want xxxxx, everything. And pay particular attention to the shadow on the ground,\" which was an absolute circle. So then, when we lost it, going back after the violent turn, I zoomed up to 2,000 feet and I said; \"OK, get the eyeballs outside the cockpit and let's find it.\" Well, in about 7 or 8 seconds, I spotted it two miles in front of me. Now, it moved from where we were to 2 miles, in roughly 7 seconds (note: more than 1,000 mph). I said, \"There it is. It's going across a large plowed field\"...about 400 acres...and it was very, very low and very, very slow and the vortex off the vehicle was leaving a dust trail....a very strong dust trail. So I dove for the treetops and ran an interception course. About the point I figured I'd be intercepting (I stayed out of sight....didn't want him to see me 'till I was ready), then I whipped up in a turn, pulled up between a xxxxx...gone! I then went into a sharp bank and as I looked back at the field, there was this dust cloud.... Rita Moreno: In back? Coleman: Behind us. But we didn't see the vehicle. It was now gone again, and I set up a search pattern...we never saw it again. I'm neither a sceptic nor a believer. In the military, we're a highly disciplined organization.... (continued on next page) 3"},{"pageNumber":5,"pageContent":"CE-III Report from Montvale, N.J.: Preliminary Report By Ted Bloecher Location: Memorial School playing field, Montvale (Bergen Co.), N.J. Date: Tuesday, January 31, and Wednesday, February 1, 1978 Time: About 6:15 PM on both evenings Duration: Less than 15 minutes on both occasions. Witnesses: John (10), Eddy (8), Michael (10), and attendant witness, Hilton (12). Background On February 1,1978, about 8:30 PM, I got a telephone call from Robert Gribble, veteran UFO researcher from Seattle, reporting a CE-III that had occurred on the previous night (January 31) at Montvale, N.J., that involved four boys. The mother of two of them, Mrs , had called Gribble earlier that day to report the incident, having obtained his number from the FAA at Neward Airport. Her two boys, John (10) and Hilton (12), and their friends Eddy (8) and Michael (10) were all in a state of great excitement when Mrs returned from shopping at about 6:30 PM or shortly thereafter. They had seen, they said, at least one UFO on several flybys, as well as a number of strange figures, from the school playground a half a block north of the back yard. Gribble gave me Mrs telephone number and I called her right away. She provided additional details based on her understanding of the stories she had obtained from each of the four children whom, she emphasized, had been extremely upset by what reportedly had occurred. (The two boys, in fact, were afraid to go the short distance home along, and had to be accompanied by Mrs and her children.) Mrs was very helpful and she agreed to a meeting with the children, arranged for Sunday afternoon, February 5. She wisely suggested that if I had some associates that could come along, we might save time and obtain independent accounts by interviewing the children on a one- to-one basis. I called Budd Hopkins, Pat Huyghe, and Jerry Stoehrer to find out if they could assist in the investigation. Hopkins and Huyghe agreed, but Stoehrer had a work and school conflict which prohibited his participation. We met at the home in Montvale at 2 PM as planned, and Mrs arranged with the to have both Eddy and Michael present for the interviews. The three of us chose one boy apiece. I interviewed John , and the following narrative is based essentially on the story I obtained from him. I also spoke to his brother Hilton, regarding his part in the January 31 incident. Pat Huyghe questioned Michael and has submitted his own report based on Michael's account; and Budd Hopkins spoke with Eddy, as well as the other boys. In addition, the (continued on next page) (Air Force Spokesman, continued) Meru Griffin: But you're in show business.... Coleman: That's right, I'm in show business. A year ago I couldn't spell producer, and now I are one. I have to know exactly what it is. Discipline, you know, it gets ingrained. So we are rigidly disciplined, and for very good reason.... Griffin: Could it have been an earthly machine? Coleman: No, we did not have this kind of technology at that time. As a matter of fact, we didn't run into it....(the rest was lost in background noise). Griffin: The last time Gordon Cooper was here, he talked about when he was an Air Force pilot and was stationed, I dunno, with the NATO forces in Europe, or it might have been World War II, I don't recall. But he said oftentimes they were sent out to chase the darn things. Then he said, on his last appearance here, that in the Vietnam War, whenever there were bombings in Hanoi, they caused our pilots unbelievable trouble. There was a name for them, like foo-foos. Coleman: Poo-fighters, from World War II where they originated. Griffin: And they were hovering, way up above. They would turn out things on their planes. They would turn off switches, they would turn off dials, they would turn out electrical lights in Hanoi, down below. They were doing everything they could to mess up that war. Coleman: Well, foo-fighters, I don't recall anything in the history about World War I, but in World War D we did see them, both in the European Theater and in the Pacific, where I flew. Moreno: In World War II, that far back? Coleman: Yes, foo-fighters: large, luminous-like discs that...they were not defined at all, more luminous, there was no definition to them. They'd fly right along with you. You'd turn .into them and they'd turn away. You'd turn off and they'd come back. They were bothersome things, but we never, ever decided...no one's ever decided what we were seeing. Griffin: But you're still not a true believer. Coleman: No, not really."},{"pageNumber":6,"pageContent":"Michael's Sketch of UFO children took us out to the playground for an on-site examination of the sighting area. Budd Hopkins is collecting all the various bits of information we have obtained, not only at the February 5th inquiry, but in subsequent telephone conversations with all parties since then. Using all these sources of information, he will prepare a final comprehensive report on the incident. Narrative John and his friends, Eddy and Michael , were \"boot- skating\" on the frozen ice of the Montvale Memorial Elementary School playing field, situated about a block north of the back yard of the home. It was shortly after 6 PM and the last traces of twilight had disappeared. The playing fields were illuminated by floodlights that line the perimeter of the fields. The first incident in a series of increasingly strange events was the passage overhead of a \"plane-like\" object that came from the south and moved toward the west in a straight line. It was noticed chiefly by the youngest member of the trio, Eddy, and by John ; own description, he seemed to have paid little attention to it. Shortly after this (within minutes at the most) there appeared a second object which they all saw and described similarly. The directions given by each boy seem to be contradictory, and I view John's testimony as being probably the most reliable. He said it appeared from the \"direction of the park(?) lake\" or to the east of the school and playing field; it came directly over the. field, apparently circled and hovered briefly, and then moved south toward Park Ridge, disappearing into the distance. Their descriptions and drawings are quite in agreement with one another; It was a square object with large yellow lights on each side (or at each corner), with a slight dome on top. and a red light underneath, which emitted a red beam of light that played downward toward the ground but stopped short of it. John estimated its altitude at between 500 and 1,000 feet. In an attempt to get an idea of the object's angular size, I had John hold a pencil at arm's length and measure off the diameter of the object as it might appear in the sky. John measured off nearly two inches from the end of the pencil. Then I asked him to compare the object's apparent size to that of the full moon, and he said the object was not quite as large. The two estimates are, of course, contradictory, and I would suspect that his comparison to a full moon is the more accurate. The appearance of the object caused some excitement and apprehension among the three boys. At some point during the observation, which John said lasted 5 minutes, they moved across the field toward a shed on the north side of the field. The open front of the shed (a ball team's dugout) faces generally toward the west. The final portion of .this part of their experience took place from the vicinity of the shed. Almost immediately after the object's disappearance, their attention was attracted to first one — then a group — of strange figures, seen moving about, on Memorial Drive, which runs generally north-south on the eastern perimeter of the playing fields. The figures were to the north of the Public Works Garage, on the east side of the road, and they were generally moving south along Memorial Drive toward the garage. There was a lot of movement to and fro, and the figure walked \"stiffly,\" and they seemed \"stunned.\" They were all similar: about 5' 7\" tall, bald, and dressed in bright yellow outfits. They seemed to have on boots and gloves. There was one who appeared slightly different, with a larger head, creased down the middle and looking something like a \"hawk's head.\" .He wore a brown coat or cape over his yellow suit. In number there were from six or seven to ten or eleven. They were in constant motion and it was difficult to tell exactly how many there were. During this part of the experience there was a peculiar (Continued on next page) r"},{"pageNumber":7,"pageContent":"(CE-III, continued) silence all around them. The boys smelled an unpleasant odor, like \"sulphur.\" The figures were seen mostly in profile and seemed to ignore the youngsters, who were at least 300 feet away. The boys then left the relative security of the shed and approached about 50 to 100 feet, and then the strangest part of their experience occurred. They saw another figure, this one a woman, in the parking area on the east side of Memorial Drive, fronting on Huffs Park. She had medium-long brown hair and wore a dark suit with a blue fur around her shoulders. She walked slowly, as if in slow motion, and sat down on the low cedar fence that lines the road and parking area. Then she raised her arm and pointed to the sky (still in slow motion); the boys looked up to see the same or a similarly square-shaped object overhead. No one had seen it arrive above the playground. By this time the rest of the figures had disappeared, having \"walked off' in the direction of the garage. The boys were so intent on watching the woman they did not see where the others went. She got up and began walking south toward the Public Works garage herself. At the same time, a police car drove north from Grand Avenue, headed for the Police Station on Memorial Drive. As the car approached, the woman disappeared abruptly from view. When the car had gone by, she reappeared and continued to walk toward the garage. Then, nearing the building, the boys saw that parts of her body were vanishing, this time gradually, beginning with her legs. By the time she reached the garage she was visible only from the waist up. Then she walked into the north side of the building, disappearing into the wall. There is no door on that side of the building. At this, the boys'tumed and ran back to the home in a state of high excitement. Hilton , John's 12-year- old brother, was vacuuming his room about this time. Leaving the vacuum running momentarily, he went to his window (on the third floor of the house, facing east) and saw the three boys running toward the house. Above their heads, at about a 45-degree angle, was an oval object several times the size of a full moon, with four yellow lights around the edge and a red light in the middle. He was uncertain as to whether the object was moving. Opening the window, Hilton leaned out and called to the boys; then, leaving the window open and the vacuum running, he raced downstairs to meet them at the back door. The family dog, who had been with Hilton, was very excited (Hilton said the dog had been acting peculiar before he saw the boys coming across the field). As the boys came into the house the siren at the firehouse, a block to the east along Grand Avenue, was sounded. The time was exactly 6:22 PM. Because of their excitement, the boys thought the siren was connected to their UFO sighting, and that the object had perhaps started a fire somewhere. Hilton called the Fire Department (the same dispatcher takes calls for both the Fire and Police Departments), and was told that he was the fifth one to call. Hilton, misunderstanding the statement, believed his was the fifth phone call regarding the UFO; his call actually followed four other calls relating to the fire alarm. The UFO report was passed on to the Police Department and Police Officer Pelsang drove the squad car around the school playground about 10 minutes later, but found nothing out of the ordinary. (Officer Pelsang could not be certain if the police car that had appeared earlier on Memorial Drive was one driven by him; he was out in the squad car at the time but was not sure exactly where he was at about 6:15 Mrs. Emily came back from shopping at 6:39 PM, just as the siren sounded a second time. She found the four boys in a highly excited state. She questioned them carefully, had them make drawings, and even called Newark Airport, hoping to obtain radar confirmation of the UFO sighting. It took several hours for the children to calm down, and even then Mrs had to accompany the boys to their home a few doors away. The reports of the children that they saw other objects on subsequent evenings has not yet been carefully checked out. The temptation is strong, of course, to dismiss such claims as the result of excess imagination. That may be a mistake. Commentary The accuracy of children's testimony regarding UFO reports is a difficult thing to determine. On the one hand, children can often exhibit an exhilarating candor and lack of guile in describing something; but they also have rich imaginations that are unconstrained by their limited knowledge and experience with the \"real\" world. One may hesitatingly conclude (at the risk of appearing to be an adult chauvinist) that UFO reports by children have considerably less probative value than reports by adults. This is not to say that children's reports should be ignored or thown away. Much depends, of course, upon the children themselves and, like adults, some are more credible than others. In the case at hand, I have the impression that the one subject I spent the most time interviewing, John is an unusually dependable witness. His story was clear and quite straightforward, and he introduced very little irrelevant detail. There is no internal evidence that suggests he is making the story up or elaborating extensively on what he says he saw — despite the rather bizarre contents of his story. Regardless of other intrusive and extraneous details (\"bullet holes\" in the school windows, \"blood\" on the door, \"purple clouds\" at sunset, and \"odd people\" living in the neighborhood), the stories of all four boys contain sufficient comple- mentary overlapping detail to suggest that they saw something quite definite; that what was seen has been described similarly and accurately to the best of each boy's abilities; and that whatever it was that they saw, it had an unmistakable effect upon them. (Continued on next page)"},{"pageNumber":8,"pageContent":"UPDATE ON 1978 MUFON UFO SYMPOSIUM By Walt Andrus The Ninth Annual MUFON UFO Symposium will be held Saturday and Sunday, July 29 and 30,1978, at the Dayton Convention Center, Fifth and Main Streets, Dayton, Ohio 45402. The speaking program is composed of veteran UFOlpgists, each with over 25 years of experience in the field. This is the first time that this prestigious group has ever appeared on the same platform. The theme for this year's symposium is \"UFOs: An Historical Perspective on Close Encounters\". This provides a clue to the material that will be presented. Richard H. Hall, Editor of MUFON UFO JOURNAL and former Assistant Director of NICAP, has titled his paper \"1967: The Overlooked UFO Wave and the Colorado Project\". Leonard H. Stringfield, MUFON Director of Public Relations, promises to drop a \"real bomb shell\" with his speech \"Retrievals of the Third Kind — A Case Study of Alleged UFOs and Occupants in Military Custody\". Ted Bloecher, Co- Chairman of MUFON's Humanoid Study group, has selected one year from his and David Webb's HUMCAT (Humanoid Catalog) to present, titling his talk \"A Survey of 1977 CE-ffl Reports\". If this roster of speakers has not \"whet your appetite,\" Major Donald E. Keyhoe, author and former Director of NICAP, will share additional disclosures with his speech \"Behind the UFO Secrecy\". Dr. J. Allen Hynek, (CE-III, continued) The question remains: what did they see? Was it something ordinary that, in their excitement, they mistook for something remarkable? I cannot answer this with any certainty. Without the independent testimony of other witnesses, I must view the report as inconclusive. Director of the Center for UFO Studies and former scientific consultant to the U.S. Air Force on unidentified flying objects, will take this opportunity to present further insight into Project Blue Book from an insider's viewpoint. It is unique that we will be meeting close to Wright-Patterson AFB, home of the Aerospace Technical Intelligence Center and formerly Project Blue Book. Dr. Hynek will not confine his lecture to this one aspect. More details will be forthcoming in the March issue of the JOURNAL. Sunday morning from 9 to 12 noon, MUFON will conduct its annual corporate meeting, which will be open to members only. The Sunday afternoon session from 2:00 to 4:30 PM promises some pleasant surprises. Workshop Sessions on specific fields of interest are scheduled Saturday afternoon from 4:00 to 5:00 PM. There will not be a Saturday evening banquet this year, however, a private dinner is set up for the speakers and the host organization. The individual ticket cost of each of the four sessions, Saturday morning, afternoon, evening, and Sunday afternoon will be $3.50; the package price for all four is $12.00. Advance reservations may be secured by making a check payable to OUFOIL and mailing it to the Symposium Treasurer, Mr. George Pelizzari, P.O. Box 544, Forest Park Branch, Dayton, Ohio 45405. There are several fine hotels and motels in downtown Dayton, Ohio. However, rooms are being \"blocked\" at Stouffer's Dayton Plaza Hotel at 5th and Jefferson Streets. For convenience the Hotel has enclosed passageways connecting it to the Dayton Convention Center. Hotel rates at Stouffer's are $26.00 for a single and $33.00 for a double per night. Please make your room reservations directly with the hotel of your choice. The host organization for the 1978 MUFON UFO Symposium will be The Ohio UFO Investigators League, Inc. (OUFOIL), with Richard L. Hoffman serving as master of ceremonies for the speaking program. It is anticipated that this will be MUFON's finest symposium, based upon the prestigious speakers, current interest in the UFO phenomenon, and advance interest displayed by members and the public at large. Plan your vacation to take advantage of the many sightseeing attractions at the hub of aviation with it's noted aviation museums in Dayton, Ohio, when you come to the symposium. We will be looking forward to seeing many of you in Dayton. ********** * * ******** Postal Exchange Contributions of cancelled foreign stamps are used by MUFON to exchange with a collector for current U.S. postage, which helps to offset the high cost of foreign correspondence. We would like to acknowledge recent contributions from Mr. Ted Bloecher, Mrs. Eric Bluhm, Mr. Harry Cohen, and Mrs. Barbara Mathey."},{"pageNumber":9,"pageContent":"HYPNOTISM AND ABDUCTION CASES By Richard Hall An article in the Washington Post, Sunday, March 26th, entitled \"Catching Criminals Through Hypnosis\" raised a number of points relevant to the use of hypnosis in alleged \"abduction\" cases, which typically surface only after a UFO witness undergoes hypnotic regression in an attempt to retrieve more details of a UFO encounter. The article was excerpted from a longer one by R.W. Dellinger published in Human Behavior magazine, and describes the work of psychologist Martin Reiser with the Los Angeles police department. His use of hypnotic regression — and that of his trainees — has proved to be highly successful in surfacing valuable clues from the subconscious minds of witnesses in criminal cases, often leading to successful prosecutions. Retrievals have included such information as the license number of a fleeing suspect's car and detailed physical descriptions of suspects at the scene of a crime Detractors of Reiser's methods, notably Martin Orne (president of the International Society of Hypnosis), have argued that the use of hypnosis in criminal investigations should be tightly controlled — if not severely curbed — on the grounds that the information \"recalled\" under hypnosis may be completely inaccurate, and that \"...a witness who is uncertain about his recall of a particular set of events can, with hypnosis, be helped to have absolute subjective conviction about what had happened — though the certainty can as easily relate to a confabulation as to an actual memory.\" In other words, a hypnotist can — accidentally or deliberately — lead a subject to come up with a false story. Ernest Hilgard, director of Stanford University's Laboratory of & Hypnosis Research, put it more bluntly: \"It is well known that hypnotists may implant memories, so that the hypnotized person accepts them as his own.\" Reiser had a simple and persuasive response: The information obtained under hypnosis in his work is used only as leads or clues and, he says, \"...in 80 to 90 percent of our cases we are able to get subsequent [independent] corroboration....\" He also pointed out that the witnesses he works with are all volunteers who are highly motivated to help discover the truth, not criminal suspects or people under any form of coercion. They control the recall, and are not lead in any particular direction. There is no motivation to fabricate stories. What emerges from the hypnotic regression is not automatically considered to be fact — only possible fact, to be verified independently. Application to UFO Cases It seems to me that both sides in this debate are \"right,\" in a limited sense. The evidence seems clear that valid and extremely useful information can be retrieved, but also that — in some circumstances — the risk of obtaining false information is very real. What we need to know in far greater detail is the circumstances under which an abduction story emerging under hypnosis would or would not be credible. Obviously, we should be wary about accepting at face value — without the independent corroboration often available in criminal cases — UFO abduction stories that first come to light under hypnosis. On the other hand, the witnesses in criminal cases generally have repressed part of what they have seen under highly emotional conditions, and do retrieve more valid details under hypnosis. Therefore, it is not inconceivable that a UFO witness who produces an abduction story under hypnosis is relating a true story. Unfortunately, the idea of abductions by UFO beings is widely known, and this tends to contaminate the interpretation of abduction stories — if the witness is familiar with UFO literature or has heard of some of the more famous reports. In such a case, the raw material is there to unconsciously fabricate an \"abduction\" after having experienced a frightening (Continued on next page) ARKANSAS GAZETTE, Little Rock, AR March 9, 1978 Suit Says CIA Has UFOData NEW YORK (UPI) - A re- search organization has filed rait in federal court at Brooklyn against the Central Intelligence Agency and its director, Admiral Stansfield Turner, charging they are withholding proof of the exis- tence of UFO's. The organization, Ground Sau- cer Watch, Inc., is seeking under the federal Freedom of Informa- tion Act to enjoin the CIA from withholding certain reports and photos allegedly involving UFO\"! Judge Jacob Mtabfer ha set March 17 for a bearing on toe federal government's request that the case be dismissed on the growd that the court lacks Juris- diction. U the case is not dis- missed, the government has asked that it be transferred to federal court at Washington. In court papers, Ground Watch's director, Harvey Brody, said his organization has 600 members nationwide of whom more than 40 are scientific con- sultants affiliated with major not- versities or aerospace corporations. Brody said Ground Watch is an independent, nonprofit outfit or- ganized under the laws of Arizona for purpose of investigating, re- searcUag, analyzing aad dissemi- nating data on unidentified aerial, phenomena."},{"pageNumber":10,"pageContent":"(Hypnotism & Abduction cont.) or startling encounter with a UFO. The point is that there is no simplistic answer to abduction reports; it is a complex and difficult subject best analyzed by professionals, whose assistance is badly needed. Theoretically, the ideal case would involve \"a naive witness who never heard of UFOs (if such a person exists), with no coercion to make up a story, and with a sophisticated hypnotist who carefully avoided suggestive questioning or \"leading\" the witness, so that an abduction story turning up spontaneously would be difficult to interpret as an unconscious fabrication. We seldom are privileged to have such ideal conditions, so we must make the best of what we have. Since unconscious fabrication may result either from inappropriate techniques applied by the hypnotist (implanting ideas) or from a witness motivated in some way to \"fill in the gaps,\" it is important to realize that stories resulting from hypnotic regression carry no guarantee of truth. Only sophisticated analysis may lead toward truth, taking into account (a) the witness' personality and preknowledge of UFOs, (b) the appropriateness and skill of the hypnotist's techniques, and (c) the entire circumstances of the alleged sighting/abduction and what independent corroboration may be found. The Journal invites comments or articles for publication by scientific practitioners of hypnosis, on this important — indeed, vital — issue. Development of a carefully thought out operating procedure for hypnosis of UFO witnesses would be a valuable contribution to research. (Editor's Note: Mrs. Idabel Epperson forwarded a copy of this article to Dr. Reiser for his critique. His reply follows.) April 25, 1978 Mrs. Idabel Epperson 343 North Citrus Avenue Los Angeles, CA 90036 Dear Mrs. Epperson: Thank you for forwarding the draft of Richard Hall's paper on UFO abduction cases. In general, I think the article is proper in tone and accuracy. I don't know that I can answer his question about abduction stories coming from people with conscious UFO encounters; my guess is that there would be a mixture of reports. A significant difference between a subject involved in a crime case arid one reporting a UFO incident is that invariably the crime incidents are documented and hence, are real situations. The information elicited from witnesses or victims of crimes can therefore be corroborated later, in most cases. This of course is rarely the case with UFO sightings or reports. The basic question of whether the event was real or not still seems to be a major issue. That humans are capable of repressing and later recalling amazingly detailed information and, of course, elaborate on it extensively, was clearly evidenced in the Bridey/Murphy case in both the original and later explicated forms. It appears that the unconscious mind, like a cybernetic system, has infinite storage capability as well as the ability to construct, to fill in gaps, and to create. As most psychiatrists and psychologists are aware, fantasies, wish-fulfillments, day dreams and night dreams, are all everyday evidences of our amazing capabilities in this area. Historically, it has been the novelists who have beautifully captured their own fantasies and creative impulses in seemingly logical story form. I think that Jules Verne and Isaac Asimov are prime examples. It is not hypnosis that is critical in any of these situations since it is merely a tool for recovering information, but that the nature of the information recovered is essentially dependent on the motivation of the subject. This is what is critical. Because both conscious and unconscious minds may play a part in what is reported by an individual, I think that the investigative and evaluative approach should involve a team of experts, including a psychoanalyst trained in investigative hypnosis, a physical scientist, and an engineering person, all of whom would be knowledgeable about UFO's, hypnosis, repression and memory recall, as well as the pitfalls and problems involved in these areas. This is a very problematical area, as we know, and it will take persistent and dedicated effort to elicit answers to the many critical questions that now exist. Best wishes, Martin Reiser, Ed. D., ABPP Director Behavioral Science Services Los Angeles Police Department"},{"pageNumber":11,"pageContent":"UFO RELATED INFORMATION FROM THE FBI FILES: Part 3 \"Gone but Not Forgotten\" The order by Hoover to cease UFO investigations was apparently very effective for a year or so. In the portion of the FBI file which I obtained (presumably the \"best\" portion, as explained in the first paper of this series) there are only four documents of note that were filed between October 1, 1947 and September 1, 1948. One of these is a single witness report that was written as a letter to a Senator who forwarded the letter to the FBI. The FBI, in turn, forwarded the letter to the Secretary of the Army. The date of the sighting, which was of a silvery \"streak\" that left a vapor trail that apparently traveled along with the object, was March 13, 1948. The other three documents were correspondence within the FBI concerning an Air Force Directive from the Air Defense Command (ADC) in which it was stated \"Investigations will be coordinated with the FBI office concerned in accordance with instructions contained in letter, this headquarters, D 333.3 Ex, subject, 'Cooperation of FBI with AAF on Investigation of Flying Disc Incidents', 3 Sept. 1947\". (The headquarters referred to was ADC, Mitchel Air Force Base, New York.) As a result of the interoffice correspondence regarding this AF directive, Special Agent Reynolds of the Liaison Section of the FBI contacted Lt. Col. C. P. Martin of the Intelligence Division of the Air Force. Col. Martin stated that \"apparently the Air Defense Command at Mitchel Field was not aware of the fact that the Bureau was no longer conducting investigations regarding flying discs.\" He further stated that he would take the necessary actions to \"straighten out the Air Defense Command as to the present policy regarding incidents of flying discs.\" 29 The date of the ADC directive was 4 Feb. 1948. 30 10 By Bruce S. Maccabee MUFON State Director for Maryland (Copyright Bruce S. Maccabee, 1977) Thus by the middle of 1948, as far as the FBI was concerned, UFO's were \"gone\", though not forgotten. There is no indication in the files that I have that anyone in the FBI felt that the FBI should re-enter the UFO arena, so presumably the FBI was perfectly content to let the Air Force handle the \"flying discs\". On the other hand, the Air Force had apparently forgotten that the FBI wished to remain uninvolved. In the middle of September the FBI received a request from the Air Material Command (AMC, MCIAXO-3) to analyze, in the FBI laboratory, a sample of soil said to have been \"taken from a depression reputed to have been caused by a 'flying saucer' described as being approximately two . feet in diameter and one foot thick which supposedly settled gently to the ground, rebounded to a height of twenty feet and then continued on its journey.\" 31 On October 7, J. E. Hoover sent back a letter stating that a microscopic analysis had failed to reveal anything unusual about the soil. 32 In neither of the above documents was there any reference to the date or location of the sighting associated with the soil sample. Near the end of December 1948, the main FBI office received a teletype message in which it was stated that several people had discovered a \"flying disc\" at an airport in the Mojave Desert. 33 The FBI agent subsequently interviewed the people involved and proved beyond all doubt what had already been stated in the original teletype, namely that the disc was a toy that had been abandoned. The only importance of this report is to indicate that, despite Hoover's order, the agents would still investigate cases and send the information to the home office. It is of interest to compare this \"dry\" period for the FBI (October 1947 to January 1949) with events that were occurring within the Air Force. For a reasonably detailed overview, see Jacobs' book 10 , The UFO Conrrouersy in America, pp. 43-51. Although the influx of reports diminished greatly during the latter part of 1947, the interest on the part of the Air Force did not wane. Lt. Gen. Nathan Twining was apparently convinced that something real was being seen, and recommended a special group to study the phenomenon. 36 Thus project Sign was \"born\" on December 30,1947 at what is now Wright-Patterson AFB. The Mantell case, in which a pilot crashed after chasing a \"saucer\", January 7, 1948, gave an added impetus to the Sign investigation, since it seemed to suggest that the discs were still flying around. According to Jacobs, 37 the Sign investigators tried very diligently to discover whether or not the discs were of Soviet origin, but they failed at every turn. (This inability to obtain information indicating the discs were Russian provides a very interesting contrast to statements made in a paper in the FBI file which will be quoted shortly.) Finally, after the Chiles- Whitted sighting of July 24, 1948 (pilot, copilot, passenger, and perhaps ground observers saw glowing objects with \"windows\" speed toward and past them), the Sign investigators apparently \"bit the bullet' and wrote an \"Estimate of the Situation\". The \"Estimate\" was that UFOs were interplanetary vehicles. The \"Estimate\" was passed through channels all the way up to Gen. Vandenburg, the Chief of Staff, who bounced it back for lack of proof. (See Jacobs, p. 47 and especially the reference to Ruppelt given by Jacobs.) Subsequently the ETH (extraterrestrial hypothesis) lost ground in favor of the \"anything else but....\" approach and from then on the Sign (and later Grudge and Blue Book) investigators favored the mis-"},{"pageNumber":12,"pageContent":"identification, hoax, hallucination hypotheses, although the secret weapon hypothesis was not thrown out. Project Sign came to an end on December 16,1948, when its name was changed to Project Grudge. This change was noted in an FBI memorandum dated March 22, 1949. This is the first indication in the Bureau files (at least in the portion I have) that anything had changed as far as the Air Force investigation was concerned. I will refer to this memorandum again in its natural temporal sequence. But first, I wish to present a document which may be of profound importance in understanding why the Air Force continued its investigation, why the first two special UFO investigatory projects (Sign and Grudge) received a high security rating, and why UFO related information was classified even into the 1950*5. (I don't think this document provides a reason for classification beyond the early fifties; I think AF records on UFO investigations were classified during the fifties and sixties, and even to the present time despite the end of Bluebook, because a \"tradition\" had been established during the late forties. As will be seen, the reason for the establishment of the \"tradition\" probably was a fear of Soviet weapons.) On January 10, 1949, C. C. McSwain, the Special Agent in Charge in Knoxville, Tennessee, sent to the Director a message concerning \"Flying Saucers Observed over Oak Ridge Area; Internal Security-X.\" The document began with a report of a sighting and photographs taken by a Mr. Presley in July of 1947. The existence of the sighting and photographs was made known to the FBI by a Mr. John(?) Rathman, Chief Investigator, Security Division, Atomic Energy Commission, and by Mr. E (name cannot be determined from the available records since it has been well covered up), Resident Engineer, Air Materiel Command, United States Army. Mr. E was described as the \"principal\" army technician at the Nuclear Energy for the Propulsion of Aircraft Research Center at Oak Ridge\". The photographs mentioned were subsequently shown by analysis at Wright-Patterson AFB to have \"images\" which were, in fact, flaws in the negative, M but the UFO report contained within the document is not important. What is important is the information passed on to the FBI, in the \"utmost confidence,\" by Mr. E. In reading this, the reader should keep in mind what was stated in the preceding two paragraphs about the way Project Sign investigators felt about UFO reports, and the reader also should keep in mind the statements by Gen. Schulgen that were made in the summer of 1947. (parts I and II of this series of papers). Leaving out the section on the UFO report of July 1947, I now present Mr. E's statement to the FBI, as copied by agent McSwain: 39 \"Mr. E predicated his remarks concerning 'flying saucers' or 'mystery missiles' by stating that he knew nothing of an official nature concerning them, other than the fact that they were believed by Air Force Intelligence officials to be man-made missiles, rather than some natural phenomenon (emphasis by present author). It was his further belief that a great deal of information had been compliled concerning these missiles by Air Force intelligence, and that research on the matter was being done extensively at Wright Field, Dayton, Ohio (i.e., Wright-Patterson AFB — note by present author). He also expressed the opinion that information at the disposal of the United States Army Air Force Intelligence had, in all probability, been made available to the Bureau at Washington, D.C.\" \"Mr. E then continued with his own ideas as to what might be the nature of these discs, which ideas he had formulated through review of those known facts and theoretical conjectures of himself and other scientists concerning the nature of flying discs and methods of propulsion for such type of aerial mechanism. According to him, flying discs have long been a theoretical possibility and, in fact, a possibility which would indicate one of the best means by which to break through the barriers of the supersonic area. Scientists have, for many years, been attempting to develop this kind of aircraft. (Present author's note: see Jacobs 40 for a reference to the Navy's \"Flying Flapjack,\" a circular plane project that had been scrapped. This may be what Mr. E was referring to.) Some experimentation has been done even in the United States, but insofar as is known in the United States at the present time, there have never been any practical developments. As a second factor of consideration, Mr. E stated that insofar as is known to U.S. scientists at this time, there is no chemical fuel which would make possible tremendous range of flight such as is ascribed to the reported . \"flying saucers\". There is only one possible fuel which could be utilized which is in accord with present theory, and that is the utilization of atomic energy. (Present author's note: at this point in the manuscript someone has written in the margin, \"ATOMIC ENERGY MISSILE\".) As further evidence of this possible means of propulsion, Mr. E called attention to the vapor trail and gaseous corona described as a ball of fire, which he states might give some evidence to the fact that a radioactive field is present. He explained that the corona, or exhaust, has what appears to be layers of intensity which are circular rather than elongated and have no tendency to trail at the extremities, as would be the case if a normal type of exhaust from a combustion engine was being utilized in the propulsion of these aircraft. He continued that the vapor trail left by the missile appears to be one single line of uniform intensity which is extremely slow in dissipating. It was pointed out by him that in the case of a normal vapor trail being left by an aircraft moving at extremely high speeds or extremely high altitudes, the vapor trail usually will be from the wing tips and/or the exhaust of the engines, thus presenting several lines. But, in any event, even though only one line were visible, it would be rather quick to 11 (continued on next page)"},{"pageNumber":13,"pageContent":"(FBI Files Continued) dissipate. This indicated to him that the vapor trail represents some atmospheric change along the path of the missile, which would not be the case were it any presently known type of aircraft.\" (Note by present author: it should be obvious to the reader that Mr. E, who worked in a research group that was trying to develop atomic powered planes, had spent a considerable amount of time studying the available information on exhaust trails from \"flying saucers\". Clearly Mr. E, and those who supported his work, did not ascribe to the belief that UFO reports were all hoaxes, delusions, and misidentifications.) \"He continued that the information furnished by him should be treated with the upmost confidence, in that he was not speaking officially, but as a matter of personal cooperation. (Note: this line was underlined in pencil in the original text.) He stated that the matter was being give absolutely no dissemination by the Air Force or other military personnel, and that they had not deemed it advisable to advise him of all information pertaining to the missile (emphasis by present author; note the implication of the existence of information that was \"above top secret\"; i.e., that required a specific need to know). He continued, however, that in his conversation with representatives at Wright Field and in reading reports returned to this country by foreign agents (emphasis by present author), he had gathered together certain information which might be of assistance in determining whether or not these so-called missiles were authentic, usable, and of danger to the United States. First, he pointed out that knowledge of such a possible aircraft is not by any means new, it having been known as early as four years ago (emphasis by present author; the approximate date referred to is 1944-45) that some type of flying disc was being experimented with by the Russians. In addition thereto, he stated that more recent reports have been 12 received from representatives of the Central Intelligence Agency in Southern Europe and Southern Asia to the effect that the Russians were experimenting with some type of radical aircraft or guided missile which could be dispatched for great distances out over the sea, made to turn in flight and return to the base from which it was launched (emphasis by present author; the reader should note especially the reported ability of this \"missile\" to return to its base.) This fact was extremely worthy of notice as experiments in this country have so far only developed to the point where we are concerned with delivering a missile to the required point of impact, and no consideration has been given to imparting to that missile the ability to return. Secondly, he stated that it is a known fact that the Russians are attempting to develop some type of nuclear energy, that they received a wealth of information concerning nuclear energy at the time of their occupation in Germany, and that they too have at their disposal the limited supply of the necessary fissionable materials. He stated that insofar as any opinion as to whether or not they have the ability and scientific knowledge to create such a nuclear powered missile is strictly a matter of conjecture, and that he would hesitate to make any definite statement. He pointed out, however, that the Russians have some very capable scientists in the field of atomic energy and that, in addition thereto, they took into their custody some of the most advanced and capable scientists of the German Nation.\" \"He also stated that a peculiar fact concerning missiles exists from reports he has received which is worthy of notice, and that is that from all appearances, they have usually approached the United States from a northerly direction and have been reported as returning in a northerly direction. None have every been known to crash, collide or disintegrate over American soil, but it would appear that they come to the United States, cruise around, and go back over the North Pole. He states that insofar as is known to him, there has never been any piece of one recovered from any source whatever in order that analytical study' of its nature could be made. Insofar as was known to him, the only actual material which would be of any value in determining its nature are telephoto photographs which are now in the possession of engineers at Wright Field, Dayton, Ohio (emphasis by the present author; said empasis is understandable in view of the repeated claim that there are no photographs of true UFOs). How detailed and how clear these photographs are, he was unable to state. He stated that one report has been received concerning a collision of these missiles with another aircraft. This report, according to him, took place a short time prior to the report of numerous discs over the United States, and the report emanated from Czechoslovakia (emphasis by present author, in view of the claim that all reports following Kenneth Arnold's (June 24, 1947) were either attempts to become famous or were the result of suggestibility of the American people; said empasis also is understandable in view of the early claims by scientists that UFOs —\"flying discs\"— couldn't be real because the only reports were from the USA and one would expect them to be seen throughout the world). This report was that a Czechqslovakian transport had collided with some unidentified missile while in mid-air over the ocean, and that said missile and said transport had been completely disintegrated without recovery of parts or survivors from either. It was the belief of Mr. E that this undescribed missile was perhaps the same type of thing as the flying saucer. Another factor of notice, according to Mr. E and as is portrayed by fhe photographs (emphasis by present author; this may refer to the previously mentioned telephoto photographs), it would appear that the missiles can be maintained at a certain altitude above the contour of the ground (note by present author: this is \"reminiscent\" of our present day — 1970*3 — \"cruise missiles\"). This could be done by means"},{"pageNumber":14,"pageContent":"of some type of radio altimeter or radio control. Naturally, the path of the missile is not in exact parallel to the contour, as its purported great speed would create considerable lag in its flight. Another factor worthy of note, according to Mr. E, is that it is normally reported as being seen at tremendously high altitudes and always traveling in a straight line. (Author's note: why were they never seen to turn in preparation for the journey back over the North Pole? Mr. E seems to ignore this factor in his attempt to identify \"saucers\" with returnable Russian missiles.) He stated that he himself observed, on one occasion, a single vapor trail coming from some type of aircraft at unbelievably high altitude, which vapor trail extended from horizon to horizon in a perfectly straight line. He observed the vapor trail while it was in the process of formation and states that it was completely unlike any vapor trail he had ever observed before in all his experience with the Air Force. It was his judgment that whatever created the vapor trail was traveling at an unbelievably tremendous speed. This, together with reports that when close to the ground, the missile travels at speeds which make possible visual observation of its actions, would reflect that there is some ability to control the speed of these missiles as well as the altitude.\" \"Mr. E concluded that this matter, while still purely a matter of guesswork, is nevertheless a source of great concern to the military establishment of this country. Great efforts have been expended by the service to determine just what the nature of these missiles might be and, upon so determining, decide whether or not an adequate defense can be established. He also stated that it has giuen impetus to the research being done by the Air Force in their own program of nuclear engergy for the propulsion of aircraft to develop guided missiles (emphasis by present author; apparently the existence of \"flying saucers\" acted as an inspiration for the Air Force). He also advised that insofar as was known to him, there was absolutely no connection between these missiles and the fact that they were observed close to Oak Ridge, Tennessee (note: this refers to the report associated with the photos that Mr. E and Mr. Rathman submitted to the FBI). He stated that this was perhaps, and probably, a matter of coincidence and they were seen in this area merely as they were seen in forty- six of the forty-eight states of the United States during the month of July when so many reports were being received.\" \"This information is being submitted to the Bureau for whatever value it may be, and no further action in the matter is being contemplated by this office, unless advised to the contrary.\" Apparently the information furnished by the Resident Engineer, Mr. E, was of some value to the FBI. About two weeks after the above was written, D. M. Ladd summarized the above information for the Director. 44 Many of the sentences of Ladd's summary were underlined by hand (i.e., not by a typewriter), suggesting that the summary was read quite closely, with special attention to sections concerning the comments on nuclear-powered missiles and the information from the CIA. That the information made an impact on the FBI can be inferred from the presence of the following paragraph in a letter sent to all the Special Agents in Charge on March 25, 1949: 42 \"For your confidential information, a reliable and confidential source has advised the Bureau that flying discs are believed to be man- made missiles rather than natural phenomenon. It has also been determined that for approximately the past four years the USSR has been engaged in experimentation on an unknown type of flying disc.\" This bulletin, and the Air Force information form that was attached, will be referred to again. However, the point presently of interest concerns the importance that the FBI gave to the information supplied by Mr. E. It would seem that this was the first time that the FBI got any \"straight dope\" from the Air Force on flying discs, and even this was unofficial. In the following years, the information received from the AF concerning the official opinion of the AF on flying discs varied considerably from that expressed by Mr. E. However, the one thing which persisted was the clear implication that the AF treated UFO reports, especially those from trained observers, very seriously, even though the official opinion fluctuated from one type of explanation or explanations to another. To be explicit about this, I will now present short segments of various documents that present the AF impression of \"flying saucers\" during the years for which I have information from the FBI file. Many of these documents will be referred to again in greater detail as I progress through the history of the \"FBI-UFO\" connection. Ups and Downs of UFO Explanations I have already presented (Parts 1 and 2) the information that indicates that the AF initially took the view that \"flying discs\" were either Russian-made missiles or natural phenomena. The AF also allowed for the possibility that at least some of the UFO reports could have been generated by subversives. However, the thought that the whole UFO business could have resulted from Russian subversion did not last as long as the first flap in 1947. The failure to find any indications of internal subversion was one of the reasons the FBI got out of the UFO quagmire. The opinion expressed by Mr. E in the previously presented interview probably represented the general AF opinion as of 1949. However, as I have mentioned, during 1948 the Project Sign team apparently went through an \"extraterrestrial period\". Whether or not this possibility was ever imparted to the FBI cannot be determined from the papers I have. As I have pointed out, the \"cupboard is bare\" during 1948. (continued on next page) 13"},{"pageNumber":15,"pageContent":"(FBI Files, continued) However, the possibility of extraterrestrial intelligence having something to do with UFOs was mentioned several years later, as I will presently demonstrate. In late 1948 and early 1949 \"green fireballs\" were observed over several military installations in the Western U.S. I will discuss the green fireball information obtained by the FBI later. However, suffice it to say at this point that the appearance of these phenomena at the beginning of Project Grudge gave the AF an added impetus to investigate UFO reports. No one denied the existence of the green fireballs, a fact which is in contrast to the repeated denials that actual disc- like objects were the cause of flying saucer reports. A famous meteoricist who studied the initial green fireball reports, and who saw one himself (Dr. Lincoln LaPaz), argued quite strongly in his communications with the AF (specifically with Lt. Col. Doyle Rees, Commander of the 17th District of the OSI) that the green fireballs were not natural meteors, and that their characteristics were what might be expected of Russian missiles (where have we heard that before?). Thus during 1949 and into 1950 the AF had an acceptably real phenomenon on their hands which might have been related to military developments of the Russians. Now. it is important to note that grouped with the fireball reports were also reports of a \"disc-like variation\". Thus one might expect that the AF would continue to attribute discs to the Russians. However, just a year later, in response to a request from Hoover to find out \"Just what are the facts re 'flying saucers'?\", an agent interviewed a Major —- and Lt. Col. -— on March 28, 1950.« The agent was told that the AF discontinued its intelligence project and announced the discontinuance of the press in December 1949 (referring to the demise of Grudge) because \"after two years of investigation over three- fourths of the incidents regarding flying saucers proved to be misidentifications 14 of a wide variety of conventional items such as lighted weather balloons and other air-borne objects.\" Col. —- also stated that the AF was no longer actively investigating saucers. Thus, in early 1950, the FBI was to believe that there was nothing to flying saucer reports. On the other hand, in May 1950 the FBI received a copy of an AF briefing in which the ETH was not specifically thrown out, but merely stated to be unprovable. In the same briefing, the continuance of reports was specifically attributed to mass hysteria and to suggestibility of the population. 44 In August 1950 the OSI informed the FBI that the continued appearance of \"green fireballs, discs, and meteors\" (emphasis by the present author) caused them great concern. 45 On October 9,1950 the FBI was informed by the OSI that their \"investigation of these phenomena fails to indicate that the sightings involved space ships or missiles from any other planet or country\". 4 * (Note that the OSI continued the investigations of disc reports after Grudge ended, during the period when the AF officially had no special project for such studies.) The portion of the FBI file which I obtained contains nc interoffice memoranda (and only one UFO report) for 1951. Skipping then to 1952, on July 29 the FBI was informed that 47 \"the Air Force has failed to arrive at any satisfactory conclusion in its research regarding numerous reports of flying saucers and flying discs sighted throughout the United States\". (Note that was the period of the 1952 flap. In 1952 the AF logged more reports — 1501— than for any other year.) On the other hand, this particular document advised that \"it is not entirely impossible that the objects sighted may possibly be ships from another planet such as Mars.\" 47 On October 10, 1952, the FBI received a copy of a news release from Project Blue Book (specifically from Albert Chop) in which it is stated that approximately 20% of the sightings \"cannot be associated with these familiar things.\" 48 On October 27, 1952, a document was filed that indicates that the film taken by Delbert Newhouse had a tremendous impact on the Air Intelligence. After ruling out mundane explanations \"completely\", Air Technical Intelligence Center was \"at a complete loss to explain this most recent creditable (sic) sighting.\" In the same document is the statement \"Col. - --advised that Air Intelligence still feels that the so-called flying discs are either optical illusions or atmospheric phenomena. He pointed out, however, that some military officials are seriously considering the possibility of interplanetary ships.\" 49 The last document in my possession that gives any indication of the AF attitude toward flying saucers was written in November 1957. 50 (There is a complete lack of interoffice memoranda from October 27, 1952 to November 12, 1957, and there were only 5 good reports and 3 poor reports from November 1952 through Dcember 1957 in the portion of the file that I have received.) The November 1957 memorandum mentions the UFOs seen during the \"Sputnik Flap\" and states that, \"In view of the number of these reports...(an agent determined from the AF)...that all the cases mentioned above have for all practical purposes been resolved as being nonauthentic or there was no basis for the sightings. Although this statement is not an explicit statement of opinion, it is consistent with the standard public AF attitude that there was nothing to UFO reports. It appears from the information in the FBI file that the AF attitude changed considerably during the first five or six years of the phenomenon. However, from other sources 21 , 22 , 51 we know that after the Robertson Panel recommendations of January 1953, the official AF attitude toward UFO reports crystalized around the \"nothing to it\" attitude. Any reports left unidentified (Continued on next page)"},{"pageNumber":16,"pageContent":"By Ann Druffcl Other Encounters of All Different Kinds Close Encounters of the Third Kind dominate the conversation of ufologists nowadays. I refer to both the stunning movie of the same name and to the numerous well-documented reports from reliable witnesses worldwide. However, I have noted the past 9 months that other types of encounters of ufological interest are occurring on the sidelines. It is possible that these encounters should be given equal weight in trying to determine what is really important in the UFO subject. One August day last summer, I took two of my daughters and their friends to Newport Beach, expecting a bright Southern California day, with warm waves and sunny air. On that morning, however, just as we walked onto the sands, the tail end of a Mexican hurricane was battering the Pacific off-shore. As we watched dismayed, the clouds thickened, and it began to drizzle. As we huddled in our beach towels, hoping that the sky would clear, we noticed a group of young Japanese tourists striking up conversations with nearby clusters of soggy people. Soon it was our turn, and we found ourselves chatting in Basic English with several university students from Japan. They wanted to use their English, they explained with open, charming smiles. While some of them chatted with my daughters and their friends, two others asked me curiously why the weather was so bad. After listening intently to my halting answer, they began searching for other subjects of conversation. On an impulse, I ventured the question of UFOs. Eagerly they answered. Yes, indeed, the subject was of great interest (FBI Files, Continued) were explained away as hot having sufficient information, even though that was, at best, a weak explanation in many unidentified cases. As far as the FBI is concerned, there is no document in the portion of the file that I have which expresses an opinion on the reality or nature of the \"flying discs\", other than the September 25, 1947, document containing the conclusion that none of the disc reports was related to subversion. 25 This section of this series on the FBI UFO documents has presented information obtained from the AF regarding official and unofficial opinions as to the nature of the UFO phenomenon. In the next section I will present some of the interesting details of the information supplied by the AF and a listing of reports in the FBI files up through 1950. (Part 4 will appear in the next issue) REFERENCES 29. FBI document dated 3/1/48 30. ADC document dated 2/4/48 31. AMC letter dated 9/9/48 32. FBI document dated 10/7/48 33. FBI teletype dated 12/12/48 34. FBI documents dated 12/28/48 35. Formal report dated 3/30/49 36. Jacobs, op. ciY., pg. 44 37. ibid. pg. 45 38. Letter to Rathman from Col: Gasser dated 10 Feb. 1949 and included in the FBI file 39. FBI document written 1/10/49 40. Jacobs, op. at., pg. 43 41. FBI document written 1/24/49 42. FBI bulletin dated 3/25/49 43. FBI document dated 3/28/50 44. AF document filed 6/15/50 45. FBI document written 7/23/50 46. FBI document written 10/9/50 47. FBI document written 7/29/52. 48. AF document received 10/6/52 49. FBI document written 10/27/52 50. FBI document written 11/12/57 51. B. Maccabee, \"Scientific Study of Unidentified Flying Objects\" (a detailed analysis of Special Report #14), unpublished, Nov. 1976 in Japan and in the university where they studied. When I inquired what they thought UFOs were, they proceeded to say that they were —UFOs were— tachyon. Did I understand them? I reached into my store of technical terms and replied that it was an atomic particle that traveled faster than light. Delighted, their grins grew broader, their speech became faster and less understandable. I had hit upon something very important to them. As the drizzle turned into rain and our clothes, towels, and hair became drenched, we sat there discussing their theory! UFOs, they believed, were propelled in such a way (continued on next page) I Mark R. Herbstritt stronomy Notes THE SKY FOR APRIL 1978 Mercury — It is still visible very low in the west after sunset, but by April llth it is in inferior conjunction. Venus — It is well up in the west at sunset and sets about 2 hours later. Mars — In Cancer, it is on the meridian at sunset and sets shortly after midnight. Jupiter — Moving from Taurus into Gemini.it is high in the southwest at sunset and sets about 5 hours later. Saturn — In Leo, it is high in the southeast at sunset and sets about 2% hours before sunrise. On the 25th it is stationary and resumes direct motion with respect to the background stars. 15"},{"pageNumber":17,"pageContent":"(California Report, Continued). that permitted them faster-than-light travel or, indeed, were \"tachyons\" themselves, emitting light while journeying at faster-than-light speed. This \"encounter\" shows that interest in UFOs is everywhere. You have only to look for it. In November, Close Encounters of the Third Kind made its premiere at the Cineramadome in Hollywood. Realizing I needed to be well-informed about the picture in order to judge its possible effect on raw data reports, I took my 13-year-old daughter the very first week on a Tuesday noon. The crowds were not quite as bad as we expected. We purchased our tickets and got into a line which was already forming for the 2:30 showing. Realizing that we had a wait of more than 2 hours ahead of us, we sat on the cold terrazzo floor of the outer lobby, munching a hastily bought lunch. The,chilly August day at the beach flashed into my mind. Curious, I struck up a conversation with a young university student who was sitting on the terrazzo ahead of me. The subject of UFOs immediately brought a gleam to his eye and mileage to his tongue. He told me everything he knew on the subject, which was considerable. He knew UFOs were real, they were important, and people should be aware of the truth about them.Perhaps this movie would have a propelling effect in educating the populace. At least we hoped so. Before he finished, we had covered not only the subject of UFOs, but also the Egyptian pyramids, dolphin intelligence, and the mystery of sharks' nomadic behavior. As he showed me a half-toe peeking from his sandal (upon which a shark had nibbled several years before), I marveled at the universal appeal of UFOs to this generation of searching, accepting individuals. 16 As we talked, the line in back of us formed rapidly down the block, around the theater and into the parking lot. It contained many students, tourists, parents with tiny children, retired citizens — people of all ages, sizes, shapes, and mode of dress. Clearly, whatever camaraderie had brought them together on a Tuesday afternoon was of universal importance. I skip over these encounters on beach and lobby to return to my usual form of research — raw data collection and correlation. Contrary to what might be expected, the release of Close Encounters of the Third Kind has not, to this time of writing (January 20th) produced any startling close encounter reports. What it has produced, in this area at least, is a heavy increase in calls from the public seeking information about UFOs. Of course, such calls have been fairly constant over the years, but the public's motives now have subtly changed. Some ask how they can \"get a job\" researching UFOs. I respond to this by asking them the same question! Some ask to \"chat\" about the subject. Others call to report lights in the sky which they think might be stars, but \"you know, just in case\". An unknown type of hoax balloon which figured prominently in the recent Glendale, California flap has made its reappearance — same place, same time, and is being reported as UFOs. But now it is harder to convince the witnesses that they are seeing lighted bags traveling with the wind. The populace seems excited, expectant, and more willing to believe than ever before. In this area, also, peculiar night- light reports have streamed in during the past nine months. Similar to objects which have hovered and maneuvered over us in past years, they are nothing dramatic, nothing close, perhaps nothing even important. But the sheer numbers and present persistence of these phenomena has led me to wonder whether the lights-in-the-sky are a surveillance of some kind — the only type of surveillance, perhaps, which might be safely feasible over our heavily populated, sprawling Los Angeles complex. On April 3, 1977, a Burbank amateur astonomer called to tell me that he had noticed an \"added star in the Little Dipper\", gyrating back and forth within that northern constellation. Seen only briefly through his telescope, its angular speed was too fast to track, but he was able subsequently to follow its movement east, then west, through binoculars. The binoculars enlarged the dim point of light to about second magnitude. Its white color was tinged bluish-green. On June 26th, 1977, between 6:45 and 7:15 PM, an amateur photographer and his wife watched a point of light traveling over Van Nuys. Starlike to the unaided eye, it was not enlarged appreciably through binoculars. But the photographer was a tenacious witness. Lugging a step ladder into his yard to use a a tripod, he obtained six photos through a powerful telescopic lens. One of the photos shows a yellowish-white object high in the sky near the moon. The object, on a projected slide, measures about 3/8 inch. Walt Greenawald and Donald Wietzel, who uncovered and investigated this case, are anxious to find photo-analysis sources to assist in interpretation of this photo. At 9:00 PM on August 12, 1977, the SKYNET phone interrupted my birthday dinner. Out in Northridge near the western edge of the Basin, two witnesses had just viewed a brilliant light which they at first thought was a Perseid meteor. The thing stopped and hovered for 1% minutes, took off again, and once more stopped. Its general motion was easterly and it was seen against the southern sky, decidedly unacceptable for a Perseid meteor, even discounting its erratic movement. After about 5 minutes, the object finally disappeared, having covered 20 degrees of sky. Shortly afterward, the witnesses saw another object which behaved like the first. Both objects were whiter than ordinary stars and, though the"},{"pageNumber":18,"pageContent":"apparent size of bright stars, were extraordinarily brilliant. That same evening, while the birthday cake waited to be cut, a witness from Hollywood, Richard Hammand, called to report that he and his mother had seen a brilliant white object traveling southeast. From his description, it seemed that they had seen the same object as the Northridge witnesses, but possibly after it had disappeared from the Northridge citizens' view. The object was seen a total of 3 minutes, during which it stopped periodically, zigzagged tightly numerous times and hovered for short periods. It eventually disappeared into the east. It was \"a really clean, bright white and sparkled like a diamond\", the amazed witness stated. He compared its size to the \"seas on the moon which are supposed to be its eyes\". That same night, as the ice cream melted, yet another witness from Northridge reported a \"really bright white light\" moving east-southeasterly in an erratic manner. It stopped, started, stopped again, each motion covering 10-15 seconds. The most intriguing thing about the August 12th objects was that they were almost invariably seen by persons who were trying to view the Perseid meteor shower. Speaking later with another researcher who had received similar reports during the Perseid meteor period, it seemed almost as if the erratic moving objects were taking advantage of Perseid watchers in order to show themselves. On August 20th, another young amateur astronomer in Van Nuys called SKYNET. At 9:03 PM, a very bright object traveled from northwest to northeast, then turned abruptly and disappeared into the south. The duration of sighting was 17 minutes, and the apparent size of the object was one-quarter full moon. The assault over the Basin continued. On August 23rd, SKYNET almost tracked one of the objects when the August 20th witness called MUFON investigator Vmce Uhlenkott to report another of the brilliant wandering lights. Uhlenkott rushed outdoors to look, but from his vantage point several miles from the witness, he was unable to see it. Shortly afterward, the object disappeared from the Van Nuys witness' sight. This experience might indicate that the objects are, in reality, relatively close to the ground. That same evening, a Los Angeles man called me to report a huge, moon-sized fireball that had taken a leisurely 2-minute stroll through the skies. Its light was soft and self- contained, green on the outside blending into a white center. It trailed a luminous tail in which the same colors were evident. Though it seemed fairly close to the ground, there was no noise heard as it silently exploded and disappeared. A refreshingly frank woman witness called to report a 5-hour sighting that happened on September 3-4, from 10:00 PM to 3:00 AM. Looking southeast toward Van Nuys from her Northridge home, she saw a bright white light hover motionless in the sky. As she watched, a second object with \"jaggedy ends\" moved out from the stationary light and stayed near it throughout the woman's 5-hour vigil. This woman finished her verbal phone report with the information that she might not be too reliable as a witness because she \"drinks\", but enjoys the stars anyway and is interested in astronomy. I accepted the report since it fit nicely into the plethora of reports swarming into SKYNET files. By late November the wave of brilliant starlike objects had eased off but not vanished entirely. On November 26th at 7:45 PM, Mary Watson reported that she and her grown son, Allen, had seen a bright object in the northern sky which they at first thought might be a star. They watched it for 5 minutes from their La Crescenta home. Occupied with household tasks, they took their eyes momentarily away. When Allen glanced back, the object had disappeared. This happened on a clear, cloudless night. Summing up these different experiences into a coherent whole, / wish to suggest that the important thing in u/o/ogy might not be the highly- touted close encounter. In fact, the movie — smashing and stunning as it is — might give a very false impression of what UFOs are all about. They are certainly not all extraterrestrial, and they all do not seem benign. The close encounter cases which occupy so many researchers' time, including myself, may not be what they seem. These experiences might not represent physical reality but, instead, projections into witnesses' minds from an outside source. They might represent a quasi- reality, representing witnesses' attempts to make coherent interpretation to what, in reality, is an encounter with an alien force which the human mind cannot interpret. We do not know where we are with Close Encounters. The only type of encounters that our minds can be sure of perceiving correctly are encounters among ourselves — with other humans interested in the same subject, UFOs. It is of vital importance for social scientists to gather information on how the subject of UFOs is affecting the human race. Perhaps they will find the UFOs are even contributing to a stepped-up human evolution. Almost equally valid are perceptions of objects far enough away from witnesses that we can be fairly sure the objects are not distorting these persons' immediate frames of reference. These are the only UFOs which seem to be undeniably physically real. Grants and other funding is desperately needed for monitoring of our skies for. this type of UFO. The NL, (nocturnal light) and its attendant duimal counterpart, the daylight disk, are crying out for study. Let us not (Continued on page 18) 17"},{"pageNumber":19,"pageContent":"HUMANOID STUDY GROUP REPORT: ABDUCTION CASES By Dave Webb (Eastern Regional Director of MUFON) The Humanoid Study Group (HSG) was started in 1974 at the Akron, Ohio, MUFON Symposium by Ted Bloecher and the author. At that time Bloecher's files, the starting point for the HSG data, contained less than 1,000 references to humanoid reports, or Close Encounters of the Third Kind (CE-IH) to use Hynek's and Columbia Picture's term. Now after nearly 4 years of intensive ferreting, the HSG's newly developed HumCat computer file contains 1,650 CE-IH reports: That is an increase of 65 percent in only 4 years! Of course much of this increase is because of HSG contributors, such as Jerry Clark, Lou Parish, Richard Heiden, Al Lawson, Jean-Luc Rivera and foreign contributors Alain Gamard (France), J. Delair (U.K.), Keith Basterfield (Australia), Illka Serra (Finland), and Francesco Izzo (Italy). But there also seems to have been an increase in the frequency of CE-III reports in recent years. This increase is apparent in the numbers of high strangeness cases, and is especially reflected in the frequency of the so-called \"abduction\" cases. In the HSG system of classifying CE-III reports by the relationship of an entity and the UFO craft that seems to be associated with it, the abduction case is labeled Type G. Type G reports are those where the percipient has an on- board experience, either apparently voluntary or involuntary. The HSG file contains 160 Type G reports, or about 10 percent of the total. Of these reports, 46 percent have occurred since the beginning of 1970. About equal numbers of Type G's appear for each of the last 5 years. Already for last year we have on file 8 abduction reports, which is remarkable considering that this type of case usually takes the longest time to surface. Two years ago, in 1976, I presented a paper on abduction cases at the CUFOS Conference in Chicago. At that time I was able to find references to only 50 Type G reports; the number has grown by a factor of 3 in only two years! The reason I can so glibly throw these statistics at you is that at long last the HSG has been able to computer code the basic data for CE-III reports. This is due in large part to the able assistance of Rick Bonenfant. The file is now accessible through magnetic tape and disk via a time-sharing system. This system is similar to UFOCAT in that the file entries are randomly accessible using a terminal keyboard. The HSG file will eventually be merged with UFOCAT, which is operated by the Center for UFO Studies. The HSG system is still being developed, but we now have the ability to produce listings for research and data exchange purposes. Eventually this kind of listing will be published along with case abstracts. (California Report, Continued) ignore them. They may be the only type of true UFO encounter which is capable of being studied scientifically at this time. 18 MUFON AMATEUR RADIO NETS (weekly) DAY FREQUENCY NET SAT SAT SUN TIME NET C.D.S.T. CONTROLS 40 meters 7237 KHZ. 75 meters 3975 KHZ. 0700 0800 N1JS WA9ARG 20 meters 14,284 KHZ. 1300 NIJS & WONC"},{"pageNumber":20,"pageContent":"Lucius Parish In Others' Words The January 17 issue of NATIONAL ENQUIRER featured an article on a UFO sighting over the island of Sardinia on October 27,1977. The report came from the crew of an Italian Air Force helicopter. In the January 24 ENQUIRER issue, reporter Bob Pratt presented material allegedly linking UFOs with the mysterious atmospheric blasts along the East Coast. Five separate UFO articles appear in the January 31 ENQUIRER, including actor Jamie Farr's account of a UFO chasing his car in the Arizona desert, the ENQUIRER'S $5,000 award for \"most scientifically valuable UFO case reported in 1977\" (the 1976 Iranian case which involved E-M effects), psychic predictions of open contact with UFO occupants, the opinions of aerospace experts on governmental secrecy, etc. UFO sightings in the town of Salisbury, England are reported in the February 7 ENQUIRER. A claim of an encounter with UFO occupants is featured in the January 24 issue of THE STAR. Two 10-foot-tall beings allegedly were seen early on the morning of December 20, 1977 at Lake Mohegan, New York. Ray Stanford is still talking of touching off a \"UFO Watergate\" with the revelations in his book, SOCORRO SAUCER IN A PENTAGON PANTRY. A short item on this topic appears in the January 31 issue of THE STAR. The February 7 issue reported on the new Jack Webb TV series, \"Project UFO.\" The dramatized incidents will be based on the Project Blue Book files and begins February 19 on NBC-TV. The February issue of READER'S DIGEST contains a lengthy excerpt from THE FIRE CAME BY by Baxter & Atkins, a highly readable account of the 1908 explosion of a mystery object over Siberia. Perhaps this condensation will help offset the totally inadequate UFO article by Ronald Schiller in the November 1977 issue of the DIGEST. UFOs and science-fiction are discussed in five separate articles in the February issue of SCIENCE DIGEST. There is an interview with Arthur C. Clarke, plus features on \"Star Wars\" and \"CE3K,\" as well as an article on the Center for UFO Studies. The weekly tabloid, MODERN PEOPLE, has published a \"Close Encounters\" Special, largely devoted to the film, but also presenting various articles on UFOs. Most such items are reprints from past issues of the tabloid. It is available on newsstands for 60C. The March/April issue of BEYOND REALITY is another \"UFO Update\" issue, with articles on various aspects of the UFO subject. A new magazine, UFO ENCOUNTERS, is now available and is scheduled to be published on a bimonthly basis. If we're lucky, it won't be! The first (April) issue is nothing but staff-written rehash, obviously designed to cash in on the publicity surrounding \"CE3K.\" There is definitely a need for a high-quality, reliable newsstand magazine on the UFO subject, but this one definitely isn't it. Long-time Canadian Ufologist, Gene Duplantier, returns to the publishing side of research with an excellent \"bookzine,\" UFOLK. As the title implies, it is devoted entirely to photos and biographical data, featuring UFO researchers from around the world. There's also a listing of UFO organizations/publications and an index of the researchers who are listed in the book. If this first effort is well- received, Gene may publish additional volumes periodically. This one is certainly well worth the $2.00 price and may be ordered from Gene at: 17 Shetland Street, Willowdale, Ontario, Canada M2M 1X5. Still another UFO ENCOUN- TERS is now available, but this one is a small booklet (Purse Book) from Dell. The author, F. Richard Nolle, presents a summary of the UFO subject and suggests various books for additional reading. Some errors are evident (the Alexander Hamilton airship hoax, for example), but it's a neatly compact introduction to UFOs (if there is anyone who hasn't been introduced to them already!). The price is 49<f; if not available on newsstands, it may be ordered from Dell Publishing Co., Box 1000, Pinebrook, NJ 07058. Add 15<F per book for postage and handling. (Director's Message Continued) showing the film \"Close Encounters of the Third Kind.\" A sign advising the telephone number of the MUFON Field Investigator to report all UFO sightings, past, present, or future was prominently displayed along with three copies of the MUFON UFO JOURNAL and a UFO photograph in the lobby of the theater. The theater manager advised that approximately 9,000 people viewed CE3K and there was considerable interest in the MUFON display. Grant sent colored photos of the display. Good work, Grant. 19"},{"pageNumber":21,"pageContent":"DIRECTOR'S MESSAGE by Walt Andrus New State Section Directors recently appointed consist of the following ladies and gentlemen: Dr. Kathy Squadrito, Assistant Professor of Philosophy at Purdue University, 2101 Coliseum Blvd. East, Fort Wayne, IN 46805 will be responsible for Allen and Whitely counties in Indiana. Ms. Eleanor V. Sanini, Box 338, Elk, Calif. 95432 has been advanced to the position of State Section Director for Mendocino County. Eleanor, a teacher, attended the 1977 Symposium in Scottsdale, Ariz., and has been a tremendous aid to Paul Cerny, our Western Regional Director. Charles B. Anderson, 5914 Woodlake Drive West, Tacoma, Washington 98467 has accepted the post of State Section Director for Pierce County. William A. Dexter, State Director for Texas, arranged for an informal meeting with your Director on April 12, 1978 at St. Luke's School of Texas Planetarium in Dallas. Stan Ferguson, State Section Director, John O.Williams, Planetarium Director at Richland College, and students from both St. Mark's School and Richland College attended the short presentation. We are very appreciative of the article by George M. Eberhart in the February 1978 edition of William Library Bulletin titled \"UFOs, Ufologists, and the Library,\" pages 489 through 493. George is a serials librarian at the University of Kansas Law Library in Lawrence, Kansas. He received his M.L.S. from the University of Chicago GLS. Mr. Eberhart, a subscriber to the MUFON UFO JOURNAL, recognized not only the 1977 MUFON Symposium Proceed- ings and the JOURNAL in his article, but the fine work of MUFON Directors, James M. McCampbell for Ufology, Ted Phillips for Physical Traces Associated with UFO Sightings and Ted Bloecher for Report on the UFO Wave of 1947. The Center for UFO Studies and Dr. J. Allen Hynek, also received favorable reviews in George's article. We recently received a copy of a new book writen specifically for children titled \"Those Mysterious UFOs\" — The Story of Unidentified Flying Objects,\" by David C. Knight, published by Parents' Magazine Press, New York, a Finding-Out Books series (64 pages). It discusses both IFOs and UFOs, endeavoring to distinguish the difference for our young readers. It is generously illustrated with photographs. However, a large number of the purported UFO photos are of a very questionable nature due to their lack of authentication. Apparently, Mr. Knight did not have access to reputable photographs, which is disappointing, since these models, lens flares, double exposures, etc. will be very misleading to the fertile minds of the younger generation. The suggested retail price for the book is $5.95. It has been endorsed by the American Association for the Advancement of Science, The Booklist, School Library Journal, and A Children's Book of the Year - Child Study Association. Lucius Parish has now replaced Rod B. Dyke on the MUFON Staff as UFO News Clip Data, since becoming the active editor of \"UFO Newsclipping Service,\" Route 1, Box 220, Plumerville, Ark. 72127. Lou's new telephone number is (501) 354-2558. William H. Spaulding, MUFON State Director for Arizona, is to be commended for the featured story in the January 1978 issue of QUALITY magazine, a Hitchcock Publication, dedicated to better produce assurance and reliability. Titled \"Ufology and the Digital Computer,\" it is a 7-page article illustrated with 14 color and B & W photographs describing the use of the digital computer as a tool, applied to the Paul Trent UFO photographs taken in McMinnville, Oregon. QUALITY is widely read by people professionally involved in quality control, quality assurance, reliability and inspection. The cover handsomely depicts a color enhancement of the bottom view of the object in the Trent photos. As Director of GSW's Western Division, Bill has acknowledged that GSW has combined its talents with the Mutual UFO Network (MUFON) and the Center for UFO Studies (CUFOS) in this well written article. It is basically an update on Bill's 1976 MUFON Symposium paper, however, the color reproductions make it superior. Until the supply is exhausted, a single copy of this article may be obtained by writing to QUALITY Magazine, Hitchcock Publishing Company, Hitchcock Building, Wheaton, IL 60187, requesting the article by name and identifying the issue date of the magazine. The planning committee has selected July 6 and 7,1979 as the dates for the 1979 MUFON UFO Symposium to be held at the Airport Marina Hotel in San Francisco, Calif. The symposium committee, composed of Jim McCampbell, Paul Cerny, and Tom Gates, chairman, has submitted their detailed plan as of April 12, 1978, for consideration and approval. John Schuessler has confirmed that Houston, Texas, will be the site for the 1980 MUFON UFO Symposium, and Mrs. Idabel Epperson previously announced that the Southern California group will host the 1981 symposium in the Los Angeles area. For further details on the 1978 UFO Symposium in Dayton, Ohio, on July 29 and 30, please refer to the separate article in this issue of the JOURNAL. Grant Callison, Field Investi- gator in Galesburg, 111., followed through on the suggested cooperative program with the theater managers (continued inside back cover)"}]
