[{"pageNumber":2,"pageContent":"THE MUFON UFO JOURNAL NUMBER 148 JUNE 1980 Founded 1967 .OFFICIAL PUBLICATION OF NtUPONJ MUTUAL UFO NETWORK, INC.. $1.00 1979 Viking Lander 2 photo shows thin coat of ice on surface of Mars. (NASA Photo)"},{"pageNumber":3,"pageContent":"The MUFON UFO JOURNAL (USPS 002-970) 103 Oldtowne Rd. Seguin, Texas 78155 RICHARD HALL Editor ANNDRUFFEL Associate Editor LEN STRINGFELD Associate Editor MILDRED HESELE Contributing Editor WALTER H. ANDRUS Director of MUFON TED BLOECHER DAVE WEBB Co-Chairmen, Humanoid Study Group PAULCERNY Promotion/Publicity REV. BARRY DOWNING Religion and UFOs LUCIUS PARISH Books/Periodicals/History MARK HERBSTRltT Astronomy ROSETTA HOLMES Promotion/Publicity TED PHILLIPS Landing Trace Cases JOHN F. SCHUESSLER UFO Propulsion DENNIS W. STACY Staff Writer NORMA E. SHORT DWIGHT CONNELLY DENNIS HAUCK Editor/Publishers Emeritus The MUFON UFO JOURNAL is published by the Mutual UFO Network, Inc., Seguin, Texas. Subscription rates: $8.00 per year in the U.S.A.; $9.00 per year foreign. Copyright 1980 by the Mutual UFO Network. Second class postage paid at Seguin, Texas. POSTMASTER: Send form 3579 to advise change of address to The MUFON UFO JOURNAL. 103 Oldtowne Rd., Seguin, Texas 78155. I FROM THE EMTM The thought-provoking articles in this issue raise such questions as the following: Are abduction witnesses \"creatively imagining\" their alleged experiences? Can hypnosis separate physical from mental reality? Are UFOs guided or influenced by geological fault lines and magnetic anomalies? Do UFOs signal a merging of science and religion? Are active ufologists suppressing their UFO sightings, and if so, have they been specially inspired by their experiences? Each contributor in his or her own way presents some significant information toward providing the answers. The search for patterns and meaning in the UFO experience motivates all of us. We hope to continue exploring these and related questions from various viewpoints in coming months. In this Issue HYPNOSIS VERSUS UFO REALITIES   3 . By Willard D. Nelson ANATOMY OF A UFO WINDOW   6 By Wayne Laporte SKETCHES OF A UFO SEEN IN 1742   10 By Louis Winkler UFOs AND RELIGION: THE CE-III ISSUE   11 By Dr. Barry H. Downing OBSERVATIONS ON THE INACCESIBLE CASES  13 By William D. Leet CALIFORNIA REPORT (Magnetic Anomalies and UFO Flight-II) 15 By Ann Druffel INFLATION     17 By Walt Andrus IN OTHERS' WORDS    19 By Lucius Parish DIRECTOR'S MESSAGE    20 By Walt Andrus The contents of The MUFON UFO JOURNAL are determined by the editor, and do not necessarily represent the official position of MUFON. Opinions of contributors are their own, and do not necessarily relfect those of the editor, the staff, or MUFON. Articles may be forwarded directly to MUFON. Permission is hereby granted to quote from this issue provided not more than 200 words are quoted from any one article, the author of the article is given credit, and the statement \"Copyright 1980 by The MUFON UFO JOURNAL, 103 Oldtowne Rd., Seguin, Texas\" is included"},{"pageNumber":4,"pageContent":"HYPNOSIS VERSUS UFO REALITIES By Willard D. Nelson Is there an uncertainty principle for measuring the degree of truth or falsehood in hypnotically-derived UFO stories? The famous Heisenberg Uncertainty Principle in physics says that the very act of observing a subatomic particle changes the particle's behavior. Observer and object become parts of a single interacting system. Psychologists long have been wary of the so-called \"experimenter effect,\" particularly in psychic and parapsychological research. It is a view of this article that an uncertainly principle, and perhaps experimenter effects, are being neglected as the practice of using hypnosis in UFO investigation reaches epidemic proportions. Also, lack of a proper hypothesis for the origin of UFO phenomena prevents accurate interpretation of hypnotic data. One does not have to be an expert to detect that a great need exists among investigators and the general public to learn more about the nature, use, and effectiveness of hypnosis in the search for truth about such UFO experiences as alleged contacts with extraterrestrial intelligences. An introduction to this subject has been given by Dr. Sprinkle 1 , and the extensive hypnosis literature gives a general perspective on the history and use of hypnotic time- regression procedures. What is missing from this technical literature appears to be an examination of possible perils and problems with hypnosis, and a discussion of its appropriateness, or inappropriateness, as a tool for use in UFO investigation. Too often hypnosis is regarded as a neat, sure way to get \"the whole truth\" about missing details in a witness's memory. Even though an investigator may realize that hypnosis can be tricky, it is assumed that one's own expertise, or the expertise of a hypnotist with \"credentials,\" will easily avert difficulties. Yet reputable writers about consciousness and parascience reveal an unfortunate naivete when they claim that hypnotic regression has \"verified\" that alleged UFO abductees are \"not lying.\" To think that hypnosis can be used to verify anything, as if it were a calibrated scientific instrument, reveals a fundamental misconception. Hypnosis can be used to obtain what the participant believes to be true, but this is not verification of what is true. One can unwittingly obtain a great deal more as well. Memory enhancement can occur under hypnosis; however, it is known among objective practitioners that memory under hypnosis is generally little better than memory out of hypnosis. The apparent success by hypnotists in law enforcement investigations centers around retrieval of verifiable information lying close to the surface of memory, such as dates, addresses, names, license plate numbers — factual data about the objective world. By inference, such data should be obtainable about the UFO experience; however, there is usually no way. to verify this kind of hypnotically-derived data. The suspicion is growing with many UFO cases that much non-objective data is obtained. Often, elaborate stories of contact or abduction are spun out. The witness is tempted to believe what comes from himself, but one wonders if these are actually remembered realities, or if instead one is getting mired in a psychological morass. For .hypnosis, dealing with human consciousness, is a psychological tool, if it can be called a \"tool\" at all. Nor should one be surprised if doors to parapsychological phenomena are also opened. The early development of hypnosis is more closely tied to what we now call parapsychology than it is to psychology. For examples, see occult histories of spiritualism, magnetism, etc. Despite a relatively long history of usage, the \"science\" of hypnosis still appears to be very much in a state of flux. Experts, where they exist, are often self-taught and continue in their own biases. Professional societies and registration guilds exist, but it is very easy for amateurs to produce hypnosis. Few medical schools taught hypnotism until recently, and even now medical uses are limited since there exists controversy among professional researchers and psychologists about the nature and usefulness of hypnosis. Still, its present usage by knowledgeable, ethical persons is manifold. Control of psychosomatic symptoms, memory enhancement, self- induced anesthesia, and selective alterations of sensory perceptions are among commonly produced hypnotic tasks. Still more remarkable tasks are reported: to stop bleeding; heal fractures and other wounds in amazingly short times; cure or control diabetes, arthritis, aging processes, emotional problems; overcome obesity, smoking and drug-related habits; improve performance in studies, sports, arts, music. And, after a proper course in self-hypnosis, it is claimed that all of these things can be done by oneself. The latter claims are significant for the implied potential of the mind to influence reality and physiological processes. In fact, frontier research is indeed suggesting that mind and reality interact; that physiological and behavior changes do occur upon change of mental states, attitudes, and belief systems. With this in view, there are recent proposals that the term \"hypnosis\" should be replaced by the term \"creative imagination.\" Some of the best definitions of hypnosis describe procedures which \"enhance imaginative involvement,\" and the (continued on next page)"},{"pageNumber":5,"pageContent":"(Hypnosis, Continued) hypnotist himself is viewed as one who facilitates self-hypnosis. In other words, we create our own phenomena through imaginative involvement. However, such a definition only allows exploration of UFO phenomena as a psychological reality and does nothing for those of us who might wish to differentiate truth from fantasy. What does this mean for the UFO field, where so many people are willing to believe and promote as fact the wildest stories of contact and abduction? Could it imply that some hypnotically-retrieved stories are subtle imaginative creations? We do not question the initial stimulus for such stones (the sighting or traumatic experience), but after repeated hypnotic examinations there is a question as to how much unintentional confabulation has crept in! It bears repeating tht it is a misconception to think that hypnosis is the magical and royal road to Truth. It was Dr. Benjamin Simon, in his preface to John Fuller's book about Betty and Barney Hill, who wanted it understood that: \"Hypnosis is a pathway to truth as it is felt and understood by the patient. The truth is what he believes to be the truth, and this may or may not be consonant with the ultimate nonpersonal truth.\" Erroneous views of hypnosis range from that of \"one mind in control of another\" to the view that hypnosis does not exist at all. One elementary misconception is that the subject goes into some sort of unconscious condition or trancelike state in which he is not aware of what he's saying or experiencing. During the hypnotic conditon, no matter how \"deep\" it may be, the subject's cognitive apparatus is totally intact at all times. If the induction includes suggestion of trance or \"sleep,\" then hypnosis can be experienced as an altered state of consciousness, but not as unconsciousness. Suggestion can be given that the hypnosis session will be forgotten until recalled at some prearranged cue; otherwise it would be available as normal memory. Another misconception is that an unscupulous hypnotist can manipulate his subject to experience more or less whatever is suggested. Fortunately, this is not true either, but malpractice can arise from several sources. If the subject's intellectual background does not include adequate yardsticks for assessment of data inputs by the hypnotist, then he or she is a patsy for whatever \"information\" the hypnotist wants to inculcate. So various forms of ignorance can be one's worst enemy, because the heightened suggestibility (willingness to use one's imagination) leaves one open to uncritical acceptance. This is not to equate ignorance with suggestibility, but it is true, I believe, that a person cannot be hypnotized (i.e., will not go along with the imaginative game) if the critical faculties are too active. Hypnotism has been character- ized as a consent state. The subject is keenly aware of all that is being said, all that is going on around him, and at worst will do and say nothing that he would not do with otherwise somewhat relaxed inhibitions, such as after a few drinks. One's moral and ethical principles still control one's actions in hypnosis. With this understanding, it is seen that the potential still exists for the hypnotist to lead the subject, due to heightened suggestibility. The subject characteristically will want to accomodate the hypnotist and will readily agree to subtle suggestions, unintentional or otherwise. For this reason, at least one professional hypnotist that I know prefers to use \"What's happening now?\" as his chief mode of interrogation. Unintentional cueing is difficult to avoid and often happens during hypnosis by inexpert practitioners. The resulting session may well be the joint creation of hypnotist and subject, in spite of all good intentions. It becomes another example of the \"experimenter effect\" and the power of creative imagination. The potential exists just as strongly for the subject to lead the hypnotist when the subject has a strong belief system, a dominant or charismatic personality, or a strong and uncritical imaginative faculty. This appears to be an unrecognized factor in some UFO investigations. Not that the subject purposely misleads the hypnotist; it is a situation of believed fantasy being accepted as real memory by the subject. Apparently there is no way of telling whether imaginative activity that becomes \"real\" is any more real than a dream. It is noteworthy that Sigmund Freud abandoned the use of hypnosis, which he at first tried to use for psychological research, in favor of his own developing method of psychoanalysis. While using hypnosis to uncover the early sources of his patients' neuroses, he began to doubt the efficacy of his own work because of the problem of reality versus \"psychic reality,\" as he termed it. He realized that there was no \"indication of reality\" in the unconscious, and he felt it was important to distinguish between truth and emotionally-charged fiction. Freud's problem was not hypnosis itself or his skill at using it. The problem was his expectation that the technique would reveal truth. With patients unable to discriminate between deceptive memories concerning their childhood and the memory traces of actual happenings, Freud finally resolved the dilemma by changing the problem: even though such imaginary traumas or scenes were created in fantasy, the psychic reality deserved to be given a place next to actual reality because of its effect on the patient. As far as the neurosis was concerned, psychic reality was of even greater importance than material reality. Freud's conclusion, however, cannot be the conclusion of UFO investigators who are looking to separate material reality from psychic reality. If Freud, devoting his life to these skills, could not separate real memories from believed fantasies, how then are we, who are not trained to face complex mental phenomena, going to separate psychic from physical UFO realities by the use of hypnosis? I must suggest that hypnosis is not a proper tool for the pursuit of objective truth if we expect the technique of hypnosis to reveal that truth. Even sophisticated scientific instruments cannot be relied upon to perform discernment for us. Yet, in UFO investigations, the mind examines itself uncritically, using hypnosis indiscriminately as a tool. (Continued on next page)"},{"pageNumber":6,"pageContent":"(Hypnosis, Continued) Because of the problem of interpretation, some of the strongest abduction cases can be assailed: for example, the case of the three women at Liberty, Kentucky, in 1976. \"The (hypnotic) transcripts of the three women involved reveal that each had a separate subjective adventure rather than a consistently shared abduction experience; thus their fascinating stories do not corroborate claims of an abduction, although the probability of a shared hallucinatory CE-I seems fairly high.\" (Lawson 2 ) Dr. Lawson cites discrepancies in other cases, too, concluding that, notwithstanding the reality of the initial stimulus (sighting or encounter), the subsequent hypnotically-derived data can in some sense be termed \"psychological.\" This challenge reveals the interpretation problem which exists in the absence of a workable hypothesis against which to match data. Not only does the hypnotized UFO witness come up with what he believes to be true, he can also come up with what he would like to be true. Attention brought by the investigation and the hypnotic regression can provide ego support that many people find irresistible. An elaborate story would then evolve, which the subject subsequently believes, but which the investigators would have no way of verifying. Such a joint production may well describe the controversial Garden Grove, California, case 3 . This began as an investigation of a man's abduction by ugly UFO entities. After many hypnotic sessions, additional abductions were claimed and numerous complexities developed, continuing to this day. The abductee was plagued by paranormal phenomena (balls of light, unconscious writing, etc.); mediumistic possessions (Beelzebub came through at one point); he conceives \"mind-machine inventions of the future\"; has undergone a \"mental transformation\" to become \"one with Voltar,\" a purported, spiritually-oriented ETI who speaks through him. Total disruption of family life ensued, including divorce and estrangement from parents and children. There appears to be no way of supporting his claim that' extrater- restrials control the phenomena and plan to contribute toward the enlightenment and technical progress of mankind. One wonders how much of this case would have developed spontaneously if there had been no extended hypnotic investigation. Unfortunately, this is not an isolated case. I would suggest that much of the recently popular \"Andreasson Affair\" fits the same category. 4 Awareness of the perils and problems of hypnosis does not ease the dilemma of those desiring to retrieve information about the many puzzling cases that are surfacing. It is easy to sit back and say that the burden of proof will be on those who obtain their stories by hypnotic technique. It is also easy to say that every means possible should be used to obtain physical, objective support for a hypnotic story, and that hypnosis should be used only as a secondary source of information. Often the hypnotic story has compelling logic and self-consistency, even in high strangeness cases. But we would resist the temptation to \"believe,\" and instead subject the witness and the data to every possible psychological test. Because of ethical questions and the invasion of a witness's privacy, it would appear that only trained psychologists and psychiatrists are qualified to investigate high strangeness UFO cases. Investigators also should be troubled by the fact that trained psychologists hired for serious criminal investigation cannot agree on hypnotically-derived data. An investigation currently in the news in the Los Angeles area is an example. Kenneth Bianchi is accused of participating in the 10 \"hillside strangler\" murders. No fewer than five psychiatrists disagree with each other as to whether Bianchi is or is not a split personality, and is or is not really under hypnosis during hypnotic-investigation sessions. It is while under purported hypnosis that an alter-personality, Steve, comes out and admits the murders, which shocks Kenneth. This of course gives Kenneth the convenient alibi that he was not present and not involved in the murders. Three psychiatrists believe that Ken was faking the hypnosis and invented Steve to save his own neck. The other two psychiatrists are convinced that Ken is a split personality and that the hypnosis is real. Significantly, one of them conjectures that the Bianchi split may have been the result of the first hypnosis session! This latter statement lends credence to my troubled suspicion that hypnotic procedures may lead to creation of new \"realities\" in the world of the participants. Thus there are serious questions for hypnotic UFO investigation. Is there any reliable way to use hypnosis in investigation of high strangeness cases? What are the guidelines? Who are the experts? Almost anyone can become an amateur detective, the traditional role adopted by the UFO investigator, but how many of us can in clear conscience set ourselves up as amateur psychologists and then properly evaluate psychological realities and UFO belief systems? Without accepted guidelines to which hypnotic investigations may be related, it is apparent that we will be left with Freud's dilemma — we will be unable to differentiate the truth from the believed fantasy. REFERENCES LSprinkle, R. Leo, Ph.D.: \"Hypnotic Time Regression Procedures in the Investigation of UFO Experiences.\" Appendix published in: Lorenzen, C & J, Abducted'Berkley Press, 1977. 2. Lawson, Alvin H., Ph.D.: \"A Close Look at Close Encounters,\" Personal Communication. Paper to be published in \"Second Look.\" An article describing this case in some detail appears in MUFON UFO Journal, No. 110, Jan. 1977, pp. 4-15. 3. Druffel, Ann: \"Etherean Invasion: A Key to the UFO Door?,\" MUFON UFO Journal No. 137, July 1979, pp. 6-7. 4. Fowler, Raymond E.: The Andreasson Affair, Prentice-Hall, Inc. 1979."},{"pageNumber":7,"pageContent":"ANATOMY OF A UFO WINDOW By Wayne Laporte On June 7, 1979, Mrs. Delores Lavelle, Trends Editor with the Monroe, N.C., Enquirer Journal became one of many to experience a UFO sighting along a stretch of U.S. 74 in Indian Trail, N.C. Mrs. Lavelle described her encounter in the June 8th edition of the Journal. Reprinted below is her article. UFOs DEFY ALL LOGIC THIS WRITER COULD SUMMON By DOLORES LAVELLE Trends Editor I tried to explain what I saw by every bit of logic I could summon, but it defied them all. I have to believe what my husband, my son and I saw Wednesday night was a UFO. It didn't fit the performance of a plane. It wasn't a radio tower. I never saw a helicopter move that fast, and to have two of them operating in the county at 10:45 p.m., was almost impossible. So I have to join the legions of believers, or rather doubters. We were returning Wednesday night after dinner in Charlotte with our daughter. When we were between the Stallings traffic signal and the one at the Indian Trail crossing on US 74,1 noticed an orange-red light that came from behind us, on the right side, moving very fast and high. As it curved toward the highway, I saw a small green light, stationary over the highway ahead, the red light approached the green and as they met, the red dropped straight down toward the ground, while the green remained stationary. My first thought, as my husband exclaimed, \"What the hell was that?\" was that two planes had collided. Then I realized we would have heard the crash. And the red light had not hit the ground, but was instead shooting up, very fast, back toward the green light. They hung there together, the red on the right, the green on the left, at times with the red seeming to move between the green and us, obliterating it. My next thought was that it was a tower light and a helicopter, though it moved too fast for a copter. The fact that they stayed stationary, above the highway was the unanswerable factor. As we proceeded down the road, we eventually passed under them. My son and I watched as we pulled ahead, and they remained in the same spot, over the highway, not moving until we lost sight of them behind trees and turns in the road. I contacted Wayne Laporte, after a half day of kidding from fellow newspeople, and told him what we had seen. Laporte is the UFO investigator for this area. He said the area where we saw the lights was along the fault they know exists, a geophysical condition that seems consistent with such sightings. Mrs. Lavelle's encounter occurred only 1,000 feet from where I live. This particular locale is where many local residents and passer-bys have seen mysterious lights and objects suddenly appear, vanish, or momentarily hover. I moved to the Indian Trail area in 1972. My interest in UFOs began in October 1974 when several neighbors told me they had just seen three spherical lights pass low over the housing development and vanish at the same point over a field in back of my house. Later, in 1976,1 began actively investigating UFO sightings in the Charlotte and Indian Trail area. I was surprised to learn that. numerous people here had seen a lot of strange things. Besides UFOs, many had seen sudden flashes of lights, spook lights, jacolanterns (roaming spook lights), glows on the ground, bigfoot creatures, occupants, Men-in-Black, black panthers, unusual cloud formations, mystery aircraft and helicopters, and out-of-place animals such as baboons. In January of 1977, the phenomenon became very real to me when I experienced the first of several encounters. I was returning home from work around 6 p.m. While, waiting for traffic to clear in the oncoming lane, I noticed a white light approaching low in the sky directly ahead. As I turned into the housing development, the white light flared to a brilliant golden-yellow. Immediately, I turned the car around and returned to the highway. The oncoming light had vanished. Then, I drove to a neighbor's house to discuss a few things not related to UFOs. After about 30 minutes I left and drove over to my house. While walking up the walk, I felt as if someone was staring at me. Turning around I saw a glaring ball of white light the apparent size of a quarter at arm's length. From the orb's center flowed crimson streamers in a radial pattern. The spherical light was hovering motionless and not making a sound. After viewing it for about 45 seconds, I turned and went inside to get a witness. Moments later I returned with my then 7-year-old son. Now, the spheroid was a cherry-red. It appeared to be translucent and as if you could reach through it. As we watched, the light seemed to shrink into nothingness. The unusual light was also . observed by a neighbor's pre-teen son. This allowed a distance triangulation to be made. Trigonometry calculations indicated the light was about 17 feet in diameter and hovered some 700 feet away at an altitude of 130 feet. Oddly, the orb vanished at the same spot the three white spheroids disappeared in 1974. Since then I've seen the lights on several occasions. My wife and several neighbors have also seen the mystery lights several times. Generally, the lights are white, yellow, gold, green, or a mixture of colors — particularly crimson and white. Sometimes the lights have a darker colored outer border. They come and go to these spots in back of the house from all radial directions. Usually they come swiftly and silently — like a \"thief in the night.\""},{"pageNumber":8,"pageContent":"(Anatomy, Continued) Don't worry. It's just a hallucination due to a seismic-induced transient field. Offhand, the lights appear to be a form of ball lightning except they are generally large in size and usually seen in clear weather. What intrigued me the most is that many UFO encounters, be they sightings of NLs (nocturnal lights) or craft-like UFOs, occurred repeatedly in certain specific places. Somewhere I had read that UFOs had an affinity for geological fault lines. Supposedly, alien crews were flying along the faults studying the earth's crust and observing earthquakes. A review of geological records and maps brought forth many interesting facts. North Carolina is a heavily faulted area. It is a moderately seismic active state. And, it was a major world producer of gold prior to the 1849 California gold rush. I also learned that a geological fault — the Gold Hill Fault — runs through the Indian Trail area. The field in back of my house is located exactly on the fault line. Furthermore, there were numerous gold mines in Charlotte and Indian Trail. Those in the Indian Trail area are strewn out along the fault. There are six located in back of and around the housing development in which I live. Lavelle's sighting occurred exactly over the Secrest and Smart mines. My personal sighting of the crimson-white spheroid occurred over the Sam Phifer and Sam Hill mines. This knowledge inspired me to review my case files and make the following statistical tabulation. Of 29 nocturnal light cases reported to me between 1974 and 1979, 19 occurred over gold mines along the Gold Hill Fault, 5 occurred over gold mines in the Charlotte area, and 5 were seen in non-gold-mine areas. Of the 24 sighted over gold mines, 21 were seen to affect a change in travel mode (suddenly vanish, appear, change direction, or hover momentarily). The other three were seen scooting about. Of 43 craft-type UFOs reported in the same period, 10 were encountered at the Gold Hill Fault gold mines, 19 were sighted over gold mines in Charlotte, and 14 were seen flying about in non- gold-mine areas. Now, of the 29 sightings of craft-like UFOs at gold mine sites, 23 were seen to make a change in travel mode (suddenly vanish, appear, turn, or hover momentarily). The statistics are interesting, but not at all conclusive regarding the seismic connection. There are other factors such as population density, the fact that my house — \"a UFO reporting center\" — is located on the fault near old gold mines, distribution of sub- stations and broadcasting towers, and railrpad tracks that may interplay to distort a positive correlation of UFO sightings with gold mines. It may even be that a combination of factors are responsible for repeat sightings in any one area. Still, I'm personally convinced, after seeing both NLs and \"spaceship\" types over the gold mines, that there is definitely a seismic connection. However, I suspect it is the quartz rather than the gold that the UFOs have an affinity for. As any gold propector knows, gold •is generally found near or in quartz veins. As any mineralogist knows, quartz and other crystalline rock when compressed, generates an electrical charge. An industrial application of this principle is the quartz cigarette lighter. A quartz crystal is compressed and creates an electrical spark. The spark, in turn, ignites the gas in the lighter. It is this principle that may be responsible for what seismologists call \"quake lights.\" - For centuries, people have reported seeing unusual luminous phenomena prior to, during, and after earthquakes. For example, Pliny the Roman historian wrote about survivors seeing \"flaming shields\" in the night skies during the massive quake which toppled the huge Colossus of Rhodes in 224 B.C. During the 1965-67 Matsushiro earthquake swarm in Japan, Yutaka Yasui collected the only known photographs of earthquake lights. Out of 35 reported sightings, Yasui related that 18 couldn't be explained by known lights. These lights have been seen so frequently in conjunction with earthquakes that Dr. John Derr, with the U.S. Geological Survey Office, said in a July 1977 news release the existence of quake lights is now so well established the subject should no longer be ignored. And, it appears (Continued on next page)"},{"pageNumber":9,"pageContent":"(Anatomy, Continued) many have reported not only glowing orbs, but fireballs, searchlight beams, starlike objects, columns of lights, and glows on the ground, sea, and in the air. Although no one knows what causes the lights, it is believed by many that seismic movements of the earth induce stresses in crystalline rock. These stresses through the piezoelectric effect (setting up of an electrical potential in crystalline rock) generate electric fields possibly as strong as several volts per meter. These fields very likely concentrate into the most susceptible localized areas, mainly fault lines and outcroppings. Theoretically, such fields with certain atmospheric conditions present, could conceivably create low-level ionization of air molecules adjacent to the electric column projecting through the ground. Interestingly, a plot of several well- known spook light locations on geological fault maps revealed that most occur on or near faults. The Brown Mountain Lights, N.C.; the Maco Light, Wilmington, N.C.; Summerville Lights, S.C.; the Silver Cliff Light, Westcliff, Colorado; the Gonzales Light, Gonzales, Louisiana; the Marfa Lights, Marfa, Texas; the Sand Springs Light, Sand Springs, Oklahoma; the Hookerman Light, Indian Point, N.J. all manifest in fault areas. The evidence seemingly points toward these UFOs being some type of natural phenomenon. And, that's exactly what two Canadian scientists have concluded. Dr. Michael A. Persinger, a psychologist and research scientist at Laurentian University in Sudbury, Ontario, along with his research assistant, Gyslaine F. Lafrenierc studied 1,242 reports of UFOs and 4,818 cases of other anomalies such as bigfoot encounters, sea serpent sightings, rock falls, animal falls, unusual cloud formations, and flashes of light. The two researchers found a positive correlation of anomalous events with geological faults and solar flare activity. They theorize that both solar flare and seismic movements can generate localized energy fields which under certain conditions create plasmoids and also interfere with the normal functioning of the human brain. The two believe these fields can 8 also cause the electromagnetic and physical side affects often experienced by UFO close encounter victims. For example, they relate how these wandering transient fields could overpower the weaker fields associated with CBs, TVs, radios, car lights, and motors causing the disruption of such devices. And, close approach of these fields to humans could result in various physiological impairments such as skin bums, reddened eyes, vomiting, sleep disturbances, fatigue, nausea, menstrual disruptions, and even unconsciousness. Since plasmoids can be detected by radar, many radar-visual cases may be nothing more than tracking of quake lights. The brightness and duration of the ML encounter would be dependent on the intensity and longevity of the seismic-induced electric field. In fact, some NLs might keep appearing and disappearing in the same area as seismic forces wax and wane. One problem in explaining away UFOs as a natural phenomenon is the sighting of craft-like UFOs. The two researchers, however, believe that witnesses coming into contact with these seismic fields could easily hallucinate sighting of physical UFOs, occupants, creatures, and out-of- place animals. They point out in their book Space-Time Transients and Unusual Events (Nelson-Hall, 1977) that stimulation of the brain by electric currents has caused many physiological effects including hallucinations. Furthermore, the two point out that seismic-induced fields can be intense and last a long time. They relate how radio transmission in the area of Hilo, Hawaii, was lost for one hour prior to the large quake that struck there on April 26, 1973. Apparently, a large and long-lasting seismic energy field temporarily disrupted the local ionosphere. There are, however, .some flaws in Persinger and Lafreniere's theory. One, the prescence of a plasmoid implies the existence of an electrical column projecting up through the ground to sustain the ionization of air molecules adjacent to the column. Yet, in many ML cases — particularly in Indian Trail — the NLs have passed over houses, cars, and planes with no electro- magnetic effects. So, it appears the plasmoids are self-sustaining, free- floating, and not dependent on electric columns. Yet, several NLs in Indian Trail have been seen to approach the fault, change direction, and fly away — both with and against the wind! Second, some fault line NLs have emitted light from only one side. For instance, on November 20, 1977, at 10:21 p.m., researchers with Vestigia, Inc. of New Jersey succeeded in filming, observing, and recording the presence of the Hookerman Ghost Light in Indian Point, New Jersey. The site is only a mile from the Ramapo Border Fault and the light generally appears Black dots in nap above arw locations of inaetiva gold mints in the Charlotte area. This map can bo found on pg. 19 of Information Circular 21 Gold Resources of North Carolina aTallabl«~Tron the K.C. Mviaion of Land Resources. Black dots on map to the left are locations of UFO encounters from 1973 to 1980. The - shaded areas are goId/quarti areas."},{"pageNumber":10,"pageContent":"(Anatomy, Continued) during local seismic activity. However, an oddity was observed. Only observers on one side of the light could see it. This one-sided emission of light is a characteristic shared by some large nocturnal lights. The Summer 1978 Bulletin of the Texas-based Project Stigmata organization tells of an unusual UFO encounter which occurred in 1975 around Nara Nara in northeastern New Mexico, a seismically active area. At the time, livestock mutilations were occurring and residents were reporting unmarked helicopters and roaming nocturnal lights. One night, several NLs were being observed. As planned, four ranchers took to the air in a small aircraft. All had cameras with infrared film. Ground observers who could see both the plane and NLs coordinated the intercept. For two hours the craft circled looking for the NLs below them. Strangely, none in the plane could see the lights. According to conventional physics, ionized balls of air should emit light in all directions. Third, multi-witness sightings where all see essentially the same type of \"spaceship\" seem to refute the hallucination component of Persinger and Lafreniere's theory. This is especially so when landing traces tie in with what was observed. A case in point is the 1975 O'Barski case that happened in New Bergen, New Jersey. New Bergen is located on an unnamed fault which starts one mile north of the East River Fault in downtown New York. The fault is active. A tremor, which broke windows, jarred the area on April 13, 1976. It was here that 72-year old George O'Barski in January, 1975, at about 2 a.m. observed a metallic craft with evenly spaced and lighted windows. It came to a hover 10 feet off the ground some 60 feet away. A ladder was extended and down scamped several dwarf-like humanoids. Using shovels, they quickly scooped up soil samples into bags they were carrying. After securing sufficient samples, they dashed up the ladder. Then, the ladder was retracted and the craft ascended skyward, vanishing in about 20 seconds. Two other witnesses farther away also witnessed the \"blast-off.\" And, a window at a nearby apartment building mysteriously shattered as the craft was accelerating. But, what really convinced O'Barksi that he wasn't hallucinating were the holes in the ground exactly where the humanoids had been digging. Fourth, UFO sightings occur in non-fault areas as well as in seismic active regions. However, crystalline rock — particularly quartz — is very common and widespread throughout the world. Also, there are many fault areas which are unknown to seismologists. So, the sighting of a UFO in an area of low seismicity doesn't preclude it from being seismic related. It is also interesting to note that fault line phenomena such as sudden flashes of light, sonic disturbances, beams of light, ground glows, window breaking, strange cloud formations, and obnoxious smells have also been coincident with UFO encounters. Of course, these effects may all relate to the object's propulsion system and have no relation to seismic anomalies. However, on two cases investigated by myself, quake light phenomena were evident at the time of sighting. Two persons in Mt. Holly, N.C., in August of 1973 saw a jacolantern (roaming spherical light the size of a basketball) come out of a wooded area and cut across a field in front of them. Moments later, a discoid with lights around it suddenly appeared over the woods where the jacolantern had appeared. The object, making a \"turbine sound,\" flew past them. In late July of 1978, several people in Belmont, N.C., saw a discoid with three rows of windows traveling along a transmission line. It made ah abrupt turn and headed south away from the line. Several minutes later a column of light, a few feet in diameter and about 200 feet long, appeared over the treetops in a field near the site. The horizontal beam of white light was truncated at both ends. It was visible for about 15 minutes. Then, it slowly faded out. None of these late evening sightings occurred over any known gold mine. However, both towns are located in the Charlotte Gold Belt which is one of five gold belts scattered throughout the state. The evidence seemingly points toward UFOs having a very special interest in quartz, the world's most common mineral. I suspect UFOs are somehow utilizing electromagnetic fields in quartz deposits in the same manner that UFOs use such fields found in the vicinity of man-made sources (sub-stations, transmission lines, broadcasting towers, etc.). On December 27,1977, two UFOs tangled with \"Snoopy II,\" the police helicopter over downtown Charlotte. The two objects first approached from out of the northwest (location of gold/quartz fields). Moments later, the two objects were encountered near the Charlotte Coliseum (location of a sub-station). Radar trackings of the two objects indicated that one slowly faded off the radarscope while flying over Indian Trail (location of the Gold Hill Fault and gold/quartz deposits) while the other one went off-scope instantaneously in the Southpark Shopping Center area (location of a large sub-station). Three youths saw a conical object around 6:30 p.m. the same night in the Indian Trail area. Later, Eric Moore, an announcer for WRPL, observed a conical UFO flying along over Providence Road in downtown Charlotte. Interestingly, the object's flight path would have taken it over a sub-station. To me, there are three speculative reasons why UFOs possibly have such a strong interest in energy fields, both natural and man-made. One, energy fields are somehow causing materializations to spontaneously appear. Theoretically, matter can be created from energy (E=MC 2 ). However, this same law of physics says a lot of energy is required to form a small amount of matter. And, it's hard to visualize a mechanical device or bioform being spontaneously created. Two, extraterrestrial spaceships are using both natural and man-made electromagnetic power sources to \"boost up\" their engines in order to zoom away into space or teleport (a la Star Trek) to another star system. However, this theory fails to explain why UFOs suddenly appear in high energy fields. Three, UFOs are materialization of craft and entities from another dimension which co-exists with us. These beings possibly translate from this other world into ours at areas of (Continued on next page)"},{"pageNumber":11,"pageContent":"(Anatomy, Continued) high energy at either quartz deposits or where there are man-made energy generators. This absorption of energy results in their existence in our space- time continum. To translate back, they must de-materialize which results in the \"giving-up\" of the previously absorbed energy. For some reason, this energy must be released in the presence of another energy field — again, either naturally occurring or man-made. Those practicing the ancient art of conjuring agree that there must be a raising of the human psychic (mental) energy both during the summoning and dispatching of the dimensional entity. Of course, everyone knows conjuration is nonsense. An interesting sighting which suggests that some UFOs release energy prior to vanishing is the sighting of an object in September 1978 that flew around WBTs broadcasting tower located on Spencer Mountain in Lowell, N.C. Several people on the 14th saw a black spheroid with an orbiting white light hover over a housing development. After lingering for about 40 minutes, the object moved away traveling over powerlines to the base of the mountain. Then, it ascended and circled the tower several times as it climbed upward. After clearing the tower, it shot up into a cloud and vanished. WBT personnel on the mountain said that no one that afternoon reported seeing a UFO. However, they did tell me the logs showed equipment damage at 3:30 p.m. due to a lightning strike. Interestingly, 3:30 p.m. is the time the UFO was seen circling the tower, and there weren't any thunder- storms in progress during the sighting. In fact, weather bureau reports indicated clear weather with scattered clouds all day long. These three possibilities are speculative ones. I am, however, quite certain that some UFOs are appearing and disappearing in both natural and man-made electromagnetic energy fields. Maybe further research will give us the final clue as to the \"why\" of this bizarre fact. D 10 SKETCHES OF A UFO SEEN IN 1742 By Louis Winkler (MUFON Consultant in Astronomy) The Philosophical Transactions of the Royal Society.of London for the years 1744 and 1745 contain an account of a UFO seen in London which surpasses any in the collected works of Charles Fort. The account is given by Mortimer Cromwell, the Secretary of the Royal Society who was a physician by training and contributed frequently to the Philosophical Transactions on a variety of subjects. His description includes two sketches and details of the motion and appearance of the object. Since the account is relatively brief and well formulated it is presented in its entirety along with reproductions of the sketches. As I was returning home from the Royal Society to Westminster on Thursday, Dec. 16. 1742. h.8.40'. p.m. being about the Middle of the Parade in St. James Park I saw a Light arise from behind the Trees and Houses in the S. by W. Point which I took at first for a large Sky-Rocket; but when it had risen to the Height of about 20 Degrees, it took a Motion nearly parallel to the Horizon, but waved in the manner shown in Figure 1, and went on to the N. by E. Point over the Houses. It seemed to be so very near, that I thought it passed over Queen's Square, the Island in the Park, cross the Canal, and I lost Sight of it over the Haymarket. It's Motion was so very slow, that I had it above half a Minute in View; and therefore had time enough to contemplate it's Appearance fully, which was what is seen in the annexed Figure 2, A seemed to be a light Flame, turning backwards from the Resistence the Air made to it. BB a bright Fire like burning charcoal, inclosed as it were in an open Case, of which the Frame CCC was quite opaque, like Bands of Iron. At D issued forth a Train or Tail of light Flame, more bright at D, and growing gradually fainter at E, so as to be transparent more than half its Length. The Head seemed about half a Degree in diameter, the Tail near 3 Degrees in Length, and about Eighth of a Degree in Thickness. In summary, Cromwell saw something that looked like a large cage of burning charcoal with flames at the leading and trailing edges which where distorted by its controlled, sinuous motion. Whatever he saw was strange,. and it took him more than a year to publicize it. (Reference: Pages 524 and 525 of volume XLni of the Philosophical Transactions of the Royal Society of London.) Figure 1: Cromwell's sketch off the UFO's motion Figure 2: Cromwell's sketch off the UFO's appearance The Fund for UFO Research has approved a small grant — its first — to Bruce Maccabee to pay the page costs of publishing some of his analysis of the New Zealand film case in the pages of a respected physics journal, Applied Optics. The proposal, for $180, served as a trial run of the reviewing procedures. The Fund has also embarked on a - national publicity campaign and is now accepting proposals for research or educational projects. Address: Box 277, Mt. Rainier, MD 20822. Associate Editor Len Stringfield reports that since publication of his monograph on alleged \"crashed saucers\" and humanoid bodies, he has received about 20 new leads or reports of the same nature that he is in the process of investigating. Some surpass all previous reports in their potential to constitute final proof if they are authentic. The Crash/Retrieval Syndrome, 38, p., can be ordered from MUFON for $5.00."},{"pageNumber":12,"pageContent":"UFOs AND RELIGION: THE CE III ISSUE Dr. Barry H. Downing The relation between religion and UFOs continues to be a problem for the \"scientific\" investigation of UFOs. MUFON UFO Journal editor Richard Hall's call in the December 1979 issue to \"clean up our act,\" and to be more \"critical in our investigations of and reporting on 'high strangeness' UFO cases in particular,\" is one sign of the UFO and religion tension. The early stages of UFO investigation found the most credible UFO investigators trying to put as much distance as possible between themselves as \"scientific students of UFOs,\" and others who were \"cultists.\" In many ways I understood the need for this approach, with men like Jacques Vallee and J. Allen Hynek leading the argument that UFOs can be investigated in a purely scientific way. These men had to answer the objections of skeptics like Carl Sagan who said that UFOs were a new form of make-believe, just like religion. But a funny thing happened on the way to the Vallee-Hynek scientific forum. For Vallee it came with the progression from his 1965 Anatomy of a Phenomen: UFOs in Space, a model of scientific objectivity, to his 1975 book The Invisible College, which argued that UFOs are a new form of religion. His latest book, Messengers of Deception, has received negative reviews, in part I would say because Vallee seems even more to have given up science in favor of religion and psychic fantasy. Let me point out that Vallee has arrived at this position not through a mystical vision, but through the best of scientific techniques: he has studied the data. I would say that Hynek is not as far down the religion road as Vallee, but the progression is there. He admits that years ago he would not have written the introduction to Raymond E. Fowler's book The Andreasson Affair. (Fowler is one of our leading MUFON field investigators who belongs clearly to the scientific side, not the religious side, of the investigation.) Hynek developed the very sensible classification of UFOs, either as nocturnal lights, daylight discs, radar- visual, or Close Encounters of First, Second, and Third Kind. The Close Encounters of the Third Kind (CE ID) have become the most famous, not only because of the film by that name, but because of the nature of scientific investigation. Let us suppose one is driving down a familiar road and sees a house built along the road which was not there yesterday. That would be strange. We might then seek a lot of witnesses to join us, and then make a good scientific case to the world that \"a new strange house is in our midst.\" But science demands that we do more than \"prove\" the house is there. We need to know who built it, and why. As we approach the door to knock, it suddenly opens, and we are taken inside by force by strange beings who then give us a tour of the house while we are in some kind of hypnotic trance. Our friends outside the house in the meantime were \"frozen\" as we entered the house, and \"unfrozen\" as we came out. The only way we can question the \"witness\" who had a tour of the house is under hypnosis. Hynek's scientific method rightly points out that the key to the UFO mystery is in the investigation of CE HI cases. But when we examine the data from a scientific point of view, it is a horror story. How can we know that what the witnesses experienced is \"real\"? How do we separate projections of the unconscious from the witness from the \"real facts'? Ray Fowler argues — and I agree — that The Andreasson Affair is one of the most carefully investigated CE in cases on record. And Allan Hynek agrees, or he would not have written the introduction. What clearly emerges from this careful — scientific— investigation of a CE III case is something of huge religious dimensions. Many questions emerge from this book, but one of the central ones is: Did Betty Andreasson (the abductee and witness) have a basically scientific — space age — experience with religious gloss, or did she have a religious experience with scientific — space age — gloss? Or does what we have traditionally called religion finally have scientific dimensions? Many of Betty Andreasson's experiences have Biblical parallels. Going through the \"tunnel\" is something I explained in Chapter V of my book The Bible and Flying Saucers. My article \"Religion and UFO's: The Extrasensory Problem\" in the 1974 MUFON UFO Symposium Proceed- ings deals with many of the psychic and supernatural parallels between the angels in the Bible and the beings in Betty's experience. I would also recommend that John Keel's little known book The Mothman Prophecies be studied in conjunction with Fowler's book. Keel reports \"eagle-like\" birds, as Betty also reported. Keel reports something like UFO beings using telephone connections to give prophecy of death, as also happened to Betty Andreasson. I would say that one of the closest biblical parallels to Betty's experience is the call and vision of the prophet Isaiah, chapter 6. In Isaiah the throne of God was guarded by a seraphim with six wings. For Betty an eagle guarded the throne. In Isaiah the prophet is cleansed from his \"sin\" by a seraphim bringing a burning coal to his lips. Betty is baptized by a pure light (Fowler, p. 35, Bantam ed.). Isaiah is then called to go out with a (Continued on next page) 11"},{"pageNumber":13,"pageContent":"(Religion, Continued) message to Israel (6:8). Betty was told she was chosen, and was to go with a message (Fowler, p. 82 ft). When she was before the Great Bird, she felt great heat, which is parallel to the burning coal experience of Isaiah. Ray Fowler was greatly troubled by the pain of the ordeal which Betty showed as she relived the experience. Enduring pain as \"God's chosen people\" was true from the beginning. It was true of Jesus on the cross. It was true for the Jews as recently as Auschwitz, and probably in Russia today. While Betty was enduring the pain of needles on the examination table, the being in charge used laying on of hands to minimize the pain, yet there was clearly the implication that there was no way to ascend the throne of the highest being without enduring pain. The pain was due to some \"spots\" in her person (Fowler, p.44), which had to be examined, and replaced by light. When Isaiah was finally given his message, it began, \"Hear and hear, but do not understand; see and see, but do not perceive\" (Isaiah 6:9). When Betty was before the throne, the voice boomed, \"You have seen, and you have heard. Do you understand?\" (Fowler, p. 86). Betty said she did not understand, and the voice said she would understand as time goes by. Later, under hypnosis^ Ray Fowler and his group discover a being speaking to them through Betty. And the message was basically, you see, but you do not see. We have a message for you. But not on your terms. Welcome science. You have met the paradox of divine revelation. The paradox of divine revelation is that the Biblical divine reality shows itself and remains hidden. The divine reality speaks, but stays hidden in glory behind wings. The Divine Reality chooses messengers, but gives them only part of the message. If we are to believe Ray Fowler — and I do — then the UFO reality operates in much the same way. Showing some. Hiding some. And it is precisely this insistence on staying partly hidden that is an outrage to science. It is the very nature of the UFO reality itself that makes it difficult to separate science from cultism, especially in the CE ffl cases. Richard Hall's point is well taken in calling for more care in our investigation of \"high strangeness\" cases. But if the Andreasson case is an example of what careful investigation leads to, then it seems clear that careful investigation leads to the conclusion that the UFO reality does not want to be known on strictly scientific terms. Betty was led by beings who wanted her trust. They put her through pain as a means of testing her trust — perhaps. She asked the UFO reality if it was of God — the reality would neither totally confirm, nor totally deny, its divine nature. What the UFO reality has given us is not conclusive proof of its nature. Rather, it has given us freedom and choices. The UFO reality has given us enough evidence of itself to convince many scientists of its existence. Yet not so much evidence that many scientists cannot doubt the existence of UFOs in any \"real\" sense. The psychic aspects of CE III cases, including the Andreasson case, are so wide as to allow a Jungian collective unconscious interpretation along the lines pursued by Jerome Clark and Loren Coleman. Ray Fowler, trying to hold to his conventional science, suggests that Betty's experience, up to and including her examination on the table, was \"real,\" but the meeting with the Phoenix was an unconscious projection of her own Christian faith and its needs. But even an objective scientist must admit as a possibility, and Ray Fowler admits this — the UFO reality may be what we have called the Divine Reality. Or it may be a demonic reality, as many Christian fundamentalists think, or a combination of good and bad angels, as Betty Andreasson thinks. Thinks. Believes. But doesn't know, has no proof, in the scientific sense. When we ask the UFO reality for facts and knowledge, it throws us back in wonder. We may not like the fact that UFO reality behaves in this way. But true science eventually faces the facts. And the facts of the current UFO reality are that the religious dimension is right at the heart qf the UFO story. My choice at present is to believe Betty Andreasson. '.\". Since the best CEffl cases seem to reveal a religious dimension, how can we deal with this dimension scientifically? If we start inviting fundamentalist Christians in on the investigations, they will see one dimension, Christian liberals will see another. Jewish religious leaders should have a totally different view — and what about a Muslim and Hindu view? If we start including theologians, won't our scientific objectivity be hopelessly lost in a sea of religious prejudice and subjectivity? I have to admit this is a danger. I have my own religious views, and they undoubtedly color the way I read the UFO data. But reading the data, and then forming a belief — what scientists call a theory — is what both science and religion are about. A theory in science is a scheme of knowledge which puts together certain facts. A belief system in religion is the unification of certain facts about life, and its .pupose.. The UFO territory is one in which \"the facts\" have implications for theory in science and belief in religion. For those in the past who have preferred to have their science and religion served on separate plates, the age of convenience is over. In the film \"Close Encounters of the Third Kind,\" the lead character is a contactee-prophet who is driven by an almost religious vision of the meeting on the mountain with the UFO reality. Scientists, with their instruments and logic, have also been led to the same mountain. In the final meeting, prophet and scientist join in a journey to the stars. In this sense CE III is surely right; UFQs have brought the roads of science and religion to a crossing point. MUFON 103 OLDTOWNE RD. SEGUIN.TX 78155 12"},{"pageNumber":14,"pageContent":"OBSERVATIONS ON THE INACCESSIBLE CASES By William D. Leet Ann Druffel's two-part \"California Report\" in Numbers 139 and 140 of The MUFON UFO Journal is thought- stimulating to students of the UFO wonder. Her article, titled \"UFO Sightings by UFO Researchers: the Inaccessible Cases,\" blazes a trail through the wilderness for explorers to see the trees where before they could see only the forest. The author reviews a number of reasons why only one out of ten UFO sightings is reported: fear of ridicule; shyness; disinterest or fright; silencing by the government; and ignorance of where to make the report. She notes that none of these is a deterrent to the UFO investigator or researcher reporting his own UFO experiences, but that he is reluctant to do so. In her opinion, those active in the study of the phenomenon do not report because they consider their own sightings personal, and related to their desire to learn more about UFOs. This theory is supported by her correlation of her 1945 sighting of a \"mother ship\" and her later acceptance of UFO reality, enabling her to investigate UFO activity for NICAP. The realization of the interrelationship was accompanied by much contemplation. Ann Druffel and I are kindred spirits in this respect. From the time my B-17 crew and I on a WWII bombing mission over Austria were astounded by a \"Foo-Fighter\" suddenly appearing on our wing and flying formation with us 1 — until the Korean War confrontation of my Troop Carrier crew and me by a tremendous flying disc 2 — I wasn't really aware of UFO existence. It was 7 years after the WWII manifestation that I fully awakened to UFO reality and, like Ann Druffel, was surprised at the long time that had elapsed since the first apparition. I, too, did much pondering of the cause of the interlude. The exhortation in the article for ufologists to report their 1 own UFO experiences should be heeded, however one may feel that he is standing naked before the multitude when he does so. lam struck by such an apprehension, but in the event that my personal experiences may beam some light into the UFO abyss, here goes! If I am to make a clean breast of it, I must own up to several UFO sightings, series of sightings, and other evidences of UFOs that I'll call \"episodes,\" few of which I have divulged until now. There's not room enough in this essay to describe all of them, 3 but the fact that I confess them backs up Ann Druffel's assertion that ufologists have been delinquent in revealing their own perceptions. She is right in saying that ufology may be wanting because its own actives don't tell everything they know, but in my own case I believe I was justified in keeping my personal sightings to myself during the period I was busiest as an investigator. During the years 1959-1963 I was transmitting a flap-full of UFO action in Lexington and Central Kentucky to NICAP, and made three sightings myself though I never mentioned them to Don Keyhoe and Dick Hall.\" They were familiar with my two war oonfrontments, and my report as an Airborne Radar pilot of the countless \"green lights\" flitting from horizon to horizon off the West Coast, so I feared that additional disclosures might cause them to suspect me of laying it on too thick. I also was concerned that my lectures and weekly TV program on UFOs might not ring true if there were rumors that I was \"seeing flying saucers every day.\" Then, as now, when someone fired the inevitable question, \"Have you seen a UFO?,\" I described my sightings of War Two and Korea and disclosed nothing more. That has always sufficed, and I have not run the risk of losing the inquirer's confidence because of a retort like, \"Oh, sure! I've seen lots of 'em!\" Many people are affected for life by a single UFO contact. 5 We who dig into the phenomenon and perceive UFOs too may surmise that we have been selected for special communications, perhaps even revelations. One of the events in Lexington, Kentucky, convinced me of this. While driving to my law office one morning and stopping at an intersection, I looked out of the car window and up at the sky — no higher than 1,000 feet was a shiny disc. I watched it hover motionlessly for about 5 seconds, then it darted into the low clouds. ; What caused me to look skyward and have my sixth UFO experience? Why had my lone aircraft been singled out for confrontation in the two wars? Was I being prepared for some marvelous disclosure? Was I being considered by the ufonauts to be their intermediary in a wondrous betterment of mankind, perhaps the extinction of war and tyranny? In any event, I reasoned, I would do well to keep this sighting to myself. If there is really something to it, I was thinking, the clandestine way it has been conducted indicates that I might spoil the whole deal by divulging the sighting and my conjecture concerning it. It's fair to say that many UFO scholars who have personally witnessed UFO operations will own up to similar reactions. Ann Druffel has drawn the curtains from the UFO enigma to reveal a new vista for our contemplation. There has been a lot of theorizing about UFOs, but. investigation and research have been limited to objective intentions. Surely we need scientists if we are to solve the UFO perplexity or at least (continued on next page) 13"},{"pageNumber":15,"pageContent":"(Observations, Continued) learn enough to benefit from it, but we are erring to ignore the subjective approach. 6 The solution is not likely to be found exclusively through engineering, mathematics, astronomy, physics, and computerization, although each of these spheres is essential. We are losing valuable contributions that could be made by those in the humanities and other endeavors where the subjective view is pronounced. 7 Every judge and lawyer active in criminal law will tell you that very seldom is a conviction based on eyewitness testimony. In nearly all cases, crimes are committed in secret and there are no eyewitnesses, so nearly all convictions are obtained on circumstantial evidence — we need lawyers and detectives on our team. In this respect, Leonard Stringfield has proven his case well that the government has thirty-some little grey humanoids, victims of UFO crashes, packed in the deep freeze at Wright- Patterson Air Force Base when they are not undergoing autopsy. No one has seen all of the steps in this decades- old project, but a lawyer would put together the pieces: credible reports of UFO crashes; statements by examiners, transporters, custodians, and inadvertent witnesses; and physical evidence, etc., to prove the case by circumstantial evidence. This inductive method is a subjective process and the same on which 95% of crimes are proven. 8 A study of the subjective evidence in many UFO events, abduction cases in particular, should lead to discoveries. A case with such potential was that of the three Liberty, Kentucky women, in which they were subjected to physical examinations 9 aboard a UFO. Two of the ladies, Mona Stafford and Elaine Thomas, told the writer that the beings had communicated with them since the occurrence, and that they would do so again. 10 Both were compelled to revisit the abduction site by some unknown force, and yearned for the ufonauts' return; the third victim, Louise Smith, said, \"I really do feel that they know what I'm doing.\" 11 How much have we lost by our failure to intensely study this case, and others, with a subjective as well as an objective approach? Let's take precautions that we commit no such omissions in the future. Now that I have made my confessions (or some of them) I expect others to do the same. And let's thank Ann Druffel for leading the way. NOTES 1. The Flying Fortress and the Foo-Fighter,\" Journal No. 133. 2. \"Korean War UFOX,\" Journal No. 137. 3. There are nine incidents in which I have visually witnessed one or more UFOs; on two occasions I have had electronic equipment malfunctions (one aircraft, one automobile) which I believe were caused by electromagnetic effects (EM) of UFOs; in another incident I believe I received a communication. 4. Keyhoe and Hall at that time were Director and Secretary respectively of NICAP. 5. A notable case is that of Barney Hill. Elaine Thomas, one of the three Liberty, Kentucky women who were kidnapped and \"examined,\" suffered thereafter from respiratory illness which was believed to have been the proximate cause of her death. Telecon Leonard Stringfield and writer, Nov. 1978. 6. the word \"subjective\" is susceptible to many definitions, and the one in which it is used here is to be found in the unabridged Webster's: \". . . arising from, concerned with, or belonging to the individual as contrasted with the physical or social environment.\" In our investigation, research, analysis, study and reporting, of course, we must be objective, (i.e., unemotional, unprejudiced, unbiased and impartial). Because of the clandestine nature of UFOs in much of their activity, and that about 90% of UFO experiences are not reported, the refusal to consider single- witness reports cannot be objective; some lone witnesses may also contribute subjectively. 7. Ufology is indebted to Drs. Sprinkle and Harder, et a)., for pioneering retrogressive hypnosis; deeper insight may be provided by future analyses of the changes in subjects' concepts, attitudes, emotions, and aspirations. 8. There are no statistics on this that I know of, and I base my estimate on my experience and observations as a practicing attorney at law. 9. It is not conclusive that these were physical examinations as we understand the term. Although Mona Stafford's eyes were extracted from their sockets and placed on her cheeks, Elaine Thomas felt a severe pressure on her neck and chest, and Louise Smith had a substance poured over her then removed, their reactions indicate that it was more than physical. Telephone interview with Mona Stafford and Elaine Thomas, March 9,1977. 10. Ibid. 11. Lexington (Ky.) Leader, Dec. 14, 1977. LETTER Editor, Your invitation on page 15 of the MUFON UFO Journal No. 143 that psychologists and psychiatrists should help in the analysis and investigation of \"abduction\" reports followed by your question whether the psychopathology literature includes \"abduction\" parallels is an important step. Perhaps it will be of interest to your reders that MUFON- Austria has established good contacts with the social and medical sciences and, with the aid of several university intitutions, has entered into a project of UFO eye-witness examination. The general outline of the project follows the method of Sydney Walker \"Establish- ing Observer Credibility\" (Hearings of the Committee on Science and Astronautics, 19th Congress, Washington, D.C. 1968, pp. 176-189), i.e., a complex UFO case study should at least include a full medical (sensory, neurological, psychiatric) screening of the reporter. Walker uses the Minnesota Multiphasic Personality Inventory, a standard psychological personality profile test, in addition to psychiatric interviews. R. Leo Sprinkle was so kind as to evaluate an MMPI done with an Austrian witness for us in 1976. As the MMPI gives no reliable clues for other important factors of the witness — intelligence, visual memory, suggestibility, to list a few — we in Austria use some other standard tests to cover the whole interesting \"psychological relief of the case\" by spotlights shining from several directions. Although there has been no \"abduction\" report claim coming from Austria to date, a mental screening procedure is in my opinion the only hope to find out whether the \"reality\" of the witness and his experiences is the same as our so-called normal \"reality.\" MUFON members interested in further information about the Austrian Witness Project may contact me. Ernst Berger, MUFON- Representative for Austria, Nussdorferstr. 7, A 1094 Vienna, Austria, Europe. 14"},{"pageNumber":16,"pageContent":"I\" By Ann Druffel Magnetic Anomalies and UFO Flight — Part II Referring back briefly to Part I of this article, published last month, research in the Southern California area has revealed that there are no small, closed magnetic anomalies indicated on aeromagnetic maps of at least two \"flap\" localities in this region. We also reiterate, for the sake of refreshing the reader's memory, that the term \"magnetic anomaly\" as used in this article refers to small, enclosed contours depicted on aeromagnetic maps, where the intensity of the earth's magnetic field differs in definite -but minor degrees from the surrounding terrain. These differences may be either higher or lower relative to the surrounding normal magnetic field, measured in counts of gamma radiation. In this study the term \"magnetic anomaly\" does not apply to the extensive contours on these same maps — contours which, by reason of their large sizes, are not shown as \"closed.\" We will continue with an in-depth description of some of the cases in Temple City and Yorba Linda, our two identified flap areas concerned in this study. For in order to substantiate our claim that these two areas —free from magnetic anomalies — are true UFO flap areas, it must first be shown that adequate investigation and documentation was made on the UFO reports concerned, and that the objects described by numerous witnesses were, in fact, unknowns. 1 The flap of 1967 in Yorba Linda was studied consistently for 5 years, both during and after the fact. Reports flowed continually for the full year of 1967 from a newly-constructed section of homes, less than 2 miles southeast of the older parts of Yorba Linda. On January 4, 1967, Tom X* rose about 6:00 a.m. and went downstairs to the kitchen of his family's new townhouse. Looking out toward the eastern foothills, he saw an immense, oval-shaped object flying low over nearby homes. It was seemingly metallic and flashed red lights similar to the \"taillights of a Thunderbird.\" Tom dashed upstairs to wake his family, and his parents and younger sister Alyce** watched the huge object cruise leisurely out of sight over the isolated, hilly terrain on the eastern border of town. The family called a nearby air base, but were informed no vehicle resembling the giant craft was aloft. The X family seemed stable and reliable. None of its members had prior interest in UFOs. However, in succeeding weeks, Tom and other family members viewed other strange objects in the sky near their home. Intrigued, Tom bought a $5.00 Mark XII camera, hoping to photograph one of the unusual objects. On January 24, 1967, Tom was upstairs gathering material for his homework. Glancing out a bedroom window, according to his statement, he was horrified to see a dark, machine- like craft hovering near the house. It was shaped somewhat like a man's top hat, and four thin appendages dangled from the bottom. It had a curious dull, but nevertheless metallic sheen, \"like aluminum foil held at an angle.\" The surface of the legs had a similar appearance. (See Figure B) Tom dashed to his bedroom and returned within seconds with his camera. The object had moved away to *Pseudonym for a 14-year-old witness. Name withheld to protect privacy. **Also a pseudonym. the east, but Tom was still frightened of it. Crouching on the bed, he hurriedly snapped one photo, then dashed downstairs, calling for his mother and sister. When. they returned upstairs with him, the object was no longer in view. They were impressed by Tom's disquieted state. Tom asked a 14-year old friend to develop the photo because he was afraid to trust mail-order processing. This young boy was inexpert, and the developed negative emerged lightstruck, scratched and fogged. However, it showed basically what Tom had described. 2 The picture came into my hands in June 1967, and during the next 4 years was sent to six different photographic experts. None was able to prove it as a hoax, and all explanations such as double exposure, cutouts, hand-held model, etc. were ruled out. Most of the experts felt the picture to be genuine. In October 1971, the photo was taken for study by Al Cocking, then president of a Southland geodetic survey company. After using advanced photogrammetric equipment, Cocking stated his opinion that the photograph seemed to be that of an actual object, about 100 feet from the camera and three-dimensional. It was also considered free-flying and in a hovering or slowly moving mode. The object, however, was not \"gigantic, \"as the witness had stated. It was somewhat less than 2 feet in width, so it was assumed that it must have been right next to the window when Tom first saw it — perhaps one of the closest encounters on record! The picture was finally accepted by many sources as probably genuine, and has been so treated in UFO literature. (Continued on next page; 15"},{"pageNumber":17,"pageContent":"(California Report, Continued) Analysis of it continues to the present day. The photo was taken in the midst of a flap which continued through December 1976. About ten good cases of puzzling objects were reported in the vicinity, most of which had more than one witness. In addition, numerous \"UFOs\" of lesser value were reported. The objects typically appeared in the southeast section of Yorba Linda and in most cases, their flight paths were easterly toward the isolated Santa Ana Mountains and foothills on the town's rim. Carefully plotting the objects' positions and flight paths on the aeromagnetic map, the following facts emerged. No reports came from within the confines of the older part of town, where a 4% mile long, enclosed anomaly lies directly to the west. A cluster of six small magnetic anomalies, ranging from 2/3 mile to 3% miles in length, is west of the flap area, but 3/4 mile separates the nearest of these from the western edge of the flap area. None of the objects were reported flying west toward these anomalies. Most of the objects flew east; a few flew south or in a southerly path. Since the edge of the aeromagnetic survey crosses through the flap area, we cannot be sure that there are no small magnetic anomalies to the east, which is the direction of most of the UFO flight paths. Still, it seems significant that none of the UFOs flew near the several enclosed anomalies as shown west of Yorba Linda. This speculated penchant for UFOs to avoid (or skirt) enclosed magnetic anomalies is pointed out even more vividly in the case of the Temple City flap. These series of sightings rivaled the Yorba Linda situation in intensity and fascination, and they occurred in an area where the magnetic features are completely indicated on the map (Figure A, Part I). This 1966 flap did not produce any known UFO photographs, but what it lacked in pictorial documentation it made up in multiplicity of witnesses. Whereas the Yorba Linda objects were never seen by more than four persons at a time, crowds of Temple City residents viewed most of the sightings. The unknown visitor to Temple City was an atypical UFO. The object, which seemed to be the same (or similar) type at each appearance, was greenish-black, lozenge-shaped, and surrounded by a haze reminiscent of ionized air — at least when seen at a distance. Its behavior was unhurried and bizarre. About noontime on May 16,1966, the object was seen by a puzzled group - of Temple City residents as it hovered for 15 minutes over the town's busiest intersection. It tumbled and turned lazily in the sky, seemingly changing shape and reflecting the sun's rays. Although it seemed to be hundreds of feet above the earth, it was the apparent size of a quarter at arm's length. One technically literate witness, Charles Hardman, viewed the object through binoculars and noted lines of refraction in the reflected light. He therefore judged it to be metallic. Finally the weird object sped off into the northeast, climbing steeply as it left. The second appearance on May 16th was about 1:30 p.m. when it traveled a measured northerly path over the city. During a third pass at 3:35 it bobbed around in small circles at an estimated 600 feet altitude. Mrs. Evelyn M. Taylor, who had seen the object on its noontime appearance on May 16th, saw it again on May 24th. Mrs. Taylor, whose reputation was established as beyond question, watched astounded as the strange craft descended out of the sky and hovered directly over the Temple City Sheriffs' Station, which was just across the street. The object bobbed as if in a gravity-free environment, then gained altitude and leisurely flew away into the northeast. At this point Mrs. Taylor was joined by two other witnesses. Mrs. Taylor was positive that the object, in its descension and ascension modes, was identical to what she had seen on May 16th. Close up, however, it was an awesome affair. It was described as the shape of \"two geranium pots with their rims together.\" Small slots were on the top section and a perky antenna stuck out from the rim. Its green surface reflected the sun. (Figure C). Later, its size was estimated by triangulation: about 40 feet high and 25 feet wide. What seemed to be the same object revisited the city twice in the evening hours on May 27th. As it passed low over the adjacent city of San Gabriel, a teen-aged student, Donald Prespi, described it independently in terms similar to Mrs. Taylor's closeup view. 3 Like Yorba Linda, Temple City and adjacent San Gabriel are entirely free of small, enclosed magnetic anomalies. To the east and southeast are three enclosed magnetic contours, but all the 1966 flap sightings were at least a mile from the nearest of these. The Temple City object(s) never flew any direction except north and northeast. About two miles to the northeast of the town is a small anomaly, but the object(s) always had gained thousands of feet altitude or had disappeared before they reached the vicinity of this contour. Referring back to Part I of this article and aeromagnetic maps concerned in this study, one can see several random sightings in the Basin Area where the flight paths of the objects in relation to the surface terrain was certain or fairly certain. These mostly all were sighted over terrain where no enclosed magnetic anomalies exist. The two exceptions show the object(s) skirting the edge of anomalies and in one case making a right angle turn as it seemingly began to fly fairly low over an anomaly. Is it possible that the object was avoiding passage over this magnetic disturbance in the earth? The cases used in this study were selected at random and plotted without regard to the anomalies shown on the map. I did not have any prior conception of what the plotted cases would show. Of course, the plotted sightings represent only a very few of the documented closeup sightings available in this area. What needs to be done, of course, is a complete plotting of all close encounter cases in the Basin. Only in this way can confirmation of these preliminary sightings be confirmed. However, corroboration seems to come from an independent study conducted in Puerto Rico, which was reported in the FLYING SAUCER REVIEW. 4 The Puerto Rican group, 16"},{"pageNumber":18,"pageContent":"(Director's Message, Continued) Charles and Geri reside at 1139 Senate Drive, Fairfield, OH 45014. His major goal in Ohio is to help unify all of the individual groups into a cohesive investigative organization in cooperation with Larry Moyers. Jiles Hamilton, a registered hypnotist, has been appointed State Section Director for St. Johns, Flagler, and Putnam counties in Florida. Mr. Hamilton lives at Route 5, 6 DeSoto Road, St. Augustine, FL 32084 and may be contacted by telephone at (904) 471- 0473. His speciality has been using regressive hypnosis on purported contactees. Mrs. Patricia Toner has volunteered to serve as State Section Director for Philadelphia and Delaware Counties in Pennsylvania. Patricia and her husband Bill live at 320 South American St., Philadelphia, PA 19106 and plan to attend the symposium at Clear Lake City. She will also assist MUFON in computer systems as a Research Specialist in her professional field. Another new Research Specialist is Ms. Sandra Strickland, a journalist whose prime interest is in the compilation.of reliable data regarding UFO sightings. In the April 1980 issue of the MUFON UFO Journal via my Director's Message, three serious accusations were made concerning the alleged disregard for the use of copyrighted material or written permission to sell other peoples material by Timothy Green Beckley through the newspaper UFO REVIEW. During a recent telephone conversation with Mr. Beckley, he identified the sources of the \"UFO 79\" tapes and the advertised book \"Retrievals of the Third Kind\" by Leonard H. Stringfield that he is offering for sale. In the article titled \"The Real Facts Behind the Kentucky Abduction\" by Bob Allen, published in issue No. 7 of UFO REVIEW, this was rewritten from a story appearing in \"The Ohio Sky Watcher\" by Jim Miller. In each case, Tim has accounted for his sources and cleared himself of any copyright infringements. This is a public apology to Timothy Green Beckley for the unfounded actions attributed to him by your Director in a previous edition of this column. I personally apologized to Tim on the telephone, since it has now been disclosed that he was unjustly accused. For the record, the original facts concerning this incident were not investigated as thoroughly as that of a significant UFO case, therefore your Director was in error; thus the apology. (California Report, Continued) Centro de Esudios OVNI, using Federal aeromagnetic map #GP 525, plotted twenty-five UFO cases in an attempt to discover possible relationships to the four \"magnetic lakes\" (anomalies) in Puerto Rico. The magnetic anomalies there are large compared to those in the Los Angeles study, ranging from 24 to 77 kilometers in length. However, they were shown as \"enclosed.\" Briefly, the OVNI group found no UFO sightings took place closer than 30 kilometers from a magnetic \"lake.\" In comparison, the closed magnetic anomalies shown on Figure A (Part I) range from l / 2 mile to 5 miles in length. Can it therefore be assumed that, the larger the area of magnetic anomaly, the greater the distance by which UFOs avoid them? Researchers have long suspected that the power source of UFO propulsion might be associated in some way with electromagnetism. Do they need steady magnetic force fields emanating from the terrain below in order to function trouble-free? Or do they at times \"draw power\", so to speak, by skirting the edges of small magnetic anomalies? This study is by necessity a preliminary and incomplete one, but hopefully its finding will encourage other researchers in other states to plot close up, documented sightings on aeromagnetic maps of their own locales. Corroboration of the above findings would be extremely valuable to UFO research. REFERENCES 1. Documented reports of all cases discussed in this article are available in NICAP and Druffel files. 2. FLYING SAUCER REVIEW, \"The Yorba Linda Photograph,\" by A. Druffel, Special Issue No. 5, Nov. 1973. 3. Features of this Temple City object and the equally atypical Yorba UFO (See Figures B and C) are correlated with other nationwide sightings in a previous \"California Report\" column entitled \"Oddities Among the Erratics,\" by Druffel, MUFON UFO Journal, June and October 1976. 4. FLYING SAUCER REVIEW, \"UFOs and Magnetism,\" by Sebastian Robiou, Vol. 20, No. 4, 1974. Figure C. May 24th UFO drawn by David Branch from witness' descriptions INFLATION By Walt Andrus During the lull periods between UFO \"flaps,\" the interest in UFOlogy seems to diminish. This has not happened to any significant degree to the Mutual UFO Network, Inc. (MUFON). Field Investigator training sessions continue, the MUFON UFO Journal is published monthly on a current schedule, our eleventh annual MUFON UFO Symposium was conducted on June 7 and 8 in Clear Lake City, Texas (Houston), State MUFON Meetings are being held (North Carolina on June 21 and 23), and plans are already underway for our twelfth consecutive annual symposium in the Boston, Massachusetts, area in 1981. The United States has been subjected to four significant UFO \"flaps\" during the years of 1952, 1957, 1965, and the largest of all — 1973. These \"flap\" periods were intentionally isolated because they reflect upon the founding and progress of the four leading UFO organizations of this era; APRO, NICAP, MUFON, and CUFOS, two of which were founded during a \"flap year.\" The motivation for the creation of MUFON was the 1965 flap; SKYLOOK was founded in 1967, and MUFON was organized in 1969. (Continued on next page) -, ~"},{"pageNumber":19,"pageContent":"(Inflation, Continued) (The MUFON UFO Journal is the successor to SKYLOOK). There is a definite reason for doing some constructive reminiscing during 1980, because this could be a crucial year for UFOlogy both in the U.S.A. and worldwide. Small splinter UFO groups are being organized daily and succumb at the same rate after a few weeks or months. Some of these groups quickly recognize the logistics of publishing a newsletter, become affiliated with MUFON, and each is now a thriving local entity. A review of the progress and status of the four leading UFO organizations in the U.S.A. is very important if we are to evaluate the future of MUFON and the steps that must be taken to continue as a viable organization. NICAP, organized in 1956 and directed by Donald E. Keyhoe (Major Retired U.S.M.C.), was the outstanding UFO organization during the late 1950s and early 1960s. Through mismanagement and political pressures, NICAP's demise from the UFO scene was apparent when the Board of Governors hired John Acuff to operate NICAP, and was confirmed when Alan Hall, a former C.I.A. covert agent, was placed in charge. APRO, under the direction of Jim and Coral Lorenzen, has thrived during and following \"flap periods\"; however, through diligent effort, they have been able to maintain a semblance of continuity throughout the years, for which they must be commended. CUFOS, organized in 1973 and headed by J. Allen Hynek, Ph.D., immediately surged to the forefront due to the respected reputation previously established by Dr. Hynek and the caliber of people that surrounded him. The International UFO Reporter became their monthly publication, varying from 8 to 16 pages, during its lifetime. It was abruptly terminated with a terse announcement on the front cover of a revised edition of the January 1980 issue. Probably one of the finest publications of its kind in .the world, it was a sad day when Dr. Hynek announced that the future contents of IUFOR would appear in the newsstand magazine PROBE. Adequate finances to support worthwhile endeavors of this nature provide an on-going problem for their prolongation. The interest in UFOlogy has had its peaks and valleys since 1947, however, a major financial aspect that all UFO organizations must combat is the never ending rise in inflation and the cost of publications. SKYLOOK and the MUFON UFO Journal have been fortunate in this respect by being able to control printing and publication costs by operating with nearly all volunteers. Starting with a mimeographed newsletter in September 1967, the first increase in the monthly subscription took place with the December 1973 edition when the price went to $5.00 U.S.A and $6.00 elsewhere from the previous $4.00, published and edited by Mrs. Norma E. Short. Utilizing a 20- page typeset format, the subscription price was increased to $8.00 annually with the January 1975 edition, edited by Dwight Connelly. As of January 1, 1975, the annual membership in MUFON at $12.00 included a combination of $8.00 for a subscription to SKYLOOK and $4.00 dues. On June 15, 1976, Dwight Connelly relinquished the publication SKYLOOK as editor and publisher, at which time the Mutual UFO Network became the publisher and Dennis Hauck the editor. The June 1976 issue innaugurated our present name \"The MUFON UFO Journal,\" which better exemplified its contents and purposes. Richard H. Hall assumed the editorship effective with the September 1977 edition and continues to serve in that capacity. In spite of the rise in inflation that has affected printing, paper, postage, and labor costs, the annual membership in MUFON has been held at $12.00 since January 1, 1975. Since that time, paper and printing costs have tripled, necessitating a revision in our membership dues structure. By the written authorization of the MUFON Board of Directors and action taken at the MUFON Corporate meeting in Clear Lake City, Texas on June 8th, the new membership/subscription fee will be $15.00 in the U.S.A. and $16.00 foreign in U.S. funds effective August 1, 1980. At the same time, we are discontinuing the separate Journal subscription, which has been the policy throughout the years, but not consistent with membership development. A sample copy of the Journal will become $1.50 instead of $1.00. With due respect to the other UFO organization's publications, the new membership structure is still the finest value in the field when compared for price, contents, and number of pages. Publication The APRO Bulletin (APRO) UFO Investigator (NICAP) International UFO Reporter (CUFOS) The MUFON UFO Journal (MUFON) Membership/Subscription Price U.S.A. $12.00, Canada and Mexico $13.00, Foreign $15.00 U.S.A. $15.00, Foreign $20.00 U.S.A. $15.00, Foreign $20.00 U.S.A. $15.00, Foreign $16.00 Publication Pages Frequency 8 Monthly (Combine two issues) Monthly (irregular) 8 Monthly (irregular) 20 Monthly 18"},{"pageNumber":20,"pageContent":"Lucius Parish In Others' Words Continuing its series of reports on Soviet UFO cases, the NATIONAL ENQUIRER'S April 29 issue details a 1977 event involving giant \"flying light bulbs\" and \"alien voices.\" The May 6 issue features a Soviet veterinarian's hypnotic regression testimony concerning his alleged ride in a UFO. A report of a landed UFO and occupants is the installment for the May 13 issue. The final article in the series is in the May 20 issue and tells of a Polish farmer who claims to have been abducted and physically examined by UFO occupants. This same issue has an article on the strange \"space baby\" skeleton found on a Panama beach. James Oberg's \"UFO Update\" column in the May issue of OMNI concerns itself with the ways in which witnesses can be fooled, as well as the arguments of such UFO debunkers as Robert Sheaffer and Philip J. Klass. The June issue of UFO REPORT has an interesting review of the new film \"UFOs Are Real,\" as well as articles by Jerome Clark, Wayne Laporte, Jim Miles, Tim Anderson, and others. Those persons interested in the historical aspects of the UFO subject may like a recently-published booklet which deals with mystery lights and other phenomena which accompanied the Welsh religious revival of 1904-05. The 36-page publication has been compliled from contemporary press accounts, as well as the PROCEED- INGS of the Society for Psychical Research, as that organization was active in probing the reports. STARS, AND RUMOURS OF STARS is a valuable contribution to the literature. It may be ordered for $3.00 per copy from Kevin McClure, 8 Scotland Road, Little Bowden, Market Harborough, Leics., England. Followers of the cattle mutilation mystery will be interested in.knowing of a new publication compiled by Tom Adams, whose collection of data on the \"mutes\" mystery must be the world's largest. This new booklet deals with the many reports of \"mystery helicopters\" in association with mutilation incidents. It covers the period of 1971-79, providing the basic details of each incident. An appendix shows the distribution of \"mystery helicopter\" reports by month, day of the week, day or night cases, and the states which have reported such incidents. Anything from Tom Adams and \"Project Stigma\" is always well done and this booklet is no exception. It is very appropriately titled THE CHOPPERS...AND THE CHOPPERS and is available at $5.00 per copy from Project Stigma, P.O. Box 1094, Paris, Texas 75460. You might also want to subscribe to Tom's quarterly magazine, STIGMATA, which covers all the recent events in the mutilation controversy. The #9 issue has just been released at this writing and all the 1980 issues may be obtained for $5.00, with other back issues being available at $1.00 each. The address for STIGMATA is the same as given above. JMarkR.Herbstritt Astronomy Notes THE SKY FOR JUNE 1980 Mercury — On the 1st Mercury is 0.3 degrees north of Venus. At that time the two planets can be seen low in the west, just after sunset. They are at the foot of Gemini, which is standing upright above the western horizon. Greatest elongation (24 degrees east) occurs on the 14th at 9 AM (E.S.T.), at which time the planet stands about 17 degrees above the horizon. Venus — It can be seen early in the month but is at inferior conjunction by the 15th. Mars — In Leo, it is high in the southwest at sunset and sets about 4 hours later. It passes 1.7 degrees south of Saturn on the 25th. Jupiter — In Leo, it is high in the southwest at sunset, and sets about 4 hours later. Saturn — On the eastern boundary of Leo, it is high in the southwest at sunset, and sets about 4% hours later. Moon Phases (All E.S.T.): Last Quarter - June 5, 9:53 p.m. New Moon - June 12, 3:38 p.m. First Quarter - June 20, 7:32 a.m. Full Moon - June 28, 4:02 a.m. MUFON 103 OLDTOWNE RO. SEGUIN/TX 78155 19"},{"pageNumber":21,"pageContent":"DIRECTOR'S MESSAGE by WaltAndrus If you missed reading the article titled \"Inflation\" in this issue of the Journal, please do so immediately, since it concerns the new membership/ subscription dues structure that will be effective on August 1, 1980. The July issue will feature the Eleventh Annual MUFON UFO Symposium held on June 7 and 8 in Clear Lake City, Texas (Houston) with an article by Dennis Stacy and photographs by Paul Cemy and Dennis for those people who were unable to attend. The 1980 MUFON UFO SYMPOSIUM PROCEEDINGS with speeches applicable to the theme \"UFO Technology: A Detailed Examination\" are now available from MUFON, 103 Oldtowne Road, Seguin, Texas 78155 U.S.A. postpaid for $10.00. A list of the speakers and the titles of their presented papers was contained in the May issue. We would like to express our appreciation to Donald R. Tucker for the professionally designed cover on the 1980 Symposium Proceedings and to Mrs. Virginia Castner for the typing. As the Staff Writer for MUFON and Director of Publications, Mr. Stacy will also be submitting an article to the Japanese newsstand magazine \"UFOs and Space\" covering the 1980 symposium. In 1978 and 1979, Peter Tomikawa prepared the material for the featured article. Mr. Tomikawa, our Far East Continental Coordinator, has moved back to Japan so will be unable to attend this year's symposium. Mr. Kiyoshi Yazawa, Editor of \"UFOs and Space,\" published by Universe Shuppan-sha in Tokyo, was a guest at the MUFON office in Seguin, Texas, during April. We found him to be a delightful and articulate young man, and anxious to provide UFO information to the Japanese public through his magazine. Universe Shuppan-sha has recently published a paperback edition titled \"The Most Reliable Collection of UFO Photographs\" with captions in both English and Japanese. It contains 141 pages of both black and white and color UFO photographs that have been collected by Universe. With all respect to Mr. Yazawa, many of the photographs are known to be hoaxes by serious investigators in the United States. It also contains some of the photographs that have undergone detailed photo analysis and are considered authentic. Some of the photographs were submitted from the collection of Wendelle Stevens which may explain the lack of credibility. \"UFO....Contact From The Pleiades\" Volume I published by Genesis ID Productions, Ltd., Phoenix, Arizona, by Wendelle C. Stevens, Lee J. Elders, and Thomas K. Welch of the photographs purported to be UFOs taken by Eduard \"Billy\" Meier is an outright fraud perpetrated upon the public for financial gain. Investigation started over 3 years ago by members of MUFON/CES in West Germany, Austria, and Switzerland has evidence to substantiate the fallacy of Mr. Meier's claims. We plan to publish the conclusive results of their investigations in the Journal. A U.S. investigation has identified a balloon in several of the photographs that supports the model on a string while Billy Meier, with one arm operating his camera, moves through several different angles. (Billy lost one arm in an accident many years ago.) It is practically a miracle when Billy claims that UFOs fly directly in front of his motion picture camera set up on a tripod, not once, but on seven occasions. The three men selling this book have admitted privately to investigators that there is \"considerable doubt\" about Billy Meier's claims, but \"they will let the public decide.\" In the meantime, they are going ahead with the publishing of Volume II, to try to recoup their $60,000 expenditure on Volume I. As P.T. Barnum is reputed to have said, \"There is a fool born every minute\" and Genesis III people plan to capitalize on the naive public. Reluctantly, I have given space in my message to this book on two different occasions, and probably gave them unwarranted advertising, however it is imperative that such opportunists be exposed. And now to report on some of the more desirable events occurring \"around the network.\" John Magor, former editor and publisher of the \"Canadian UFO Report\" and author of the book \"Our UFO Visitors,\" is presently writing a new UFO book. Mr. Magor was invited to become the Provincial Director for British Columbia. He will assume his new duties but not until he has completed his new book. In the meantime John will be attending the 1980 MUFON UFO Symposium in Clear Lake City along with Bill Allen. I had the pleasure of meeting John and his wife in Oklahoma City in 1971 when we both lectured at a UFO conference. John's address is Box 758, Duncan, British Columbia V9L 3Y1, Canada. Larry Moyers, State Director for Ohio, has announced the appointment of Charles' J. Wilhelm as State Section Director for the Ohio counties of Butler, Warren, Hamilton, and Clermont, replacing Leonard H. Stringfield so that Leonard may devote more time to his duties as MUFON Director of Public Relations and his research into the UFO crash/retrieval syndrome. Charles and his wife Geri were instrumental in the planning and implementation of the 1978 MUFON UFO Symposium in Dayton,. Ohio. (Continued on page 17)"}]
