[{"pageNumber":2,"pageContent":"The MUFON UFO JOURNAL NUMBER 129 AUGUST 1978 Founded -1967 $1.00 I OFFICIAL PUBLICATION OF URUfOttJ MUTUAL UFO NETWORK, INC. AM/R317 7-09 T-'IO 7--I2 t.. Pilot Reports UFO, Disappears (See story, p.3)"},{"pageNumber":3,"pageContent":"The MUFON UFO JOURNAL 103 Oldtowne Rd. Seguin, Texas 78155 RICHARD HALL Editor ANN DRUFFEL Associate Editor LEN STRINGFIELD Associate Editor MILDRED BIESELE Contributing Editor WALTER H. ANDRUS Director of MUFON PAUL CERNY Promotion/Publicity REV. BARRY DOWNING Religion and UFOs LUCIUS PARISH Books/Periodicals/History MARJORIE FISH Extraterrestrial Life MARK HERBSTRITT Astronomy ROSETTA HOLMES Promotion/Publicity TED PHILLIPS Landing Trace Cases JOHN F. SCHUESSLER UFO Propulsion NORMA E. SHORT DWIGHT CONNELLY DENNIS HAUCK Editor/Publishers Emeritus The MUFON UFO JOURNAL is published by the Mutual UFO Network, Inc., Seguin, Texas. Subscription rates. $8 00 per year in the U.S.A.; $900 per year foreign. Copyright 1978 by the Mutual UFO Network. Second class postage paid at Seguin, Texas. Publication identification number is 2970. POSTMASTER: Send form 3579 to advise change of address to The MUFON UFO JOURNAL, 103 Oldtowne Rd., Seguin, Texas 78155. FROM THE EDITOR Although I am not at liberty to discuss details at this time, UFO group coalition talks have taken place among U.S. groups and something good may come out of them for UFOlogy. NICAP— rumored to be at rock bottom—denies these reports, and in fact has rebuilding plans underway with a new president and some new Board Members. Reliable informants have told me that some time in the not-too-distant future NICAP will participate in a move toward coalition activities. Exactly where all of this is leading remains obscure, but there is at least some hope for a closer working relationship among major U.S. UFO organizations. That would be a worthwhile development, and MUFON is prepared to cooperate if a satisfactory coalition structure can be negotiated. MUFON Board Members have participated in these preliminary talks and are closely informed on the situation. News developments will be reported in the Journal. In this issue PILOT DISAPPEARS AFTER REPORTING UFOs  3 By Keith Basterfield & Bill Chalker PILOT/RADAR SIGHTING    5 By Raymond E. Fowler RETRIEVALS OF THE THIRD KIND - PART 2  8 By Leonard H. Stringficld CALIFORNIA REPORT    15 By Ann Druffel CAUS LAWSUIT AGAINST AIR FORCE   17 By W. Todd Zechel IN OTHERS' WORDS    19 By Lucius Parish DIRECTOR'S MESSAGE ;   .'. 20 By Walt Andrus (Cover design by Thomas Deuley) The contents of the MUFON UFO JOURNAL are determined by the editor, and do not necessarily represent the official position of MUFON. Opinions of contributors are their own, and do not necessarily reflect those of the editor, the staff, or MUFON. Articles may be forwarded directly to MUFON. Permission is hereby granted to quote from this issue provided not more than 200 words are quoted from any one article, the author of the article is given credit, and the statement \"Copyright 1978 by the MUFON UFO JOURNAL, 103 Oldtowne Rd., Seguin, Texas\" is included."},{"pageNumber":4,"pageContent":"AUSTRALIA PILOT DISAPPEARS AFTER REPORTING UFO The widely reported disappear- ance case is being investigated for MUFON by Australian representatives Keith Basterfield and Bill Chalker. Here are their preliminary reports,. slightly edited to avoid. duplication.-Editor) The following summary has been prepared from details carried in the local media, press, TV and radio. On October 21, 1978, at 6:19 PM Frederick Valentich, 20, of Melbourne, Victoria, took off in a single engine Cessna 182 aircraft and headed towards King Island, some 160 km SSW of Melbourne. The flight was scheduled to add to his night flying hours as he worked towards obtaining a commercial pilot's license. Mr. Valentich had spent 3 years as a cadet with the air training corp and was then an instructor with them. He had undergone acrobatic training, and in fact overall, most of his flying time had been in the same Southern Air Services Cessna which he was flying at the time. Weather conditions in the area were described as perfect and there should have been almost unlimited visibility. At 7 PM he called air traffic control and advised that he was over Cape Otway. This meant that he would then have been about to fly over the waters of the Bass Straight towards King Island. A call from him at 7:06 PM asked if there were any known aircraft in his area below 5000 feet (he was at 4500 feet). He was advised that there was no traffic and replied that, \"There seems to be a large aircraft below 5000 feet.\" Asked what kind of aircraft he said, \"I cannot confirm. It has four bright lights which appear to be landing lights. The aircraft has just passed me about 1000 feet above.\" Control asked if he were sure it was a large aircraft? \"Affirmative, at the speed it was travelling. Are there any RAAF aircraft in the vicinity?\" He was told there was no Air Force traffic. At 7:08 PM Mr. Valentich said: \"It is approaching from due East towards me. It seems to be playing some sort of game. Flying at speed I cannot estimate.\" 7:09 PM: \"It is not an aircraft. It's...\", radio contact was briefly broken. Mr. Valentich was then asked to describe the object: \"It is flying past. It has a long shape. I cannot identify more than that. It's coming for me right now.\" 7:10 PM: \"It seems to be stationary. I'm orbiting and the thing is orbiting on top of me also. It has a green light and a sort of metallic light on the outside.\" A few seconds later he reported that the object had vanished; Asked about the -possibility of military aircraft, ground control, reported that there was no military traffic in the area. 7:12 PM: \"The engine is rough, idling and coughing.\" He was then asked what his intentions were and commented: \"I'm proceeding to King Island. Unknown aircraft is hovering on top of me. It is not an aircraft.\" . After the Melbourne flight service had acknowledged that call, there was a long metallic noise . on the radio. Nothing more was heard from the pilot, and the plane was declared missing. An intensive search began on Sunday the 22nd. An RAAF Orion long-range reconnaissance aircraft was dispatched from Edinburgh, SA, to check the area and fishing boats from King Island also joined in. On Monday the 23rd, there was a reported, sighting of debris but upon checking this was found to be nothing to do with the plane. An oil slick .was also found and samples taken to see if they were plane fuel. A Nomad aircraft .conducted a search on the 24th accompanied by several other light aircraft, but at the date of writing this report no trace has been found of the aircraft or pilot-Keith • Basterfield, 10/24/78 . Sources: Adelaide Advertiser, 10/23/78 and 10/24/78; Adelaide News, 10/23/78 and 10/24/78; Melbourne Sun, 10/23/78 and 10/24/78; Australian, 10/23/78 and 10/24/78; and radio stations 5DN and 5AA news services both days. . King Island.is a large island to the northwest of Tasmania. The pilot and plane were missing early on Saturday night, October 21, 1978, and initial reports made no mention of any possible UFO connection. The proverbial \"cat got out of the bag\" late on the following day, when news of a UFO event being involved first leaked out, which is unprecedented in terms of official statements in other spectacular cases. With Monday morning, the media throughout Australia were not only carrying accounts of the incident, but were quoting from actual transcr.ipts from the taped conversation between the pilot and Melbourne Flight Service. Valentich intended to fly to King Island for two reasons: To pick up crayfish for the officers of the Air Training Corps, where he was an instructor, and to log up more night flying time. He was an inexperienced night flier and although this was the first time he had flown the trip at night, he had gone'several times before. He intended to get back to Melbourne at 10 PM, to join his family in a reunion with friends. The young pilot had flown with an unrestricted license since February this year and had an instrument rating. He flew over Cape Otway (which has a light house) at about 7:00 PM. At 7:06 PM the first hint of something untoward came when Valentich contacted Melbourne Flight Service inquiring about other traffic in the area. (confirmed on next page) 3"},{"pageNumber":5,"pageContent":"(Pilot, continued) When the Cessna failed to arrive on King Island on schedule at 7:28 PM light aircraft began a visual and radio research, but nothing was found. Conditions at the time were clear, a mild northwesterly breeze accompani- ed by unlimited visibility. The Cessna was equipped with a life jacket and a radio survival beacon. Nothing has been heard from the beacon. An RAAF Orion (a long range maritime reconnaissance aircraft) from Edinburgh, South Australia, conducted a \"tracking crawl\" following the course taken by Valentich's Cessna and continued searching all day Sunday. The only thing found during Sunday was an oil slick lying some 18 miles north of King Island. On Monday, October 23rd, the search continued and shipping was sent to sample the oil slick to determine whether this was oil or aviation fuel. What was first thought to be debris in the area turned out to be packing cases and plastic bags floating in the sea. THE WITNESS Frederick Valentich was considered to be a competent pilot and was highly thought of. He was the son of Mr. & Mrs. Guido Valentich and one of four children. Mr. Valentich during interviews on October 23rd, was quoted as saying that his son was \"a believer\" in UFOs, and apparently undertook an interest in the subject which may or may not have eventuated from a previous UFO sighting. Eight to ten months ago, about January or March, 1978, he apparently claimed he saw \"a brightly lit object\" in the western sky flying at a tremendous speed from south to north. His father also stated that his son had read a lot on the subject and was quoted as saying he had purportedly seen \"secret UFO files.\" Just what this does to a percipient's credibility in the post \"CE3K\" days cannot be assessed in this case because of Valentich's disappearance. But certainly it will figure^heavily in further enquiries into this extraordinary case. Inevitably, the incident has come in for its share of speculation as to what happened. Transport department officials suggested the pilot may have become disoriented and somehow inverted his plane and what he saw was either reflections of his own lights or those of the light houses at Cape Otway and King Island! However the 6-minute conversation on record gives no such indication and the type of plane would only operate for some 30 seconds upside down before the motor would stop from fuel starvation. Experienced pilots publicly stated they found this explanation almost as extraordinary as the events themselves. Meteor activity was also suggested as a stimulus. Apart from the UFO hypothesis, the possibility of a hoax cannot be entirely ruled out, however the matter is far from resolved. DISCUSSION The obvious similarities with the Kinross and Mantell cases looms large, however, the object described also reminds us of the Coyne Ohio helicopter case of 1973. Another single- engine plane disappeared without trace in Bass Strait on December 24, 1969. The plane crashed into the sea 8 km off Cape Otway on a flight from King Island. No trace of wreckage was ever found. King Island itself has had a number of reports in past years including a spectacular report in 1976. If the pilot remains missing, the case could esculate into a classic mystery; however, if the pilot is found alive and well, speculation will center on three hypotheses. Either he experienced the UFO sighting as described, he underwent a severe disorientation, or the event was a hoax of some sort. If he is found dead and his wreckage is found, the matter may or may not be satisfactorily resolved. Only time will tell. NOTE: This preliminary report is based on details determined by our enquiries, from press reports and the many radio and TV reports carried on October 22nd and 23rd. Further postscripts will advise you of subsequent develops as they happen and a more detailed report will follow in a few weeks time once matters are resolved one way or another. Postscript (10/24/78) 1. The Australian 10/24/78 mentions a report of a light plane making a mysterious late-night landing in the western district, not far from the Cape Otway area, at about the time of the alleged UFO encounter. 2. Other facts mentioned in my preliminary report on this affair must be taken into consideration if the missing pilot turns up. Officials are generally pessimistic about finding the pilot alive. 3. The possibility of a genuine UFO enounter or a remarkable hoax looms large in this case. 4. Further reports will follow as they come to hand. Postscript (10/26/78) Further to my preliminary report, I have enclosed a series of clippings which speak for themselves. 1. The search for the plane in Bass Strait was called off as of yesterday, Wednesday, 10/25/78. The pilot and plane have been missing since Saturday night, October 21, 1978. No trace has been found. An oil slick found near the presumed site of the last conversation with Frederick Valentich, had been sampled on Monday, 23rd October, but as yet no word has been forthcoming on whether it was aviation fuel. 2. Subsequent developments have made the suggestion of acute disorientation unlikely, and cannot be considered as a reasonable explanation for the UFO report. 3. Therefore we have 2 probable options: (a) The UFO report was apparently genuine; Valentich was described as somebody who \"lived for flying\" and it is unlikely that under the circumstances he would have done anything to affect -his chances in improving his flying status. In fact he was flying to King Island to log up more night flying hours and to pick up crayfish. If the UFO encounter is factual, then suggestions of an \"abduction\" are unfounded. Less critically-minded \"UFOlogists\" have already suggested the possibility in the media. Valentich's father has been quoted as speculating about this, but it seems likely that to suspect this, is (continued on next page)"},{"pageNumber":6,"pageContent":"more acceptable to him then confronting the possibility that his son's plane went down into the straits. It is not the first time a plane may have gone down in that area without trace. Although Valentich's voice throughout the alleged \"UFO transmission\" was apparently calm, the final circumstances could have precipitated either the plane crashing into the sea or a collision. An overt act of hostility has no foundation on evidence so far available. , (b) The possibility of a hoax cannot be ruled out entirely and must be a consideration, if Valentich turns up alive and well. While this possibility is becoming increasingly less likely,.as time goes by it must still be regarded. Valentich has been quoted as having an interest in the subject, perhaps stimulated by an earlier sighting he apparently had, but with the advent of \"CE3K\" etc., such material cannot be reasonably held against any apparent validity of the Bass Strait incident. The lack of radar confirmation, while intially being bandied about as evidence for the plane being elsewhere, other than where the plane was thought to be, has been eliminated, since, officials have stated he was not- being tracked. However a report of a light plane landing under \"mysterious circumstances\" just after the alleged UFO encounter, has yet to be confirmed. . Unless we have an \"interrupted journey\" on our hands (and there is no evidence for such a speculation at this point), the continuing absence of Valentich and the Cessna plane will continue to make the scenario of a hoax (or a bizarre suicide for that matter) increasingly more unlikely. While there are few things in common, this case reminds me of the Travis Walton affair, thus it is only time that will resolve the affair. 4. Unless there are further dramatic developments in this case, I will forward a detailed report at the end of 2 weeks, a period of time, which will hopefully allow some resolution to the whole affair. -- Bill Chalker, Director UFO Research (NSW), 10/26/78 PILOT/RADAR SIGHTING Subject: Massachusett 78-8 / Fowler 78-33 Type: General DD (Pro- bable R/V) (Sighted from Aircraft) Date of Report; 16 September 1978 Date of Sighting: 27 August 1978 Time of Sighting: 1340 EOT , (estimated) Place of Sighting: 10 miles NNW Provincetown, Mass. Barnstable County Local Evaluation: Significant : To: CUFQS/MUFON cc: SAFOI From: _ Raymond E. Fowler SIGHTING BACKGROUND: On Sunday evening, 27 August 1978,1 received a telephone call from a witness to a UFO sighting — Private aircraft pilot, Arthur Silva (55), Pinetree Drive, S. Hamilton, MA. Silva told me that he and companion Harold Johnson (62), 85 Perkins Ave., S. Hamilton, MA, had sighted a strange, whitish-silver wingless oval object from an aircraft flying near Cap^e Cod, MA, several hours ago. Silva was aware of my interest because of local media publicity afforded me from time-to-time re: UFOs. Interestingly enough, I had also received word of another daylight UFO sighting from Cape Ann, MA, which had taken place 3 hours later. (Reference MUFON MASS 78- 9/Fowler 78-34). I arranged an interview with both witnesses on the evening of 29 October 1978, at the \"Family Lounge,\" 374 Rantoul Street, Beverly, MA, a business owned by Silva. (Editor's Note: Late wire service reports quote the missing pilot's young girlfriend as saying the family \"knows\" he is alive, and refer to confidential meetings held with the authorities. A follow-up report will appear in the next issue.) SIGHTING ACCOUNT: The witnesses had taken off in Silva's Cessna .150 from Beverly Airport, MA, shortly after 1:00 PM on 27 August 1978. The Cessna was placed on a SSE heading out over the ocean and headed toward the Provincetown, MA, airport located on the tip of Cape Cod, MA. The purpose of the flight was sightseeing and amateur aerial photography by Silva. The Cessna 150 (N5907G) carried a transponder and was under surveillance/control of. the FAA ATC Tower, Logan International Airport, Boston, MA. Communication by radio was maintained by radio frequency, 120.6 MHz. National Weather Service records read that visibility was 15 miles with thin scattered clouds at. 25,000 feet. The wind was from the ESE (130 degrees) at 10 knots. Shortly after takeoff, ATC warned Silva of traffic near him at his 8 o'clock position. Silva replied that he had no traffic in sight. The ATC advised Silva that the traffic was not responding to their radio calls. The ATC surveillance radar did not record altitude so it was •assumed the traffic was at a different altitude and posed no danger. Silva continued on a dead SSE heading. ... At approximately 1340 EDT, Silva and Johnson noticed a bright reflective object about an estimated 4 miles directly ahead of them. It appeared to be at their same altitude of 2,500 feet. They assumed it to be another airplane reflecting sunlight. As it drew closer, it became darker in color and a vague outline could be seen. No wings could be seen and it was assumed it was a helicopter. Suddenly, the object picked up • speed travelling . faster than . a helicopter. For a moment it appeared .as if it were heading directly at them and Silva wondered why ATC was not warning him. The craft shot by the Cessna's 3 o'clock position at an estimated 600 mph. Silva and Johnson turned around to see more of it but obstructing ribbing blocked their view. The object appeared to be a silvery white metallic-appearing sphere. It looked as if it were constructed from burnished aluminum. Its closure angle (continued on next page) 5"},{"pageNumber":7,"pageContent":"(Radar Case, continued) was so slim that Silva felt it missed them by about 1,000 feet. At that distance, Silva estimated its size as being about 18 feet in diameter. Johnson had the impression that it could have been an upended silver disc, some of which seemed translucent. He also thought he had seen a light blue color associated with the trailing end of the object. Its fast approach took them so completely by surprise that Silva did not even think to reach for a loaded camera located behind his seat. Instead, he instinctively reached for his mike and queried ATC at Boston about what had just streaked by him. Boston ATC radio'd back that radar had shown traffic just passed him. Both witnesses decided not to tell ATC what they had seen. They continued their flight, took photographs, landed at Provincetown but took right off again without leaving the aircraft. They returned to Beverly Airport and landed about 1430 EDT. SIGHTING INVESTIGATION Activity Log 27 Aug. 1978 - I phoned FAA ATC Center, Nashua, N.H., and talked to Watch Supervisor, John Mullin about the Cape Cod (and Cape Ann) UFO sightings. Noth- ing unusual was noted on the sector log. Mullin advised me to talk with the Boston ATC, Logan Airport, Boston, MA, as they would have been tracking the Cessna 150 on their radar. 28 Aug. 1978 — I phoned FAA ATC Tower, Logan Airport, regarding the UFO report. Watch Super- visor, Dan Doherty, identified the pertinent ATC radar operator as being a Peter Dibsbury and said he would arrange a telephone interview with him for me on Thursday, 31 October 1978. 6 29 Aug. 1978 — I interviewed both witnesses separately in an apartment above the \"Family Lounge,\" 374 Rantoul Street, Beverly, MA. MUFON Form 1's were filled out and signed and a tape recording was made of my interviews. I phoned Alan Water- man, 65 Howard Street, Hamilton, MA, who was former supervisor to witness Harold Johnson for a character reference check. 31 Aug. 1978 — I interviewed pertinent FAA ATC operator, Peter Dibsbury, at 1520 EDT. Dibsbury would only acknowledge working an aircraft in the Cape Cod area and having some sort of difficulty. He said that he remembered be- cause it was unusual for him to be working aircraft that far away from Boston. Usually, aircraft are taken over by Otis AFB ATC. He could not remember any of the conversation he had with Silva as it was a real busy time that Sunday afternoon. 2 Sept. 1978 — I secured a marked-up Sectional Aeronautical Chart from Silva denoting the Cessna ISO's estimated po- sition during the UFO sighting. 8 Sept. 1978 — I phoned the National Weather Service for the recorded weather during the sighting date/time/place. I phoned the Chatham, MA Weather Station for weather balloon launch data for the sighting date/time/ place. I phoned Otis Approach Control, and Hyannis Tower. Noth- ing unusual was noted on their logs for the date/time of the UFO sighting. I phoned ATC at Logan again and asked W.S. Ray Zazzetti how to obtain a cassette recording of the conversation between ATC and Silva. He referred me to FAA District Head- quarters, Evaluation Branch, and there I spoke to Robert Pinnock. He advised me to request the data from the Dristrict ATC Chief via the Freedom of Information Act. Pinnock then called the ATC Tower at Logan Airport to put a freeze on the tapes for me so that they would not be erased. I requested the cassette tape in writing. 11 Sept. 1978-— I phoned Beverly Airport ATC Tower to attempt to get exact take-off/landing times of Silva. They did not have such records except for IFR flights. I phoned a former FAA employee/pilot who is in the position to check out Silva's character for me via other pilots at Beverly Airport. 12 Sept. 1978-—I phoned/asked Silva for a character refer- ence. He referred me to Ainar Burgby, a pilot/fish-spotter. 16 Sept. 1978 _ I conducted a character check of Arthur Silva with Mr. Ainar Burgby."},{"pageNumber":8,"pageContent":"Interview and Interrogation I arrived at \"Family Lounge\" at 1915 EOT. The lounge is a bar/restaurant. It was very noisy so I conducted my interview in an apartment over the Lounge which is occupied by Silva's son. Silva was very matter-of-fact and straightforward about his experience. My impression was that he was giving me a factual account of what had occurred. Johnson showed up later and I interviewed him. Both filled out Form 1's. Johnson kept emphasizing that he did not know what he saw but he saw it. He is not a pilot and was hardly a trained observer as he would offer no estimates of size or distance, just the .configuration and appearance of the object. He did confirm the circumstances under which the sighting occurred as reported by Silva. Additional Witness Check ATC Towers at Nashua, N.H., Otis, Hyannis and Boston, MA, were contacted. None had unusual activity noted on their logs. They had received no calls concerning UFOs. I received no calls from our other sources except for another UFO sighting originating later in the day from Gloucester (Cape Ann), MA. Natural Phenomena Check (Not Applicable) Man-Made Object Check The FAA noted no unusual activity in the area, military or otherwise. The Chatham, MA, Weather Station informed me that they had launched only the two usual weather balloons on 27 August 1978. One was launched at 0700 and the other at 1900 EOT. These are standard times. Other Possibilities The possibility is very slim that an airplane or helicopter was mistaken for something unusual because both witnesses described essentially the same thing. This would also apply to a possible hallucination. There does not seem to be any motive for a hoax. The character reference checks indicate that both men are reliable. Witness Background Check (Deleted here. Both Arthur Silva and Harold Johnson were considered competent and reliable by colleagues.-- Editor.) SIGHTING EVALUATION The only man-made object that would resemble the object reported would be a silver-colored balloon. Harold Johnson thought that he noted a translucent portion and a light blue portion. Arthur felt that the blue was a reflection of the blue sky off the object's shiny surface. The National Weather Service recorded a 10 knot wind out of the ESE (130 degrees) which would carry a balloon roughly in the direction that the object; was seen moving. However, a check with the only known balloon-launching facility in this area at Chatham, MA, indicated that no such balloon had been launched. A weather balloon had been launched at 0700 EOT and 1800 EOT. The^withesses felt certain that it was not a transient balloon. I thought that perhaps as they approached a slow-moving balloon that the aircraft's speed would give the impression that the balloon was streaking by them. However, they felt that the object was metallic and in a controlled flight. It is interesting that nothing resembling an instrument package was seen and that radar painted what appeared to be an aircraft passing them just as the object passed them. It is doubtful that the surveillance radar which just barely had the aircraft within its range would paint such a target if the object were a small balloon. It is my evaluation that the object sighted by Silva and Johnson falls into the unknown category with a \"significant\" classification due to -the involvement of two witnesses (one, a trained observer); probable radar confirmation and conditions of a 15 mile visibility. 1978 MUFON SYMPOSIUM PROCEEDINGS (131 Pages) A SURVEY OF CEIII REPORTS FOR 1977 by Ted Bloecher. New York. NY Co-Chairman of. Humanoid Study Group and MUFON State Section Director. 1 967: THE OVERLOOKED UFO WAVE AND THE COLORADO PROJECT by Richard H. Hall. Brentwood, MD. Editor of THE MUFON UFO JOURNAL and former International Coordina- tor. RETRIEVALS OF THE THIRD KIND by Leonard H. Stringfield. Cincinnati. OH. MUFON Director of Public Relations and State Section Director. UNIDENTIFIED FLYING OBJEC- TS by Illpbrand von Ludwiger, West Germany. Director of Mutual UFO Network Central European Section/MUFON- CES.. UFOs AS A SPACE-TIME SINGULARITY by Dr. J. Allen Hynek. Evanston, IL. Director of the Center for UFO Studies (CUFOS) and former Astro- nomical Consultant to the USAF. BEHIND THE UFO SECRECY by Major Donald t. . Keyhoe. USMC. Ret.. Luray. VA. Author and former Director of National Investigations Committee on Aerial Phenomena (NICAP). Price: $6.00 in U.S.A. and $7.00 in all other countries Post Paid from — I MUFON 103 Oldtowne Road Seguin. Texas 781 55 U.S.A."},{"pageNumber":9,"pageContent":"RETRIEVALS OF THE THIRD KIND-Part 2 By Leonard H. Stringficld (Copyright Leonard H. Stringficld, 1978) Part 1 appeared in the July issue, including Abstracts I-VII. This is Len Stringfield's paper as presented at the MUFON Symposium in Dayton, Ohio. Changes from the version that appeared in the symposium proceedings are noted herein. The cases are presented in order to stimulate further investigation, not as final proof. Comments and criticisms are invited.--Editor Abstract Vm \"I'm almost positive it happened in 1973,\" said my informant, a man with a long career as a pilot in the military who held the rank of Warrant Officer in the army during the early 1950's. Now serving in the Air National Guard, he stood by me, facing a large wall map of the United States in a back room of the Administration Building at Lunken Airport in Cincinnati. Earlier, in a large front room, before about 25 pilots, I had just spoken on the subject of UFOs. It was now the late summer of 1977 as he tried to recall the exact time when he stood as a witness, at a distance of about 12 feet, peering at five crates on a fork lift inside a hangar at Wright-Patterson AFB. In each of three crates, he said, were the recovered dead bodies of small humanoids; the contents of the other two crates were not discernible. As he related this astonishing information in a matter-of- fact manner, he pointed vaguely to an area in Arizona on the map. \"Here's where it approximately happened,\" he said. \"It was in a desert area but I don't have the name of the location.\" There was no one else in the map room when he told me about the incident. He made certain of that. \"It's still a secret and at the time I had to swear to it.\" he said. \"I was in the right place at the right time when the crates arrived at night by DC- 7.\" As we stood at the map, my informant described what appeared to be hastily prepared wooden crates. In these, little humanoids, appearing to be 4 feet tall were lying unshrouded on a fabric, which he explained prevented freeze bum from the dry ice packed beneath. As a number of Air Police stood silent guard nearby the crates, he managed to get a reasonably good but brief glimpse of the humanoid features. He recalls that their heads were disproportionately larger than the bodies, with skin that looked brown under the hangar lights above. The head appeared to be hairless and narrow.-The eyes seemed to be open, the mouth small, and nose, if any, was indistinct. The humanoids' arms were positioned down alongside their bodies, but the hands and feet, he said, were indistinct. When asked about their attire, he said they appeared to be wearing tight-fitting dark suits, and, because of the tight-fitting suit, there was one revealing feature — a surprising feature. One of the humanoids appeared to him to be female. He said, \"Either one of the aliens had an exceedingly muscular chest or the bumps were a female's breasts.\" Later, he learned from one of the crew members, with whom he bunked at the barracks, that the body of one of the aliens was, indeed, that of a female. My informant also heard from the crew member that one of the little humanoids was still 8 alive aboard the craft when the U.S. military team arrived. Attempts were made to save its life with oxygen, but were unsuccessful. Another question, an important one, was promptly answered by my informant. How did the military know about the crash and where to go? He said he heard from a crew member that the UFO was picked up by special tracking equipment at Mt. Pafomar in California. They provided the coordinates to the military to determine the crash area. The retrieved craft found intact, he later heard, was sent to Wright-Patterson. He had no more details as to when or by what means. Comment: There were other details furnished by my informant concerning his encounter at Wright-Patterson and on other sensitive UFO issues, that might be identifiable or traceable to him. On his request, I have avoided using these data. For certain, there are a lot of things connected with the UFO that the public does not know about. (Abstracts IX and X deleted in revision.) Abstract XI With the help of Lou Parish of MUFON I got 'the phone number of Cecil Tenney, age 78, in Delta, Colorado, and called him March 7,1978.1 wanted to hear for myself his testimony relative to his alleged observation in 1953 near Dutton, Montana, of a low-level UFO in distress, or a malfunctioning condition, and, what he experienced during Air Force interrogation, and, what he saw at the Great Falls AFB, which he believed were the recovered dead alien bodies. In the Fall of that year, near dusk, Tenney driving alone from Great Falls to his home in Conrad in his pick-up, watched near the town of Dutton, the troubled performance of a large cigar-shaped object. Appearing to be about one-third the size of a football field, and about 200 feet away, the silvery object pulsated and belched out fire and smoke for about 7 or 8 minutes. \"It seemed to be trying to pull itself up, but it couldn't,\" said Tenney. Then he described an explosion and a swooshing sound that was followed by balls of fire hitting the road and as far as he could see. Two or three cars from the opposite direction on the road, he said, had their exhausts shooting out flames. Tenney admitted that he was stunned and frightened by the spectable. \"I got out of there in a hurry,\" he said, \"and stopped at the nearest place with a toilet, a beer haD, which is about 5 miles beyond Dutton.\" There, Tenney was told by the bartender that he \"smelled like lightning.\" Later, he learned that a state highway patrolman who also saw the UFO in distress stopped in the saloon, and was given Tcnncy's name as a witness. That same evening, according to Tenney, he got a phone call from a colonel at the Great Falls AFB, about 30 miles away. In a gruff voice, Tenney was told, not asked, \"I want to see yuh!\" He was instructed to report to the Air Base at a certain time the next morning. When Tenney arrived at the base, he was escorted by two men into a jail-like, cinder block building and was led to the colonel's office. He was grilled with questions for 30 minutes, then he signed a 5-copy statement which was also signed by a notary public. Following interrogation, Tenney was escorted downstairs and near the entrance door he encountered two military men arriving, each carrying a large blue bag over his shoulder. He guessed they were laundry bags, but the bulges in the bag did not, according to Tenney, appear to be laundry. As Tenney moved toward the door, one of the men dropped his bag to the floor and it was then that Tenney could recognize the bulges to be shaped more like the protruding limbs of bodies. At this point, he was rudely pushed out of the door and told, \"Get the hell out of here!\" Tenney told me he returned to his flower shop in Conrad wondering about the harsh treatment he got at the base and wondering about the contents of the laundry bags. Said Tenney, \"I can't swear they were bodies, but the bags contained something they didn't want me to see.\" Later, Tenney heard of another witness, a brakeman on a passing train, who was knocked to the ground by the UFO's explosion. Comment: Tenney is the only known witness to the event with no other names to check for back-up. However, by phone, he sounded convincing and made no hard claims to know the answers to the UFO's erratic or troubled behavior, its noisy disgorging of flame and smoke, why tongues of fire shot out of automobile exhaust pipes, what the highway patrolman reported to the Air Force, or why the colonel was so demanding and the escorts so rude, and what was inside the laundry bags that was so secret. Tenney's guess was that the UFO he had seen in distress had crashed and the bags contained its dead occupants. Abstract XD Mrs. G. worked in the Foreign Materials Division with a top security clearance rating at Wright-Patterson AFB in the I94ffs and 1950's, before her retirement in 1959 for health reasons. Charles Wilhelm, who has provided me with some first-hand reports from people with"},{"pageNumber":10,"pageContent":"information about UFO retrieval or related incidents, got this one from Mrs. G. in 1959. She had known Charles very well as a teenager on two counts: he was a good, honest worker in performing yardwork for her, and for his intense interest in UFOs. When she developed cancer, and knew of her impending death, she decided to relate to him some startling information about her secret duties at Wright-Patterson and what she saw in the performances of these duties. In 1955, according to Wilhelm, she was assigned to a post to catalogue all incoming UFO material, during which time approximately 1,000 items were processed. These included items from the interior of a recovered UFO brought to the air base. All items were photographed and tagged. In her cataloguing duties, Mrs. G. also was witness to the conveyance, by cart, of two dead humanoid bodies from one room to another. The bodies, preserved in chemicals, were 4 to 5 feet tall, had generally human features except that the heads were large relative to their bodies, and their eyes were slanted. There was no word as to whether or not the bodies were brought in from a recent crash or had been at the base morgue from an incident occurring in previous years. After telling Charles Wilhelm some' of the barest facts.she knew, she commented, \"Uncle Sam can't do anything to me once I'm in my grave.\" Six months later Mrs. G. passed away. Comment: The brief, but vital facts bared in the testimony of Mrs. G. are not to be underestimated.. I firmly believe in Charles Wilhelm, and he, in turn, believed Mrs. G. Wilhelm told me he saw Mrs. G's Wright- Patterson AFB ID badge prior to her death. Abstract Xm The late James Mitchell was formerly a Navy specialist who served at an air station in Dallas, Texas, where his duties included the handling of confidential film. After retirement from the Navy in 1966; he became a civil service electrician at Wright-Patterson AFB, holding Top Secret clearance allowing.him to work in high security areas on the base: In 1977, in association with my regular employment, I met one of the sons of James Mitchell. Knowing of my research, he came to my office to relate an incident involving his father with base security for having possession of a photograph which showed a small alien humanoid allegedly killed following a skirmish with U.S. military, forces in Arizona. According to my informant, he was away from home at college at the time his father brought the photo home from .Wright-Patterson in 1966. However, his brother, Mike, who now lives in California, was at home at that time and was shown the photo by his father. In due course, my business associate reached his brother, Mike, by phone and asked him to describe the photo and also to comment on his father's actions at that time. Mike obligingly described the photo as an 8 x 10, black and white glossy, showing two men, one wearing khaki, the other in a lab coat, holding up a dead body about 3% feet tall. The photo was taken at a fair distance on a clear day in a panorama of desert showing patchy scrub vegetation. Most of the details were by now hazy to Mike, but he recalls that the alien's head was pear-shaped and oversized for its body, with slits for eyes and mouth. He also remembers that the humanoid was wearing a dull, wrinkled, metallic suit. Mike, in recalling the actions of his father, said that he had come home from work and seemed excited as he flashed the photo at him, made a sly glance, and then put it away under some papers in his dresser drawer. He also recalls that he said, \"I can't keep it. I must take it back.\" Later in the evening, according to Mike, his father confided that he knew the story connected with the photo. He said that during early morning military exercises in a desert area of Arizona, a unit encountered a group of aliens near a landed craft. There was probably a skirmish and one alien put up quite a fight. Subdued, the small creature was given a sedative, by injection, which caused its death. The story goes that the other members of the \"Third Kind\", escaped into their craft and flew away. The one dead body supposedly was shipped to Wright-Patterson, preserved in dry ice. The next day, Mike said, his father seemed greatly disturbed. Something had happened at the base concerning the photo. He remembers that he had to return it and from that day' on, James Mitchell refused to discuss the photo again with anyone. (continued on next page) n Front view of alleged crashed \"saucer\" December 10, 1964, at Fort Riley, Kansas, drawn by witness \"A.K.\" 9"},{"pageNumber":11,"pageContent":"(Retrievals, continued) Comment: From my sources 1 have been unable to establish the vintage of the photo or the story of the skirmish. On the other hand, the photo may be genuine, but the story not. Nonetheless, the borrowed photo, according to Mike's recollection, had caused some concern at Wright-Patterson and may have resulted in some form of reprimand for his father. Such actions would not have occurred 'had the misappropriated photo been a fake. Now, we may ask what about the skirmish? Abstract XIV Robert D. Barry, fellow researcher and lecturer, was contacted early in March, 1978, on the basis of his interest in and knowledge of crashed UFOs and the retrievals of craft and their occupants. Barry, a dedicated researcher since 1957, is director of the 20th Century UFO Bureau. When I informed him that I could use his help in supplying some data for a paper I was preparing for the MUFON Symposium, he asked that I submit a letter to further identify myself and my objectives in this sensitive area. I did so promptly, and it produced positive results. Barry's first letter, dated March 14, 1978, concerns a UFO crash, with occupants, occurring in 1962. I quote from it, in part, as follows: .. .\"My sources of information on the crashed UFO subject involve quite a few but my major sources number four, including one within intelligence circles as well as a scientist. As it relates to the crashed UFO of 1962, it occurred in the state of New Mexico. The craft experienced flight difficulty at a time it was being tracked on military radar. It was tracked across two southwestern states before coming in over New Mexico. Military jets were sent up for intercept. As the craft moved in over the state of New Mexico, it lost altitude and continued to experience flight difficulty. It impacted on desert sands at an estimated 90 m.p.h. Its underside hit the sand as a plane coming in for a landing. Its landing gear was not down and its flight pattern at impact gave the indication that the two occupants in the craft were evidently dead at the time of the crash...hence the flight difficulty experienced by the craft. \"The craft was 68 feet in diameter and 13 feet in height...typically circular. The two.beings discovered inside the craft were 42 inches each in height. Each being was donned in a one-piece space suit that contained no buttons or zippers. The occupants were removed the following day after impact to a major medical university hospital in the U.S. where skin tests and other scientific analyses were performed. Skin color was gray- gray pink. Head slightly larger for the size of the body; eyes somewhat larger than norm but the nose was small with little protrusions...no ear lobes, but a hole at each side of the head where we have ears...then, of course, inside the hole area was the inner ear portion. Mouth very small and thin lips. \"The circular-shaped space craft was described as exploratory and was removed to a major military base in the southwest where scientists and engineers were assigned to work on 10 the craft in an attempt to discover its power of propulsion. On this particular case, a total of twenty individuals were involved in the investigation and research. Since that time, three of them have died...of natural causes...leaving a total of 17 familiar with the incident and follow-up research.\" , Comment: There is more and stronger data concerning the 1962 New Mexico crash which are not publishable at this writing. Barry also has data relative to other UFO crashes in the continental United States from a reliable Intelligence source that I have been asked not to divulge. The 1962 crash site was near Holloman AFB in New Mexico. The incident is known by an astronaut. Abstract XV My information comes second-hand from a person who requests that his name not be used in any way concerning his knowledge of retrieved UFOs, and the preserved alien bodies maintained in secret storage at Wright-Patterson AFB. This person, who has read by book, SITUATION RED, is aware of my position in research but . refuses to discuss what he knows with me by phone or in person. My first-hand informant is his son with whom he had shared some general information about UFOs a couple of years ealier To elaborate further, the young man's father got his UFO input from his .cousin, an Air Force Major who was specifically assigned to a UFO project for about 5 years at Wright-Patterson. The major was formerly a pilot and had also served at a missile site overseas and presently is assigned to a new technical duty. I do have these latter details, but was asked not to be specific. So significant was the information received by the father from the Major that .he felt compelled to write down some specific details ' about the retrieved UFOs and the humanoids which he sealed in an envelope and placed in his safety deposit box. His instructions were that the envelope was not to be opened until after his death. Some of the general information known to my informant concerns Wright-Patterson's storage of an intact UFO, and parts of damaged UFOs, and the preservation of dead alien bodies under glass in special refrigerated conditions. The Major also reportedly said, \"We have the proof that UFOs are extraterrestrial.\" Comment: My informant is not kidding about his father's UFO notes being stored in a safety deposit box. He also is not kidding about his father's staunch reluctance to discuss with me the contents of his notes. Personally, I must agree with the father's position of keeping a trust when it concerns the status and welfare of a close relative. Abstract XVI Mrs, S.I. called me August 3,1977, to relate her growing interest in the UFO. She had read my book, SITUATION RED, and expressed a desire to attend the future meetings of the local OUFOtt. research group. To its director, Charles Wilhelm, she confided that her husband, Carl, while in the Air Force as a member of the Air Police at Wright-Patterson, was called to duty one night to stand guard in a Secret area where he witnessed three dead alien bodies that had just arrived. I was tipped off about this information by Wilhelm, so on August 3rd I was prepared to ask some careful questions. During our first chat I was able to extract some strong data. She explained that she believed that it was the year 1973 when Carl was called to duty during the night. He was driven to a certain location, then was blindfolded. She said he recalled that he was led across a field of wet grass, then was helped down a flight of stairs and escorted through a long corridor. At a certain point, he was halted and his blindfold was removed. There he was issued instructions about his mission and where to stand guard. To his shock, he was in a room with other ranking officers and a few scientists who were viewing three small humanoid bodies. They were dead and were stretched out on a refrigerated table. She remembers Carl telling her that the bodies were about 3 feet tall, their heads were abnormally large and they seemed to have a short fuzz on the top of their heads. The skin, she said, was an off-white or cream. She could recall no other facial features described by Carl, admitting that the only time Carl had talked about his experience was while they were courting. That was in 1975. At that time, she said, he seemed shaken by it. \"I believe he was dramatically effected,\" she said, adding, \"One time he told his sister about it and she just laughed. Since then, he refuses to discuss the matter with anyone, even me.\" On several later occasions when I called Mrs. S.I., I asked to speak to Carl. One night he was present, sitting at a table drinking coffee, when I called. I remember she asked him if he would be willing to talk with me about his experience but he declined. Said S.I. when she returned to the phone, \"He said he's not allowed to talk about it, and that he will tell everything he knows after President Carter makes an announcement.\" In the Fall of 1977, Mrs. S.I. became so obsessed in her UFO pursuits that she became ill, followed by a long period when she did not communicate. Then one evening she called and politely announced that she had abandoned her interest in UFOs. She thanked me for my offers to help during her period of stress and again reminded me that Carl would not talk about his affair at Wright-Patterson. Comment: No one can blame Carl for upholding his swom oath to secrecy, but a slip of his tongue with his loved one let the proverbial cat out of the bag. I believe that the information recounted by his wife is fairly accurate. Of special interest in this incident of retrieval is the year 1973 which suggests that the recovery of alien occupants from crashed UFOs are still being sent to Wright-Patterson for analysis and preservation.  , (Abstract XVII deleted in revision. Abstracts XVin — XXII added in revision.) Abstract XVHI On April 7, 1978, Steve Tom, NBC radio newsman, Chicago, and I were linked up by"},{"pageNumber":12,"pageContent":"(Retrievals, continued) phone for an interview with a former Air Force Intelligence Officer, Major J.M. residing in Houma, Louisiana. Major J.M., I learned, shared some common grounds with me. He had also served in the 5th Air Force in the Pacific Theatre during World War D, and had been'in several combat areas such as Leyte, Phillipine Island, where I had been assigned. The purpose of our- call was to obtain first hand, the major's role in the retrieval of an alleged crashed UFO northwest of Roswell, New Mexico, in the summer of 1947. The debris of an apparent metallic aerial device, or craft, that had exploded in the air or crashed, was first made known by a sheep rancher who found fragments of metal and other material on his 8,000 acre property. When he informed the Air Force base in Roswell of his discovery, Major J.M. and aides were dispatched to the area for investigation. There he found many metal fragments and what appeared to be \"parchment\" strewn in a 1 square mile area. \"The metal fragments,\" said the Major, \"varied in size up to 6 inches in length, but were of the thickness of tinfoil. The fragments were unusual,\" he continued, \"because they were of great strength. They could not be bent or broken, no matter what pressure we applied'by hand.\" The area was thoroughly checked, he said, but no fresh impact depressions in the sand were found. The -area was not radioactive. The fragments, he added, were transported by a military carry-all to the air base in Roswell and from that point he was instructed by General Ramey to deliver the \"hardware\" to Ft. Worth, to be forwarded to Wright-Patterson Field for analysis. When the press learned of this retrieval operation, and wanted a story, Major J.M. stated, \"To get them off my back I told them we were recovering a downed weather balloon.\" When the major was asked for his opinion as to the identification of the fragments he was certain they were not from a balloon, aircraft, or rocket. He said because of his technical background he was certain that the metal and \"parchment\" were not a part of any military aerial device known at that time. Comment: The retrieval of \"unusual\" fragments in secrecy suggests they were a part of an unknown aerial device or craft. Manned, or not, the major did not know. If there were entities aboard no evidence was found. Had there been any bodies aboard they would have been destroyed in what appeared to be an aerial explosion. It is significant to note in this instance, the year 1947 — the year of the first great wave of UFO reports. Also the area of this retrieval was in the path of some of the green fireball phenomena observed from 1947 to 1948. Abstract XDC Following my lecture April 6,1978, before the World Wings Association, a gathering of 50 or more pilots, I was approached by a highly reputable member of the association who knew of a \"person at work\" who, in turn, knew about crashed UFOs and occupants. I promptly got in touch. On April 18,1978,1 talked with former Air Force Sergeant M.S. of the 97th Bomber Wing. He was prepared to relate the data from a high Intelligence source relative to the retrieval of an alien craft and humanoid occupants maintained at Wright-Patterson AFB. He also related a sobering story about a landing on an air force base, also.from the same high source. M.S., while serving-at Wright-Patterson in 1977, made close acquaintance with a Major General whose last name begins with the letter \"T\", who was assigned at Wright-Patterson for top security work in the Logistics Command. His rank and the nature of his work entitled Kim to a plane at his disposal at all times. The General's daughter (name known to me) and M.S. were seriously lovelorn, and on that basis were frequently together. This allowed M.S. to be the guest at the General's home where he and the general had private chats. Both being endowed with the highest security ratings, they discussed UFOs. From General \"T\", my informant related, details were disclosed concerning a UFO that had crashed in the southwest region of the United States in 1957. At that time, General \"T\" was Lt. Colonel \"T\". According to the General, radar had confirmed that an alien craft had crossed the skies over the United States at great speed. It was tracked to the point of its crash. The area, as in most cases', was'\"roped off\" and the National Guard summoned (with canines) for maximum security. From the damaged craft, four humanoid bodies were recovered with great difficulty because of the inability to penetrate the craft's metal structure. The bodies were found badly burned, some parts so severely, that certain features were indistinguishable. However, the suits they wore — appearing silver — were not . damaged by the obvious intense heat endured inside the craft. Said the General, \"The suits were fused to the flesh.\" M.S. said, according to the General, the four bodies, approximately 5 feet in height, were sent to Wright-Patterson AFB where General \"T\" had seen them in a. deep freeze morgue, kept at approximately 120 degrees below zero for preservation. The only other anatomical feature described by General \"T\" was that the heads of the aliens were, by human standards, larger proportionately -than the bodies. Facial features were erased by the heat factor. The craft? The General related that scientists assigned to the task of dismantling it ran into difficulty. To get inside they concentrated in ah area where a fissure or crack had resulted, probably from impact. Shipment to Wright- Patterson, said the General, \"Was by rail, using two military conveyance rocket cars, properly camouflaged and classified as 'rockets'.\" On another: occasion, M.S. as a guest of General \"T\" at his home, while alone, was shown a Top Secret document concerning a landed UFO. The incident occurred at Nellis AFB, Nevada, in 1968, and M.S. expressed disbelief when he read the report. -Stamped TOP SECRET, it read, in part: Large UFO hovered over Nellis AFB for 3 days. Three small alien craft were observed separating (or being ejected) from parent craft. One landed on the air base grounds. Sent to greet the landed craft was a Colonel with security detachment properly armed. There was no mention of attempt to assault the craft. While waiting for a sign of intent, a humanoid was observed to disembark from the craft, which was described as \"short and.stocky\". Then a beam of light was directed at the Colonel. The Colonel was instantly paralyzed, according to the report. Orders, then came from the officer next in command for his troops of the security detachment to fire, but their weapons were mysteriously jammed. The Colonel was recovered and hospitalized. The only recall by the Colonel, as M.S. remembers from the report, was that he could rationalize the event only in terms of mathematics as though an attempt at communication was conducted in this manner. The UFO was observed to retreat to its parent craft and then departed. Commenf: I made a check on General \"T\" at Wright-Patterson. They had no entry on his secret assignment there, however, a check at another base through the Accounting and Finance Section, confirmed his existence. No address was released on grounds of the Privacy Act. However, M.S. knows where the General was to make his residence after retirement. Making a further check on the authenticity of the General and his knowledge of secret UFO reports, I .checked with another Intelligence source and obtained additional corroborative information concerning the Nellis AFB incident. Abstract XX \"Your book, SITUATION RED, The UFO Siege, really did it,\" said A.K., calling me from California on June 19,1978. \"It convinced me that I should tell my story to you about a UFO that landed or had maybe crashed at Ft. Riley, Kansas.\" Needless to say, I was receptive to hear A.K.'s story. He, of course, asked to keep his name confidential because he recalled a general's warning, who was on the scene of the landing, that he would have his \"expletives\" shot off if he talked. The incident occurred on a crisp, cold night in November 1964. (Later documentation pinned down the date as December 10,1964,-Editor) At 2:00 AM, A.K., a Pfc on guard duty at the Motor Pool, and three other Army personnel of the 1st •Division on regular guard duty, were summoned by the officer of the day, Lt. H., to join him by vehicle to a remote area on the base described as a training area in Camp Forsyte, which is part of the Ft. Riley complex On departure to this area, he was issued an extra clip for his M14 rifle. \"I was scared,\" admitted A.K. \"In fact, I'm trembling right now as I'm telling you this.\" I told A.K. that I was aware of a number of UFO landings and crashes on or near military installations and that he.could trust me regarding the confidentiality of his name. After driving a good distance, Lt. H. parked his vehicle alongside the road. He, A.K. and the other guards were ordered to hike about a half mile across an open flat field. Before him, A.K. watched the searchlite beam from an overhead Huey helicopter playing down on the field. It was focused on a large round object resting on the ground. Pfc A.K. and his comrades stood in shock. He remembers he shouted, \"God damn, a (continued on next page)"},{"pageNumber":13,"pageContent":"(Retrievals, continued) Flying Saucer!\" Already on the scene were about 10 Army personnel of various ranks, including a Major General. Promptly, A.K. was asked for his ID and given a direct order by the General to patrol the grounded craft by circling around it and to \"shoot anyone if they tried to force their way to the craft.\" At this time Pfc A.K. was sharply admonished about keeping the incident secret. Comments A.K., \"When I was in the Army, when a General told you something, you obeyed!\" The lone Huey chopper continously flew overhead while certain personnel on hand checked the object with instruments, and maintained communication by field radio with head phones. Nearby a 5-ton truck was parked with lights off. On two occasions the Huey chopper flew over parts of the field, said A.K., as though looking for other evidence. When the Huey was away, a \"deathly quiet\" prevailed, he said, \"It was eerie!\" A.K. said that on several occasions during his 2% hours of guard duty, he got close to the metallic craft. \"The air was much warmer when I got close,\" he said. The grounded UFO, which had impacted into the soil and stood at a tilt, was approximately 35 to 48 feet in diameter and 12 to 18 feet in height. It was perfectly round, shaped like a hamburger bun. In the middle, or at the equator, of its smooth aluminum-like surface, was a black band made up' of squares, each jutting out about 10 inches. A.K. could not determine if the squares were windows or what purpose they served. The only protruding part on the UFO, said A.K., was a fin-like device and beneath it an aperture which may have been an exhaust unit. A.K. said the UFO was not lighted; he sensed no vibrations from its power system and smelled no odors. \"It was dead,\" he said. Asked about recovery of occupants from the craft, he replied, \"Sorry to disappoint you, but I was not aware of any life inside the craft, or if any bodies were taken out of it later.\" The next morning, said A.K., \"I had a headache, but this was probably caused by the excitement and fatigue. A.K. said he heard from other sources on the Army base that UFOs were sighted in the area prior to the landing. He recalls no details. On my request, he sent me two drawings of the grounded UFO showing rear and front views. The drawings also show the Huey helicopter hovering over the UFO, which are used as Exhibits A and B of this abstract. Comments: Pfc A.K. was unable to determine if the UFO had crashed or landed, but from his observation of the craft for 2% hours, he believed that it had probably malfunctioned and. was immobilized. He was unable to learn more details about the incident from the local military base and too frightened by the General's threats to bring the matter up. With the presence of a helicopter and a large truck, it is my belief that the craft was hauled away in secrecy and perhaps with it, the occupants. I checked further with an Intelligence source who was \"aware\" of this incident. Since my phone conversation with A.K. I have received a tape from him recording his experience, and a signed letter. The tape (Exhibit C) is available for public hearing during the MUFON Symposium today. (The tape was played for the audience.-Editor) Abstract XXI On June 29, 1978, my son-in-law Jeffrey Sparks, Assistant Professor of Theater Arts at St. Leo's College, Dade City, Florida, informed me that he had talked with a person who.had witnessed the alien humanoids at Wright- Patterson AFB in 1966. According to my son-in- law, his contact holds a responsible position in a financial capacity with a private firm in Tampa, and had formerly served in Military Intelligence. He gave me the individual's name and where he could be reached. On July 5, 1978, I talked with Mr. J.K. at length concerning his functions in military Intelligence, what he had observed at Wright- Patterson, and many other aspects of crashed alien craft. He also made reference to the computer bank, or \"dump file,\" which contains secret information about UFOs dating back to 1948. J.K., who served in Nike Missile Air Intelligence (ADCAP), related to me, the following data: (1) He observed nine deceased alien bodies preserved in deep freeze conditions under well-lighted, thick glass enclosures. The bodies were short in stature, about 4 feet in height. They appeared, under the lighting, to be of grayish color in skintone. The .research area, where the bodies were . preserved, was under heavy guard, inside and out. He was told while viewing the subjects that 30 bodies were held in preservation at that time at the air base. (2) He did not see, firsthand, alien craft stored at Wright-Patterson, but was told that such craft were on the base. He was also told that an alien craft was held at Langley AFB and another at McDill AFB in Florida. (3) He knew of three key areas in the 1%0's where certain secret UFO operations were conducted other than at Wright- Patterson AFB. Bases cited were Langley, Avon Bombing Range — a part of the McDill AFB complex near Sebring, Florida, and at Seymour-Johnson, a Navy Training Center in Norfolk, Virginia.  : (4) At certain military bases, highly trained mobilized units were in a constant \"ready\" state for dispatch to any area in the U.S.A. to recover downed or crashed UFOs. (5) During the Vietnam crisis, during J.K.'s tenure of service (1966-1968), five crashes of UFOs occurred in the Tri-State area of Ohio, Indiana; and Kentucky. There was one known incident of a retrieval of three alien bodies. During this latter incident there occurred an alleged shooting of the alien forces by our military units. This was triggered by the uncertainty of the aliens' intent. Hostility was presumed, said J.K. The location or time of these incidents were not disclosed. (6) Said J.K.: \"Since 1948, secret information concerning UFO activity involving the U.S. military has been contained in a computer center at Wright- Patterson. At this base, a master file, written in computer language, is maintained, with duplicate support backup files secreted at other military installations.\" Said J.K.: \"Get the complete 'file dump', both the master and the support backup files, and you've got all the hidden UFO data.\" Comment: Obviously, the UFO files available to the public at the National Archives in Washington, D.C., do not reveal the hard facts regarding UFO military cases. Concerning J.K.'s disclosure relative to military units subject to dispatch to UFO retrieval areas, I have been aware from other military sources that special forces have been maintained for emergency situations such as UFO retrievals or other conditions, including riots, etc. These special forces, known as \"Blue Berets,\" can operate secretly and effectively by using \"diversionary tactics\" to prevent public interference. Such diversions include creating power blackouts. Abstract XXII This abstract concerns limited biological data, with Exhibits A & B, describing the alien humanoids, according to reliable informants, held in cryogenic preservation at Wright-Patterson AFB and at certain medical institutions in the U.S.A. where special examinations were conducted. Because this information treats a sensitive area within the framework of secrecy, names of the medical centers, the identity of the informants will not be disclosed at this time. Data mentioned in a number of the previous abstracts have been correlated by me to establish only a general anatomical configuration of the alien beings. Needless to say, the general features of the alien are akin to Earth's Homo sapiens; that is to say, the alien has a head, torso, arms, hands, and it is bipedal. There, the likeness ends. From anonymous medical and military sources the following composite or general data were obtained: (1) The approximate height of the alien humanoid is 3% to 4% feet tall. One source approximated 5 feet. (2) The head, by human standards, is large, when compared with the size of the torso and limbs. (See drawing of head, Exhibit A.) (3) The facial features show a pair of eyes described variously as large, sunken or deep set, far apart or distended more than human: and, slightly slanted, appearing \"Oriental\" or Mongoloid.\" (4) No earlobes or flesh extending beyond apertures on each side of the head. (5) Nose is vague. Aperture or nares are indicated with slight protuberance. One and two nares have been mentioned. (6) Mouth indicated as a small \"slit\" or fissure. In some instances, no mouth described. Mouth appears not to function as a means for communication or as orifice for food ingestion. 12"},{"pageNumber":14,"pageContent":"Exhibit A - Absirjer2SIL ALIEN HUMANOID HEAD DRAWN BY L. H. STRINGHELD BASED ON DESCRIPTION BY WITNESSES. JULY, 1978 (7) Neck. Described as being thin; and hi some instances, not being visible because of ' garment in that section of body. (8) Hair. Some observers describe the humanoids as hairless, some say that the pate shows a slight fuzz. Bodies are described as hairless. (9) Torso. Small and thin fits the general description. In many instances the body was observed wearing a garment. From medical authorities, no comment. No abdominal navel indicated. (10) Arms are described as long and thin and reaching down to the knee section. (11) Hands. Four fingers, no thumb. Two fingers appear longer than others. Some observers had seen finger nails; others . - without. A webbing effect between fingers was noted by three authoritative observers. (See drawing of hand, Exhibit B, and, testimonial letter from Mr. Ted Phillips, Exhibit C.) (12) No description available of legs or feet. (13) Skin description is NOT green, thank you! It is gray according to most observers. Some claim beige, tan, brown, or tannish or pinkish gray and one said it looked almost \"bluish gray\" under deep freeze lights. In one instance, -the bodies were charred to a dark brown. (14) Teeth unknown. No data from dental authorities. (15) Reproductive organs. This biological region is \"sensitive,\" that is, to qualify a point, \"secret\". One observer claims no male or female organs were identified. No genitalia. In my nonprofessional judgment, the absence of sexual organs suggest some of the aliens, and perhaps all, do not reproduce as do Homo sapiens, or, that some of the bodies studied are produced perhaps by a system of cloning or other unknown means. (16) In some incidents of retrieval, the July 18, 1978 I hereby certify that I was shown a sketch of a hand stated to be that of a retrieved humanoid on July 13, 1978 in New York City. The sketch was in the possession of Leonard Stringfield and was the result of descriptions given him by various confidential sources. I had not seen nor discussed the sketch (or the humanoid material in general) with Len prior to our meeting on July 13-lU, 1978. Based on other sources known to me and not to Len, the sketch appears identical to material I have been familiar with for quite some time. I had described the hands to my wife and two close friends in late 1977 and they can confirm the accuracy of the sketch as compared with my description at that time. Based on my somewhat limited knowledge, I must conclude that the sketch is accurate. Ted Phillips humanoids appear to be \"formed out of a mold,\" or sharing identical biological characteristics. (17) Brain capacity. Unknown. (18) Blood. Liquid is prevalent, but not blood as we know it. (19)! Susten ance for existence. No food or water intake is known. No food found on craft in one known retrieval. No alimentary canal or rectal area described. (20) Humanoid types. Unknown. Descriptive variations of anatomy may be no more diverse than those known among Earth Homo sapiens. Other alien types, reportedly varying in range from human to more grotesque configurations, are unknown to me. Speculatively, if these types exist, they may have their origins in other solar systems or have roots on different planets within one solar system. (21) I know of the names of two major medical centers in the Eastern United States where continuing specialized intensive research is conducted on deceased alien bodies. Other hospitals where research reportedly has been conducted are in Indiana, Illinois, Texas, Southeastern and Western U.SA. Summary It is beyond the scope of this paper to treat all the stories and rumors of stories still emerging to this writer, each alleging the occurrence of a UFO crash, with or without occupants, and its subsequent hush-hush military retrieval. As of July 20,1978, for the record, I am aware of more than 50 sources who bear information relative to the subject of retrievals or storage of alien craft, and/or the deceased alien humanoids recovered from the craft. From this number I have selected 22 of these sources whose testimony is reviewed in this paper, Most others lack sufficient data and a few have \"dried up\" so to speak, out of fear of (continued on next page) ALIEN HUMANOID HAND DRAWN BY L.H. STRINGFIELD BASED ON DESCRIPTION OF WITNESS JULY, 197 8 ExK b i 13"},{"pageNumber":15,"pageContent":"(Retrievals, continued) military reprisal or public ridicule. Stories of long ago and as recently as 1977 clearly show that the U.S.A. is not the only territory in the world where UFOs and crews err in their tactical mission and crash to meet their doom. On foreign soil we have a number of reported crashes. One allegedly occurred on the island of Spitzbergen in 1952 which was secretly recovered by Norwegian military authorities. Another UFO crash and retrieval report was contained in a special dispatch from the late columnist Dorothy Kilgallen, datelined May 23, 1955, London, England, INS, as follows: \"British scientists and airmen, after examining the wreckage of one mysterious flying ship, are convinced that these strange aerial objects are flying saucers from another planet. The source of my information is a British official of Cabinet rank. He told me: 'We believe, on the basis of our inquiries thus far, that the saucers were staffed by small men — probably under 4 feet. It's frightening, but there's no denying that flying saucers are from another planet.' This official quoted scientists as saying a flying ship of this type could not have been constructed on Earth. The British government, I learned, is withholding an official report on the flying saucer examination at this time, possibly because it does not want to frighten the public.\" Still other foreign reports in the past and of recent times tell of objects falling to Earth looking like fireballs, of objects exploding on impact. Many crashes have conventional explanations, but others do not, such as the circular craft that allegedly crashed in Nauta, Peru, on November 11,1975. This object, according to Robert Barry, measured 12 feet, 8 inches in diameter, which featured a strange metallic coating. Other reported crashes have occurred in Australia, May 1976, in Mexico, August 1977, and in Bolivia, May .1978. One report of a UFO crash with recovered humanoid occupants stands out above the others. Occurring in 1953, 100 miles outside of Johannesburg, South Africa, the incident prompted investigation by a U.S. Air Force General. Larry Movers, MUFON State Director for Ohio, uncovered the case; I recently had it confirmed from an Intelligence source. Perhaps the most significant of the reported foreign UFO crashes are those in the Communist world. My informant, Robert Barry, has learned from a reliable InteUifence source that Red China has two \"downed\" UFOs, one of which landed in water without occupants; and, two, possibly three, crashes and retrievals in Russia. In the U.S.A., reports of UFO crash and retrievals continue through the 1970's. One recent incident, for example, not yet substantiated, came to light from reliable sources not to be named at this time as our search for data continues. This incident allegedly occurring in the Spring of 1977 in a rural area of Southwestern Ohio, involves a landed craft, perhaps disabled, and a number of its occupants who engaged a military unit dispatched to the scene. Whatever happened during this Encounter of the Third Kind, the sketchy data we have thus far suggest violence. Reportedly, 11 members of the U.S. military detachment were either injured or killed. 14 There was no word of alien casualties. The story is traceable through a handful of qualified researchers, then it stops at a dead end. Unreachable is a medical specialist supposedly called in by the military authorities to perform his expertise.- _ - Ir. the Fall of 1977, I was approached by a Cincinnati researcher and told that he had learned from a source who worked at Wright- Patterson that in the Spring of 1977 military personnel had carried into a certain area on the base several litters with little alien bodies from an undisclosed location. Perhaps in time, new data may appear to give credence to one or both of these possibly connected stories. Indeed, a pitched land battle between U.S. military and alien forces seems more like fantasy, but if true, then it would be reasonable to assume that the secrecy lid would come down hard on it! The effects from such a disclosure would certainly create more than a \"cultural shock.\" Still another factor that has raised some questions concerns the geographical location of UFO crashes. In the U.S.A., especially in the 1950's, they have mainly occurred in the Western or Southwestern desert regions where military experimental installations abound. Logically, one may ask, is the flying saucer a super-secret U.S. weapon? But the negative answers are overwhelming. As pointed out earlier, UFO crashes have occurred on foreign soil beyond the range of the U.S. experimental aircraft. And, as known to all research, UFOs have repeatedly reconnoitered U.S. and foreign military installations and other sensitive areas where they sometimes act in a menacing manner. On the premise that humanoid aliens have been preserved in deep freeze conditions at Wright-Patterson AFB and at several medical centers for research, I believe it is safe to postulate that these entities associated with the UFO are physical and are not an apparition from another dimension. My point here is not to derogate the extradimensional entity, for there is much evidence to suggest that it, too, plays a part in the UFO mystery. It is beyond the scope of this paper to rationalize each and every kind of alien intruder during a live encounter. This subject belongs to my colleague, Ted Bloecher, who has made a scholarly study of this phase of research. In summary, the information treated in this paper, while it may seem provocative to the media and to the average researcher, does not, admittedly, constitute the final proof that UFOs are of extraterrestrial origin. But, indeed, if my data from reliable and diverse sources are received with an objective and unbiased mind, then the hypothesis surely is strengthened. It seems no matter how hard we may want to disbelieve the data presented in the foregoing abstracts, it will be difficult to explain away the correlative physical similarities of the recovered humanoids. Despite my long experience in UFO research, I must admit that I feel a sense of human uneasiness as vital data continues to reach me from responsible sources. As the pieces of the puzzle suddenly fall into place for me, each a corroborative clue, I realize — like a smack in the . face — that our giant Intelligence community, both military and covert agencies, have been sitting atop a real Pandora's Box with some righteous cause. I am not condoning our InteDigence forces for their harsh and tricky actions or methods in suppressing the hidden facts for so many years, but I can now appreciate the problem they may have had in trying to find a reasonable way out of a dilemma to relate all the sobering data to a benighted world public. How, for instance, would the public react to a sudden official disclosure of even the scantiest details relevant to the humanoid which I have released in this paper? And, the humanoid factor is just a small segment in the overall sobering UFO data. And, there is still another sensitive aspect to consider: The intent of the UFO! It is my belief that our Intelligence community does not know the intent of the UFO. For our government to suddenly release only the known data in a major pronouncement could pose some new societal risks. In my opinion, to release part of the UFO story, and be unable to define the UFO's intent could create an even greater concern in the unpredictable public mind. Perhaps the human mind is ready to hear the truth. Our minds have survived in many hot wars and a long cold war with the threat of nuclear destruction, plus all the social upheavals of the 1960s and 1970s. I believe we are ready for the truth. Who are these mortals whose imperfect craft have crashed into the foreign soil of Earth? From what star system do they come where evolutionary life is not too different than our Earth's? Is there a missing link in our primeval past, or lost in our archeological wonders which may reveal a human kinship? I do not profess to know the !ocked-away secrets, or the final answer to the UFO mystery, nor do I know what other great secrets may be hidden with the retrieved craft and deceased aliens. Perhaps President Jimmy Carter knows these secrets, or some of them. Thus, my plea, here and how, is addressed to the President of the United States to seriously review the testimony I have recorded in this paper. With his conscience as his guide, I trust that the President of the United States will tell this great nation and the world the truth about the greatest story of our time. Sunday's People | Bv Snm Heftier • A rumor U floating around Melbourne, Australia, to the effect that Fred VlkaUfh, a young man who van- ished after be uid a UFO wu punuing bin, actually U alive and well and hiding in a motel in Apollo Bay, a roaital town along the route Valentichwai Hying when hit radio trantmiuion ended abruptly. Valentich, 20. wai heading down the tout and acrau a unall itrait toward King* bland when lait heard from. Hu girl friend. Ihonda Ruhtm, U. uid he ii alive \"but it fe •till all top tecret now.\""},{"pageNumber":16,"pageContent":"By Ann Druffcl Entities and Their Carriages Contrary to what the title might suggest, this column is not about Von Daniken's astronauts in their flaming Figure A. Sketch by Francis deJohn Figure B. Sketch by Shirley McBride chariots. Instead, the entities and \"carriages\" discussed here are little known, but ufologically interesting nevertheless. Some UFOs reported by rational witnesses seem to be simple globes or shells, with no protuberances. They give no hint of any propulsion capacity, and the entities reported riding within them are not concerned with any consoles, dials, or instruments as the globe or \"bubble\" maneuvers intelligently above and near the earth. The three cases discussed below will attempt to correlate these objects, and what possible significance the entities borne within them might have as far as the human race is concerned. On August 30,1976, between 6:30 and 7:00 PM, Mr. Francis de John of Pasadena, California, was strolling in his back yard enjoying a good cigar. As he wrote to the Center for UFO Studies (CUFOS) later, he saw a small, clear bubble floating toward him very slowly from the direction of his neighbor's yard. \"It moved in my direction very slowly,\" Mr. de John wrote. \"When it was about 5 feet past me, I walked up to it... . As I looked inside, I see three lives side by side (sic)... My thought at that time was to capture the object, but that was before I knew it was from another world and that anyone was inside.... The last I saw of it was when it made a left-hand turn between my neighbor's house and the house next to it. This to me is a pleasant, happy and an enjoyable experience and one that I will never forget for as long as I live.\" Investigating the case for CUFOS, I found Mr. de John to be intelligent, well-read and articulate. He is a retired businessman, metaphysically inclined, and the author of a 30-page, privately published booklet about man's relationship to his Creator and other philosophical questions. Topics covered in the booklet range from the purpose of creation to the reality of reincarnation. Mr. de John states that his knowledge comes from an infusion process.akin to \"grace.\" Whether his philosophical opinions do, in actuality, contain \"truth\", the basic facts of his CE HI experience seem to be as \"real\" as any other single witness case. The interesting difference is the description of the entities encased within the UFO. Mr. de John stated that the UFO was about the size of a tennis ball. It was crystal clear and spherical, with the appearance of a soap bubble, but without accompanying rainbow colors. It floated with evident purpose toward him and made complicated maneuvers as it avoided obstacles in his yard. It seemed intelligently controlled, although nothing which could be assumed to be a propulsive unit was visible. (See figure A.) The three \"lives\" or entities he described are unique in my experience as a UFO researcher. He stated that as he approached the object with the idea of capturing it, he saw three specks of darkened matter, from which identical red auras of varying shades emanated outward. They were within the object. As Mr. de John reached out toward the object, he was imeediately stopped by a mental communication cautioning, \"Would you harm entities from another world?\" Deciding not to harm the object, he was immediately stopped by a mental communication cautioning, watched it slowly glide into a neighbor's yard. Then it negotiated a tight left turn around the house and was out of sight. In spite of the unusual nature of Mr. de John's experience, it can be accepted as coming from an honest and rational man. The fact that it does not fit into the idea of material craft with (Continued on next page) 15"},{"pageNumber":17,"pageContent":"(California Report, continued) humanoid occupants is not the witness' problem. It is ours. Consider now the May 10, 1957, experience of Shirley McBride. Presently a resident of Tujunga, California, she is an intellectual and searching individual who is deeply involved in metaphysical studies. Ms. McBride, on the above date, was driving her car along a deserted section of Kern County near Lake Isabella, California. At the end of a dead end country road, she felt compelled to . leave her automobile to enjoy the scenic view. She idly watched as a round,' glowing bubble came into view above the tops of adjacent trees. It was small in size, not more than a few inches in diameter, but as it floated toward her it rapidly expanded to an oval shape, approximately 6 feet across and 9 feet high. Behind the radiant, self- contained white glow were two vague shadows which Ms. McBride stated must have been living entities. They gave her a message, \"Do not be afraid.\" (See figure B.) The message was telepathic, but superfluous, for Ms. McBride was fascinated and excited. The \"bubble\" floated very close to the ground just a few feet from her. She noticed \"fins\" on its surface which seemed composed of the same glowing light. The fins stood out 4 to 6 inches from the object's perimeter, but these gave no hint how the object was propelled. Though the object's path down from the sky had been seemingly propelled, its movement at all times was tranquil and silent. Ms. McBride watched the object with curiosity and awe for some minutes. Presently, she felt within herself that she was \"intruding.\" She returned to her car and backed out of the dead end road. As she drove away, she saw the object still hovering near the ground. The experience was somehow wiped from Ms. McBride\"s consciousness. It was only when she was hypnotically regressed by Dr. W. C. McCall on March 24, 1976, in connection with another two-witness CE III encounter that the incident above was revealed. Oddly, Ms. McBride seems to have 16 had more communication with the shadowed \"entities\" within the bubble than she is willing to reveal. The transcript of the tape-recorded hypnotic session is heart-rending and almost frightening. It shows deep stress as Ms. McBride sought to keep parts of the contract secret, particularly those concerned with a \"secret\" shared by the entities and which she promised them that she would not reveal. It was only the expert skill of Dr. McCall that allowed us to gather the facts as clearly as we did. She staunchly resisted the suggestion that she sould reveal the secret, even when the hypnotist reminded her that her loyalty belonged to the human race, not aliens. The word \"aliens\" as applied to the visitors in the bubble incensed her. She repeatedly contended under hypnosis that they were not alien, but \"that it was all the same\". Later she explained that in her opinion, \"all life is One\". The third case is well known to most ufologists as \"the miracle at Fatima\". Actually, it concerns a series of events which took place near the small village of Aljustrel, Portugal, between 1915-1917. The incidents which correlate with the two cases discussed above — and with other similar cases which I have not space to include — were the repeated appearance of a beautiful \"Lady\" who five times communicated with three small peasant children. The Lady, who introduced herself as being \"from Heaven\", each time journeyed into sight from the east in a luminous globe of light. Hovering each time just a few feet from the three witnesses, the human-size entity was at all times enclosed within the globe, which though glowing was also transparent. The entity's features, form, and garments were extraordinarily radiant, and all seemed entirely composed of light. : The three children were simple peasants but possessed a metaphysical view of creation and man's duties toward a superior Being. The Lady reatedly urged them to \"pray for the conversion of sinners\". We might loosely interpret this as a philosophical exhortation that all life should be in accord. In addition, \"secrets\" were given the witnesses, which they refused to share even under dire threats from various authorities. Some in time turned out to be accurate predictions concerning World War I and II and Communist Russia's rise to world power. A final secret, now in the hands of the Vatican, has not yet been revealed. It seems apparent that the Lady chose those witnesses to whom she appeared. Even though crowds of people were present during the last four appearances, she was visible only to the three children. However, the globe in which she traveled was viewed by many as it made its passages toward Aljustrel on the 13th of each month from June to October, 1917. Numerous witnesses saw the lighted ball hover near the children, viewed rainbow colors on the landscape and the crowd, noticed a dimming of the sun's light and an odd transparency of portions of the sky. Also, many heard a'noise like a very faint voice, similar to the buzzing of a bee, at the times when the Lady was apparently conversing with the child witnesses. It is interesting, in the sketchy outlines above, to see the contrast between globe-like UFOs with their peaceful occupants, as contrasted to other UFOs which appear as complicated, structured craft complete with landing gear, antennae, control panels, and a vast variety of frightening and/or intimidating occupants. The simple globes with their entities seem to have the following aspects in common: 1. They are visible only to single or selected witnesses, presumably at the will of the entities themselves; 2. They are silent in transit, and their movements tranquil though seemingly controlled; 3. There are no evidences of propulsive units or guidance systems; 4. They are typically crystal clear or composed of pure white light; 5. The entities are of unclear form, not recognizable as normal, material beings; 6. Messages are given the witnesses, some as \"secrets,\" but all communications are considered by the witnesses to be of vast importance to the human race; 6. In all cases, the witnesses were interested in metaphysical knowledge and shared the general philosophy that \"all life is One\"."},{"pageNumber":18,"pageContent":"CAUS TO FILE FOIA LAWSUIT AGAINST THE AIR FORCE By W. Todd Zechel (Director of CAUS) Citizens Against UFO Secrecy (CAUS), a nonpartisan, nonprofit organization devoted to gaining the release of all government-held UFO records and distributing the information to the UFOlogical community, plans to file a Freedom of Information Act lawsuit against the U.S. Air Force. The suit will attempt to establish that the USAF (or elements thereof) recovered a crashed extra- terrestrial spacecraft in the Texas/Mexico border area in the late 1940's. Intent on striking while the iron is hot, CAUS hopes to file the suit before December, when the Central Intelligence Agency is scheduled to release a large number of documents related to UFOs as a result of the Ground Saucer Watch (GSW) FOIA lawsuit against the CIA. CAUS took over management of the GSW suit earlier this year and, through discovery motion procedure and face-to-face negotiations, succeeded in having the CIA search all of its components for UFO-related material under a stipulation ordered by the U.S. District Court, Washington, D.C. In August, the CIA notified me that it had located \"1,000 pages of additional material related to UFOs,\" and was in the process of reviewing the documents for releasibility. Since then, the U.S. Attorney, speaking in behalf of the CIA, has indicated upward of 10,000 UFO- related documents have been located in Agency files. At the same time, however, the CIA, responding to an FOIA request asking specifically for crashed saucer data, indicated that such data would fall under Air Force purview and such data would have to be obtained from the USAF. CAUS, in fact, had already filed an FOIA request for crashed saucer records with theAir Force in July, listing two retired Air Force officers as witnesses and/or participants in the incident. One officer is a retired USAF Colonel who reportedly was in charge of securing the area during the recovery operation. The Air Force has confirmed that this individual was at the time of the incident serving as Provost Marshall (equivalent to Chief of Police) at Carswell AFB, Texas. The other officer is a retired Lt. Colonel who was airborne at the time and was alerted to the object's intrusion of U.S. airspace by radio reports over his plane's scramble frequency. Subsequently, the officer and a fellow pilot flew down over the Texas/Mexico border in a light plane, searching for the impact area which had been plotted by radar operators who tracked the object's sudden disappearance off their scopes. In August, the Air Force made a pro forma denial of the existence of records related to the recovery of any extraterrestrial device. An appeal was filed to the Air Force denial, in accordance with FOIA procedural guidelines, expressing our willingness to file an FOIA lawsuit should the denial of records be the Air Force's official position. .More recently, the Air Force stated it would not accept the appeal, since, according to USAF inter- pretation of the FOIA, it had not denied us access to records, but had instead denied existence of such records, inferring that its response did not require or make possible a suit to be filed.. Since CAUS legal consultant Peter Gersten, an attorney with the prestigious New York law firm of Rothblatt, Rothblatt, Seijas and Peskin, is expected to be totally occupied with litigation against the CIA in December and January, and perhaps beyond that, CAUS has contacted a highly respected Washington, D.C., law firm whose attorneys have agreed to handle the Air Force/crashed saucer suit. Although the attorneys would not take the suit on a pro bono basis (without charge), they did offer to handle it as a public interest action with reduced fees. However, a retainer fee of $2,000 is required before the action can commence, and additional funds will be required as the suit progresses. Considering the overwhelming success of the GSW suit against the CIA (I initiated the suit in behalf of GSW and CAUS Director of Research Brad Sparks drafted the discovery motion and stipulation), CAUS now asks that the members of all UFO organizations join together and contribute to this unprecedented effort to settle the UFO issue in court. Both CAUS and the D.C. law firm feel there is enough evidence to warrant a lawsuit to force disclosure of records related to the recovery of an extraterrestrial vehicle with occupant. By compelling military officers and government officials to testify under oath about their knowledge of such an incident, CAUS submits that the reality of UFOs will be irrefutably established. In using the FOIA lawsuit procedure, the necessity of having advocacy hearings-such as those in the past is circumvented. Instead, there will be direct testimony about specific events, and no amount of Air Force lobbying behind the scenes will have any effect on the outcome. The GSW suit against the CIA, about to realize almost total success, was brought about by the hard work and sacrifices of a very small group of concerned individuals. Charles Tucker helped get the suit off the ground with a generous contribution of $1,000, and UFOlogy is forever indebted to him. Bill Spaulding has supplied funds in the area of $2,000, ensuring the suit would continue. Peter Gersten has worked hundreds of hours, often at his own expense, drafting motions and complaints, and conducting research. (continued on next page) \\\"J"},{"pageNumber":19,"pageContent":"(CAUS Lawsuit, continued) Yet UFOlogy in general has not responded, even though the outcome of the suit will have benefits for all groups and individuals. UFO researchers and buffs have been content to sit back and allow a few men to make all the effort and all the sacrifices. While there are many theories regarding UFOs being espoused, and there are obvious ideological differences between some UFO- advocate groups, CAUS submits there is a common thread which weaves between us all and gives us a purpose to unite. That thread is the force which brought each of us to become interested and involved with the subject: the overwhelming desire and need to know the truth, tp search out the answers to a mystery which has such relevancy and significance to our basic existence that it occludes any other problem. Simply filing lawsuits against the government, or even winning these suits, won't necessarily solve the entire UFO mystery. Even if the existence of a crashed saucer is proved, much work will remain, including the continued investigation of UFO incidents. But, hopefully, our immediate goal will soon be reached: that goal is scientific recognition that UFOs exist and have serious implications for mankind. If CAUS, with the support and assistance of the UFOlogical community, can bring about that recognition by forcing all evidence to be released, then it will consider its mission accomplished. At the moment it can be said, as Winston Churchill might say it, \"Never before have so few accomplished so much with so little.\" Your contributions and support can change that to: \"Never before have so many done so much to help the CAUS.\" Contributions may be sent c/o MUFON Journal, 4418 39th St., Brentwood, MD 20722, specifying the funds are to be used for the FOIA crashed saucer lawsuit. Make checks payable to CAUS/W. Todd Zechel. 18 (Director's Message, Continued) Thomas, Liberty, Ky., who was one of the ladies abducted in the Stanford, Ky. case, as reported in the January 1977 issue of the MUFON UFO Journal. Plans are continuing for the UFO presentation to the Political Committee of the United Nations in New York City on November 27, 1978, under the auspices of the Honorable Eric Gairy, Prime Minister of Grenada. Even though we now have a vacancy for State Director for New Mexico, we are announcing the appointment of Thad G. Fisher, 825 Calle Mejia #1134, Sante Fe, N.M. 82501 as State Section Director for Sante Fe County. Thad is an ardent photographer and field investigator. He is presently developing a good rapport with police and news agencies in his area so that they will refer UFO sighting reports to him for investigation. His goal is to be called with adequate time to photograph the UFO being reported. The July issue of The MUFON UFO Journal contained a brief synopsis of the 1978 MUFON UFO Symposium in Dayton, Ohio on July 29 and 30, 1978, at the Dayton Convention Center. Thanks to the beautiful and timely reporting by Peter Tomikawa, 88 Shoreview Drive, Apt. 2, Yonkers, N. Y. 10710, the October 1978 edition of the Japanese newsstand magazine, \"UFOs and Space\" features the MUFON symposium and speakers in gorgeous full color plus black and white photographs. A color photograph of Major Donald Keyhoe and Peter Tomikawa graces the front cover with \"MUFON\" spelled out in English. This featured article covers six pages. Peter has reviewed each of the speakers presentations with photographs taken from the Proceedings plus his own superb photography. Two additional pages in the magazine contain a story about Dr. J. Allen Hynek. Another independent article by Shozo Nakamura is a full page spread about the Mutual UFO Network, Inc., and its worldwide organization. During the month of October, a Japanese TV Network will show a UFO documentary made in the United States when a film crew visited MUFON in Seguin, Texas, Project Starlight International in Austin, Texas, the Center for UFO Studies in Evanston, Illinois, and GSW in Phoenix, Arizona. Peter Tomikawa was an advisor to the film crew and accompanied them to Austin. In addition to the outstanding news coverage of the 1978 MUFON UFO Symposium, an ad produced in both Japanese and English appears in the October issue of \"UFOs and Space.\" The cover page is a replica of the cover of the 1978 Symposium Proceedings designed by Donald Tucker, MUFON Staff Artist from Houston, Texas. Incidentally, Mr. Tucker will be the Chairman for the 1980 MUFON Symposium to be held in Houston, Texas (actually near the NASA Space Center in Clear Lake, Texas). I would like to take this opportunity to thank Peter Tomikawa for his outstanding writing and public relations on behalf of MUFON in Japan. Between the magazine \"UFOs and Space\" and the TV documentary, MUFON is going to be well known not only in Japanese UFO circles, but by the general public. I Mark R. Herbstritt .stronomy Notes THE SKY FOR OCTOBER 1978 Mercury — It is very poorly placed for observation. Venus — Early in the month it is visible very low in the southwest at sunset. Mars — In Libra, it is only about 10 degrees above the southwestern horizon at sunset. Jupiter — In Cancer, it rises about midnight and is near the meridian at sunrise. Saturn — In Leo, it rises about 3% hours before the sun and is well up in the east at sunrise."},{"pageNumber":20,"pageContent":"Lucius Farish In Others'Words The August 22 issue of NATIONAL ENQUIRER reported on the UFO flap which took place in the Syracuse, N.Y., area during March and April of this year. The UFO and cattle mutilation cases from the Elsberry, Mo., area are detailed in the August 29 ENQUIRER. NASA official Charles Kubokawa is quoted as saying that UFOs represent a highly-advanced technology in the September 19 ENQUIRER issue. This issue also tells . of actor Edward Winter's UFO sighting while a . member of the Air Force. Winter will have the leading role in the new episodes of TV's \"Project U.F.6.\" series. A report on the radar tracking of a UFO at Florida's Pinecastle Electronic Warfare Range is featured in the August 22 issue of THE STAR. New UFO reports from the vicinity of Fort Stewart, Georgia, are presented in the August 29 issue. The September 5 issue reports on author Zecharia Sitchin's theory that humans are hybrids of extraterrestrials and terrestrial apemen. Sitchin's theory is presented in detail'\"in his book, THE 12TH PLANET. The #11 issue of TRUE FLYING SAUCERS & UFOs contains little of interest, with most of the contents being either rehash or material having no direct connection with the UFO subject. The #4 IDEAL'S UFO MAGA- ZINE is also a loser, as I strongly suspect that virtually all of its articles are written by the same person using various pseudonymns. I would also be willing to bet that 98% of the material in each issue is total fiction. I'd suggest you let it remain on the stands, alongside OFFICIAL UFO, ANCIENT ASTRONAUTS, and other insults to the intelligence. The official Army magazine, SOLDIERS, has a fairly well-balanced article on UFOs in its August issue. It includes a recap of the Coyne helicopter case from 1973, pro and con statements by John Acuff of NICAP, Jennie Zeidman, Phillip Klass, and others. PENTHOUSE for October has another summary of the UFO subject, presenting very little new material. Other articles in this issue deal with space and science-fiction themes. The October issue of UFO REPORT has articles by Jerome Clark on a North Dakota abduction case, Larry Arnold on a Pennsylvania \"triangle,\" and other features on \"subterranean saucers,\" ancient monuments, etc. The usual mixture of good, mediocre, and highly questionable material. . Jerome Clark's update on the Travis Walton case in October FATE introduces the results of Psychological Stress Evaluator (PSE) tests which have been administered to Walton. If the PSE data can be believed (and that is still a topic of some controversy in itself), no deception is indicated in Walton's story. Those interested in possible UFO propulsion systems might like to obtain a booklet (in photocopy form) by K.W. Behrendt, UFO PROPULSION SYSTEMS, ORIGINS, AND PURPOSES. This is a technical analysis of UFO flight methods and includes some quite interesting material on the possibility of faster-than-light travel. Copies may be obtained for $3.00 each from: Nova Enterprises, P.O. Box 890, Elizabeth, NJ 07207. Forthcoming books of possible interest include: WORLDS BEFORE OUR OWN by Brad Steiger (Putnam's, October); OFFICIAL GUIDE TO UFO SIGHTINGS by Carl Sifakis (Drake, October); THE UFO GUIDEBOOK by Norman J. Briazack & Simon Mennick (Citadel Press, Fall); FLYING SAUCERS: A MODERN MYTH OF THINGS SEEN IN THE SKIES by C.G. Jung (Princeton University Press, December); MESSENGERS OF DECEPTION by Jacques Vallee (And/Or Press, March 1979). The Jung book is a paperback reprint of the original edition which has been out of print for some time. UFO NEWSCUPPING SERVICE The UFO NEWSCUPPING SERVICE will keep you informed of all the latest 'United States and World Wide UFO activity, as it happens! Our service was started in 1969, at which time we contracted with a reputable international newspaper-clipping bureau to obtain for us, those hard to find UFO reports (i.e., little known photographic cases, close encounter and landing reports, occupant cases) and all other UFO reports, many of which are carried only in small town or foreign newspapers. \"Our UFO Newsclipping Service issues are 20page monthly reports, reproduced by photo-offset, containing the latest United States and Canadian UFO newsclippings, with our foreign section carrying the latest British, Australian, New Zealand and other foreign press . reports. Also included is a 3-5 page section of \"Fortean\" clippings (i.e. Bigfoot and other \"monster\" reports). Let us keep you informed of the latest happenings in the UFO and Fortean fields.\" For subscription information and sample pages from our service, write today to: UFO NEWSCUPPING SERVICE Route 1 — Box 220 Plumerville, Arkansas 72127 19"},{"pageNumber":21,"pageContent":"DIRECTOR'S MESSAGE by WaltAndni* The May 1978 issue of THE MUFON UFO Journal carried an article titled \"MUFON Information. Centers\" and identified six of these Centers where newspaper clippings, magazine articles, and other pertinent' UFO information could be sent for reproduction and distribution to MUFON Foreign Representatives. Richard H. Hall, former International Coordinator and now Editor of the Journal, established the following information centers: Africa: Mrs. Cynthia Hind; Australia: Keith Basterfield; England: J.B. Delair; Germany: Illobrand von Ludwiger; Japan: Jun-lchi Takanashi; and Belgium and France: Jacques Bonabot.\" Since Richard Hall became Editor of the Journal, his former position of International Coordinator has been vacant. Dick was quick to recognize' that one person could not properly.. correspond with all of our Foreign^ Representatives, Consultants, and v Research Specialists and provide the - service and communications essential f for these fine people to become an^ integral part of the worldwide UFO network. He suggested and recommended that competent people should be selected on each continent to^ deal directly with our foreign ' representatives. Mrs. Cynthia Hind emphasized this important aspect (L during MUFON's Annual Corporate > Meeting in Dayton, Ohio on July 30, ; - 1978: We have gone one step further than to divide the world up into continents, by extending our coverage to eight Continental Coordinators, working under the guidance of our International Coordinator. This distribution is not only geographically arranged, but it takes into consideration the language and cultural aspects of the nations grouped together. The Continental Coordin- ators will have the following individual areas of responsibility: Africa, Europe, Asia, Australia/New Zealand, Middle East, Central America, South America, and the Far East. The nations within each of these areas is listed in this issue of the Journal under a separate heading. At this time we are extremely proud to announce the names of the people who will start filling these important posts. Our new International Coordinator (a member of the MUFON Board of Directors) is Michael Sinclair, 108 Isabella St., Apt. 1010, Toronto, Ontario M4Y 1N6, Canada. Mike is one of MUFON's early members, and has attended over half of our annual UFO symposiums, since 1970. Educationally speaking Mr. Sinclair has an M.A. in Public Administration and will soon receive his Ph.D. in Educational Planning. Mike is presently employed as an economist. He is chairman and editor of the UFO newsletter \"UFORUM\" published by the U.F.O. Research Center in Toronto. . The ability to communicate in the predominant languages is an essential asset for the Continental Coordinator positions. Mr. William G. Hinrichsen, 25401 Via De Anza, Laguna Niguel, California 92667 has volunteered to serve as Continental Coordinator for South America. He was born and raised in Argentina where he spent the first 20 years of his life. For the past 13 years, Bill has been a resident and a U.S. citizen living in the United States. He was formerly a pilot at the Argentine Air Force Academy and still is a licensed pilot. Professionally, he is self employed, providing accounting, taxes, and management services to the medical profession under the business name of Medicorp. He has been a member of MUFON for 3 years. He first became interested in the study of UFOs when he was 14 years of age having been introduced to the subject by his father who was very well read on the phenomenon. Bill and his wife will be visiting in Argentina, leaving Los Angeles on December 14,1978. He will contact MUFON people in both Buenos Aires and Rosario during his 2- week vacation. During the 1978 MUFON UFO Symposium, Jerold R. Johnson reiterated his interest in becoming a Continental Coordinator, where his Spanish language would be beneficial. After November 15,1978, Mr. Johnson will be residing at 3524 Greystone #194, Austin, Texas 78731. Jerry or \"Ron' ? as he likes to be called by his amateur radio friends, due to his call letters WA5RON, has been the MUFON State Amateur Radio Director for Texas and a Field Investigator since June 23,1973. He has a B.A. in Archeology from the University of Texas and is presently a communications technician. Ron is filling the post of Continental Coordinator for Central America, which also includes Mexico and the islands in the West Indies. He has done several translations of UFO reports from Spanish for Journal articles in the past. Additional Continental Coordina- tors, working with Michael Sinclair, will be announced in the September issue of the Journal. Anyone interested in volunteering for one of the open positions listed in this issue of the Journal should state their credentials and interest by writing to Michael Sinclair, the International Coordinator, or to Walter H. Andrus, Jr., the International Director. John L. Warren, Consultant in Physics and former State Director for New Mexico has moved from Los Alamos, N.M. to 21723 Peachtree Road, Dickerson, Md. 20753. It is with regret that we acknowledge the passing of Mrs. Elaine (continued on page 18)"}]
