[{"pageNumber":2,"pageContent":"MUTUAL UFO NETWORK UFO JOURNAL DECEMBER 1997 ^    NUMBER 356 $3 <L Happy I\\N&u) Y&ar."},{"pageNumber":3,"pageContent":"MUFON UFO Journal (USPS 002-970) (ISSN 0270-6822) 1030ldtowneRd. Seguin, TX 78155-4099 Tel: (830) 379-9216 FAX (830) 372-9439 Editor: Dwight Connelly 14026 Ridgelawn Road Martinsville, IL 62442 Tel: (217) 382-4502 FAX (217) 382-4502 Editor in Chief: Walter H. Andrus, Jr. Columnists: Walter N. Webb, John S. Carpenter, T. David Spencer, John F. Schuessler Art Director: Vince Johnson MUFON UFO Hotline: 1-800-UFO-2166 The Internet: mufon.com MUFON on Compuserv: \"Go MUFON\" to access the Forum MUFON e-mail address: mufonhq@aol.com MUFON Amateur Radio Net: 40 meters - 7.237 MHz - Saturday, 8 a.m., Eastern Time Commentary by Dwight Connelly Thanks to outgoing editor Dennis Stacy and MUFON Director Walt Andrus for making the editorial transition smooth. In the twenty years since I last edited the Journal (SKYLOOK), a few things in the field of ufology have changed. Abductions, for example, now seem to be accepted as a routine element for legitimate study. Twenty years ago, this topic was considered question- able for inclusion in MUFON's official publication. Perhaps other ideas are in a similar period of transition. I must confess, for example, that I had to read the article on the holographic universe (page 3) more than once before I began to even partially grasp the material. The topic seems to deserve a hearing, but perhaps the next article across my desk will shoot all sorts of holes in the concept. Keep tuned. In order to use more of the material which we receive, I intend to compact the contents a bit. If I overdo the compacting, let me know. MUFON's Mission is the systematic collection and analysis of UFO data with the ultimate goal of learning the origin and nature of the UFO phenomena. TABLE OF CONTENTS The Holographic Universe by Joe Lewels  3 Scientists STudy UFO Evidence by Peter Sturrock 5 Interview with William J. Birnes by Dennis Stacy 6 The UFO Press, The OZ Files by Malcolm Smith 8 Physiological Effects (Part 2) by John Schuessler 8 Astronaut Gordon Cooper by Peter Geremia 10 Current Cases byT. David Spencer  11 Santilli Alien Autopsy Film by Philip Mantle 14 Canadian UFO Survey by Chris Rutkowski 16 Letter to the Editor   20 Reader's Classifieds   21 January Night Sky by Walter N. Webb  22 Calendar   22 Sun Shili by Kathy Chen  23 Director's Message by Walter Andrus  24 Copyright 1997 by the Mutual UFO Network. All Rights Reserved No part of this document may be reproduced in any form without the written permission of the Copyright Owners. Permission is hereby granted to quote up to 200 words of any one article, provided the author is credited, and the statement, \"Copyright 1997 by the Mutual UFO Network, 103 Oldtowne Road, Seguin, Texas 78155 is included. The contents of the MUFON UFO Journal are determined by the editors, and do not necessarily reflect the official position of the Mutual UFO Network. Opinions expressed are solely those of the individual authors. The Mutual UFO Network, Inc. is exempt from Federal Income Tax under Section 501 (c) (3) of the Internal Revenue Code. MUFON is a publicly supported organization of the type described Section 509 (a) (2). Donors may deduct contributions from their Federal Income Tax. Bequests, legacies, devises, transfers, or gifts are also deductible for estate and gift purposes, provided they meet the applicable provisions of Sections 2055, 2106, and 2522 of the Internal Revenue Code. MUFON is a Texas nonprofit corporation. The MUFON UFO Journal is published monthly by the Mutual UFO Network, Inc., Seguin, Texas. Membership/Subscription rates are $30 per year in the U.S.A., and $30 per year foreign in U.S. funds. Second class postage paid at Seguin, Texas. Postmaster: Send form 3579 to advise change of address to: MUFON UFO Journal, 103 Oldtowne Rd., Seguin, TX 78155-4099"},{"pageNumber":4,"pageContent":"MUFON UFO Journal The Holographic Universe and the UFO Phenomenon By Joe Lewels, Ph.D. Michael Talbot, in his fascinating book, The Holographic Universe, suggests that the entire universe and everything we perceive in our world may only be the reflection of ghostly images, holographic projections, from a reality so beyond our own that time and space do not exist there. The implications of this concept, he believes, are so astounding that they provide a basis for resolving many of the mysteries of science, including those previously consid- ered to be paranormal or mystical. Such statements would surely be met with ridicule were it not for the fact that they accurately represent the conclu- sions of some of the world's most respected scientists from fields as diverse as physics, neurophysiology, medicine and psychiatry. In fact, the holographic model is gaining acceptance in nearly every area of scientific inquiry and it may eventually lead the scientific community to embrace ufology as a legitimate science. To understand and accept the holographic model, one first needs to understand the holographic image and what that amazing discovery implies. The first, totally three-dimen- sional image ever created popped out into thin air, like a spectre, before the startled eyes of Hungarian-born engineer Dennis Gabor, who first stumbled upon the phenomenon. By splitting a laser beam and directing half of it toward an object to be photographed and the other half toward a series of mirrors and diffusing lenses, he produced the first holographic image. But the image on the film only looked like wave patterns and concentric circles. He found that only by directing a laser at the film, would a three-dimen- sional image of the object mysteriously appear, ghostlike, on the other side. Gabor was awarded the Nobel Prize for his discovery in 1971. But if that weren't bizarre enough, he found that when the film was cut into small pieces, every piece had the same capability to reproduce the entire object. Although not understood at the time, that principle came to be known as \"Non-Locality.\" That is, the information needed to produce the image was not located in any particular part of the film. It was in every part of the photographic plate at the same time. Ever since, scientists began finding non-locality everywhere. First, in quantum physics, it was discovered as a property of sub-atomic particles, known as quanta. These protons, neutrons, and electrons that comprise the basic building blocks of all matter in the universe were found to disobey the known laws of physics as laid down by Newton and Einstein. Dr. David Bohm, a world renowned physicist, and one of Einstein's proteges, was one of the first to recognize the connection to the holographic image. From his laboratories at the University of London, he began to realize that the Joe Lewels has a Ph. D. in communications and journalism. He lives in El Paso, Texas, and is the MUFON assistant state director for West Texas and South New Mexico. mysterious properties of sub-atomic particles were provid- ing him a glimpse at an entirely new reality-one with holographic properties. He, and other physicists, discovered a world in which time and space ceased to exist and in which paranormal behavior was the norm. They found that quanta appear to communicate with each other instantaneously, faster than the speed of light, in violation of Einstein's law of relativity. What they observed looked a lot like Extra Sensory Perception (ESP). When grouped together, quanta reach a critical mass and, like a colony of ants, begin to act as if they have a group consciousness. They cease behaving as individuals and start behaving like an intelligent whole. Not only that, but it also appears that all sub-atomic particles in the universe are interconnected, creating one, indivisible system, like a giant universal consciousness. The obvious parallel to God did not go unnoticed. The interconnectedness became even more obvious when it was discovered that quanta can shift their shapes. They can appear as either a solid object or wave-like. But the only time they appear as solid objects is when they are being observed by the scientists! So. physicists are now wrestling with the conclusion that they themselves are somehow interconnected with the very particles they are studying. Dr. Bohm and other physicists are reaching the conclusion that at the quantum level of reality, location ceases to exist altogether. All points in space and time are the same. Nothing is separate from anything else; the entire universe seems to be non-local in nature. The same conclusions have been reached by scientists in other fields. Dr. Karl Pribram, a neurophysiologist at Stanford University, found that the human brain was holographic when he attempted to find out where memories were located in the brain. He found that memories are not stored in any particular part of the brain, but rather every- where in the brain at the same time. Numerous attempts have been made to discover where human consciousness is located in the body. It is commonly assumed that our awareness exists in the brain, but no one has been able to say exactly where. Now growing numbers of physicians, led by Dr. Raymond Moody, author of the book. Life After Life, are reaching the conclusion that human consciousness also is non-local. In their study of near death experiences, they have amassed thousands of well docu- mented cases which seem to show that human consciousness is not attached to the body at all and that it continues to exist in another reality after death. Dr. Brian Weiss, formerly chief of psychiatric medicine at Mt. Sinai Hospital in Miami. Florida, has discovered something similar in his treatment of psychiatric patients. Through the use of hypnosis, he discovered that patients could remember past lives and achieve amazing cures for a December 1997 Number 356 Page 3"},{"pageNumber":5,"pageContent":"MUFON UFO Journal wide variety of mental and physical disorders. He believes that human consciousness is not limited by time and space. He writes about his findings in his books, Many Lives, Many Masters and Through Time into Healing. These findings are totally consistent with physicist David Bohm's understanding of quantum physics. As he sees it, if every particle of matter interconnects with every other particle, the brain itself must be viewed as infinitely interconnected with the rest of the universe. Mainstream scientists The list of mainstream scientists who are using the holographic model to understand previously unexplainable phenomena goes on and on, but what can ufologists gain from this intriguing theory? First, it should be fairly obvious to those knowledgeable about the characteristics of UFOs and alien entities that they, too, seem to exist in some other reality, at least some of the time. UFOs and aliens are shapeshifters. UFOs have been reported to appear and disappear, merge together, split apart and change shape. Aliens have been seen to materialize and dematerialize and pass through solid objects. UFOs appear to be able to traverse great distances in the blink of an eye, if not instantaneously, and they are thought by many to be able to travel between star systems and perhaps galaxies. They seem to exist, at least part of the time in a reality where commonsense concepts of time and space do not apply. The paranormal problem In addition, in recent years, ufologists have had to struggle with increasing reports of a paranormal nature: poltergeist phenomena associated with abductions, out of body experiences by abductees, and even reports of abductees recalling past lives as aliens and having increased psychic abilities. Reports such as these have become so common that abduction researchers recognize them as part of the symptomology of the abduction phenomenon. However, some ufologists try to distance themselves from this aspect of the phenomenon, because it doesn't seem \"scientific\" enough. They argue, with good cause, that ufology has worked hard to become a respectable science and that dealing with paranormal phenomena can only cause them to lose what precious credibility they have achieved. But that may be about to change. It may be that ufologists, just as scientists from all fields, may be free to pursue the paranormal as a legitimate course of study as more and more of our greatest minds acknowledge the holographic concept. In fact, this may quickly become the hottest race among scientists in the years ahead-the race to build a bridge between science and the paranormal, a long- overdue effort to merge the scientific and the spiritual worlds. If that becomes the case, then the findings of Dr. John Mack of Harvard University, as reported in his book, Abduction, that connect the UFO abduction phenomenon with spirituality and reincarnation, may not seem so ludicrous and abhorrent to many \"nuts and bolts\" ufologists. Assuming that highly advanced civilizations, perhaps thousands of years ahead of us, discovered the holographic nature of the universe a long time ago, it would be logical to assume that their concepts of time and space would be far different from our own. Distances to them would be a foreign concept. We can imagine that their technology might permit them to travel through quantum reality and go anywhere in time and space instantaneously. Non-local consciousness? They would have discovered long ago that consciousness is non-local. So when abductees report that they have been told by the aliens that there is more to the human state than \"mere flesh and blood,\" as Dr. Mack and others report, perhaps they know what they're talking about. As a result, they may view physical bodies as merely temporary containers, easily discarded and replaced. They certainly would have become masters of the holo- graphic image, creating totally realistic, three-dimensional, interactive motion pictures that we mere humans would find impossible to distinguish from reality. This technology may play a very important part in alien contact and has been speculated upon by a number of ufologists. In her book, Taken, Dr. Karla Turner makes the case for holographic imagery in abduction cases she has researched, and gives examples of incidents that seem to be holographic projections, rather than real, physical contact. There is no doubt that a highly developed technology based on quantum reality and the principle of non-locality would appear to be magic or paranormal to our eyes, just as that first holographic image seemed spectral to its discov- erer. But the more we learn about the holographic model, the better we can understand the technology of the future and possibly of the alien culture. How then should ufologists proceed in utilizing the concept of non-locality and the findings of quantum physics in their search for the answers to the UFO mystery? The first step is in acknowledging and accepting the holographic model of the universe. This includes accepting the implications for the reality of phenomena heretofore thought to be supernatural or mystical. The dilemma that ufologists face is that by embracing scientific principles that may finally provide a basis for understanding UFOs, they must also embrace that which they have for so long dis- dained-the mystical and the paranormal. If they are able to do so, they can at least be comforted by the thought that they are in good company, for all of science may soon face the same dilemma. Does this mean that when all paranormal events can be understood as based in scientific principles that we can finally conclude that the aliens are merely flesh and blood like ourselves, just more advanced? Does this put an end to speculation by some that these beings are supernatural, angelic, demonic and godlike? Or will it merely give us another way to talk about and label something that by some standards maintains supernatural characteristics? After all, what do you call beings who exist in a reality where time and space do not exist and who travel, perhaps in disembodied form, through time, space and solid objects at will, and who December 1997 Number 356 Page 4"},{"pageNumber":6,"pageContent":"MUFON UFO Journal apparently can exercise total mind control over humans? Aliens, gods, angels, demons, spirits-there seems to be no one term that adequately describes such entities. And perhaps that is why they will remain an enigma for a long time to come. New York Meeting Scientists Study UFO Evidence Some UFO evidence may be worthy of scientific investigation. This is the tentative conclusion of a panel of scientists convened by the Society for Scientific Exploration (SSE) to examine this matter. The panel of nine scientists met at a conference center near New York City from Sept. 29 to Oct. 31. The panel reviewed evidence presented by eight UFO investigators, and will issue a report within a few months that summarizes the workshop activities and makes recom- mendations for further research. The panelists were drawn from France, Germany and the United States. The investigators came from France, Ger- many, Norway and the United States. Three members of the UFO Research Coalition participated, representing CUFOS and MUFON. The strong representation from France is due to the fact that France is the only country that has an unclassified on- going official investigation into UFO reports. This program, at CNES, the French Space Agency in Toulouse, is headed by Jean-Jacques Velasco, who was a participant in the workshop. Evidence presented and critically reviewed at the workshop included ground traces, photos, video records, spectroscopic data, radar records, reports of malfunctions of automobile and aircraft equipment, material specimens, and radiation-type injuries to witnesses. Von Eshleman of Stanford University and Thomas Holzer of the High Altitude Observatory served as co-chairs of the Review Panel. The \"UFO problem\" was defined by Peter Sturrock of Stanford University, director of the workshop, as the problem of understanding the cause or causes of UFO reports. Other members of the panel were Randy Jokipii of the University of Arizona, Francois Louange from France, Jay Melosh of the University of Arizona, James Papike of the University of New Mexico, Guenther Reitz from Germany, Charles Tolbert from the University of Virginia, and Bernard Veyret from France. For further information, contact Peter Sturrock, Stanford University, 650-723-1438. SSE web site: http://www.jse.com/index.html F. Joe Lewels Japan's leading UFO researcher Jun-Ichi Takanashi dies It is with extreme sadness that we announce the passing of Jun-lchi Takanashi, Japan's leading UFO researcher and publisher, on Oct. 18, 1997. He was born in Osaka City in April, 1923, and has been interested in flying saucers since Kenneth Arnold's sighting on June 24,1947. Mr. Takanashi organized the Modern Space Flight Association (MSFA) in 1956 that was changed to Japan UFO Science Society in 1983. He was recognized by his col- leagues in Japan as the finest UFO investigator in their coun- try. Jun-lchi Takanashi joined MUFON on Feb. 18, 1974, as our foreign representative for Japan and was later made the national director for Japan. It will be difficult to find a re- placement of his caliber. We are indebted to both Tsuyoki Isobe and Takao Ikeda (a sectional director) for advising MUFON of Mr. Takanashi's demise. Jun-lchi Takanashi 1923-1997 December 1997 Number 356 Page 5"},{"pageNumber":7,"pageContent":"MUFON UFO Journal An Omni Online Interview with William J. Birnes By Dennis Stacy Introduction As a contributing editor to the Antimatter section of Omni Online, one of the things I do is conduct an online interview with various UFO personalities on Tuesday evenings from 10-11 pm EST. I alternate Tuesdays with my colleague, Patrick Huyghe. The following interview with William J. Birnes took place on Sept. 2, 1997, and is reproduced here with the kind permission of Omni Online (copyright General Media). The transcript has been edited for continuity and corrected for clarity and spelling; otherwise, all direct quotes are repro- duced here as originally transmitted. To listen to future chats, go to http://www.omnimag.com. Under Prime Time, go to the High Strangeness chat room. In preparation for the interview, I asked Mr. Birnes to send me a brief biography that I could use as an introduction to the interview. In return, I received a lengthy document, only the first paragraph of which is reproduced here. \"William Birnes is a writer, New York literary agent, book publisher and producer, and editor in trade, business, professional reference, and mass market books. He has written or coauthored Selling at the Top (Harper & Row, 1987), When You Are the Headline (Dow Jones-Irwin, 1987), Test Your Health and Fitness I.Q. (Berkley, 1988), The ACOA's Guide to Raising Healthy Children (Macmillan, 1989), Strong Enough for Two: Overcoming Codependency (Macmillan, 1990), Theo, the autobiography of actor, folk singer, and political and labor activist Theodore Bikel (Harper-Collins, 1995), and Riverman: TedBundy and I Hunt for the Green River Killer (Pocket Books, 1995). His most current titles are collaborations with retired U.S. Army Lt. Col. Philip Corso on the New York Times bestseller The Day After Roswell, a government insider's story surrounding the aftermath of the mysterious crash of an unidentified flying object in Roswell, New Mexico, in 1947, published in the US and the UK as a lead hard cover by Pocket Books in June, 1997, and Signature Killers with Detective Robert Keppel (Pocket Books, 1997). He is currently writing The Day After Dallas: Inside the Warren Commission, with Philip Corso, for publication in 1998, and Dead Mackerel in the Moonlight and Missing Children with Robert Keppel.\" Stacy: Our guest tonight is William J. Birnes, co-author with retired Col. Philip Corso of The Day After Roswell. The latter is now in its 6th printing and I understand was briefly on the NY Times bestseller list. Could you tell us how you got involved with this project? Did Corso ap- proach you, or vice versa? Birnes: I was originally retained by a motion picture company to interview Col. Corso about the missing prisoners of war issue in Korea and Vietnam. Through the course of our discussions, Col. Corso and I began talking about military history, especially as it regards the end of Dennis Stacy is a former MUFON UFO Journal editor. He is currently the co-editor and publisher, with Patrick Huyghe, of The Anomalist, and co-editor with Hilary Evans of UFOs 1947-1997: Fifty Years of Flying Saucers. He can be reached at P.O. Box 12434, San Antonio, TX 78212, or by e-mail at dstacy@texas.net. World War II and the German scientific advances in flight and weaponry. Gradually our discussions focused on Roswell and the role of Army R&D [research and development]. Finally, Col. Corso dropped the bombshell, preceded by his sending me articles from the Army about the technological development of lasers, irradiated food, directed particle beam weapons, and the like. He said, \"You know, don't you, that a famous German scientist, Hermann Oberth, said that 'we were helped,' and he meant helped by extraterres- trials?\" I was astonished. Then he began to explain, making a long story very short, what the role of Army R&D had [been] and how the Foreign Technology [Division] worked. That's it. From there we decided to begin a book on Roswell Stacy: Whose idea was the book? Did Corso hesitate at that time because Gen.Trudeau was still alive? Birnes: Corso began writing his memoirs in 1993, shortly after Gen. Trudeau died. He began writing as a way of keeping the records straight, but partly at the suggestion of the now deceased General Trudeau who had encouraged Corso to keep a running record and to publish it after Trudeau died. So that's when Corso began. He worked on it for two years until 1995, and then we began assembling his memoirs into five separate manuscripts, one of which was the Roswell book. Stacy: You're aware of the ensuing controversy over the Foreword by Sen. Strom Thurmond, who later retracted same when he learned the book was about UFOs. What's your side of the story? Birnes: Here's my side of the story. Col. Corso worked for the senator after he left the Army, and the two had become friends... To make a very long story short, the colonel and the senator had worked together during the Warren Commission and thereafter. Thus in 1993 the colonel asked Sen. Thurmond to write the forword for a book entitled / Walked With Giants, and Thurmond agreed. However, very early this year, Pocket Books, seeing Thurmond's previous foreword for a different book, asked Corso if he could impose upon the Senator to write a new foreword. Corso agreed to ask, and flew to DC to meet with Thurmond. At that meeting, the senator agreed wholeheartedly to write the new foreword. And Col. Corso promised to send him back the original foreword. Senator Thurmond added one element that Col. Corso didn't ask for. The senator said that Col. Corso could use the foreword for any book he wanted. Not just a book on Roswell. You see, the colonel had explained to the senator that The Day After Roswell was about alien technology. So when Thurmond agreed to write the foreword, it was for December 1997 Number 356 Page 6"},{"pageNumber":8,"pageContent":"MUFON UFO Journal this book. So the senator told Phil to use the foreword any way he wanted, and he signed the publisher's release. However, apparently, the senator never told his staff, who, when they saw the press release, hit the ceiling. As a result, they denied the senator knew what he was writing or what he was writing for. But the publisher hung tough, refused to pull the book, and the senator agreed to settle for the foreword's being removed from editions after the first. That's it. Stacy: How did the writing process between the two of you work? Did you interview him on audio or videotape? Did he ever supply any original documents that would confirm his rather remarkable story? Birnes: Videotape! Prior to beginning the manuscript, we interviewed Col. Corso on video, fourteen hours of which exist at the movie studio. Thereafter, I worked from Col. Corso's copious notes, documents that he provided, and material that he requested from Army sources. If I had specific questions, I'd ask them. Then, the colonel and I met and went over the manuscript in draft form. He made changes, corrections, revisions, etc. Stacy: Several instances in the book seem to be direct quotes from the report Corso reportedly wrote for Gen. Trudeau, also direct quotes from Trudeau's own unpublished autobiography. Do either of these documents exist?. Birnes: There were some documents to confirm the story, but they tracked the history of the technological development of lasers, for example, to show how the Army helped spur the research and development. Nothing, of course, mentioned UFOs. [But] yes, Col. Corso's reports exist, as do Trudeau's memoirs. The reports are exactly as they are set forth in the book. They were never meant for attribution or distribution beyond Gen. Trudeau. Stacy: As you're no doubt aware, Corso's version of Roswell differs from what has been previously published. For example, he has Jesse Marcel at a crash site where bodies were recovered, something Marcel never mentioned, despite the numerous times he was interviewed. Birnes: The book's version of Roswell is simply a compilation of Roswell stories as a background to what happened later. In fact, it was added at the very end because the publisher believed that not enough readers were familiar with the basic story. So I imagine there are hundreds of disagreements between the story in the first chapter and other versions of the story. But [it] is meant to be only the most general of introductions. Stacy: Virtually everyone else has testified that any material was flown to Wright Field in Dayton, which makes sense. Corso has it coming through Fort Riley, Kansas, via truck. And professor Charles Moore has recently pointed out that Fort Riley was 200 miles off the beaten path back then. Birnes: I asked Col. Corso about this and he said that some of the material was indeed flown-other eyewitnesses have told me the same thing-and some of it was trucked. Back then, according to Col.Corso, Fort Riley would have been the natural stopping off point for Army truckers to spend the night. Again, Col. Corso makes sense when he says that the way the Army does business is to rely on redundancy. So they trucked some of the material, flew some of the material. I don't know who or where, but there was another source that I encountered who seemed amazed that I had learned from the colonel that some of the crash debris was loaded on trucks and driven to Ohio. Stacy: Final question: Corso's military record has recently been posted on the Internet. His final Pentagon assignment apparently lasted only 90 days, instead of the two years implied by the book. That's a pretty brief amount of time in which Corso claims to have changed the course of modern history, not only saving us from alien invasion, but leading directly to the collapse of the Soviet Union and the end of the Cold War Birnes: I recently saw the record as well and have forwarded a copy to Col. Corso. Whatever the record that turned up on the Internet says, it says. I can only respond that I've seen Col. Corso's secret Senate testimony tran- scripts about the CIA's penetration by the KGB, and the transcripts in 1962 identify Col. Corso as the deputy director of Army R & D. So unless there's some code in the record as it appears on the Internet that I don't understand, the Col. was in R & D for two years, from 1961 through early 1963, when he went to the Senate Internal Government Security Investigations Subcommittee. December 1997 Number 356 Page 7"},{"pageNumber":9,"pageContent":"MUFON UFO Journal The UFO PRESS o The Oz Files By Bill Chalker (Duffy & Snellgrove, 1996) Review by Malcolm Smith The Oz Factor is the atmosphere of unreality which often surrounds UFO sightings, and Oz is the whimsical abbreviation Australians often apply to their own country. And who better to write about Australian UFOs than Bill Chalker, for more than a quarter of a century one of the leading investigators down under? After an introduction detailing his own experiences and philosophy, the author starts with the Kelly Cahill abduction case which, due to the testimony of independent witnesses, he considers the most convincing of all. Then he moves onto the aboriginal experience and the pre-1945 cases which I, for one, do not find overly impressive. The title of Chapter 4, \"Evaluating the evidence-- errors, hoaxes, and science,\" speaks for itself. Moreover, Chalker has an advantage over the rest of us in that he was allowed to examine the Royal Air Force's UFO files. \"Today there is no doubt in my mind,\" he concludes, \"that the Royal Australian Air Force considers its involve- ment in UFO investigation to be a waste of time, albeit a duty it has to perform-or at least be seen to perform.\" While such a conclusion might not sit well with conspiracy-minded Americans, to an Australian it sounds perfectly plausible. Readers might also be interested to know that Australia has its \"crashed saucer\" rumors, too, but the author correctly ascribes to them a very low level of credibility. The bulk of the book is taken up with case histories in chronological order, with a couple from New Zealand and Papua, New Guinea, for good measure. Since it is physi- cally impossible to include all cases, he has opted for the best. Followers of the Australian scene will find all their old friends here: the lost Drury film, the bent headlights affair, Father Gill's sightings, the Kaikoura UFOs, the Tully UFO \"nests,\" the pseudo-abduction of Maureen Puddy, the disappearance of Frederick Valentich, the close encounter on the Nullarbor-and many others. The latest was in March 1996, which suggests that the author was actively updating the book as it went to press. About abductions the author is ambivalent. He cannot ignore them, nor bring himself to accept them. But he does make the valid point that the evidence for mainstream UFO encounters is more compelling, and that abductions should not be allowed to abduct ufology. Nevertheless, the case histories listed demonstrate that abductions in Australia are every bit as weird as in the rest of the world. One even involved a case of space dilation— the \"bigger inside than outside\" phenomenon. There is a smattering of typographical errors. The index could have been expanded,, and the map is of limited value, as it only positions the most dramatic cases. However, there is a useful set of appendices, giving the history of Australian UFO groups, the contact addresses of all current groups, a bibliography, and references for each individual case. The book is compact and well bound. Australian ufology is handicapped by lack of investiga- tors, large distances, and the intolerance shown to witnesses. But if you want a good, up-to-date guide to the subject, this is it. The book is published by Duffy & Snellgrove, and distributed by Tower Books, P.O. Box 213, Brookvale, NSW 2100, Australia. There does not appear to be a distributor outside Australia. Longer lasting multiple effects UFO reports: Human physiological effects By John Schuessler Editor's Note: Last month Part One of this study was printed. Part Three will be presented in the January issue. Schuessler is the MUFON Deputy Director for Administration, and chair of MUFON's Medical Committee. The next category of cases involves physiological effects lasting from days to weeks. Arizona driver On March 30, 1955, a man was driving near Tucson, Arizona, when he sighted a disk-shaped object nearly 100 feet in diameter. The object was making a humming sound. At the same time his car lost power and slowed to 10-15 miles per hour, the radio failed, and the lights dimmed. The object shot a beam of white light at the car. burning the man's elbow and bubbling the paint on his car. He felt both heat and a tingling sensation. Night watchman On October 2,1956, a night watchman saw a cigar- shaped object come down out of the sky. It was 60 to 100 feet long and 15 feet wide. As it swooped past, it made a hissing sound and emitted a terrible odor. He vomited, lost his sense of taste and smell, and became temporarily deaf in the left ear. He had burns on his face that kept him from shaving for two weeks. December 1997 Number 356 Page 8"},{"pageNumber":10,"pageContent":"MUFON UFO Journal New Mexico man On June 2, 1964, a man in Hobbs, New Mexico, was burned by a black ball of fire emitted by an object hovering overhead. His hair was singed, and a sooty deposit was left imbedded in the skin on his face and on his ears, neck and shirt. His ears looked like raw meat. His face became so swollen that his nose was not discernible. He was afraid he was going to die. His grandmother witnessed the event. Canadian mechanic On May 20, 1967, a 51-year-old mechanic was prospect- ing in the Whiteshell area of Manitoba, Canada, when he saw two glowing objects in the sky. One of them landed about 160 feet from his location. He could feel waves of heat and hear the sound of a high-speed electric motor coming from the object. He approached and peered into the object where he could see a maze of bright lights flashing in a random pattern. When the craft tilted to take off, he felt scorching pain around his chest. His shirt and undershirt were on fire. As the craft flew away, he found he was badly burned. Almost immediately he became nauseated and his muscles began to ache. As waves of nausea engulfed him, he broke out in a sweat. Soon he began to vomit green bile. In the days that followed, he continued to be ill and lose weight rapidly. Food and drink made him vomit. As long as five months after the event he had severe reactions that made his body swell and red blotches to reappear on his chest where the burns had been. Missouri trucker On October 3, 1973, a large tractor-trailer rig approach- ing Cape Girardeau, Missouri, was followed by a bright glowing object. As the craft caught up with the truck, the driver could see it was a large metallic, turnip-shaped object. He woke his wife and told her what was going on as he opened the window on the driver's side of the cab. By that time the object was over the rear of the truck, bathing it in a bright light. He stuck his head out of the window and looked back at the large craft, just as a flash came from it, striking him in the face. He said it felt like he was hit by a ball of fire. He was blinded and it was nearly six months before he regained most of his eyesight. His eyeglasses were melted and deformed following the event. Uruguay dairy farmer On February 18, 1977, a dairy farmer near Salto, Uruguay, saw a large brilliant object near the grain storage bin, just as the generator failed and the barnyard lights went out. The animals went wild. His dog ran under the disk- shaped object, sat on a mound of dirt and howled pitifully. Nearby trees began to burn. The sparks that hit the farmer produced strong electrical shocks, heat and unbearable itching all over his body. Later his doctor said the burns on his arms were caused by ultraviolet radiation. The dog died three days later from an internal hemorrhage along the entire length of the vertebral column. The dog's organs were discolored. Texas driver On January 24, 1979, a young man stopped his car to relieve himself by the side of the road near Lindale, Texas. While outside the car he saw a flash of light in the sky. The light hit him at the same time he was rocked by a blast of wind. He said his hair stood on end. Then he saw two large craft closing on his location. The next thing he remembered, he was sitting in front of his car on the ground. He was scared, shaky, cold and his stomach was in knots. He had a memory loss and the clock in his car was found to be off by 5 1/2 hours. He had a 5- inch wide diamond-shaped burn on his chest, holes through his trousers into his shins, and holes in his socks. His hair was slightly burned. New South Wales driver On January 17, 1981, a man was driving on a mountain road near Nowra, New South Wales, when he noticed a bright light following him. It quickly caught up and flew directly over his car. He was immediately engulfed with a bright white light, felt intense heat and a ringing in his ears. When it was over he had a severe burn on his left leg, ringing in his ears, double-vision, nose bleeds, irritated sinus cavity, chills, and his urine had changed color. The portable tape recorder on the seat next to him was melted. Farm worker in Brazil On May 15,1986, a 70-year-old farm worker watched a craft hover about fifty paces from his house in Belo Horizonte, Brazil, for about thirty minutes. He saw it flashing a beam of light all around the hills. Once in awhile the light would hit him. He tried unsuccessfully to shield his face with his arm, but one eye was exposed to the light. He lost 80 % of the eyesight in that eye, and his arm was burned, like sunburn. Brazilian motorcyclists On March 9, 1991, a two-story tall UFO with a transpar- ent dome on top suddenly appeared just above a Brazilian couple on their motorcycle. They were bathed in a bright light and the motorcycle sputtered to a stop. A ball of fire dropped just in front of them and exploded in a brilliant, but noiseless, display. The next day small blisters erupted in the burns on the woman's face. Next month: Extensive and long-lasting injuries. December 1997 Number 356 Page 9"},{"pageNumber":11,"pageContent":"MUFON UFO Journal New Hampshire MUFON Presents... Astronaut Gordon Cooper By Peter R. Geremia New Hampshire MUFON State Director United States Astronaut L. Gordon Cooper, better known as \"Coop,\" was special guest speaker at the 1997 New Hampshire MUFON conference. Sunday, September 14,1997, was a typical sunny day in Portsmouth, New Hampshire, with one exception. At the Yoken's Convention Center former astronaut, and now president and CEO of his own aircraft design company, Gordon Cooper was preparing to address more than four hundred people. They came from all over New England and far beyond to attend the 7th annual NH MUFON UFO conference. If anyone would have suggested a world renowned United States astronaut, one of the original seven, would even think about addressing a UFO research group, I would have laughed and said, \"Not in my lifetime.\" But here he was sitting at the speaker's table taking notes and signing an occasional autograph. I had been in contact with Col. Cooper for more than two years trying to work out a time frame when he would be able to make it to New Hampshire and spend a weekend with us. This proved to be an almost impossible task with his unbelievable work schedule. I was stunned when he said he was able to move other commitments to be with us. Col. Cooper is now a very successful business entrepre- neur and private citizen, but he is as passionate about the need for UFO research to continue now as he was when he tried to get the United Nations to do il years ago. Given his personal sighting and his involvement in a film of a UFO taken by his film crew at Edward's Air Force Base, it is no wonder why he has the attitude of, \"I know what I saw so lets check it out.\" When Walter Friesendorf, our assistant state director, introduced our famous guest, a thunderous applause and instant standing ovation greeted our speaker and continued for what seemed like several minutes. At this point I knew everyone shared my deep appreciation for the historic event taking place. We were about to hear all about the Right Stuff from the most credible source possible. Col. Cooper described his first personal encounter with UFOs while flying in Europe for the Air Force in 1951. There he saw a large group of UFO's flying very high. Six years later his film crew at Edwards AFB filmed a UFO landing. An Air Force general instructed him on the procedure he was to follow and where to send the film. He was later disappointed when this event was not reported in the now infamous Blue Book report. Astronaut Cooper received a round of applause when he stated, \" Unofficially, in my opinion I think Blue Book was a whitewash.\" When asked where the films might now be, he indicated that they were probably lost in some storage facility. During the question and answer session, Col. Cooper Col. Gordon Cooper was asked about the response from the United Nations when he questioned them about UFOs. He said initially it was very positive. It was felt the data collected world wide should be gathered in one place and standardized for research. He, along with others, met with the United Nations executive committee, but the project died on the vine. Col. Cooper also remarked that he still believes the United Nations is the best organization to do such a study. I shall never forget my conversations with Gordon Cooper, not only because he was so forthcoming with firsthand knowledge of his UFO-related events, but also, and more importantly, he renewed my faith in the knowl- edge that very credible people in influential positions are willing to come forward concerning the existence of Unidentified Flying Objects. Peter R. Geremia December 1997 Number 356 Page 10"},{"pageNumber":12,"pageContent":"MUFON UFO Journal By T. David Spencer MUFON Deputy Director, Investigations At about 09:00 hours on February 17. 1997, an area near LaGrange, Georgia, experienced a small earth tremor having a magnitude of 2.0 on the Kichter scale, which was apparently accompanied by a \"loud sonic boom.\" accord- ing to one witness. Later that day. and the next, three sightings of anomalous objects occurred, which makes one wonder if the sightings and the tremor were somehow related. The airport police and Atlanta FAA all indicated they had not received any calls regarding unusual aircraft that evening. LOG # 970610E, FB-1,02/17/97, LaGrange, GA, at 21:00 hours, for 1 minute Investigator: John Thompson In the wooded and hilly suburbs of LaGrange, the witness was outside saying farewell to her son-in-law when she noticed a glowing object to the south, approaching. When it was closer, three soft-white lights about the size of a golf ball at arm's length and in a triangular formation were seen \"floating\" in the sky and moving in unison. Two of the lights led the third, passing by at less than 1,000 feet altitude, and silently going out of sight. LOG # 970217E, CE-1, 02/17/97, Franklin, GA, at 21:10 hours, for 2 minutes Investigator: John Thompson In the country near Franklin, two middle-aged and one young lady were outside when they saw a glowing, multi- colored object approach at a low altitude and at a rapid but not incredible speed (\"faster than a prop, but slower than a jet\"). The red, blue, white, and yellow lights were in a group like a triangle, but no triangular object's surface was seen. The assembly of lights passed on by them, then out of sight, without a sound. LOG # 970218E, FB-1,02/18/97, Glenn, GA, at 06:45 hours, for 2 minutes Investigator: John Thompson Watching television and sipping a cup of coffee in her country abode outside of Glenn, Georgia, a middle-aged insurance agent looked out her window to see a group of about 15 white lights in a row, in the southwest and moving slowly eastward. The anomaly was at a low (treetop) altitude, and the assemblage was about the size of a baseball at arm's length. Each light appeared to be square, like a window, possibly \"six feet square.\" They were each bright, but the collection did not illuminate ground surfaces. The string of lights appeared to curve to the rear at each end, suggesting they were on the outside of a circular object \"at least 90 feet\" in diameter, according to the witness, but no object surface was seen. Keying on the estimated size of the object, the investiga- tor first suspected a blimp and called the LaGrange - Calloway airport, but they were not aware of anything that could produce such a sighting. Additionally, neither the owners of a nearby store nor a neighbor to the witness had seen anything unusual that evening; they had not the opportunity. Also on February 17. about 300 miles ftom LaGrange, Georgia, a sighting was made in Mississippi. This sighting occurred about six hours after the tremor and six hours before any of the sightings in Georgia. LOG # 970514bC, FB-1, 02/17/97, Biloxi, MS, at 14:30 hours, for 7 minutes Investigators: J.R. Gillis and Don Hirth The witness used the MUFON Hot Line 800 number to call MUFON headquarters, which resulted in his being put in direct contact with one of the investigators. A middle-aged USAF dentist was cleaning his carport when he heard jet aircraft and looked up to watch them cross overhead. At the same time, he glimpsed something shiny to the northwest and turned to see a bright object at a distance. Realizing this was not a typical aircraft, he rushed into the house to get his binoculars. When he came back out to look, the single object was now four bright lights. He focused his 7x35 binoculars on one of the objects and studied it closely, finding it to be shaped like a disc. Six lights were on the bottom, one in the center and the others around the bottom edge. Bright white, the object switched to red, then back to white before it was out of sight. The investigators talked to the local police and Keesler AFB trying to find corroborating information, but without luck. LOG # 970418E, FB-1,04/18/97, LaGrange, GA. at 00:45 hours EOT, 04:45GMT, for 0.5 minutes. Index 16% Investigator: John C. Thompson Sitting on the front porch after midnight, two men-one a Vietnam veteran very familiar with aircraft—saw what they thought was a flock of birds in the northeast, which was flying toward them in a \"V\" formation at a constant speed which appeared to be slower than the speed of a propeller airplane. They soon realized that it was a group of possibly 100 lights, not birds, at an altitude that was over 7,500 feet, maybe even 17,000-20,000 feet, flying silently December 1997 Number 356 Page 11"},{"pageNumber":13,"pageContent":"MUFON UFO Journal in their direction. Having an apparent size three times that of a full moon, the mostly white and red (remainder offwhite) lights spanned a distance of from 100 feet to as many as 200 yards at the high altitude. Some lights may have been pulsing, but most of them were unwavering. No fuselage could be seen. In about 30 seconds, the grouping of lights was out of view in the southwest. LOG # 961219E, MA-1,12/19/96, Rural Hall, NC, at 06:40 hours EST, 11:40GMT, for 10 minutes. Index = 14% Investigator: George D. Fawcett The primary witness was driving with his employer, a painting subcontractor, going southeast on highway 66 north of Rural Hall on his way to a job in Winston-Salem, when he noticed an unusual light high in the sky. The sun was still below the horizon, so the light was distinct. His military past and association with both military and civilian aircraft did not help him identify the anomaly as a man made vehicle. He saw a huge oval shaped [metalic] craft, either hovering or moving extremely slow, about one mile away at 2,500 feet altitude. It looked like two inverted plates, silver on the top. The center of the object had a wide band [about one-fourth the object's height] across its width, with five unusually bright lights evenly spaced on it.' \"Compared to a small plane that flew close to it as we watched, [its size had to be] that of a 747 jet or larger.\" Driving almost directly beneath the object, he saw that its bottom \"was triangular and had one bright white light in each corner. I lost sight of the object shortly afterward. It appeared to simply vanish from sight.\" LOG # 970124NE, FB-1,12/09/96, Pittsburgh, NH, at 21:30 hours EST, 02:30 GMT, for 79 minutes. Index = 18% Investigator: Sandra Black The primary witness is an acquaintance of the investiga- tor. A man and his wife closed their Stewartstown store, and, because it was a clear night-uncommon in northern New Hampshire-they decided to drive toward Pittsburgh on Route 3 and study the night sky. Having driven the fifteen miles to Pittsburgh, they turned back, retracing their path to Stewartstown. Three miles later, they saw about five pulsating white lights on a dark, oblong object that was larger than a house and hovering in the distance less than halfway up from the southern horizon. They continued to watch the stationary anomaly as they drove westward the rest of the way home and entered their garage. When they walked out of the garage, the object was gone. LOG # 970308E, FB-1,12/xx/96, Sanbornton, NH, at 20:30 hours EST, 01:30 GMT, for 3 minutes. Index = 18% Investigator: Robert Heslop A friend of the investigator arranged an interview with the witness. While returning to his van to unload it after getting home from work, a man saw a large grouping of lights through the leafless tree tops, approaching from the west. Awestruck, he stopped, called to his 19-year-old son, and watched the lights come directly toward him. Just as his son reached the porch, the object moved over the treeline and passed directly overhead at an altitude of about 800 feet, moving between 300 and 400 miles-per-hour. To the man, who had previously been a Marine, the more than 300 feet long craft resembled a cruise ship. The surface was dark, but a multitude of lights of four different sizes on the bottom illuminated a complex struc- ture. Long poles, or booms, projected forward, and the beams from large white, lights on the front seemed to contain a swirling, which may have been a dome at the forward end of the booms. As it passed by, soon to be out of sight, the man and his son saw multiple \"decks\" with lights on the side, much like an ocean liner. LOG # 970115NE, MA-1,11/15/96, Franconia, NH, at 22:30 hours EST, 03:30 GMT, for 1 minute. Index= 11% Investigator: Sandra Black Since the witness has a mutual friend who has attended MUFON lectures, she called the investigator directly. Because of the bad winter weather, interviewing was performed by telephone and mail Gazing out her sliding glass doors and admiring a beautiful night sky blanketed by stars, the witness noticed red and yellow lights in the southwest, moving in a triangu- lar pattern accross the front of a mountain. She initially interpreted the lights to be on an airplane, but they suddenly \"made a rapid movement in a pattern like a Mobius strip, several times.\" Then they began moving erratically up, down, and sideways over a small area. The witness became fearful and turned off her radio, naively reasoning that the radio waves may attract the lights. She continued to watch the slowly progressing anomaly until it was out of sight in the northeast. LOG # 971007SE, MA-1,10/05/96, Lunenburg, VT, at 20:45 hours EST, 01:45 GMT, for 10 minutes. In- dex=15% Investigator: Sandra Black The witness, a truck driver who is an acquaintance, of the investigator, called her directly. The investigator met with him and his wife two times. While driving eastward on Route 2 a few miles west of Lunenburg, a woman noticed pulsating, white lights ahead of them and alerted her husband. The object seemed to be hovering about a mile away at an altitude of about 1,000 feet, 75 degrees above the horizon. Four white lights the size of fifty cent pieces at arm's length (collectively eight inches wide) appeared to be part of a single object. At the estimated distance and apparent size, the real size of the collection would have had to be more than 1,500 feet in diameter! Each light emitted what looked like electrical discharges. The two continued to watch as they drove on, and about ten minutes later, the lights vanished. December 1997 Number 356 Page 12"},{"pageNumber":14,"pageContent":"MUFON UFO Journal LOG # 970102E, MA-1,09/02/96, LaGrange, GA, at 21:30 hours EDT, 01:30 GMT, for 30 minutes. Index = 8% Investigator: John Thompson Looking northeast from his front porch on a cloudy night, a man noticed more than ten blue-green lights spinning in a counter-clockwise circle, forming a shape like a donut. The oddity was at an altitude of 1,000 feet or more, three miles or more away. At one-inch apparent size at arm's length, the anomaly had to be 700 feet or more in diameter. He went inside to fetch his cousin. Upon returning, the lights were gone. LOG # 970113E, MA-1,08/13/96, LaGrange, GA, at 14:30 hours EDT, 18:30 GMT, for 0.3 minutes. In- dex=19% Investigator: JohnThompson While fishing in his boat on foggy West Point Lake, a mechanic and his friend saw a large, white, spherical object suddenly appear about one-half mile away at an altitude of about 1,500 feet. It looked very much like the moon, but they knew the moon was not full. The two watched for about 20 seconds, then looked away momentarily. In that brief time, the light disappeared. An independent witness said a similar object was seen moving very fast across the sky on the same day and in the same area. LOG # 961109eC, FB-1,08/08/96, Lino Lakes, MN, at 23:13 hours CDT, 04:13 GMT, for 2 minutes. Index = 6% Investigator: Craig Lang The investigator received e-mail from the Minnesota MUFON Webmaster which included a detailed report from the witness. The detail was drafted onto Form 1, and the witness was interviewed by telephone. Lying on his back to watch the stars on a perfectly clear night, the witness noticed a triad of lights moving very high in the sky from the northwest to the southeast. He initially thought they were from a satellite, but then questioned why he would be seeing three lights unless there were three separate satellites close together, which did not seem reasonable. The lights were in a right triangle formation which was held throughout his viewing time, and this indicated they were physically or intellectually associated. He could not see any blinking lights, so he concluded that they must not be of a conventional aircraft [not a good basis for his conclusion]. In two minutes, they had faded from view. The witness called the UFO Reporting Center and was told that there had been a corroborating sighting in Illinois. LOG # 970727E, MA-1,07/27/96, Wedowee, AL, at 21:08 hours EDT, 01:08 GMT, for 5.5 minutes. Index = 21% Investigator: John Thompson A man was driving with his son and another boy west- ward toward Wedowee, Alabama, on Highway 48 during a partly cloudy night in July. A large orange ball of light suddenly appeared halfway up in the sky to their west, seemingly out of nowhere, shining through the fog from an altitude of 1,200 - 1,500 feet. As they continued their journey, the front of the object began emitting a blue beam downward toward the ground. The beam repeatedly pulsed off for about five seconds, then back on for another five. They pulled to the side of the road to study the phenom- ena, and another yellow-orange shape appeared below and to the side of the first one. It, too, projected a beam of pulsing blue light—but skyward. Studying both images, they determined that the first was triangular and the second was like a boomerang. Each was about the size of a compact car. At first, a constant white light was at each corner, and a red light was seen in the center. The boomerang had a white light near each end and a red light in the center. They also saw the beams sweep back- and-forth across areas on the ground and in the sky, as if scanning for something. In about five minutes, the objects turned off their beams and began heading toward them. They responded by moving their truck further down the highway to stop at a gas station, but the objects continued to follow. The trio were overflown by the two craft, which then raced away and out of sight. LOG # 961109bC, FB-1,07/05/96, Mounds View, MN, at 15:10 hours CDT, 20:10 GMT, for 2 minutes. Index = 5% Investigator: Craig Lang The witness, who is also a member of MUFON, told another MUFON member of this sighting. The investigator learned of the event through the mutual friend. It was such a nice day that a woman decided to bird watch for a few minutes during a work break. Her eyes caught on a metallic sphere the size of a nickel at arm's length that was halfway up from the east-southeast horizon and, she thought, moving too fast to be a balloon. It traveled toward the northwest and was lost to view in two minutes, when it was about midway to the horizon. The ground-level wind was from the opposite direction. If only 1,000 feet away, the object would have had to be about 30 feet in diameter. At 25,000 feet-a reasonably low altitude for a weather balloon-it would have had to be over 600 feet in diameter to be the size of a nickel at arm's length. T. David Spencer December 1997 Number 356 Page 13"},{"pageNumber":15,"pageContent":"MUFON UFO Journal Beyond Roswell The Santilli Alien Autopsy Film By Philip Mantle MUFON Representative for England The alleged UFO crash at Roswell in July 1947 is well known among UFO researchers and members of the public alike, but in 1995 the Roswell story took a dramatic and controversial turn. In March 1995, London video and music distributor Ray Santilli showed for the first time to an invited audience his alleged alien autopsy film. Media representatives and UFO researchers alike gathered in the museum of London to view what has proven to be one of the most controversial events in the history of UFOs. A debate had already raged before this event, with angry UFO researchers challenging Santilli to \"shut up\" or work with them, and others claimed from the very beginning, even before seeing the film, that it was a hoax, just because it didn't fit into their concept of what took place in New Mexico in the summer of 1947. Santilli's marketing policy, his commercial exploitation of the film, and his ignorance of the UFO field didn't make him many friends among UFO researchers. It was not long before many such researchers screamed \"hoax\" without being able to prove anything. One researcher concluded that \"there is no (16mm) film and no cameraman.\" This same researcher cried hoax simply because the creature on the Santilli film looked \"too humanoid to be an extraterrestrial,\" yet ignoring the fact that this is exactly how many UFO witnesses describe such creatures. Unfortunately, few researchers have been willing to check the information available before reaching premature conclusions. Such researchers, apart from myself, have been Bob Shell (USA), Michael Hesemann (Germany), Maurizio Baiata and Roberto Pinotti (Italy), Colonel Colman VonKeviczky, Dr. Bruce Maccabee, Joe Stefula, Lt. Col. W.C. Stevens, Ted Loman, Robert Morning Sky, Llewllyan Wykel, Theresa Carlson, Steve Kaeser and Dennis Murphy (USA). The following is a summary of the results of the investigation into the Santilli alien autopsy film, aided by those above and others: The Cameraman Yes, there is a cameraman. A number of people besides Ray Santilli have spoken to him on the phone. These include Gary Shoefield (Polygram), myself, John Purdie (TV producer in the UK), and David Roehring (TV re- searcher in the USA). He is an elderly man with an Ameri- can accent. When Gary Shoefield went to see him on behalf of the Polygram company he was ill in a hospital. When I spoke to him on the phone he sounded unwell and coughed quite a bit. According to information released about the cameraman via Ray Santilli, he suffered from polio as a child. Polio victims usually had affected limbs. It could not have been his arms as he would not have been able to operate a camera, so perhaps his legs or a leg. The movement of the cameraman seen when viewing the autopsy film could indicate a bad leg. Bob Shell made enquiries among senior US military cameramen and asked if they remembered a colleague from the 1940's with a bad leg. They knew one, his name was given and he now lives in Florida and was the exact age claimed for the cameraman by Ray Santilli (86). The cameraman's name is not Jack Barnett, a name used originally by Santilli to protect the identity of the true cameraman. Jack Barnett worked for Universal News, filmed Elvis Presley at a high school concert and is now deceased. Santilli's cameraman did not work for Universal News but did film another Elvis concert when the Universal camera- men were on strike. Ray Santilli has an interview on video with his cameraman, a video which has been viewed by both Michael Hesemann and Bob Shell. In December of 1996, segments of this interview were shown on TV in Japan, and it is hoped, that other TV companies in different parts of the world will also screen it during 1997. In April, 1996, Bob Shell was contacted by Captain James McAndrew of the United States Air Force. Captain McAndrew informed Shell that they had located footage from the same stock in their archive and verified that at least part of the Santilli film was authentic and does not show a special effects dummy. The USAF knew the cameraman's name, but were unfortunately unable to locate his current address due to a fire which destroyed records at the military records building in St Louis, Mo. Captain McAndrew informed Shell that if this was made public he would deny everything. He did exactly that during a taped telephone conversation with myself later in 1996. Although some have criticised the cameraman's technique in the autopsy film, other military cameramen think it is exactly how they would have filmed it too. \"The camera- man keeps moving to get out of the way of the surgeon and keeps trying to get the best perspective. The job of an army cameraman is to record a procedure on film, not to deliver beautiful pictures,\" said Dr. Roderick Ryan, US Navy cameraman during the I940's and 1950's, who himself filmed many secret government projects, including the atomic tests on the Bikini Atoll. \"Among these circumstances no one could have made a better job ... he was not only a well educated and experi- enced movie man, but additionally in full knowledge in editing and production of documentaries. Evidence: filming the autopsy activities from various view angles,\" said Colonel Colman VonKeviczky, who studied at the UFA Film Academy in Berlin, was head of the audio-visual, division of the Royal Hungarian General Staff, cameraman and director December 1997 Number 356 Page 14"},{"pageNumber":16,"pageContent":"MUFON UFO Journal of the 3rd US Army at Heidelberg, and member of the Audio-visual Department of the United Nations in New York. The Film Careful study of stills made from the original film and high quality BETACAM copies confirmed the film indeed was shot on 16mm material. The camera handling seen on the autopsy film indicates the use of a small, light-weight camera with fixed lenses (therefore the out-of-focus close- ups), like the 16mm Bell & Howell Filmo Camera used by the US military cameramen in the 1940's, the camera the cameraman and Ray Santilli claim was used. Leaders of the 16mm film shown to Kodak turned out to bear the symbols (a square and a triangle) used by Kodak in either 1927,1947 or 1967. Two segments of film, each with three frames, were given to Bob Shell, editor of Shutterbug magazine and phototechnical consultant of the FBI. After a careful physical, examination, Shell confirmed that the film samples were pre-1956 16 mm. In 1956 Kodak changed its film base from acetate-propionate to triacetate, and the samples were clearly on acetate-propionate film. Shell is of the opinion that the film is representative of the story as described by Ray Santilli and his cameraman, but that further film testing would have to be conducted to be 100 % accurate. Objects Everything seen in the autopsy film dates from or before the time period in question (1947). The telephone is an AT &T model from 1946; spiral cords have been optional since 1938. The microphone is a 1946 Shure Bros, microphone. The medical instruments used were standard equipment for pathologists in 1947. This was confirmed by Professor Cyril Wecht, former president of the American Academy of Forensic Sciences. The Body The corpse on the table itself has been subject to many disputes, trying to answer the question of whether or not it is a special effects dummy, a human girl with a genetic disorder, or indeed a non-human being. Virtually all special effects (FX) experts have concluded that it is indeed possible to fake such footage of a realistic looking autopsy. \"Snuff movies\" caused many concerns regarding the origin of the corpses used, and South America was named as an origin of such material. However, no one has been able to provide evidence of a film maker who faked this film either using an FX dummy or some poor unfortunate person from South America. On the other hand a variety of physicians from many different parts of the world who have viewed the film are convinced that we are looking at flesh and blood and not a dummy-a corpse that is either human or even humanoid. Some comments from these physicians strongly suggest that we could well be looking at something that is not human. Professor Christopher Milroy, pathologist, University of Sheffield, England: \"Although a close-up of the brain was shown, it was again out of focus. However, the appearance was not that of a human brain.\" Professor Mihatsch, University of Basle, Switzerland: \"As for the organs removed, they could be tallied with any human organs.\" Professor Cyril Wecht, former president of the American Academy of Forensic Sciences: \"I can't place these structures in an abdominal context.... I find it difficult to bring in any connection with the human body as I know it. The structure that must be the brain, if it were a human being, does not look like a brain...it does not seem to be a human being.\" Dr. Carsten Nygren, Oslo, Norway: \"This is not a human brain. It is much too dark.\" Professor Pierluigi Baima Bollone, University of Turin, Italy: \"When we look at the inner organs of the body we find no single organ that in any way resembles any human organ. The main organ, which could be the liver, has neither the shape nor the location of a human liver. The face of the alleged extrater- restrial shows surprising anatomical features: very big ocular orbits, a very flat nasal pyramid, a mouth somehow wide open ... nevertheless the face is flat; there is no evidence of facial musculature as is present in human beings, which is respon- sible for the large variety of facial expressions of the human species... my overall impression is that we are dealing with a creature that seems to belong to our species, but is so clearly different from us that it seemed absurd to speculate about the similarity.\" As you can see there are indeed a large body of professional physicians who agree that the creature on the autopsy slab is indeed flesh and blood and not an FX dummy, and that it is apparently not a member of the human race. The Autopsy Pathologists According to Ray Santilli's cameraman, the autopsy itself was conducted by a \"Dr. Bronk\" and a \"Dr. Williams.\" Dr. Detlev Bronk was no surprise to the researchers, since his name had already appeared in the controversial. MJ-12 documents. He was chairman of the National Research Council, America's leading biophysicist, and member of the Advisory Committee of the Army Air Force and the Atomic Energy Commission, and certainly the person whom one would have entrusted the supervision of such an autopsy. After his death all of Bronk's papers and documents were housed at the Rockefeller Institute for Medical Research, which he was the president of at one time. Bronk was a very methodical person, and kept detailed diaries and all of his correspondence, notes and dates. But when Bob Shell wanted to look at Bronk's papers and diaries for 1947, he learned that this was the only year that such material was missing. None of the librarians at the institute could tell Shell what had happened to them or why they are missing. Dr. Williams might have been Dr. Parvin Williams (1891 - 1967) who was special assistant to the Surgeon General of the army at Fort Monroe. He was Lt. Col in 1947 and was December 1997 Number 356 Page 15"},{"pageNumber":17,"pageContent":"MUFON UFO Journal promoted to Brig. General in 1949. Alone the naming of Williams, who was the right man at the right place for the task, indicates the cameraman had some inside knowledge. Were those depicted in the autopsy film indeed pathologists, surgeons, or just actors ? Let us ask the physicians who viewed the footage: Professor Milroy: \"Whilst the examination had features of a medically conducted examination, aspects suggest it was not conducted by an experienced pathologist, but rather a surgeon.\" Professor Mihatsch: \"I do not question the capability of the pathologist or surgeon who is working on the corpse.\" Professor Wecht: \"They are either pathologists or sur- geons, who have performed a number of autopsies before.\" Professor Bollone: \"Definitely surgeons, not pathologists ... well experienced.\" Professor Pierre: \"The persons who performed the autopsy were certainly of the medical profession, if not experienced pathologists.\" Dr. Nygren: \" They were surgeons doing the work, not pathologists.\" Indeed neither Bronk nor Williams were pathologists, but Bronk was a biophysicist and Williams a surgeon. None of the above quoted physicians concluded they were actors or made any mistakes. One point of criticism was the type of autopsy that was performed. Obviously it served the purpose to determine the cause of death rather than learn more about the apparent non-human. On the other hand, this is explainable by the circumstances under which the autopsy was performed. According to the cameraman, there were originally four living creatures discovered at the crash site. One did not survive the recovery operation, the second and third died about four weeks later, and the fourth survived until May 1949. We do not know anything about the autopsy of the first creature, and it might very well be that this was a large scientific autopsy. The cameraman filmed the second and third autopsies (only one of which has been released to the public) on July 1st and July 3rd, 1947, when the main concern might have been to discover the cause of their death in order to keep the fourth creature alive. According to the cameraman the fourth creature was autopsied scientifically in a medical theatre in Washington DC, in the presence of leading scientists from the USA, England and France. The above is an extract from the book BEYOND ROSWELL by Michael Hesemann and Philip Mantle, published by Michael O'Mara Books Ltd in May, 1997 (UK), and by Marlowe & Co. in March, 1997 (USA). The authors request that anyone having knowledge of the Santilli film contact them via: Philip Mantle, 1 Woodhall Drive, Batley, West Yorkshire, WF17 7SW, England. They guarantee confidentiality. 1997 Canadian poll suggests ten percent have seen UFO's By Chris Rutkowski, UFOROM Abstract A survey of Canadians regarding beliefs and attitudes towards the subject of unidentified flying objects (UFOs) was conducted by an independent research network. The results suggest that almost ten percent of all Canadians believe they have seen a UFO and that belief in the existence of extraterrestrial life is very high among the general population, confirming results from other surveys conducted by national and international professional polling organiza- tions. Method During August, 1997, Ufology Research of Manitoba (UFOROM) requested the assistance of independent, civilian UFO groups for a project surveying Canadians on their beliefs and attitudes concerning unidentified flying objects (UFOs). Participating groups were solicited on the basis of their record of investigation and active contribution to Canadian ufology. Participating groups were UFO*BC (Vancouver), Seekers (Brandon). UFOROM (Winnipeg), MUFON Ontario (Toronto) and SOS OVNI Quebec (Montreal). During a period of one week, Canadians were surveyed in five cities across the country. Surveys were conducted randomly either in person in public locations or by tele- phone. Each pollster used an identical set of questions. (A literal translation of the survey from English into French was used in Quebec.) Survey results were collected and forwarded to UFOROM where each respondent's answers were coded and entered December 1997 Number 356 Page 16"},{"pageNumber":18,"pageContent":"MUFON UFO Journal into a computer database. Data was entered in MicroSoft Access, then translated into Excel and later into a file readable by SPSS for Windows so that analyses could be performed. Results A total of 167 respondents provided data for the survey. Age breakdown was a good cross-section of the populace, as follows: Age Number Percent Under 20 20-29 30-39 40-49 50+ 19 52 35 23 38 11.4 31.1 21.0 13.8 22.8 The number of respondents varied from city to city, as follows: City Number Percent Vancouver Brandon Winnipeg Toronto Montreal 20 62 50 10 25 12.0 37.1 29.9 6.0 15.0 The educational background of the respondents varied as follows: Highest Level of Education Number Percent Less than grade 12  32 19.3 Grade 12   83 50.0 First Degree/Diploma/Certificate 38 22.9 (e.g. Bachelor's Degree) Second Degree  12 7.2 (e.g. Master's Degree) PhD   1 0.6 Gender distribution was very nearly equal: Sex Number Percent Female Male 80 87 47.9 52.1 Survey Questions Related to UFOs In response to the question: \"Do you believe in the existence of life elsewhere in the universe?\" people an- swered: Yes 78% Not sure 9.0% No 12.6% This overwhelming positive response suggests that most Canadians believe in the existence of extraterrestrial life. This result is comparable to a 1996 Angus Reid poll which found that 70% of the Canadian population believed in the existence of extraterrestrial life. A 1985 Roper poll found only 41 % of the American population believed likewise. In response to the question: \"Do you believe that some UFOs are alien spacecraft?\" people answered: Yes 52.1% Not sure 22.2% No 25.7% The qualifier 'some' obviously created a problem for some respondents. Other polls have asked \"Are UFOs real?\" without qualifying \"real\" to respondents. In those studies, Roper (1985) found that 25% responded positively, whereas Gallup (1990) found 27% responded positively. It is thought that the qualifier affected the results. Yes, this survey suggests that more than half of the population believes aliens are presently visiting Earth. The big question of interest to ufologists was the query: \"Have you ever seen a UFO?\" In the present survey, the results were: Yes 9.6% Not sure 6.C No 84.4% Nearly one in ten Canadians believe they have seen UFOs. In terms of population, this translates into a staggering 3 million Canadians who are UFO witnesses. While this seems high, it should be noted that according to studies of UFO data, only a small percentage of UFO reports remain unexplainable after investigation. In other words, the fact that a large number of people claim to have seen UFOs does not translate into a large number of actual \"real\" unknown objects seen. (And, it should be noted, an unexplained UFO does not automatically mean that a spaceship was seen by a witness.) This result compares very well with other polls. A 1978 Gallup poll found that 9% of the American population had seen UFOs, a 1985 Roper poll found 7% and a 1996 Newsweek poll found 12% had seen UFOs. But this question is even more useful with the accompany- ing question, asked of UFO witnesses: \"Did you report the UFO to any civilian or government organization?\" The responses to this confirm what has been suspected by ufologists for some time, namely, that most UFOs go unreported: Yes 12.5% Not sure 6.3% No 81.3% Only slightly over 12 per cent of UFO sightings are reported. This means that out of the 3 million which were seen by Canadians, only about 375,000 were officially reported. This is still a large number, but is easier to reconcile with the numbers of reports on file with various agencies. For example, other studies of Canadian UFO data have found that an average of about 250 UFO reports are made each year. Knowing that only one in ten are reported, this means that 2500 sightings actually take place. Further, studies show that UFO sightings are most often witnessed by more than one person at a time. December 1997 Number 356 Page 17"},{"pageNumber":19,"pageContent":"MUFON UFO Journal This means that at least 5,000 people see UFOs each year. If we calculate that the living population of Canadians who have seen UFOs in their lifetimes is uniform each year (and assuming people only see UFOs once in their lifetimes), we can multiply the number of UFO witnesses each year by at least 50 years to give the number of living Canadians who have seen UFOs. This figure is 250,000, only a factor of 12 smaller than the number calculated based on the percentage discerned through the poll. This is close enough to the reported values that we can suggest that the results of the poll reflect actual reporting characteristics in the country. Another approach to UFO reporting was to ask people: \"If you ever saw a UFO, to whom would you report it?\" This question was asked specifically of people who said they had not seen a UFO, in order to understand how the issue of reporting would be approached should the opportunity arise. The answers are interesting in their trends and dispersion: No one Friends Family UFO group Planetarium University Not sure Police RCMP Military/Airforce Government Media/Many people 14.4 % 4.3% 4.3% 14.4% 2.9% 2.9% 14.4% 13.7% 4.3% 3.6% 16.5% 4.3% The results are arranged in order from a scale whereby witnesses are not comfortable with telling others about their sightings to an extreme where they tell anyone and every- one. The five most common responses are interesting, with nearly identical percentages: No one, a UFO group, Not sure, Police and Government. (Curiously, very few people said they would report UFOs to the military, implying, perhaps, that there is some distrust or uncertainty about that specific kind of authority.) In Canada, \"police\" and \"RCMP\" are highly analo- gous, so we may be justified in combining the two catego- ries to produce the largest group at 18%. This could be a concern, because there is no concerted effort or mandate for police or RCMP to investigate UFOs at this time. What would be done with the reports? Even worse is the number of people who would report UFOs to the government (16.5%). With a bit of thought, this avenue is quite unacceptable. The National Research Council of Canada ceased accepting UFO reports in 1995. At the present time, there is no official government body which is in any way interested in public UFO reports. This might pose a problem to those respondents if they were to ever actually see a UFO. The percentage of people who would not tell anyone about their UFO experience (14.4%) is at odds with that of people who have seen UFOs and admit they did not make an official report (81.3%). We can note that the actual witness- ing of a UFO would cause most people to hesitate before reporting their sighting. Only 14.4% would actually report their sighting to a UFO group or organization. Obviously, this would depend on the witness knowing how to contact a group in his or her area. When we correlate the results of this question with the age of respondents we find a strong relationship (p<.05). Older people tended toward reporting sightings to authorities such as police and government, whereas younger people would tend only to tell friends and family. This might suggest that there is still some distrust of authority among younger adults. Belief in a military or government cover-up also produced interesting results. \"Do you believe there is a military or government cover-up regarding the existence of UFOs?\" Yes 57.5% Not sure 9.0% No 33.5% More than half the population feel that information about UFOs is being withheld from the general public. This compares well with the Newsweek poll (1996) which found 49% of the American population believed there was a cover- up. Finally, respondents were asked if anyone else in their families had seen UFOs. Yes 13.3% Not sure 14.5% No 72.3% The small percentage of positive responses suggests that UFO witnesses probably do not come from a family with a history of experiencing anomalous phenomena. This is a complex issue that could be explored by researchers in other studies. Correlative studies A number of significant correlations were found between factors within the data. The capitalized titles are abbrevia- tions used in coding and correlating the data. AGE was negatively correlated with COVER-UP (p=.007). This means that older people tended not to believe in a cover-up, but younger adults did. This is perhaps related to a generational difference in trust in government. COVER-UP was also negatively correlated with EDUCA- TION (p=.032). People with greater education tended not to believe in a cover-up. AGE was very strongly negatively correlated with belief in extraterrestrial life, THE (p=.000). Older people are very likely not to believe in the existence of extraterrestrial life, but younger adults almost certainly hold such a belief What is interesting is that a strong belief in THE is correlated strongly with belief in a COVER-UP (p=.000). It perhaps makes sense that if a person believes that there is life elsewhere in the universe, he or she might think the government or military would have this same knowledge and were withholding it because there is no open acceptance of this fact. December 1997 Number 356 Page 18"},{"pageNumber":20,"pageContent":"MUFON UFO Journal UFO ALIEN was negatively correlated with AGE (p=.000). Older Canadians were unwilling to accept that some UFOs were alien spacecraft. However, UFOALIEN was strongly correlated with COVER-UP (p=.000). People who believe UFOs are alien spacecraft definitely think that there is a suppression of this knowledge. YES REPORT was correlated with COVER-UP (p=.018). This implies that people who have seen a UFO are more likely to believe there is a cover-up. This is probably because to their own satisfaction, UFOs exist, against denials of that fact by government and military organiza- tions. Only a weak correlation was found between EDUCA- TION and UFO ALIEN (p=.094). It has long been thought that there was a relationship between the amount of educa- tion and a belief in UFOs as alien spacecraft, but this was only slightly indicated. Curiously, there was a significant correlation found between gender and the question of others in a witness' family who have seen a UFO. For unknown reasons, more women than men reported that others in their families had seen UFOs (p=.006). At present, we have no way of interpreting this with confidence, other than by noting that women may tend to know more than men about matters within their families. Highlights of the Survey Based on survey data: 78 % of Canadians believe in the existence of life else- where in the universe. 52.1 % of Canadians believe that some UFOs are alien spacecraft. 9.6% of Canadians believe they have seen UFOs. Only 12.5% of these reported their sightings to a civilian or government organization. More than one-third (18% + 16.5 %) of Canadians said that they would report any UFO to the police, RCMP or the government. Only 14.4% would report it to a UFO organization devoted to the investigation of such phenomena. 57.5% of Canadians believe there is a military or govern- ment cover-up of information regarding UFOs. Older people are more likely than young adults not to believe in a cover-up, and tend not to believe in the exist- ence of extraterrestrial life or that some UFOs are alien spacecraft. People who think UFOs are alien spacecraft tend to think that there is a cover-up. People with higher education tend not to believe in a UFO cover-up. Limitations This was a preliminary study which attempted to coordi- nate Canadian UFO-related organizations in a national research project. Although UFO groups tend to function independently, a pooling of resources has always been considered as a possibility for research projects. In the past, however, sharing of information and coordinated efforts have not been entirely successful. The results of the present study may pave the way for future cooperative ventures in scientific ufology. The survey had a number of limitations which likely affected its results. First and foremost, the small sample size and uneven representation across the country may have caused biases to enter into the data. Future surveys and polls will have to address this problem. A second issue was raised because of the independent nature of ufology itself. Each of the participating groups may have used slightly different methods in selecting respondents, and randomness may have been compromised as a result. Another factor is that polling generally took place in metropolitan centers and may not reflect geographic and demographic differences from coast to coast. Maritime Canada was not represented, and neither were the provinces of Alberta and Saskatchewan and the North. Although polling may have covered most of the primary population centers in Canada, it is possible that there would be major differences in respondents if all provinces and territories were included. However, the logistical problems in acquiring data from remote regions and provinces without organized UFO groups for human resources are not insig- nificant. Yet we must note that the quality of information obtained in this pilot study may indicate that such a major effort is warranted and should be explored. Acknowledgements Without the active participation of independent UFO groups, this study would have been impossible. Apprecia- tion is given to the groups: UFO*BC (Vancouver), Seekers (Brandon), UFOROM (Winnipeg), MUFON Ontario (Toronto) and SOS OVNI Quebec (Montreal). Individual thanks go to Dave Pengilly, Gavin McLeod, Graham Conway, Bill Oliver, Brian Fidler, Dave Creighton, Steve Hladkyj, Errol Bruce-Knapp, Sue Kovios, Tom Theofanous, Victor Viggaini, Drew Williamson, Victor Lorenco, Jacques Poulet and Riccardo Melfi. References Angus Reid/Southam News Poll (1996). Canadians on the possible existence of intelligent extraterrestrial life. Released Sept. 10,1996. Durant, Robert (1997). Public opinion polls and UFOs. In: UFO 1947-1997. Fifty years of flying saucers. London: Fortean Times. ReutersNariety News Poll (1996). Nearly half of all Americans think the government is hiding proof of UFOs from the public. Released July 1, 1996. December 1997 Number 356 Page 19"},{"pageNumber":21,"pageContent":"MUFON UFO Journal MUFON FORUM Letters to Mufon UFO Journal Editor, MUFON Journal: I share Robert Woods' concerns about Lt. Col. Philip Corso's lack of documentation, sources, and other support- ing evidence for his incredible claims (\"Philip Corso: An Alternative Take,\" Journal, August 1997). This even extends to the minuscule material he does offer, e.g., his book's photo section, which I did not have the benefit of seeing when reviewing the book for the Journal (July, 1997) because I read it in galleys. The last three pages offer four alleged UFO photos, all sourced to the National Archives and which are captioned thus with no further identification: \"Lt. Col. Corso was never able to confirm the veracity of the following pur- ported UFO surveillance photos, which were in Army Intelligence files as support material for the R&D project to harvest the Roswell alien technology for military pur- poses.\" One photo is the long-since-discredited 1935 Ford hubcap out-of-hand-joke photo taken near Riverside, Calif., in 1953. The other three are from, of all things, the Condon Committee report (plates 34 and 26, respectively): one of the September 1957 Ft. Belvoir, Virginia, \"flying ring\" snapshots (positively ID'd almost 30 years ago as being of a smoke ring generated by a simulated atom bomb demon- stration on the base) and both May 1950 McMinnville (in my opinion all but certainly genuine) saucer photos, one of them marked up for analysis by committee investigator William Hartmann. Woods' prediction that Corso's book \"will wind its way into the list of very important books on UFOs\" likely will prove correct. Let us hope this will be because it finds its place on the shelf where it belongs, between Leslie and Adamski's The Flying Saucers Have Landed and Scully's Behind the Flying Saucers. Karl T. Pflock Dear Mr. Connelly: Congratulations on your return to the editorship of MUFON's UFO magazine. Thanks to the MUFON UFO Journal for printing the first installment of John Schuessler's article \"Human Physiological Effects From Unidentified Flying Object Reports\" (Nov. 1997). These accounts fill the gap between conventional sightings and the more subjective abduction phenomenon. The 1980 Cash/Landrum close encounter, which Mr. Schuessler investigated at length, was remarkable not only for extreme physiological effects on the witnesses, but also for the possible involvement of the military. Given current suspicions about clandestine government involvement with UFOs (Lammer, Helmut. \"More Findings of Project MILAB.\" MUFON UFO Journal Nov. 1997), a review and update of the Cash/Landrum affair by Mr. Schuessler would be appreciated. James Kelley Dear Editor, I feel that the following is a problem for many MUFON State Directors and Section Directors. How many of you have called an investigator or trainee for an assignment only to be told, \"I would like to help with the case, but don't have the time,\" or \"I have a job that comes first\"? I have heard all of the reasons for not being available. My question is, why do these people join MUFON as investiga- tors or as an investigator trainee? If anyone is considering becoming an investigator, please keep in mind some important items. One, if you do not have the time to go on field investigations, do not request to be an investigator or investigator trainee. Two, the majority of state directors, section directors and investigators do have full time jobs. But we still find time for MUFON. Three, if you are a MUFON investigator trainee, it is a prerequisite to obtain a copy of the MUFON Field Investigator's Manual before you attend any training classes or go on field investigations. So the next time your membership is up for renewal, please change your status from Investigator or Trainee to Journal Subscriber if you do not have the time or desire to partici- pate. Remember, in order to solve the UFO puzzle we must ask ourselves, What can I do for MUFON and not what can MUFON do for me? J.R. Gillis, State Section Director, Mississippi Gulf Coast Dear Dwight, I want to take time to write a note of thanks to Dennis Stacy, who served as the Editor of the MUFON Journal for the past almost 13 years and for the professionalism and improvement he brought to the information and format of the journal during this period of time. Also it gives me an opportunity to wish you and your wife Carolyn continued success and excellence in future issues of our journal and your other responsibilities as well. And thanks for your work with SKYLOOK years ago. George D. Fawcett Dear Friends, As a new subscriber to UFO JOURNAL, I was taken aback and confused by the November 1997 cover headline \"Mexico City UFO?\" I would think that after hundreds of thousands of sightings and film records, visitations to the craft, abductions, physical evidence on the ground and on radar, etc. we would be long past the mind-set of calling them unidentified flying objects. To the U.S. Government, the objects have been identified since July 1947 (and probably earlier). They are called alien flying objects (AFO). As to the identity of the AFO on your cover, I would say it is Pleiadian. While I am on the subject, we should change the name of MUFON to MAFON, and only use the terms UFO and AUFO when we are uncertain about the planet/star origin of the AFO. King R. Giloth-David December 1997 Number 356 Page 20"},{"pageNumber":22,"pageContent":"MUFON UFO Journal UFOs 1947-1997: 50 YEARS OF FLYING SAUCERS Edited by Dennis Stacy & Hilary Evans, published by Fortean Times. 30 contributors, hb. illus., 272 pp. $27.95 plus $3.00 s/h. Checks or Money Order payable to Dennis Stacy, Box 12434, San Antonio. TX 78212. FREE SUBSCRIPTION Buy any 3 books & receive absolutely tree a 4-issue subscription to Flving Saucer Digest. \"Mysterious Things In The Sky,\" $5.95, \"UFO Chronology Map and Book,\" $9.95. \"Saucer Saga.\" $5.95, \"They Called Them Discs.\" $5.95. \"Northern Ohio UFO Casebook,\" $4.95. UAPA-J. Box 347032, Cleveland, Ohio 44134. VINTAGE COMIC BOOKS FOR SALE. Free monthly list for stamp. All types: Super Hero, Science Fiction, Horror, War, etc. Strictly graded and priced right. Comicologist with over 30 years experience. Also will trade for MUFON UFO JOURNAL back issues needed. Bob Nastasi, 5 Charlotte Place, Sayville, NY 11782- 1700. PROJECT OPEN MIND. What do alien abductions, government mind control experiments and military personnel have in com- mon? A growing number of abductees are reporting military and other official looking personnel during their encounters. Is this mind control or alien manipulation? 100 pages; $11.95 + $3.00 s/h: Katharina Wilson, P.O. Box 230023, Portland, OR 97281-0023. DANGEROUS ALIENS! THE TRUTH IS FINALLY HERE! (Suppressed for 15 years!) Finally available: The Krone Chronicles (the true story of a close encounter of the ultimate kind!) $19.95 to Arrowhead Publishing, Box 323, N. Watcrboro, ME 04061-0323. Please visit Web site: www.ime.net/-psx/ufo.htm More information? Send SASE & $2. ELF NONSTANDARD CRYSTAL RECEIVER For close range testing, electromagnetic disturbances. These units are signal-powered and use my fluxgate circuit and earphone. Dual germanium detector housed in u tubular body. A MUST FOR ETHERIC DOUSING! SI5.95. Check or Money Order to Donald Arpin, 924 Park Ave., Thornton. IL 60476. FREE OFFER The information and where-to UFO magazine presents 10 classic UFO maps, 5 beautiful UFO illustrations, 4 unique UFO maga- zines & a large UFO source packet. All tree with a 6-issue sub- scription to Flying Saucer Digest for only $14.95. Send to UAPA- M. Box 347032, Cleveland, Ohio 44134. THE EXCYLES Mia Adams' true story about her contacts with ETs & romance with intelligence agent. Included is the agent's report outlining the agendas of alien confederations on Earth & intelligence agencies network created to deal with them. Send $ 16.95 + $2 s/h to Excelta Publishing, PO Box 4530, Ft. Lauderdale, FL 33338. MUFON MERCHANDISE FOR SALE Wear official MUFON T-shirts (royal blue printing on white cot- ton), sizes S. M. L, & XL. Two styles of baseball caps (blue with white logo or dark blue with blue logo on white front). T-shirts price $12.00 and baseball caps $8.00. S/h for each is $3.00 or if both ordered together is only $3.00. MUFON. 103 Oldtowne Rd., Seguin. TX 78155-4099. (Check, money order or cash in U.S. dol- lars.) MUFON MERCHANDISE Official MUFON gift items for sale. Ceramic coffee mug with blue logo - $8.00. Ten inch diameter, battery operated wall clock with logo in black on white face - $15.00. S/h for each is $3.50. MU- FON, 103 Oldtowne Rd.. Seguin, TX 78155-4099. (Check, money order or cash in U.S. dollars.) UFO PUBLICATIONS FOR SALE The following books arc still available from MUFON that you may have missed: \"Final Report on the American West Airline Case\" by Walter N. Webb. $10.00 plus $1.50 p/h: \"UFO-Related Human Physiological Effects\" by John F. Schuessler, $15.00 plus $2.00 for p/h: \"Project 1947: A Preliminary Report on the 1947 UFO Sighting Wave\" by Jan L. Aldrich. $20.00 plus $2.00 for p/h: and \"MUFON UFO Journal & Skylook - An Index 1967- 1996\" by Edward G. Stewart. $59.95 plus $3.50 for p/h. MUFON, 103 Oldtowne Rd., Seguin, TX 78155-4099. (Check, money order or cash in U.S. dollars.) YOUR AD HERE Reach more than 4000 readers and fellow ufologists. Promote your personal publications, products, research projects, local meetings or pet peeves here. Fifty words or less only $20 per issue. Add $10 for box and bold heading. Send ad copy & check, made out to MUFON. to Walt Andrus, MUFON, 103 Oldtowne Rd.. Seguin, TX 78155-4099. Must be MUFON member or Journal subscriber. UFO NEWSCLIPPING SERVICE The UFO Newschpping Service will keep you informed of all the latest United States and World-wide UFO reports (i.e., little known photographic cases, close encounters and landing reports, occupant cases) and all other UFO reports, many of which are carried only in small town and foreign newspapers. Our UFO Newsclipping Service issues are 20-page monthly reports, reproduced by photo-offset, containing the latest United States and Canadian UFO newsclippings, with our foreign section carrying the latest British, Australian, New Zealand and other foreign press reports. Also included is a 3-5 page section of \"Fortean\" clippings (i.e., Bigfoot and other \"monster\" reports). Let us keep you informed of the latest happenings in the UFO and Fortean fields. For subscription information and sample pages from our service, write today to: UFO NEWSCLIPPING SERVICE #2 Caney Valley Drive Plumerville, Arkansas 72127-8725 December 1997 Number 356 Page 21"},{"pageNumber":23,"pageContent":"MUFON UFO Journal Walter N.Webb January 1998 Bright Planets (Evening Sky): From lower right to upper left, Venus (magnitude -4.5 to -4.2), Mars (1.2), and Jupiter (-2.0) are beautifully arrayed in the SW at dusk during the 1st half of the month. Thereafter, Venus disappears from the evening sky. If one can find Venus just after sunset (when the sky-planet contrast is less), the brilliant planet's large (one minute of arc diameter) crescent phase is resolved in binoculars. It is because our planet neigh- bor now is near its closest approach to Earth. The lunar crescent joins the planet parade on January I and 2, with the Moon being very near Jupiter on the 1st. The cres- cent Moon returns to the vicinity of Mars and Jupiter on the 29th and 30th. the crescent being very near Mars on the ear- lier date. Mars and Jupiter, both in Capricornus. gradually close the gap between them to a mere 0.25° on January 20. Thereafter, the pair separates, reversing positions (Mars now above Jupiter). Saturn (0.7). in Pisces, lies in the S at dusk, moves westward, and sets in the W soon after 1 I PM in midmonth. The quarter Moon is near the planet on January 4 and 5. Bright Planets (Morning Sky): Venus appears in the ESE at dawn after midmonth, rising ear- lier each morning. Look for a thin crescent Moon to the right of the planet on January 26. Probe Update: Mars Pathfinder and the little Sojourner rover ended their highly successful mission on Mars last fall when the lander's batteries died. Mars Global Surveyor entered orbit around the same red planet September I 1. MGS is gradually lowering its path for its photomapping mission which includes targeting the controversial \"Face on Mars.\" Cassini was launched October I 5 and is en route to Saturn. The I st of 4 gravity boosts from 3 planets (including Earth) occurs in April when the probe flies by Venus. Galileo's primary 2-year mission or- biting Jupiter ended in December. An extended Galileo mis- sion continues for another 2 years. On tap are more flybys of the Jovian satellites Europa, Callisto, and lo. Lunar Prospector's launch was rescheduled for January. Its goal is to survey our Moon's geology from low polar orbit. Also this month Voyager I passes Pioneer 10 to become the most dis- tant human-made object in space. Moon Phases: First quarter—January 5 Full moon—January 12 Last quarter—January 20 New moon—January 28 C o <J The Stars: During the midevening hours the Winter Circle of bright stars stands out prominently in the southern sky. The stars are Sirius, Procyon, Pollux and Castor, Capella, Aldebaran, and Rigel. The latter bluish-white star marks the left leg of the most outstanding constellation in the sky, Orion the Hunter. Don't be fooled by Sirius when it is near the horizon. Due to atmospheric refraction effects, the Dog Star has accounted for its share of false UFO reports. In January the star rises S of E about the time twilight ends—around 6 PM. -,///-\\l December 4 -7 — Second World UFO Congress Acapuico 1997 in Acapulco, Mexico. For information contact Pasquale Lopresti. Fax 011 (525) 589-33-43. December 7-14 — First World UFO Forum, Brasilia. D.F. Brazil at Pariarnundi Convention Center Sponsor is Legiao da Boa Vontade (LBV) and Coalition of Leading Brazilian UFO researchers. For information write to Caixa Postal 2182, 79008-970 Campo Grande (MS) Brazil. February 1-7, 1998 — The 7th Annual International UFO Congress Convention and Film Festival. To be held at the Gold River Resort in Laughlin, Nevada. For information contact the UFO Congress, 9975 Wadsworth Pkwy. #K2-274. Westminster, CO 80020. Phone/Fax (303) 543-9443. March 20-22,1998 — 6th Annual Gulf Breeze UFO Conference, Beachside Resort Hotel, Pensacola Beach, FL. For information call: 850-432-8888, fax to: 850-438-1801 or write: Project Awareness, P.O. Box 730. Gulf Breeze, FL 32562. June 26, 27 & 28,1998 — MUFON 1998 International UFO Symposium, Renaissance Denver Hotel. Denver, Colorado. Reservation information will be published m a future issue of the MUFON UFO Journal. July 3-5 — Rosweil Days, Rosweli. New Mexico. For information contact International UFO Museum & Research Center, P.O. Box 2221, Rosweli, NM 88202 or call (505) 625-9495. CHRISTMAS GIFT SUBSCRIPTION TO THE MUFON UFO JOURNAL Please send a girt subscription to: Name Address Citv   State Zip Start with January 1 998 or  issue. Gift from: Name Address Citv State Zio Q I have enclosed a check for $30 Cut out or reproduce this order form and mail to MUFON, I03 Oldlownc Rd., Seguin, TX 78I?5. recipient. If you desire to send additional gifts, please duplicate this order form. Please print or tvpe A gift card announcing your gift will he mailed to the the name and address clearly. December 1997 Number 356 Page 22"},{"pageNumber":24,"pageContent":"MUFON UFO Journal DIRECTOR'S MESSAGE - Continued from Page 24 terested, please send a resume covering your qualifica- tions and why you feel that you would like to fill this po- sition to Walt Andrus in Seguin, TX. UFO SIGHTING REPORTS DISTRIBUTION In order to publish more current UFO sighting reports in the Journal, the Board of Directors recognizes that there are too many people handling and approving re- ports, creating delays before they reach T. David Spencer, the Deputy Director, Investigation. David is the gentleman responsible for entering the reports into our database. It is imperative that the reports have been properly investigated at the source by the Field Investigator and the pertinent information secured from the witness. Since the State Director is closer to the Field Investigator than the Regional Directors, we want all State Directors to send their screened and approved sighting reports directly to T. David Spencer, 6700 Woodcrest, Austin, TX 78759. This revision is an ex- periment to speedup our approval system of reports. If we find that it is successful, the Field Investigator's Manual will be revised accordingly. MUFON MERCHANDISE MUFON has been selling speciality merchandise at our UFO INFORMATION CENTER in Seguin, TX each depicting the MUFON logo. These same items are listed on our Web site. Now we want to make them available to everyone via the Reader's Classified in the Journal. The list is confined to T-shirts from S through XL, coffee mugs, ball caps (2 colors), battery operated wall docks, and alien jewelry. The T-shirts are white cot- ton with the MUFON logo printed in royal blue. Our as- sociate members have asked to have them made avail- able to all members, since they were so appealing to our teenagers. Please see the Reader's Classifieds for or- dering details. MUFON LAPEL PINS The one-inch long oval-shaped lapel pin has the MU- FON logo in blue on a white background outlined in gold with a pin clasp on the back suitable for fastening to clothing. You may order yours from MUFON in Seguin, TX for $5 plus $1 for S&H. This is an opportu- nity to let people know that you are a MUFON member by proudly wearing our new lapel pins . The lapel pins are being mailed in a special bubble pack envelope to protect them from damage. (Due to the popularity of the lapel pins, another order has been placed and future or- ders will be back ordered.) WALL STREET JOURNAL FRIDAY, NOVEMBER 7,1997 In China, UFOs Make for Serious Science by Kathy Chen Staff Reporter of The Wall Street Journal Sun Shili and 'alien' BEIJING - In ever-changing China, which in places has rocketed from agrarian poverty to urban modernity in less than a decade, nothing seems impossible these days. Not even UFOs. That may explain why 60-year-old Sun Shili, pro- fessor of international trade at Beijing's University of International Business and Economics, is holding court at China's hallowed Academy of Science along with a South Korean delegation from something called the Embassy of Extraterrestrials. In the West, unidentified flying objects and alien ab- ductions are the stuff of Hollywood pulp and super- market tabloids. But in China, UFOs are a matter of great national importance. Prof. Sun's group, the Chinese UFO Research Association, receives govern- ment grants, and its members include some of the na- tion's most respected scientists and academics — even Communist Party officials. These enthusiasts aren't merely trying to prove the existence of UFOs: They are attempting to figure out what makes them fly and then harness that power for everyday use in China. \"UFOs are faster than any airplane or car,\" Prof. Sun explains. \"We hope to use the UFO phenomenon to re- solve China's energy and efficiency problems.\" The professor, who once worked as a tranalator for Mao Tse-tung, adds that while \"the focus of foreign UFO studies on sightings is a little passive,\" in China \"we've always linked our research with sceince.\" Of course, classifying the study of UFOs as \"sci- ence\" protects Prof. Sun and his group from Communist Party prohibitions against engaging in superstition. December 1997 Number 356 Page 23"},{"pageNumber":25,"pageContent":"MUFON UFO Journal Walter Andrus NEWS FROM AROUND THE NETWORK CHRISTMAS GREETINGS The MUFON Board of Directors and the Journal Staff take this opportunity to extend our best wishes to all of our members world wide, during the holiday sea- son, in our twenty-eighth year. In lieu of mailing Christmas cards to everyone, we have elected to pass our greetings for a Merry Christmas and a Happy New Year in the form of our traditional Christmas Journal cover. Wes Crum, staff artist, has again shared his artistic talent with his fellow members. Wherever you may be on this beautiful blue planet, we want to greet you in a familiar language: Joyeux Noel et Bonnie Annee — Prettige Kerstdagen en Gelukkig Nieuwjaar — Frohe Weihnachten und ein Gutes Neues Jahr — Buon Natale e Felice Anno Nuovo — Feliz Navidad y Prospero Ano Nuevo — Merry Christmas and a Happy New Year. NEW JOURNAL EDITOR Dwight Connelly, former editor of SKYLOOK. has taken over the editorship of the MUFON UFO JOUR- NAL with this issue. His address is 14026 Ridgelawn, Martinsville, Illinois 62442. Submitted articles for pub- lication may be sent directly to Mr. Connelly or to MU- FON in Seguin, TX. Reader's Classifieds should be mailed to Walt Andrus, attaching a check made payable to MUFON. Since our ad page is a service to our read- ers, only MUFON members may purchase ads. Based upon the hundreds of Journal Survey forms re- ceived from our readers, suggesting improvements, be prepared for subtle evolutionary revisions now. We thank everyone for taking the time and interest to respond so as to make your Journal something that you can be proud to share with your friends and relatives. NEW OFFICERS Ronald H. Penrod (Helena) has again accepted the position of State Director for Montana. William J. Murphy, M.A. (Rochester Hills) and his wife, Linda, Co-Directors for Michigan, have resigned due to pres- sure in their professional lives. Both played a large part in the success of the recent MUFON International Symposium in Grand Rapids. On November 2, an elec- tion was held by Michigan MUFON in which Assistant State Director, Richard M. McVannel, (Boyne City) was elected Michigan State Director. His wife, Brenda C. McVannel, is the State Section o • o Director for Charlevoix. Cheboygan, Emmet, Otsego. and Presque Isle counties. Kenneth M. Guillotte (Franklin, LA) has been appointed State Section Director for St. Mary, St. Martin and Iberia Parishes. Dino Brancato (Leesville, LA) is the new State Section Director for Vernon, Beauregard and Allen Parishes. NEW CONSULTANTS The following Consultants volunteered their profes- sional expertise this past month: Douglas R. Hogan, Ph. D. (Nonhport, NY) in Psychology; Alfonso M. Taboas, Ph.D. (Rio Piedras, PR) in Clinical Psychology: and Dennis E. Wasitis, J.D. (Arlington, VA) in Law. MUFON LEADERSHIP The strength and accomplishments of MUFON can be directly attributed to the\"grass roots\" level of our leadership. In States where we have an active state di- rector, the activities and UFO sighting reports flourish. It is very obvious to both the local members and head- quarters alike, when state section directors conduct reg- ular meetings and in some cases field investigator train- ing classes. State Directors are very appreciative of the help that they receive from the Regional Directors and the MUFON home office. State and regional UFO con- ferences create a new and exciting area of interest for members, such as Peter Geremia's annual NH-MU- FON Conference. New Hampshire still has the highest ratio of MUFON membership to population, which is a prime example of outstanding leadership. State newslet- ters are important in this regard to improve communi- cations, but are not necessarily essential. If the trend in decreased membership is to be ar- rested, every officer in MUFON must extend them- selves by getting more involved at the state and local lev- els. This is what makes MUFON unique in the field of ufology. We should all ask ourselves — what can 1 per- sonally do to promote the work of MUFON to meet our goals and objectives in resolving the UFO phenom- enon? MEMBERSHIP DIRECTOR At the annual Board of Director's meeting in Greensboro, NC in 1996, one of our goals was to select a Membership Director to develop positive programs to increase MUFON membership, while recognizing the competition that existed in the field. We are still seeking an energetic, selfstarting, and congenial person to fill this important post on the Board of Directors. If you are in- December 1997 Number 356 Page 24 Continued on Page 23"}]
