[{"pageNumber":2,"pageContent":"MUTUAL UFO NETWORK UFO JOURNAL MARCH 1993 ~7    NUMBER 299 $3 UFO: DON'T SHOOT!"},{"pageNumber":3,"pageContent":"MUFON UFO JOURNAL OFFICIAL PUBLICATION OF THE MUTUAL UFO NETWORK SINCE 1967 MARCH 1993 NUMBER 299 UFO: DON'T SHOOT! Preston E. Dennett GERALD ANDERSON: DISTURBING REVELATIONS John Carpenter WIDENING THE NET Jerold R. Johnson WHY DO UFOS HAVE LIGHTS? Dr. Willy Smith 12 THE UFO PRESS Dennis Stacy 14 NEWS &. VIEWS 15 MUFON FORUM Letters 17 CALENDAR Conferences 19 READERS' CLASSIFIEDS 20 THE APRIL NIGHT SKY Walter N. Webb 21 DIRECTOR'S MESSAGE Walter H. Andrus, Jr. 24 COVER - Vince Johnson MUFON UFO JOURNAL (USPS 002-970) (ISSN 0270-6822) 103 Oldtowne Rd. Seguin, TX 78155-4099 Tel: (210) 379-9216 EDITOR Dennis Stacy ASSOCIATE EDITOR Walter H. Andrus, Jr. COLUMNISTS Walter N. Webb John S. Carpenter ART DIRECTOR Vince Johnson Copyright 1993 by the Mutual UFO Network. All Rights Reserved. No part of this document may be reproduced in any form without the written permission of the Copyright Owners. Permission is hereby granted to quote up to 200 words of any one arti- cle, provided the author is credited, and the statement, \"Copyright 1993 by the Mutual UFO Network, 103 Oldtowne Rd., Seguin, Texas 78155,\" is included. The contents of the MUFON UFO Journal are determined by the editors and do not necessari- ly reflect the official position of the Mutual UFO Network. Opinions expressed are solely those of the individual authors. The Mutual UFO Network, Inc. is exempt from Federal Income Tax under Section 501 (c) (3) of the Internal Revenue Code. MUFON is a publicly supported organization of the type described in Section 509 (a) (2). Donors may deduct contributions from their Federal Income Tax. Bequests, legacies, devises, transfers or gifts are also deductible for estate and gift purposes, provided they meet the applicable provisions of Sections 2055, 2106 and 2522 of the Internal Revenue Code. The MUFON UFO Journal is published monthly by the Mutual UFO Network, Inc., Seguin, Texas. Membership/Subscription rates: $25 per year in the U.S.A.; $30 foreign in U.S. funds. Second class postage paid at Seguin, TX. POSTMASTER: Send form 3579 to advise change of address to: MUFON, 103 Oldtowne Rd., Seguin, TX 78155-4099."},{"pageNumber":4,"pageContent":"MUFON UFO JOURNAL UFO: DON'T SHOOT! What happens when encounters between humans and UFOs escalate into violent conflict? By Preston E. Dennett W hen confronted with the unknown, it seems to be a basic law of human nature to shoot first and ask questions later. Rightly or wrongly, many of us perceive the unknown as a threat, and take appropriate precautions to protect ourselves— fight or flight. Given the prevalence of firearms in mod- ern society, the expression of self-protection often in- volves a gun of some sort. And given further that UFOs represent the unknown—if anything does!—it should come as no surprise that there are several occasions when humans have taken up arms against these strange flying objects and/or their occupants. What happens when the interaction between humans and UFO escalates to a violent conflict? What happens, for example, when a person actually fires a gun at a UFO or shoots at an alleged entity? For that matter, what happens when the UFO fires back? Let's examine the record of shoot-outs between humans and Unidentified Flying Objects. LA BLOW-OUT One of the first recorded cases of a UFO being fired upon occurred on February 25, 1942. It was only a few months after the Japanese bombing of Pearl 4 Harbor when Los Angeles was invaded by several large UFOs hovering overhead. The entire city enforced a mandatory blackout while the military scrambled to confront what they thought were Japanese aircraft. The UFOs were caught in the beam of several search lights, and the military proceeded to fire upon the objects. Altogether, 1,430 rounds of ammunition were fired at the aerial objects with no visible effect whatsoever. On the ground, however, it was a different story; several buildings and homes were extensively damaged and at least six civil- ians died, resulting in a subsequent Congressional in- vestigation. 1 A similar event reportedly occurred in Russia, on July 24, 1957. Several UFOs were sighted over the Kouril Islands and Russian anti-aircraft batteries went into action. The repeated attacks failed to bring down any UFOs. 2 There are also cases where jet-fighters have fired upon UFOs. One example occurred when two F-6s were scrambled to intercept a UFO that had appeared on radar, clocked at a speed of 700 mph. At top speed, one of the jets was able to approach within 500 yards of the object, which then began to outdistance the jet. At a distance of 1,000 yards, the pilot fired his guns at the UFO. Not surprisingly, the UFO was unaffected by the gunfire and vanished quickly in the distance. 3 There are many cases on record where normal hand- guns have been used against UFOs. On June 26, 1972 at Fort Beaufort, South Africa, police were reported to have fired upon a \"glowing metallic object\" from only eight yards away. Upon being shot at, the UFO made a humming sound and took off. Although the gunfire af- fected the UFO, it obviously didn't harm it. 4 In 1953, a man in South Carolina was drawn out of his home because his animals were acting disturbed. He also heard a strange sound, upon which he saw an \"egg-shaped object hovering over his barn.\" The object began to move away, at which point the man grabbed his gun and fired several shots. He heard bullets strike the object, but again no obvious damage was observed. 5 Another case is that of Michael Campeadore. On May 13, 1967 near St. George, Utah, Campeadore was driving when he became aware of a strange humming sound. He pulled over and got out of his car, looked up and saw a \"huge object\" about 50 feet in diameter hov- ering over him. Frightened by the object, he retrieved a .25 caliber pistol from his car and started shooting. He, too, heard the bullets strike their target, but again the UFO rapidly departed without any apparent harm. 6 N ot all cases of UFO shoot-outs involve just objects. At other times, people have been known to open fire on UFO occupants. On October 17, 1973, Paul Brown, a car dealer in Athena, Georgia may have prevented an actual UFO abduction by shooting at the aliens. The ordeal began as Brown was driving late at night and his radio was sud- denly filled with static while a bright light lit up the in- terior of his car. Moments later a \"strange craft\" about 15 feet in diameter landed ahead of him on the road. Brown skidded to a halt and watched as two creatures exited the UFO and began walking towards him. Brown describes them: \"They were about four feet tall. They looked like they were wearing silver uniforms, including their shoes. There was some elastic at their ankles and the suits were closed tight at the neck also. They had silver gloves, and their hair was solid white.\" Fearing a pos- sible abduction, Brown grabbed a pistol out of his car, aiming it at the aliens. The aliens quickly returned to their craft. As they entered, Brown opened fire on the UFO, which promptly took off. 7 Dennett is a MUFON field investigator living in Canoga Park, California. MARCH 1993 NUMBER 299 PAGE 3"},{"pageNumber":5,"pageContent":"MUFON UFO JOURNAL P robably the most famous UFO shoot-out of all time occurred to the Sutton family of Hopkinsville, Kentucky. The ordeal began on the evening of August 22, 1955, when one member of the family sighted a glowing object landing in a field behind the house. Moments later, the entire family saw a three-foot-tall creature with huge eyes, ears and clawed hands ap- proaching the house. Suddenly, several of the creatures appeared at once, and the alarmed family ran inside. One of the creatures appeared on the roof and grabbed at one of the family members. At that point, Frank Sutton, the father of the family, fired a shotgun through the screen door at one of the creatures. It was a direct hit, and the creature was knocked over by the blast; however, it in- stantly jumped back up and scampered away. The crea- tures continued to terrorize the family, who finally piled into their car and drove to the police. The police and the family returned to the location of the incident, but there was no evidence of the creatures. The police left, and shortly later, the creatures came back. The family re- mained inside while the creatures roamed outside, finally leaving hours later. This incredible incident is very fa- mous in the annals of ufology, having been recounted in several books. As always seems to be the case, and as- suming the story can be believed, the aliens were not in any way harmed by the gunfire. 8 BIGFOOT BALLISTICS Another case which involved an alleged alien entity, in this case a Bigfoot, occurred in Fayette County. Pennsylvania. In October of 1973, the local police began receiving several calls concerning UFOs. Three wit- nesses said they saw a ball of light land in a nearby field. One of the witnesses, Stephen Meacham was armed with a 30-06 rifle, and the three of them went to inves- tigate. Upon approaching the area the three sighted \"two huge hairy creatures\" in the field. Meacham fired three rounds of ammunition at them that had no apparent ef- fect. Meacham is positive his bullets struck the creatures. They turned and looked at him, but didn't noticeably al- ter their pace. The police were called, and a single officer was sent to investigate. Meacham and the officer encountered the creatures face-to-face, with Meacham again doing the shooting. \"I shot directly into the chest of the crea- ture,\" he said. \"It swayed backward, then came right at the fence.\" Again the bullet did not seem to harm its intended tar- get. \"I had to hit them,\" Meacham added, \"but it didn't faze them. They kept the same gait. They never hur- ried.\" 9 On February 6, 1974, near Uniontown, Pennsylvania, a very similar incident occurred. It began when Mrs. A. heard what she thought were wild dogs. She ran and got her 16-gauge shotgun and went outside. She was im- mediately confronted by a \"seven-foot-tall, hair-cov- ered, ape-like creature, standing just 6 feet away.\" The Probably the most famous \"UFO shoot-out\" of all times took place at Hopkinsville, Kentucky, on the night of August 22, 1955. creature raised both its hands, as if to attack, so Mrs. A. fired the gun into the creature's rnid-section. Then the creature reportedly \"just disappeared in a flash of light.\" The lady ran back inside, and her son-in-law living next door called her on the phone. 'She told him the story, and he ran outside armed with a six-shot revolver. As he approached Mrs. A.'s house-he saw \"shadows of four or five hairy people\" with \"fire-red eyes that glowed.\" He fired two shots at them to no effect. Running inside he and his mother-in-law both spotted a \"bright red flashing light\" in the woods a short distance away. 10 Yet another case involving the shooting of Bigfoot oc- curred near Point Isabel, Pennsylvania in the fall of 1988. Three men sighted a Bigfoot-like creature outside a farm- house and went looking for it. One of the men. Arnold Hubbard, was armed with a .22 rifle. At, one point, the creature was only fifty feet away from the men, and Hubbard fired a direct hit at the creature. The creature let out a \"hideous scream\" and Hubbard fired two more shots. Suddenly, it became enveloped in a \"white mist\" and when the mist dissipated, the creature was gone. One of the witnesses to the incident, Larry Abbott, said \"The three of us searched the spot where the creature was shot that night. We found no trace of it, no blood, nothing. The next day we checked the whole farm, nothing.\"\" T here are a few cases on record where people have attempted to shoot at UFO occupants only to be de- feated by mysterious means. One such case happened on July 15, 1979, to a couple in San Antonio, Texas. The couple sighted three large glowing balls of light outside their home. As they watched, five creatures described as \"thin, with grayish skin, large hands and large, oval- shaped, slanted eyes\" descended from the balls of light. The man ran and got his shotgun, at which point both the man and woman were overcome with sleepiness. Under hypnosis a frightening abduction was remembered; at the time, however, the couple experienced only a period of missing time. Their next memory is waking up in the morning to find the shotgun completely dismantled, ly- ing on the kitchen table. Evidently, the aliens were interested in guns. As usual, the weapon had no effect, certainly not to the extent of preventing an apparent abduction from taking place.' 2 The military has also tried to shoot at UFOs, only to be mysteriously thwarted. The following incident was reported to have occurred in 1954, off the coast of Binn. Korea. It was during the Korean war, and the U. S. Air Defense Artillery had several Hawk missiles set up in the event of an attack by the North Koreans. PAGE 4 NUMBER 299 MARCH 1993"},{"pageNumber":6,"pageContent":"MUFON UFO JOURNAL At 10:00 a.m., a blip was spotted on radar, moving to- wards the base. The men of the base soon sighted the ob- ject which was described as a \"glowing metallic disc, es- timated to be one hundred yards in diameter, ten yards high, with red and green pulsating lights moving around the rim counterclockwise.\" The craft had approached within 700 yards of the base when the captain of D Battery gave orders to launch a Hawk missile. Before it could reach its target the UFO reportedly replied with \"a beam of white light,\" disabling the Hawk. The UFO then departed, making a sound \"like a swarm of bees.\" l3 WHEN UFOs SHOOT BACK Some people who have taken pot-shots at UFOs find that they regret it. Assuming UFOs represent a superi- or technology, terrestrial weapons, especially hand- guns and rifles, would appear to be an extremely primitive form of defense at best. Nevertheless, on occasion UFO occupants apparently feel threatened enough by gunfire to respond in kind. What happens when they do? Consider first an incident that reportedly took place in Isola, Italy. On November 14, 1954, a local farmer watched as a \"cigar-shaped craft\" landed nearby, dis- gorging three small beings dressed in \"diving suits\" who promptly surrounded his rabbit cages. Fearing for his animals, the fanner retrieved his gun and aimed it at the invading dwarfs; it became \"so heavy in (his) hands that he had to drop it.\" Now unable to move or cry out, he could only watch helplessly while the diminutive beings took his rabbits and returned to their craft. As soon as it lifted off, he could move again. He squeezed off a round, but the object was now too distant to deter- mine any discernible effect. Presumably the UFO occupants were aware of the farmer's intentions and able to render them ineffective by some sort of physical paralysis. According to the available literature, other individuals may not have been so fortunate. 14 On October 18, 1973, truck driver Eugenio Douglas was nearing Monte Maix, Argentina, when he was stunned and blinded by a bright beam of light coming from above. As Douglas pulled off the road, a \"glowing disc\" landed on the highway and \"four things like shiny metal robots\" moved toward him. Douglas realized that they were probably attempting to abduct him. Grabbing his loaded revolver, he fired point-blank at the advanc- ing entities. \"The bullets seemed to have no effect on them,\" Douglas said, so \"I took off running across the countryside.\" Douglas ran towards the nearest civilization. As he did, the disc followed him, swooping low. \"Each time that disc made a pass over my head,\" he said. \"I felt a blast of roasting heat.\" By the time Douglas made it to safety, huge blisters had formed on his back. While the case is famous for the injuries allegedly suffered by the witness, it's interesting to note that he was only injured. Others have not always been so fortunate. 15 O n August 13, 1967, in the state of Goias, Brazil, Inacio de Souza and his wife Maria returned to their home to see a giant object, 35 meters in diameter landed on their land. The UFO was described as a \"strange object shaped like a basin, only upside down.\" The couple then sighted three \"strangers\" that Inacio at first thought were nude. Maria thought they wore tight-fitting yellow suits. The men had no hair. When the three creatures saw that they were being observed they ran straight for the frightened couple. Inacio told his wife to run inside, took his gun and shot the nearest creature. At that moment he was struck in the chest by a beam of green light and fell to the ground; his wife returned and grabbed the rifle. At this point, all three intruders quickly returned to their craft which \"took off vertically with the noise of a swarm of bees.\" For two days, Inacio experienced nausea and full- body numbness. He felt burning hot and weak. Finally, he went to a doctor who said that he must have eaten a \"noxious plant.\" Inacio told his doctor about the UFO encounter, and the doctor immediately ordered more tests, including a blood test. The blood tests supposedly revealed a condition very similar to leukemia; Inacio was told he had about two months to live. De Souza rapidly lost weight, and in less than two months was dead.'\" CONCLUSIONS What do the above cases tell us about UFOs and their presumed occupants when fired upon? In terms of \"fight or flight.\" they indicate that UFOs would prefer to flee rather than engage in an extended exchange of gunfire. On extremely rare occasions, however, UFOs have apparently returned tit-for-tat; i.e.. they've taken active measures to insure that they wouldn't be harmed, actions which have occasionally resulted in harm to humans. On even fewer occasions they appear to have responded with violent reprisals aimed at spe- cific individuals. Whatever the ultimate nature of the UFOs, one les- son seems perfectly clear: there is not a single case wherein gunfire resulted in the permanent damage of either a UFO or its reported occupants; nor is there any significant indication of the latter having ever opened \"fire\" first. In the face of a seemingly superior technology, of whatever nature, our own weapons would appear virtu- ally useless. Therefore, one might think twice before taking up arms against a UFO or any of its occupants. There's no evidence they'll do any good whatsoever, and at least some suggestion that they might result in ac- tual harm for their otherwise innocent victims. MARCH 1993 NUMBER 299 PAGES"},{"pageNumber":7,"pageContent":"MUFON UFO JOURNAL REFERENCES 1. Good, Timothy. Above Top Secret, William Morrow & Co., NY, 1988, pp 15-17, 193. 2. Fowler, Raymond E. UFOs: Interplanetary Visitors, Englewood Cliffs, NJ; Prentice-Hall, Inc., 1974, p. 264. 3. Ibid., pp. 264-265. 4. Ibid., p. 265. 5. Lorenzen, Jim & Coral. UFOs Over the Americas, Signet Library, NY, 1968, p. 46. 6. Ibid. 7. Machlin, Milt (Editor). The Total UFO Story, Dale Books, NY, 1979, p. 247. 8. Lorenzen, Coral & Jim. Flying Saucer Occupants, Signet Books, NY, 1967, pp. 122-123. 9. Jarvis, Sharon (Editor). The Uninvited: True Tales of the Unknown, Vol. II, Bantam Books, NY, 1989, pp. 155- 176. 10. Stringfield, Leonard H. Situation Red: The UFO Siege, Fawcett Crest Books, NY, 1977, pp. 85-86. 11. Ibid. pp. 88-89. 12. Silverman, Dwight. \"Woman Tells of Too-close Encounter With Aliens.\" Chronicle, Houston, TX, March 19, 1989. (see also: UFO Newsclipping Service, Route 1, Box 220, Plumerville, AR 72127; April 1989, No. 237, p 9.) 13. Stringfield, Leonard H. Op. Cit., pp. 163-164. 14. Lorenzen, Coral & Jim. Op. Cit., pp. 99-100. 15. Green, Gabriel & Smith, Warren. Let's Face the Facts About Flying Saucers, Popular Library, NY, 1967, pp. 89-90. 16. Steiger, Brad. Alien Meetings, Ace Books, NY, 1978, pp. 145-146. MUFON DISCLAIMER: Theme articles such as the above invariably involve a survey of the existing UFO literature; unfortunately, the latter varies considerably in terms of authenticity and reliability, dependent upon the original investiga- tor, country of origin, and his or her relevant sources, all of which are obviously beyond our control. Consequently, MUFON cannot stand behind each and every case as cited. Personal opinions expressed there- in are solely those of the author and should not neces- sarily be construed as those of the Mutual UFO Network, its Board of Directors or the editors of the Journal. GERALD ANDERSON: DISTURBING REVELATIONS A series of hoaxes casts doubt on an \"eyewitness\" crashed saucer account. By John Carpenter T he account of five-year-old Gerald Anderson and his family stumbling across a crashed silver disc and four alien bodies has been slowly eroding away over the past year. Attempts to verify various as- pects of his life keep falling short; other problems fail to become resolved and only seem to breed others. While other researchers have been more willing to quickly trash this story and move on, the investigative team of Stanton Friedman, Don Berliner and myself has be- lieved in preserving a man's integrity and his reputation until there are more than just a few flies in the ointment. It is far too easy to destroy a man's reputation; we be- lieve in giving the witness a fair hearing and opportu- nity for clarification. However, recent events have now cast grave doubts on Gerald's story and his own truth- fulness with us. Despite these disturbing revelations, several puzzles remain that keep us from dismissing all of the information from this quiet man who continues to lack any clear motive or need for publicity. Before I empty my entire gray basket of doubts re- garding this case, let me first describe the recent events which occurred beginning in Springfield, Missouri on September 19, 1992 at our own Midwest Conference on UFO Research. On that Saturday night Gerald Anderson asked to meet with a small group of researchers (of my choosing) that could witness several documents he wanted to present. The group I assembled included Walt Andrus, Donald Ware, Stanton Friedman, Harry Jordan, Linda Moulton Howe, Duane Bedell and Vincent Serencko—five of whom had military backgrounds. Gerald presented his military papers for our inspection but had whited out his serial number. Also listed were several of the secret operations in the South Pacific that he had been involved in as a member of the Navy Seals. Everyone agreed the papers looked to be genuine and unremarkable. However, Gerald then apologized to Stan and myself for having constructed a fake phone bill statement toward the goal of \"making Kevin Randle look bad.\" Originally, Randle had indicated that he and Gerald had had a long friendly conversation on February 4, 1990. Gerald claimed it was much shorter and not all that friendly. Ironically, this month was the only phone bill some- how missing from his home records, so he requested a copy from Southwestern Bell. Within a couple of weeks he produced a xerox of a microfilm record, demonstrat- ing a 26-minute phone call with Kevin Randle. It never seemed like any big deal and rather a minor side issue at PAGE 6 NUMBER 299 MARCH 1993"},{"pageNumber":8,"pageContent":"MUFON UFO JOURNAL best. The phone bill appeared authentic and nobody in- dicated any suspicion until Kevin Randle related that he had a tape recording of this 50+ minute phone call. Something was definitely amiss — but where? Stanton tried to get a copy of this audiotape in July of 1991, but he was denied until he released certain infor- mation that Randle and Don Schmitt were wanting. Many months later Linda Howe told me that Kevin Randle had sent her a copy of that initial phone call but that she had great difficulty hearing it due to its poor quality. She sent me her only copy in its original pack- aging just as she had received it from Randle. I finally was able to learn that Gerald had indeed had a friendly 54-minute phone call just as Randle had claimed. I did not tell Gerald I had this tape—which may have been a good move—because at this meeting on September 19, he then produced a second \"original\" phone bill — this one indicating a 28-minute phone call! I then announced I had the tape that runs 54 minutes. Everyone seemed puzzled. On Monday Stan Friedman decided to ask Gerald to go with him to our local office of Southwestern Bell — but Gerald declined. Stan explained the situation to the phone company and had no trouble obtaining a copy of the original phone bill. The call was clearly listed as 54 minutes! While Stanton was in Springfield that weekend, he had arranged to give a lecture at Southwest Missouri State University on Monday night. Gerald was there and was confronted privately for a brief moment. When Stan tried to talk in more depth later by phone, the number had been changed to another unlisted number. Stan presented his angry concerns next by letter to Gerald, but was met in return with a scathingly nasty and blaming response—which I interpreted as a desperate ef- fort to turn the tables and make Stan the guilty party that should feel ashamed. Gerald has not made any effort to communicate with me by any means since that night of September 19, 1992. W e now knew four new things about Gerald Anderson: (1) He was capable of constructing a very clever fake phone bill, (2) He had admitted lying to us about that first phone bill, (3) He had just been caught lying to all of the gathered researchers about this 28- minute phone bill (which means he had just constructed another phony!), and (4) Gerald was now avoiding us— his main supports and acting quite guilty in my opinion. Having caught him in these lies and recognizing what clever forgeries he could create immediately threw tremendous doubt on every other document or claim he had made. And if faking a phone bill — hardly an es- sential part of this case — was that easily accomplished, what else could this man be capable of faking? Many readers shall recall that the forensic ink test on the original diary, supposedly mailed from his Aunt Isabella and Cousin Vallejean in Colorado, failed be- If someone else had copied the diary later in the 1970s, why do it laboriously by hand when copying machines were available? cause the ink blend could not have existed prior to the early 1970s. The alleged author of that diary, Uncle Ted, died in a car wreck in 1965. Gerald had claimed that Ted had made many copies and mailed them to relatives. This would truly make him a \"ghost writer\" if using ink from the 1970s. If someone else had copied Ted's diary later in the 1970s, then why handwrite it when copying machines were available? I suggested that Gerald obtain handwriting samples from his various relatives in order to see who else may have copied the diary. He never obtained any. In fact, I had much difficulty secretly obtaining a handwriting sample of Gerald's for nearly eight months because he usually types or prints his correspondence. When I did by chance get a good sample, I was startled to see some striking similarities in the capitalized letters. I could not make any definitive claim since I am not an expert on handwriting analysis, but I did share this with several other researchers who had mixed opinions regarding my findings. I clearly remember the anticipation in September of 1990 when we all waited to see if Aunt Isabella would actually release the original diary pages for testing to Stanton. When we got word that he had received it, I noted Gerald's surprising lack of emotion and unex- pected words of caution: \"I hope it's not one of the copies.\" This was the first time he suggested any hand- written copies might exist. A few other oddities may be coming together here as well. Aunt Isabella allegedly lived in the Albuquerque area until our investigation began. Reportedly, Gerald's two Roman Catholic cousins had her secretly moved to avoid publicity and this \"de- monic\" subject of UFOs. Coincidentally, the diary and letter from cousin Vallejean were mailed from Colorado—a favorite vacation area of Gerald's—one to which he may have made a motorcycle vacation jaunt just before our research expedition to Datil, New Mexico. We can now see that the typestyle of Vallejean's cover letter sent with the diary matches the type on the forged phone bills. Of greater importance is the tone and style of language in \"her\" letter. Having known Gerald for nearly three years now, I can say that the style and phrasing of the content sounds very much like the man- ner in which Gerald communicates. We could also assume that the xeroxed copy of his overly-protected high school transcript may have been doctored as well since nobody was allowed to obtain or see an original copy —just another xerox copy. Gerald's MARCH 1993 NUMBER 299 PAGE 7"},{"pageNumber":9,"pageContent":"MUFON UFO JOURNAL reluctance to provide this and his general avoidance of going to the Chicago summit meeting was certainly not reassuring. And then another strange event occurred. Although Gerald had stated all along that he was acting independently of his family's wishes, he conveniently \"received\" an unprecedented statement from the scat- tered, hard-to-reach or hard-to-locate relatives of Gerald's family, depicting an uncharacteristic \"unified position\" recommending his dropping of all contact and involvement with UFO investigators — that only his lawyers would now speak for him. T his was simply unbelievable. I suspected a faked document and found what would seem to be a tell- tale flaw. All of the family signatures are dated on the same day, December 24, 1991, which simply did not al- low for any round-robin passage through the mail sys- tem. When I confronted Gerald, he said that they had all faxed it back and forth to each other across the country — with him signing it last. This did not make much sense either because it was highly unlikely that each rel- ative had a fax machine in his home, and there was no evidence on the document itself that it had ever been faxed even once. And Gerald had signed it first. Perhaps of greater significance is the fact that Gerald began talking with us again within the next few weeks and never mentioned this curious document or his family's wishes ever again! We were now able to suspect that he had faked the di- ary, the cover letter from Vallejean, the family document, the two \"original\" phone bills, and most likely the high school transcript (although five classmates do not recall him being in Dr. Buskirk's anthropology class). So, what more did we need to claim \"hoax\"and shut down the case? Nothing, really, but Gerald also seemed to know too much about too many other matters — more than the average hoaxer it would seem. Most hoaxes contain a limited amount of detail, many vague assumptions, and an eagerness to be known and accepted. Gerald never asked for or liked publicity, and turned down several opportunities— including $1000 from the Japanese TV documentary. Gerald gave us voluminous detail from the outset and names of people to check with. He never hesitated in undergoing three hypnosis sessions or taking a lengthy polygraph examination in Kansas City from an inde- pendent expert. With regard to the hypnosis sessions the goal had not been to treat traumatic symptoms or recover repressed material. He already had the story in his mind consciously and was sent to me by Friedman to possibly elicit more detail. Since a person can lie under hypnosis, he would not have had much difficul- ty simply adding a few more details while nice and relaxed. (I had indicated he only added 10-20% more to what he had already told us consciously...) Most researchers, journalists and others found Gerald to be a quiet, polite, warm and sincere gentleman — not at \"The field of ufology is the only one that eats its young. — George Knapp all the kind of attention-seeker one might expect. So what was his gain or goal? Kevin Randle, Don Schmitt, Tom Carey and others have detailed many other growing problems in this case in regard to Dr. Buskirk, the archeologists, and other aspects. Instead of restating here all of their points, I suggest that one can read back issues of the International UFO Reporter as well as \"The Plains of San Agustin Controversy, July 1947,\" which presents all the findings of that Chicago summit meeting held in February of 1992. H ow could Gerald have known about the nasty- tempered, red-haired captain and the black sergeant that only Roswell mortician Glenn Dennis had privately related to Stan Friedman just two weeks prior to Stan's first talk with Gerald? Even Mike Swords could not dismiss these details in his elegant summation for those Chicago proceedings. How could Gerald so accurately describe to local residents the old woman who used to run the little grocery in Horse Springs in 1947? How could an elderly gentleman in Gerald's father's church in Albuquerque recall Gerald's father talking about a crashed saucer with bodies? (Both Linda Howe and Stan Friedman interviewed him independently and were impressed.) How could Gerald draw specific fea- tures of New Mexican desert terrain accurately while sit- ting in Springfield, Missouri? Had Gerald's father actu- ally encountered the saucer crash event and talked about it enough in front of Gerald? Did Gerald then fabricate documents to make the story more interesting? This just seems too far-fetched. What if Gerald was fed real information from some of his old military contacts — Navy Seals or other- wise? He did tell of an old buddy still with Naval Intelligence whom he contacted at one point when he wanted to find out more about \"who Bob Oeschler re- ally worked for.\" There is also a friend in New Mexico (whom he called just two days before his first call with Randle) whose phone number Gerald blacked out on his phone bill: \"I don't want him bothered.\" I am reminded of the Bob Lazar controversy regard- ing the apparent sincerity of Lazar vs. the credibility of the Area 51 story. Many people have told me that they believe the information about recovered discs being \"back-engineered\" at Area 51 is true, but that they doubt that Lazar himself was actually working directly in that project. Could it be that Gerald was given genuine data about a crash on the Plains of San Agustin in order to leak it deliberately? In this manner he could feel that he was being honest about much of the information and PACES NUMBER 299 MARCH 1993"},{"pageNumber":10,"pageContent":"MUFON UFO JOURNAL could even pass the polygraph test. Was Gerald follow- ing someone else's orders? Did he have accomplices? Or did his father really experience something that Gerald wanted to share after he saw the \"Unsolved Mysteries\" episode? Or is it just an elaborate hoax with no obvious goal, gain or point? We have pondered these many ideas and questions for months. We wished to share some of these puzzling feelings with you. We do not see the world as simply black or white; it would be much easier to just yell, \"HOAX!\" But there are several gray areas here that do not fit so neatly into a \"simple hoax\" category. In the fi- nal analysis it really doesn't matter. Some questions shall never be answered. But these disturbing revela- tions had to come to light as part of our investigation. One thing I know for certain: I can no longer trust anything my old friend Gerald Anderson wishes to tell me. Despite this personal sadness, I am steadfastly ded- icated to finding and reporting the truth. We were not out to win a race to be the first to yell \"hoax.\" Preserving a man's integrity until all the data has been collected and studied is more humane and considerate. Reputations are too easily destroyed. In the wild and desperate search for truth in the field of Ufology many hasty or sloppy as- sumptions have hurt many witnesses as well as re- searchers. As George Knapp noted in his presentation at our Midwest Conference: \"The field of Ufology is the only one that eats its young.\" A patient and thorough ex- amination of all data is and always will be a worth- while process for me to endure. WIDENING THE NET UFOs are an increasingly polymorphic phenomenon; is a new classification system needed? By Jerold R. Johnson W hen a new Deputy Director of Investigations is elected, I suspect there is some appre- hension among the field investigation net- work about changes: new procedures, new forms, new expectations of speed, accuracy, legibility of reports turned in, etc. Well, from what I have seen so far I am satisfied with the system and routines developed by those who preceded me in this post, along with the good work done by all the volunteer investigators and directors who have had a hand in moving the sighting reports into MUFON for processing and filing. As I have told many of you personally, the diligent investigation of all anomaly reports that come to the attention of MUFON from the public (and other orga- nizations that depend on MUFON for this service), including the proper filing of report forms and other documents on those cases that stand up after initial attempts to identify their causes, is not just an exercise we engage in out of tradition; nor is it designed mere- ly to give the many members who volunteer their time and skills something to do. The collection and assem- bly of the basic, primary data and its organization and cataloging for research, now and into the future, is the foundation stone upon which every scientific field is built from its earliest beginnings. If we do not persist in this work and build this foundation now, then critics who say that ufology is not a science will have one more reason to say so. MUFON has committed to putting its sizeable files of flying saucer and related anomaly cases into one or more electronic databases that can, in the near future, be \"mined\" by researchers worldwide without the expense of travel to Seguin, Texas, the inconvenience to headquarters, or the inherent inefficiency of trying to do research in the files by correspondence. A num- ber of specialists are volunteering their valuable time to make this a reality, giving us all yet another reason to be proud to be members of the Mutual UFO Network. It is the research, symposium papers, published articles and books—and eventually the insight, con- clusions and knowledge derived from same—that is the science; not the mere collection of sighting reports. But the collection and organization of the basic data must come first. So, what improvements would I be willing to work toward in this area of MUFON's activities? For one, we could be doing a better job of collecting investigat- ed reports from countries other than the United States and Canada. The rest of the world is greatly under- represented, despite the many listed Foreign Representatives and members abroad. Newspaper cut- tings and occasional summary articles of flying saucer activity reported in the media are no substitute for first-hand witness interviews, site visits and mundane stimulus elimination as outlined in MUFON's field investigation procedures. The information quality, \"strangeness\" and reliabil- ity indices of a report transmitted to MUFON can only Mr. Johnson Is MUFON's new Deputy Director of Investigations. He lives In Austin, Texas. MARCH 1993 NUMBER 299 PAGE 9"},{"pageNumber":11,"pageContent":"MUFON UFO JOURNAL AN ANOMALY FB FLY-BY MA MANEUVER CE CLOSE ENCOUNTER f Sighting Physical Effects Living Entities Reality Transformation Lasting Injury Cftart courtesy Ballantine Books and Jacques Vallee/Diagram by Patrick O 'Brien be assessed after the minimum amount of data has been collected (for example, a completed Form 1) by an investigator at least known to MUFON by name. Additional information should include how the data on the form was obtained, whether a site visit with the witness(es) was accomplished, and how much time was spent in the interview (which may, when neces- sary, be conducted by telephone or correspondence). What can we do to improve our global collection of sighting reports? Would the questionnaire forms pro- duced in non-English languages help? This is some- thing that each of our national representatives could do for themselves and distribute to known investiga- tors within their respective countries, saving MUFON headquarters the expense of maintaining and distribut- ing the foreign language forms. We could also use the services of our language translation volunteers to process these reports as they come in, removing any translation burden from the investigators' end of things. This idea might also be applied closer to home, where forms in French or Spanish might help in obtaining eyewitness data in those portions of North America where English is the foreign, or second, lan- guage. T he other item that I feel must be firmed-up now, especially in the computer age of storing and retrieving sighting data, is the classification of anom- alous events in a systematic way for the indexing of reports, statistical studies, and the convenient exchange of information about cases between researchers. The scientist who first introduced the classifying of flying saucer reports by \"types\" in the 1960s, Jacques Vallee, has given us a set of definitions for a new classification system that builds upon the useful portion of J. Allen Hynek's own such system, the well-known Close Encounter categories from his The UFO Experience: A Scientific Inquiry (Regnery, 1972). At the same time, Vallee's latest system replaces the less useful of Hynek's \"types\" with a neat, systematic, and readily memorizable set of groups and categories that manages to accommodate the full range of phenomena that we today accept as being part and parcel of the flying saucer mystery. PACE 10 NUMBER 299 MARCH 1993"},{"pageNumber":12,"pageContent":"MUFON UFO JOURNAL This system was first published in Vallee's book, Confrontations (Ballantine, 1990), where it appears as an appendix titled \"Bringing Order out of Chaos: Definitions and Classifications.\" Since it has not pre- viously been reproduced in any MUFON publication, I sought and obtained permission from the author to summarize it here. T he problems with arbitrary, classifications like \"Nocturnal Light,\" \"Daylight Disk,\" and \"Radar- Visual\" go beyond the obvious fact that they are more descriptive of the surroundings or observational equipment employed than the phenomenon itself. Where does one fit daylight sightings of objects that are not disk-shaped, for example? What about unlight- ed objects flying at night, or reliable radar tracks of objects not seen visually due to overcast skies or other circumstances? What about anomalous ground mark- ings or other effects, and creatures or entities seen without any flying object around, but believed by the witness and the investigator to be associated with or resulting from a manifestation of the flying saucer phenomenon? CLOSE AND OTHER ENCOUNTERS Vallee has proposed four groups with five categories in each group that form a neat, two-dimensional struc- ture (see diagram). The CE, or Close Encounter, group will be most familiar to readers, as it has developed from Hynek's three main categories. Though we have since seen some arbitrary and nonconforming \"exten- sions\" proposed, Vallee's own refinements make sense in a systematic way. For distant flying objects (follow- ing Hynek's definition of 500 feet [150 meters] or more), Vallee suggests classifying them according to the apparent behavior of the object rather than circum- stances independent of it, such as daylight or night, into two groups: MA for \"maneuvers\" and FB for \"fly-by.\" The genius of this scheme is in the introduction of the AN (\"anomaly\") grouping, which allows the clas- sification of the full range and variety of phenomena with which we must deal. These include flashes of light illuminating the sky, detonations or shock waves from no known source, misplaced masses of earth, persons relocated large distances in a short space of time, and sounds, images or artifacts specifically asso- ciated with the flying saucer phenomenon in the minds of the reporters (with the agreement of the MUFON investigators) in situations where no flying object was actually seen. MUFON has accepted reports of these types in the past, but has had no systematic or sensible way of classifying them. Now we do. Perhaps investigators were reluctant to submit reports in the past that did not fall into one of the old \"types,\" even the early Hynek or Vallee systems. By popularizing this better system I hope we can \"widen the net\" and catch those reports that were held back because they did not record the right shape of flying object at the right time of day. Following are the formal definitions. Field Investigators, analysts, researchers and interested readers should arrange to copy this portion and come to know the definitions. Let me know if you find cases clearly within the realm of flying saucer phenomena that cannot be classified within one or more of these \"types.\" THE CLASSIFICATIONS AN1 are anomalies that do not have lasting physical effects, such as amorphous lights or unexplained explosions. AN2 are anomalies with lasting physical effects, such as some poltergeist phenomena, apports (materi- alized objects), and areas of flattened grass. AN3 are anomalies with associated entities. This class could include reports of ghosts, yetis, and other instances of cryptozoology as well as elves and spirits. AN4 are those anomalous reports in which witness- es experience personal interaction with entities in the reality of the entities themselves. They include near- death experiences, religious miracles and visions, and many cases of out-of-body experiences. AN5 are cases of anomalous injuries or deaths, such as spontaneous combustion or unexplained wounds or even permanent healing. FBI is a simple sighting of a UFO \"flying by\" in the sky, the category most frequently reported. FB2 is a fly-by accompanied by physical evidence. FB3 is a fly-by of an object accompanied by the observation of beings on board. FB4 is a fly-by where the witness experienced a transformation of his or her reality into the reality of the object or its occupants. FB5 would be a fly-by as a result of which the wit- nesses would suffer permanent injuries or deaths. MAI gathers those UFO observations that involve an object with a discontinuous trajectory (such as a drop, a maneuver or a loop). MA2 includes those cases that give rise to physical effects in addition to a discontinuous trajectory. MA3 contains the cases of objects with discontinu- ous trajectories when beings are observed on board. MA4 covers instances of maneuvers accompanied by a sense of transformation of reality for the percipi- ent. MAS is a maneuver as a result of which the wit- nesses suffer permanent injury or death. CE1 is the class of objects seen on the ground or at a short distance to the observer. CE2 is the class of close encounters in which physi- cal effects or traces were present. CE3 is the class of close encounters that involve \"entities\" or \"occupants.\" MARCH 1993 NUMBER 299 PAGE 11"},{"pageNumber":13,"pageContent":"MUFON UFO JOURNAL CE4 encompasses the abduction reports in which the witness has not only seen the occupants but claims to have extensively interacted with them inside their craft. CE5 encompasses cases of close encounters in which the witnesses have suffered permanent injuries or other physiological effects, including death. WHY DO UFOs HAVE LIGHTS? Good question; the Director of UNICAT tries to shed some light on the subject. By Dr. Willy Smith ABSTRACT From the very beginning, one of the most prominent characteristics of unidentified flying objects has been the presence of lights, varying in color, intensity, shape and behavior. These properties have been recorded ad nauseam in the literature, to the extent that for the general public the majority of UFOs are no more than mysterious lights moving in the sky. However, no serious attempt has been made to assert the potential significance of those luminous manifes- tations. S ome schools of thought which deny the objective reality of the UFO phenomenon will undoubtedly consider this paper superfluous, because how can the lights of nonexistent artifacts have any significance at all? However, I believe that most researchers will agree that the UFO phenomenon exists, but will have very different opinions of its nature, depending on which specific hypothesis they favor. They will also accept, in general, that lights are an observable char- acteristic of the phenomenon and that a considerable body of evidence — anecdotal if you wish — has been accumulated about those lights and their behav- ior. It is then legitimate to survey and correlate the best of that evidence and see what conclusions — if any — emerge. We will refer systematically to the information contained in UNICAT, a computerized data base of high-quality UFO incidents, in which all cases suspected of psycho-sociological explanation have been eliminated. This does not imply that such cases do not exist, but simply that we consider that the practitioners of other disciplines, like sociology or psychology, are better equipped to deal with them. Thus, an implicit assumption is that the lights are attached to a material object, probably intelligently controlled. No information is available to decide whether these objects have an extraterrestrial origin. LIGHTS NOT ESSENTIAL The first point to consider is that lights must be either essential or optional. By essential, we mean associated with the operation of the craft, its propulsion, or its source of energy, and always present when the craft is in flight. This will imply that UFOs should always have lights, not easily detectable during daytime hours, but pinning down their location at night. This, of course, could be the explanation why most incidents occur in darkness, when their visibility is optimized. Conversely, there would be no night incidents estab- lishing the presence of UFOs without lights. But this simply is not the case. The literature is full of examples in which UFOs have been detected not by their own lights, but by ex- ternal light sources, such as street lights, or by the re- flection of moonlight. Since those incidents always oc- cur at night under poor visibility conditions they typi- cally have a short duration and low information content. One of the better documented cases is the near colli- sion of an American Airlines DC-6 bound for Washington, D.C., on October 19, 1953, with an object that carried no running lights and was described by the captain as a shining thing gleaming with reflected moon- light (Ref. 1). A second example is taken from the Blue Book files (Ref. 2), in which a senior pilot with 14 years of experience reported an object he glimpsed that was illuminated by ground lights and moving on a straight and level path. The official evaluation was \"bird.\" Also significant are those incidents when the UFO is painted by radar, but not detected visually. The UNICAT data base contains about a dozen of those RO (radar only) cases, of which the most interesting is the Nenana, Alaska incident, occurring on January 22, 1952, and described in the Blue Book files (Ref. 3). Three F84's were scrambled one after another in a two-hour episode, during which time strong radar re- turns were observed both on ground radar (Murphy's Dome) and the onboard radars of the planes. One of the jets approached within 200 yards of the target, but pulled out for fear of a collision. No visual contacts were made, and no malfunction of the radar was to be detected afterwards. The official files contain 12 state- ments from pilots and radar personnel, but the case was summarily dismissed as \"abnormal atmospheric condi- PAGE 12 NUMBER 299 MARCH 1993"},{"pageNumber":14,"pageContent":"MUFON UFO JOURNAL tions,\" although the dossier describes the weather as a clear dark night with 15 miles visibility and extremely cold temperatures. And of course, flying objects without lights would move undetected below the radar horizon, a very desir- able strategic advantage for intruders in the atmosphere. All the above weakens the essential lights option, and in the absence of evidence to the contrary we are com- pelled to accept that the lights are optional. However, one must note that although the lights are almost certainly not essential for the operation of the UFO, it is also true that often enough the color and in- tensity of the lights have been reported as changing in correspondence with the dynamic behavior of the un- known. Thus, the possibility that lights could be asso- ciated with certain UFO maneuvers remains open. The parameter GH (color changes) appears in about 10% of the cases listed in UNICAT, as well as in many of the incidents reported in the Blue Book files. For instance, on April 16, 1952, a SAC Commander of the 301st Bomb Wing having more than 3000 hrs. experi- ence, and a second witness, observed a very bright white light reversing its motion in a tight turn, becoming pink during the turn and then red on the reciprocal head- ing (Ref. 4). STRUCTURED CRAFTS OR ONLY LIGHTS? A popular misconception is that the majority of UFO incidents, as reported from all corners of the world, involve only lights. But is it really so? The answer is no, and the large percentage of night lights in the pub- lished literature is due almost exclusively to the absence of a critical selection process in the compila- tions, based in general on press clippings and not on more sophisticated reports prepared by able investiga- tors. For instance, in a recent survey (Ref. 5), we find that 66% of the incidents are classified as NL (night lights). But in Dr. Hynek's nomenclature (Ref.'6), noctur- nal lights are by definition distant events, their nature remaining uncertain until investigated by competent researchers. This is mostly ignored in the usual compi- lations, and a very different picture emerges when using a sophisticated data base such as UNICAT. The pertinent parameters are: CR = craft: The presence of a structured object follows from the available information. NO = lights only: No indication of a solid object is found in the report. The following table summarizes the results obtained from UNICAT. CR XX XX NO XX ( XX % 70.6 26.3 2.4 0.7 UFO RO C1,C2 The first thing to note is that there is practically no overlap of the parameters. Each entry fits neatly into one of the two categories: structured object or lights only. The few exceptions (6 cases) correspond to incidents characterized by two distinct phases. Then there are cases which do not display either CR or NO, corre- sponding to radar only (RO) events, which are far more numerous than shown here. The reason for the apparent low number of RO cases is that their information content is usually low, and hence disqualifies them for a UNI- CAT entry, even if well documented. Having determined that the majority of UFOs are structured objects, and that the lights they exhibit are not essential for their operation, we consider that there are two, and only two reasons why any vehicle would have lights: i) to allow the occupant(s) or controller(s) not on board to see and navigate in the surrounding environment. ii) to attract the attention of others, either to decrease the risk of collision or just to advertise their presence for purposes of their own. H ow do those possibilities apply to the case of UFOs? The first option is belied by the evidence that UFOs fly at night, as we discussed above, unassisted by lights. We can only speculate about the possibility of numerous UFOs moving close to the ground to avoid radar detection, and which, in the absence of lights, are otherwise invisible. Whether they are nuts and bolts in nature, or the creation of deranged human minds, they seem to have an uncanny ability to spot approaching fighters and successfully take evasive action. A remarkable example of this behavior occurred on May 19,1986, when at least six jets of the Brazilian Air Force unsuccessfully chased several fast moving lights over the states of Sao Paulo and Rio, in an incident that lasted hours (Ref. 7). Although visually the lights were fuzzy, they produced solid returns from both ground and onboard radars, and changed colors through red, white and green. The cat-and-mouse game was up- setting for the pilots when the lights eluded the fighters and approached them from the rear. This protracted in- cident is significant not only because of the qualifica- tions of the witnesses involved, but mainly because it was openly released to the press by the government and the military in Brazil. MARCH 1993 NUMBER 299 PAGE 13"},{"pageNumber":15,"pageContent":"MUFON UFO JOURNAL CONCLUSIONS From the above discussion based on observational evi- dence it seems that UFO lights are not essential for their continued operation, although color changes at times are apparently connected with sudden maneuvers involving high accelerations. The lights are not needed for navigation, since UFOs, like our more sophisticated aircraft, don't need to have visual contact with the environment, and man- age quite well to avoid pursuers and obstacles. This leaves us with the alternative that the operators make use of those lights in order to be seen when such visi- bility suits their purposes, whatever they may be. This option is disturbing, as it apparently rules out the hypothesis of a rare but natural phenomenon, while snoring up the idea of nuts-and-bolts machines con- trolled by an intelligence. REFERENCES 1. Edward, Frank; Flying Saucers Serious Business, Lyle Stuart, NY, 1966, p.67. 2. Blue Book Files Microfilm, Roll #21. 3. Ruppelt, E. J.; The Report on Unidentified Flying Objects, Ace Books, 1956, p. 165; Blue Book Files Microfilm, Roll #9. 4. Blue Book Files Microfilm, Roll #9: report IR-152 signed by Major J. H. Tessier. 5. Ferrughelli, P. and Sylvester. B.; National Sighting Yearbook, 1989, 759 entries from 1986 to 1989. 6. Hynek, J. A.; The UFO Experience. Regnery, 1972, p.28. 7. Smith, W.; \"UFO Chase in Brazil.\" in FSR, Vol. 32, No. 1, 1986. p. 6. THE UFOLOGIST, editor Terry Ecker Now in only its sixth issue, this newsletter out of Palatka, Florida, has improved considerably, from 8 to 28 pages, to begin with. Vol. 1. No. 6 is devoted whol- ly to the November 1957 UFO Wave. In particular, several articles, including original newspaper accounts, are given over to the Levelland, TX, car- stopping case, which Project Blue Book put down to atmospheric electrical discharges, perhaps ball light- ning, and witness excitement. NICAP report and excerpt from Air Force file also included. Past issues have focused on local area cases and controversies, including Gulf Breeze, although editor Ecker now appears to be aiming for a national audience. Definitely worth a look if the standards and contents of the latest issue hold up. The Ufologist is published monthly. Subscriptions are $15/yr from P. O. Box 1359. Palatka, FL 32178. Tel: (904) 325-9851. SCIENCE FRONTIERS, editor William Corliss Most \"old-timers\" will be thoroughly familiar with William Corliss and his Sourcebook Project, an ambi- tious, long-term, and need I add still ongoing, attempt to catalog every scientific natural anomaly — astro- nomical, geological, historical and biological — known to modern man and woman. Corliss regularly publishes his findings, culled largely from scientific journals, in a series of affordable hardback catalogs or Sourcebooks. For readers like myself, who grow antsy waiting for the next volume to appear, Corliss also publishes an absolutely indispensable, 4-page, bi-monthly newslet- ter. Science Frontiers. And as if that weren't enough, the Sourcebook Project is also a mail-order bookstore specializing in the literature of scientific anomalies. Corliss is not only to be congratulated for his painstaking research and in making it so readily avail- able to the rest of us, but he should also be supported in this eminently worthwhile endeavor by anyone with even a remote interest in the odd and unusual, or with the belief that the world—more often than not — is indeed stranger than we realize. You should be nearly caught up on your Christmas bills by now, so send Bill Corliss $7 for a six-issue subscription to Science Frontiers and tell him the MUFON UFO Journal sent you. I guarantee you won't spend a better $7 in all of 1993. He can be con- tacted at The Sourcebook Project, P. O. Box 107, Glen Arm, MD 21057. More than highly recommended, this is an absolute must for the anomaly-minded! Newsletter Editors: Want your newsletter reviewed in the Journal? Send copies to the editor: Box 12434, San Antonio, TX 78212. MUFON 1992 INTERNATIONAL UFO SYMPOSIUM PROCEEDINGS \"UFOs: The Ultimate Mystery of the Millennia\" Price: $20 plus $1.50 for postage and handling. Order From: MUFON, 103 Oldtowne Rd., Seguin, TX 78155-4099 STANTON T. FRIEDMAN TO SPEAK IN AUSTIN, TEXAS Nuclear Physicist and Lecturer, Stanton T. Friedman, will speak on Saturday, March 27, 1993 at the Embassy Suites Hotel, I.H. 35 and U.S. 290 in Austin, Texas. Sponsored by Austin MUFON, regis- tration opens at 7 p.m., and Mr. Friedman speaks at 8 p.m. Admission price is $10 per person and $7 for MUFON members. For more information call Ellen Stuart at (512) 288-0505. PAGE 14 NUMBER 299 MARCH 1993"},{"pageNumber":16,"pageContent":"MUFON UFO JOURNAL WASHINGTON, D.C. CONFERENCE On Saturday, February 6, 1993, Washington, D.C. MU- FON held its first ever UFO conference in suburban Silver Spring, Maryland, with nearly 250 people in at- tendance. Billed as \"UFOs, the Story of the Century,\" the day-long meeting combined presentations by well- known researchers with a debate on whether the U.S. government should publicly acknowledge UFO reality. Heading the list of speakers was Navy optical physi- cist and Maryland MUFON State Director Bruce Maccabee, who presented a slide presentation on UFOs. Maccabee replaced scheduled speaker Kevin Randle (on the Roswell crash), who was prevented by weather conditions in Iowa from flying in to address the confer- ence. The debate on government acknowledgment of UFO reality may well be a first at any UFO conference. Supporting government acknowledgment were Maccabee and MUFON D.C. State Director Elaine Douglass, while MUFON New Jersey member Robert Durant and MUFON D.C. member Michael Levintow took the opposing position. The audience was presented with good arguments, both pro and con, and many came to understand the complex issues that come into play when discussing this controversial subject. At the con- clusion of the debate, the audience voted on which team had made a stronger case and overwhelmingly sup- ported public government acknowledgment of UFO re- ality. In the second half of the program, MUFON Virginia State Director Mark Blashak spoke on MUFON's his- tory and discussed some interesting Virginia cases. Elaine Douglass discussed Operation Right to Know's planned demonstration in Washington in July to protest government UFO secrecy. MUFON Maryland Assistant State Director Robert Oechsler made two separate pre- sentations: one on images of UFOs in television and ad- vertising, and one on the Ottowa (Carp) UFO landing case of August 18, 1991. In his first presentation, Oechsler presented slides and videotape to bolster his contention that an indoctri- nation program has been initiated by elements in the U.S. government to condition the public to adjust to the alien presence on earth. This proved very entertain- ing and thought-provoking. Particularly interesting was a clip from a Levi's Dockers TV commercial in which one participant blurts out in the middle of an unrelated dialogue that ''America is hosting EBEs\" and dutifully explains that EBEs are extraterrestrial beings. This seems more than coincidental. In his second presentation, Oechsler discussed the fascinating UFO landing in Carp, Ontario, recently fea- tured on NBC's \"Unsolved Mysteries\" and the Fox Network's \"Sightings\" program. Oechsler showed ex- cerpts of the original videotape he received from the pseudonymous \"Guardian,\" an individual whose identity Oechsler said he was close to establishing, as well as videotape he took showing the alleged landing site. Additional details not covered in the \"Unsolved Mysteries\" broadcast were also provided to the audience. Altogether, the D.C. area conference proved worth- while for those who attended and was a good first effort by Washington, D. C. MUFON. The staid \"Washington Post,\" which usually ignores such events, featured an ar- ticle on the conference on the front page of its Style sec- tion on February 8. — Dan Pinchas KELLY CASE RECONSIDERED One of the most famous UFO cases of all time is one which reportedly took place near the towns of Kelly and Hopkinsville, Kentucky, on August 21-22, 1955. In The UFO Experience, J. Allen Hynek devoted six pages to the case, which involved several \"goblin\"-like crea- tures and the firing of shotguns and rifles at the entities, seemingly without effect. (See also \"UFO: Don't Shoot!\" in this issue.) Since I was travelling through southern Kentucky in November of 1992,1 decided to look into the case my- self, having read about it in several books besides Hynek's. I started at the Hopkinsville public library, but surprisingly found nothing of interest there. I then drove seven miles north to Kelly, expecting to find a typ- ical small Kentucky town. Another surprise: Kelly is not a town at all. but merely a collection of a few houses, which for some reason has acquired a name and is even on the map. There isn't so much as a gas station, a post office or even a food store. I next went to the local newspaper, which obligingly supplied me with copies of articles about the case. In reading them, I came across the name of State Policeman R.N. Ferguson, and on making further in- quiries learned that he is the only person still alive or liv- ing in the area connected with the case. By chance, his wife works for the newspaper. He is retired and lives on the outskirts of Hopkinsville. I called and arranged for an interview the next day. He told me that he vividly recalls the incident because his supervisor called him and made him get out of a sick bed to respond, as he was the only officer living any- where near Kelly. He was therefore the first person to ar- rive at the scene, other than the people directly involved. He took a statement from the families and checked the area, but found no evidence that anything unusual had happened there. He seems totally convinced that there was nothing to the story, and describes the people as \"not the most stable people you'll ever meet.\" Although they claimed to have fired dozens of shots through the window, Ferguson states that the only hole in the win- MARCH 1993 NUMBER 299 PAGE 15"},{"pageNumber":17,"pageContent":"MUFON UFO JOURNAL dow screen was a square one, about one inch square, ap- parently cut out with a razor blade. When another officer arrived later, he pointed out the hole to him, remarking \"Now that's what I call square shooting!\" Ferguson also states that there was a science fiction movie playing at the local theater that week. I wish I could say more about the case, but nearly 40 years after the \"fact,\" there was very little else left to investigate. — John W. Coates Houston, TX DR. FELIX Y. ZIGEL'S UFO RESEARCH Dr. Felix Y. Zigel, recipient of the Moscow Order v of Lenin and professor at the Moscow Aviation Institute, was one of the world's most reknowned ufologists before his death in 1988. Indeed, many consider him the Soviet counterpart of Dr. J. Allen Hynek. He played a highly significant role in carefully research- ing UFO phenomena at a time when the subject was not officially approved by the Communist Party. His writings have been unavailable to Westerners until now. The first English translations of his work are jointly presented by MUFON and the Joint USA-CIS Aerial Anomaly Federation. \"UFO Sightings Over the USSR-1968,\" published by LDA Press, is now available at $14.50 per copy (California residents add 8.25% tax or $1.20). Add $3 p&h for USA surface mail or $4.50 air. Europe and Australia add $5.50 p&h (surface mail). Send order to LDA Press, P. O. Box 880, Los Altos, CA 94023- 0880. \"UFO Landings in the USSR and other Countries\" has been carefully translated by Dimitri Ossipov and edited by Richard F. Haines, American Director of the Joint USA-CIS Aerial Anomaly Federation. \"UFO landings are one of the most amazing features of these mysterious objects,\" writes Zigel in his introduction. \"They so excite our usual understanding of reality, that at first we are inclined to reject as fabrication any landing report. However, almost every UFO landing leaves physical traces on the ground surface, and these traces, as a rule, are stable enough to be subjected to an objective scientific investigation for many months and, sometimes, years.\" UFO investigators and others interested in this mysterious phenomenon will find a wealth of interesting and unexpected information here. The price is $14 from the above address. (California residents add 8.25% tax or $1.15). The Mutual UFO Network is proud to have contributed material for both of these publications as a founding member of the Joint USA-CIS Aerial Anomaly Federation. — Walt Andrus Irena Scott, Director of Publications Recently elected to the MUFON Board of Directors, Irena Scott, Ph.D. (Galena, OH) received her B.S. from Ohio State University: M.S. at the University of Nevada; Ph.D. from University of Missouri; and Post- Doctoral Research at Cornell University. Dr. Scott was an Assistant Professor at St. Bonaventure University in NY and taught Neurophysiology at the Ohio State University Medical School. I. Irena joined MUFON as a Consultant in Physiology in 1985 and became the State Section Director for Delaware and Licking Counties for Ohio in 1992. She has had articles published in the MUFON UFO Journal, IUR, Ohio UFO Notebook and FATE magazine, plus five published papers/abstracts in the peer re- viewed scientific literature. Her UFO opinion: No theories what UFOs are, but thinks it is important to gather the data about possible UFO activity. She also thinks that if data is collected carefully, there may be enough to gain an understanding of the phe- nomena. Dr. Scott is listed in Who's Who in the World, Who's Who in the Midwest, World Who's Who of Women. Dictionary of International Biography, and Who's Who in Frontier Science and Technology. Dr. Scott's first major project as MUFON's Director of Publications will be Co-Editor of the MUFON 1993 International UFO Symposium Proceedings. Irena, her husband and children live at 6520 Bale Kenyon, Galena, Ohio 43021. PAGE 16 NUMBER 299 MARCH 1993"},{"pageNumber":18,"pageContent":"MUFON UFO JOURNAL \"RARE\" STAMPS I must comment on an ad that appeared in the Readers' Classified section of the January 1993 issue of the Journal. This was the one that offered the Sierra Leone \"Face on Mars\" stamp collection for sale for $7500. I know that many people think \"UFO buffs\" are a little weird and gullible, but I hope no one is so gullible as to pay anything remotely resembling the asking price for these stamps. This particular issue has been one of the biggest rip-offs in stamp history; many stamp catalogs do not even recognize many of Sierra Leone's stamp issues. The so-called claim of \"escalating value\" is totally spu- rious. Stanly Gibbons' Stamp Catalog, one of the world authorities on stamp prices, lists the \"Face on Mars\" issue as a set of 36 stamps for 19 Pounds, and the two sheetlets for 90 Pence. You can buy most stamps for less than cat- alog value. Assuming, generously, that a Pound is worth $2, that would make the whole lot of Mars stamps worth about $40 tops. Even at this price, there are very few knowledgeable philatelic buyers who will even buy the is- sue at all. Again, I certainly hope that no member of MUFON is gullible enough to fall for such a scam. —Paul E. Tyler. M.D. Albuquerque, NM CSICOP \"SCIENCE\" The final note in a letter by David A. Harbour in the December MUFON Journal caught my attention and I feel compelled to comment on it. Reference was made to the \"principle of open inquiry for the truth\" and \"The Skeptical Inquirer\" in the same sentence. A few years ago, before I discovered MUFON, I saw an advertise- ment for CSICOP and svas led to believe it was an un- biased scientific investigative agency. Being a man of science and hoping to find a publication that separates the wheat from the chaff. I subscribed. The material I found in the first three issues was not only unscientific, but the paranormal \"premise\" that was investigated was not accurately presented. The premise was not first ex- plained from the paranormal point of view so that one could understand what it was that was being so vi- ciously attacked. The \"scientific\" conclusions were pre- dominantly emotional rather than factual, and some of the more compelling paranormal issues weren't ad- dressed. I wrote a letter explaining my objections and cancelling my subscription, but they kept sending the is- sues anyway, which I promptly filed in my round file. —Keith Conroy State Section Director Utica, NY CONTRA GULF BREEZE Anybody who wonders why the general public and the major media outlets think UFO enthusiasts are gullible zealots, blind to truth and reason, need only read Art Hufford's article in the January issue of the MUFON UFO Journal vindicating Ed Walters. Hufford's arti- cle, which was based on a 29-page report submitted to him by Gary Watson, was completely and totally one- sided. He failed to cite any of the evidence that supports the contention that Ed Walters fabricated his story and photos, of which there is plenty. Hufford shrugs off Hyzer's anti-Ed analysis in favor of Saino's pro-Ed analysis because Hyzer's work wasn't conducted on the original Polaroid prints, as was Saino's. Hyzer's credentials as a photoanalyst are be- yond reproach. Certainly, a man of his experience wouldn't have wasted his time analyzing reproductions if the data gleaned from them could be called into ques- tion, especially in light of the fact that he was doing this for free. In the 1970s, William Spaulding, who pioneered the use of computer enhancement to analyze UFO photos, exposed lots of UFO photos as fakes by analyzing copies of the originals. If using copies is not an ac- cepted practice, then why did MUFON not give Hyzer the originals? Furthermore, it should be pointed out that Hyzer found numerous reasons to suspect fraud in Ed's photos, not just one or two minor inconsistencies. Also, I was under the impression that Hyzer's analysis, be- cause of his reputation, was to be the definitive word on the validity of Walters' photos. MUFON's cavalier dis- missal of his work in light of his experience and exper- tise is unjustifiable. It is nothing more than a case of killing the messenger because you don't like the mes- sage. As an experienced amateur photographer, I have ad- ditional reasons to believe that Ed faked his photos. When photographing a single object it is human nature to place the subject in the optical center of the frame. Yet, in Ed's first series of photos (plates 1-5 in his book) his UFO is in the upper left hand corner. Not in one or two of the photos, but all five. After each shot. Ed had to hold the camera in a vertical position to pull out the film. That meant that during this first encounter, Ed had to put the camera up to his face five times and compose a shot, yet not once, did he get the UFO anywhere near the optical center. I think a likely explanation for this is that the photos are double-exposures. He photographed a model first, and not knowing exactly what his back- ground would consist of. placed the model in the upper left-hand corner to get it out of the way. MARCH 1993 NUMBER 299 PAGE 17"},{"pageNumber":19,"pageContent":"MUFON UFO JOURNAL Another problem I have is that Ed used Polacolor 2 film to take the aforementioned photos. This film is a daylight speed film, having an ASA of approximately 75. Using this film at dusk would require a slow shutter speed. This would make the movement of any lighted object appear as a blur in the photos, yet Ed's UFO is in sharp focus, again in all five photos, despite the fact that on page 28 of his book, he tells us that the object glided along and rocked back and forth. Why doesn't any of this motion show up in the pictures? The only camera blur readily evident is the street light in photos 3 and 4 (these appear to be identical photos). It is somewhat streaked down and to the right. However, the lights on the UFO aren't, giving me still another reason to suspect double-exposure. Another questionable characteristic is the difference in the background sky in photos 1 and 2. In photo 1, there's an opening in the clouds to the left of the distant telephone pole that appears in the lower left of the frame. Also, the cloud line that extends from below the object to the tall tree just to the right of center is a smooth, curved line. However, in picture 2 the opening in the clouds is to the right of the telephone pole and the curved cloud line is broken and irregular. This should not be the case. Again, it would be hu- man nature, upon seeing a UFO, to want to get off a few quick pics in rapid succession. After all, you have no idea how long the object is going to be in view. Consequently, the background details in pictures 1 and 2 should be virtually identical, which Ed's aren't. His first two photos are more indicative of several minutes passing, rather than several seconds. Going back to Hufford's article, he argues that some unknown person constructed the UFO model that was found in Ed's former residence, thus seeming to imply that Ed's telling the truth. Even if somebody did at- tempt to set-up Ed, that doesn't mean that Ed didn't fake his photos. Also, I find it hard to believe that any- body who's smart enough to obtain some of Ed's blue- prints and gain access to his former house without break- ing in, would be dumb enough to use blueprints that could be traced to a design drawn after the event in question. And why bury the thing under insulation in the attic? If Mr. Menzer hadn't had a need to look for the water shutoff valve, the model might have sat up there for years without ever being found. I think there are way too many unanswered questions concerning the model incident to draw any conclusions from it what- soever. As for Hufford's calling into question Tommy Smith's character, I would like to cite Rex and Carol Salisberry's letter to the editor which appeared in the June 1991 MVFON UFO Journal. In this letter they state that Tommy passed two professional voice stress analyses. They also go on to say that Tommy, back in 1988, dis- cussed with his family his involvement with Ed. Why wasn't any of this information, or the other evidence that they cite against Ed in their letter, brought out in Watson's report or Hufford's article? How MUFON can maintain that there is more evi- dence in favor of Ed, than against, is beyond me. I think the organization should do the intellectually honest thing and if not reverse their decision, at least say that things are inconclusive as they stand now. Sincerely, —Chris Brethwaite, M.L.A. Assistant Director of Public Information Missouri MUFON CONTRA GAG-ORDERS I wish to correct a mis-statement in the January 1993 MVFON Journal. The claim \"Sainio originally set out to prove Ed Walters' photographs were fake...\" is incorrect; proper scientific procedure demands that any conclu- sions be made after evidence examination, rather than be influenced by preconceived biases. Sharing data is also proper scientific procedure. To the reader curious why Hyzer \"was hampered (by lack of access to) the original Walters photos,\" I should explain that I did not consider providing Hyzer with originals, professional copies, or digital scans of Walters' photos, since Hyzer sent Walt Andrus a \"gag order\" disallowing MUFON researchers from corresponding with him. Hyzer's complaints re- garding photo non-availability, in the October 1992 MVFON Journal, were a result of self-imposed isola- tion. —Jeff Sainio MUFON Staff Photoanalyst Hartland, WI WRITE TO KNOW! As Fred Whiting's partner in the effort to bring about congressional and related action on the Roswell/Corona, New Mexico, \"crashed saucer\" case, I was disturbed by the Dan Pinchas, Operation Right to Know (ORK) letter in the January 1993 issue of the Journal. ORK's commitment to the cause of the public's right to know the truth about UFOs is to be applauded, and I strongly encourage Mr. Pinchas and his associates to stick to their guns. However, I am very concerned about how they point and fire them. No '60s-style stuff, please! Call off the planned White House demonstration. Such an in-your-face tactic could be fatal to our efforts in Congress and at very high levels elsewhere in Washington to get at and make public the whole truth about Roswell. In fact, one of our key contacts has told us that his boss will \"run like a scalded cat\" if the ORK demonstration takes place and gets significant \"silly season\" media coverage. Contrary to what Mr. Pinchas and ORK seem to be- lieve, \"working quietly\" is not a synonym for \"ineffec- tual.\" As one who has spent far too many years of his PAGE 18 NUMBER 299 MARCH 1993"},{"pageNumber":20,"pageContent":"MUFON UFO JOURNAL life engaged in the care and feeding of political ani- mals, I know a bit about what makes them tick. The po- litical animal is a nervous creature indeed, particularly the species elected public official. Anything perceived as detrimental to chances for reelection or effectiveness with colleagues is avoided like the plague (the few ex- ceptions to this species-wide behavior serve only to prove the rule). For the political animal nothing is worse than being considered kooky or silly, even slightly so. Unfortunately for those of us who take UFOs seri- ously, being seen to be a champion of matters ufological ranks very high on the political animal's avoidance list, and no amount of public opinion statistics, etc. \"prov- ing\" this fear is unwarranted will change this. This is a given and will remain so until Klaatu lands on the Ellipse-or, perhaps, the truth about Roswell is made public. Roswell provides an opportunity for success un- matched by any other UFO case of which I am aware. This is because it offers both upfront \"cover\" for the po- litical animal and the potential to bring to light the ex- istence of physical proof of the reality of UFOs and expose the associated government cover-up. By down- playing the UFO angle and focusing on such elements of the case as civil rights violations, abuse of authority by military and civilian officials, and unwarranted govern- ment secrecy (that is, providing cover), Fred and I have had significant success with key congressional staff and members of Congress. We are on the threshold of inquiries preliminary to hearings sometime later this year — not a genteel ex- change of scholarly opinion such as Congressman Roush's 1966 UFO symposium (which did involve more than the government's view, Mr. Pinchas), but full-scale, precisely aimed hearings designed to compel disclo- sure of all facts about a particular well researched, well documented case, Roswell. Obviously, such a course must lead to questions about the true nature of what was recovered on the Foster Ranch, and then! ... Bui there will be no \"then!\" if our political animals are spooked by the antics of a bunch of UFOnuts in front of the White House — which is exactly how the media will play a White House demonstration, if they play it at all. There is the possibility that there will be no or very little media coverage, in which case, no harm done (maybe) — but no good either. If you are considering participating in ORK's demon- station, ask yourself: Do I want to contribute to some- thing that at best will be totally ineffectual and at worst, and most likely, could kill the strongest chance we have ever had to draw back the veil of UFO secrecy? If ypur answer is \"no,\" there is a constructive alternative: Write to your U.S representative and both your U.S. senators, urging them to pursue the facts about Roswell — not UFOs in general, but the Roswell case in particular. (Fred's model letter in the November 1992 Journal is ideal for this and makes it easy.) A large number of well-reasoned letters from his constituents makes a po- litical animal sit up and take notice of and action on an issue, with the bonus of providing cover, if needed. Your pen is mightier than the placard. Prove it. Write to your representative and senators, and help us make UFO history. — Karl T. Pflock Merrifield, VA Address letters to the editor, Dennis Stacy, Box 12434, San Antonio, TX 78212. UFO CONFERENCES FOR 1993 March 17-21 — TREAT V Conference in Santa Fe, New Mexico. For information contact TREAT, P.O. Box 728, Ardsley, NY 10502. April 2-4 — Fifth Annual Ozark UFO Conference, Inn of the Ozarks, Eureka Springs, Arkansas. For information call (501) 354- 2558. April 10-12 — Seventh European Lyons Congress, Hotel de Congress, Lyons, France. For information in the U.S.A. please contact W.P. LaParl, 19 Wood St., Hopkinton, MA 01748-1132 or telephone (508) 435-4961. April 16-18 —The Fourth UFO and Abduction Conference, The Days Inn, Bordentown, New Jersey. For information contact Pat J. Marcattilio at (609) 888-1358. April 30 - May 2 — Exploring Unexplained Phenomena Number 5, Lincoln, Nebraska. For information call (402) 421-1701, 1-7 p.m. CST. April 30 & May 1 — The Ultimate UFO Seminar, Little A'Le'lnn, Hwy. 375, Rachel, Nevada. For information call Gary Schultz (310) 393-0778. Hosts: Joe and Pat Travis. July 2, 3, & 4 — MUFON 1993 International UFO Symposium at Hyatt Richmond Hotel, Richmond, Virginia. For information please contact Mark E. Blashak, P.O. Box 207, Manakin-Sabot, VA 23103. July 24 & 25 — The Seventh International UFO Congress spon- sored by BUFORA, University of Bristol, School of Chemistry, Cantocks Close, Bristol, England. For further information contact BUFORA Congress, The Leys, Suite 1, 2c Leyton Road, Harpenden, Herts, AL5 2TL, England. August 1-5 — Ancient Astronaut Society 20th Anniversary World Conference, Imperial Palace, Las Vegas, Nevada. To register con- tact Ancient Astronaut Society, 1921 St. Johns Ave., Highland Park, IL 60035-3105 or call (708) 295-8899. August 14 & 15 — International UFO Conference, \"UFOs: Fact, Fraud or Fantasy.\" Sheffield Polytechnic, Main Building on Pond Street in Sheffield, So. Yorkshire, England. For information please contact Independent UFO Network, 1 Woodhall Drive, Batley, West Yorkshire, England WF17 7SW. October 9-10 — The UFO Experience, Holiday Inn, North Haven, Connecticut. For information contact John White , Omega Com- munications, P.O. Box 2051, Cheshire, CT 06410. MARCH 1993 NUMBER 299 PAGE 19"},{"pageNumber":21,"pageContent":"MUFON UFO JOURNAL FREE READING LIST and other sources of reliable informa- tion on the UFO phenomenon, including more than 50 book titles, organizations and publications. Also lists 45 publications (books, reports, videotapes and government documents) offered by the Fund for UFO Research. Send name and address to: Fund for UFO Research, P.O. BOX 277-M, Mt. Rainier, MD 20712. ALIEN BEINGS SCULPTURES: Miniature to full life-sized being. Call or write for catalog: Jann L. Bach (719) 475-7778 or 3120 Bonne Vista Dr., Colorado Springs, CO 80906. ALIEN CONNECTION: One-hour video. Story told by Calvin Parker, abducted in Pascagoula, MS in 1973. Send check or money order for $19.95 plus $2.95 s&h to UFO Investigations, Inc., 874 Gerard St., Mandeville, LA 70448 or telephone (504) 626-3843. UFO INTELLIGENCE NEWSLETTER: A must for researchers. Interesting articles and a constantly updated comprehensive listing of recent U.S. sightings in chronological order, including graphs on interesting statistics. Sample copy, $1.00,12 issues for $13.50. Check to: Francis Ridge, 618 Davis Drive, Mt. Vernon, IN 47620. UFO CURIOUS CONTACT SERVICE! Meet others like yourself! Coded names, info, SASE to: Mutual Interests MU5, P.O. Box 10041, Scottsdale, AZ, 85271. MI papers: \"Incident Analysis Report\" (Gulf Breeze, Walters), $2.00; \"Alien Presence Analysis,\" $3.00; \"Suggested UFO Contact Protocols & Procedures,\" $2.00. Money order only to above address. Includes postage. NEW! Call the UFO-INFOLINE to get the latest information on sightings, opinions and theories related to the worldwide UFO phenomenon. 2 to 3 minute message updated frequently. Call 1-900-990-0085 ext. 949, $2.00 a minute. Under 18 must have parental permission. Touch Tone phone required. Send correspondence to: UFO-INFOLINE, P.O. Box 31724, San Francisco, CA 94131-0724. AREA 51 VIEWER'S GUIDE: Detailed milepost log of Nevada Highway 375, home of \"Black Mailbox\" and many saucer reports. Viewing sites, back roads, services, maps, ref- erences, practical tips. $15.00 + $3.50 priority mail postage. Sales agent: Little A-Le-Inn, HCR Box 45, Rachel. NV 89001. (NV residents add 98c tax.) UFO & Fortean books, magazines for sale. For free list, please send SASE to J. Fisher, Rte. 1, Box 178, Lake Toxaway, NC 28747. CROP CIRCLE LANGUAGE: 10-volume book (as seen on TV evening news!), 457 pages. Knowledge-based theory has passed prediction test. Boxed set includes Reading Manual and Translation Guide (Mars Face identified), 7x8 1/2\". $29.95 + $4.05 shipping. Lecture videos, radio interview tapes available. Steve Canada, Box 1913, Morro Bay. CA 93443- 1913. RESEARCHER CONDUCTING STUDY of Contactees/Ab- ductees through the University of Kansas. Seeking Contactees/Abductees willing to share communications received or discerned from non-human entities. Strict confi- dentiality guaranteed. No case will be used in final study with- out permission. C. S. Matthews, Smith Hall, University of Kansas, Lawrence, KS 66045-2164. MK NEWSLETTER: One or two-page quarterly inspired by author's abduction experience in 1989. MK methods, book reviews, abductions, etc. Other related subjects—human/alien connection? Mars connection? UFOs, hypnotism, the paranor- mal. Comes with collectible offers. $1 latest issue; $3/yr. Nelson & Co., 525 S. Main, # 308, Del Rio, TX 78840. END THE SECRECY T-SHIRTS! Help end the secrecy by collecting 3 T-shirts that make a serious statement about UFOs & the government cover-up. Each shirt has beautiful artwork of aliens or UFOs and a sobering message. Send SASE for information to: Outer Worlds Connection, P. O. Box 24880, Omaha, NE 68124. \"THE BENNEWITZ PAPERS\": Scientist harassed/fed disin- formation by military after establishing communications with aliens through radio & television, as well as having filmed UFOs on ground inside Kirtland AFB. \"Dark secrets\" exposed by author Christa Tilton. 90-page \"Confidential\" Report, $28.50 (Priority Mail). Global Communications, Box 753(M), New Brunswick NJ 08903. APRIL 30 - MAY 2, 1993: \"Exploring Unexplained Phenomena Number 5,\" Lincoln, NE. Professor John Salter, Kevin Randle, Stanton Friedman, Harry Jordan & Dr. John Casher, Linda Howe, Budd Hopkins, Rosemary Guiley, Raymond Boeche, John Carpenter. $45, call (402) 421-1701, 1- 7 p.m. CST for info. UFO VIDEOs: Bill Hamilton & John Lear on secret installa- tions; Linda Moulton Howe & Edith Fiore on abductions; Michael Lindemann on government cover-up; Richard Hoagland on Mars; Colin Andrews on crop circles; Norio Hayakawa's UFOs over Area 51 & more! Send $1 for catalog: Lightworks, Box 661593MU2, Los Angeles, CA 90066. ENJOY EUREKA SPRINGS' FINEST VICTORIAN BED & BREAKFAST INNS during April's Ozark UFO Conference. All inns are within 3 blocks of convention center & feature private baths, Victorian decor, full gourmet breakfast, off- street parking & trolley stop. For reservations & information call Bed & Breakfast Association of Eureka Springs: (501) 253-6657. READERS' CLASSIFIEDS: To place your ad in this section simply enclose a check for $15 for each issue of the Journal in which you wish it to appear. Limit 50 words please. Authors advertising books must make a hard copy available to the edi- tor. Acceptance is at the discretion of the editors and in no •way implies endorsement by the Mutual UFO Network, its Board of Directors or the Journal itself. Mail ad and check, made out to MUFON. to Dennis Stacy, Box 12434, San Antonio, TX 78212. PAGE 20 NUMBER 299 MARCH 1993"},{"pageNumber":22,"pageContent":"MUFON UFO JOURNAL o APRIL 1993 • Bright Planets (Evening Sky): Mars (magnitude 0.9), moving from Gemini into Cancer during the month, stands high in the SSW at dusk, advancing westward. The planet is 5° S of Pollux on the 14th, the 3rd conjunction in a row with the star; Mars lines up with Pollux and Castor about April 20. The quarter Moon lies below the planet on the 28th. Jupiter (-2.4), in Virgo, is still retrograding just past its opposition to the Sun. The giant world is low in the ESE at dusk and progresses westward across the sky during the night. It is not far from the full moon on the night of April 5-6. • Bright Planets (Morning Sky): Venus (-4.3) moves into the morning twilight April 1. becoming more easily visible by midmonth when it can be seen low in the E at dawn. Its large crescent phase is discernible through binoculars early in April, especially near sunrise when sky contrast is less. Watch the narrowing lunar crescent from the 18th to 20th as it approaches and passes Venus. The pair makes a really spectacular rendezvous on the 19th, being only I ° or less apart at dawn. From Hawaii the Moon rises that morning with the brilliant planet be- hind it. Venus pops out from behind the dark limb at 5:12 a.m. HST (Honolulu). Elsewhere in the U.S. the entire occultation of Venus, from disappearance to emergence, may be seen with difficulty in daylight if one tracks the Moon and Venus after sunrise. (The Moon lies 26° W of the Sun.) Use binoculars or a tele- scope. From Los Angeles the planet vanishes behind the lunar crescent at 8:10 a.m. PDT, reappearing at the dark limb 66 minutes later. The event occurs at Washington. DC, from 12:22 to 1:38 p.m. EOT. Mars sets in the NW about 2:30 a.m. daylight time in midmonth. Jupiter moves across the southern sky. setting in the W about 5:30 a.m. in mid-April. Saturn (0.9), in Aquarius, rises about 4 a.m. in mid- month and is low in the SE at dawn. The ringed planet can be found below the crescent Moon on the 16th. • Meteor Shower: The annual Lyrid meteors, lasting from about April 19 to 24. peak on the morning of the 22nd at a rate of about 15 per hour. Their radiant point stands almost overhead at dawn. Lyrids are bright, white, and of medium speed. Only about five percent of them leave persistent wakes called trains. € • Moon Phases: Full moon—April 6 Last quarter—April 13 New moon—April 21 First quarter—April 29 • The Stars: The Winter Circle stars slip lower into the W, while the spring-time constellations now occupy the eastern half of the heavens during midevening hours. Leo, with his prominent \"sickle,\" stands due S at 10 p.m. daylight time. The first half of April holds the distinction of having more Ist-magnitude stars than any other time of the year. Eleven of these luminaries range across the sky from E to W in the following order: Vega, Arcturus, Spica, Regulus, Pollux, Procyon, Capella, Betelgeuse, Sirius, Aldebaran and Rigel. Jupiter and Mars are also present. Even from many cities, just about everyone can spot the 7 stars of the Big Dipper hanging upside-down high in the northern sky. Next month we'll review that asterism's handy built-in pointer system for finding other stars and constellations. UNITED NATIONS VIDEO On October 2, 1992, a UFO presentation was made to the Parapsychology Society and interested UN of- ficials in the Dag Hammarskjold Auditorium at the United Nations in New York City to reopen Decision GA33/426 previously enacted by the General Assembly on December 18, 1978. MUFON has pro- duced a video tape depicting the most significant as- pects of this important meeting. The two-hour VHS video tape is composed of the opening and closing remarks of Mohammad A. Ramadan (Egypt), \"The Cosmic Watergate: Basic Facts\" by Stanton T. Friedman, M.S., \"Medical and Scientific Evidence\" by John F. Schuessler, M.S., and \"An Open Letter to the Secretary-General and the UN Committee on the Peaceful Uses of Outer Space\" by Robert H. Bleichman, J.D. The latter three speak- ers are all members of MUFON's Board of Directors. MUFON has initially ordered 500 copies of this monumental UN presentation to be made available immediately. Orders may be placed by mailing a Postal Money Order or personal check made payable through a U.S. bank for $19.95 plus $2 for postage and handling to MUFON, 103 Oldtowne Road, Seguin, Texas 78155-4099. MARCH 1993 PAGE 21"},{"pageNumber":23,"pageContent":"MUFON UFO JOURNAL MESSAGE - Continued from Page 24 When Dan Wright resigned as Deputy Director, Investigations, to devote his undivided attention to the abduction transcription project, he was superseded by Jerold \"Ron\" Johnson on the MUFON Executive Committee. T. David Spencer (Austin, TX), recently retired IBM engineer, has taken over the responsibili- ty for entering UFO sighting reports into the computer from the computer input forms No. 2, submitted by field investigators. Mr. Spencer joins the MUFON Staff for Computer File-UFO Reports, reporting to Ron Johnson. Ansen Seale (San Antonio, TX), a professional photographer, is being recognized for his past out- standing work at UFO symposia and with the MUFON UFO Journal by being promoted to Staff Photographer, working directly with Dennis Stacy. MUFON 1993 SYMPOSIUM The theme for the MUFON 1993 International UFO Symposium is \"UFOLOGY: The Emergence of a New Science.\" Hosted by MUFON Virginia, the conference will take place the weekend of July 2, 3 and 4, 1993, at the Hyatt Richmond Hotel, 6624 West Broad Street, Richmond, Virginia 23230. Virginia State Director Mark E. Blashak is the symposium chairperson and Walt Andrus is the program chair- man. Other committee chairpersons are Mrs. Lisa Blashak, Treasurer; Bruce Hauser, Transportation; Eve and Ted Preciado, Registration; and Michael Hutchison, Public Relations. The list of confirmed speakers reflects the interna- tional scope of the symposium and the theme. Speakers from foreign countries are Vincente-Juan Ballester Olmos (Spain), Colin Andrews (England), Cynthia Hind (Zimbabwe), Illobrand von Ludwiger (Germany), and Hoang-Yung Chiang, Ph.D. (Taiwan). Other featured speakers on the agen- da are John E. Mack, M.D., George Knapp, Linda Moulton Howe, John F. Schuessler, Wesley E. Ellison, Jeffrey W. Sainio, Jorge Martin (Puerto Rico) and Budd Hopkins. Three-hundred and fifty rooms have been blocked for July 2 and 3 at the Hyatt Richmond Hotel for attendees at a special rate of $62 per night for single, double, triple or quad occupancy by calling the reser- vation desk at (804) 285-1234 or FAX (804) 288-3961 and advising the desk that you are attending the MUFON 1993 UFO Symposium. A limited number of rooms have been reserved for July 1, 4 and 5 for those arriving early or staying over for a few days at the same rate. Other important events scheduled for Friday, July 2, will be the annual State/Provincial Director's meeting from 10 a.m. to 5 p.m., a press conference from 1 to 3 p.m., and everyone is invited to the Reception from 6 to 9 p.m. Reservations must be made for the reception, which will feature a light buffet with a cash bar for $10 per person. This is a grand opportunity to not only meet the speakers, but to converse with your colleagues in ufology. When you are making your advance regis- trations please indicate if you will be attending the re- ception and include the admission price. All Assistant State/Provincial Directors, Continental Coordinators, National Directors, and Foreign Representatives are cordially invited to attend the State/Provincial Director's Meeting on July 2. The MUFON Annual Corporate Board of Director's Meeting will be held Sunday morning, July 4 from 9 a.m. to 12 noon. Since..the speakers will be videotaped under con- tract, no video cameras will be permitted inside the auditorium. Still cameras are authorized, but no flash photos will be allowed. Advance registrations may be obtained before June 1, 1993, by mailing a check or money order for $45 per person payable to \"MUFON 1993 UFO Symposium'' to the following address: Virginia MUFON, P.O. Box 207, Manakin-Sabot, VA 23103. After June 1st, the registration fee will be $50 or $10 per session. CENTRAL REGIONAL DIRECTOR ELECTION George R. Coyne will be completing his first four- year term on the MUFON Board of Directors on June 30, 1993, as Central Regional Director. The central region is composed of the following states: MI, OH, KY, TN, AL, MS, IN, IL, WI, MN, IA, MO, AR, LA, TX, OK, KS, NE, SD and ND. This is an elected office to the Board of Directors by all of the members living in the designated states through a ballot enclosed with the MUFON UFO Journal prior to the election. Anyone living in the above states is eligible to be a candidate for this prestigious position, howev- er only State and Assistant State Directors may offi- cially nominate candidates. If you are interested in being a candidate, please write to your State Director, expressing your desire and include a resume of your qualifications. The date for receiving nominations in Seguin, Texas, has been extended to March 31, 1993, with the election occurring early in the spring of 1993. After a miraculous recovery from a three-month ill- ness, we are very happy to report that Mr. Coyne is again fulfilling his director's duties and responsibili- ties and has expressed a sincere desire to run for reelection to a second term. Shirley has confirmed this diagnosis of his overall health. They will be attending the Ozark UFO Conference in Eureka Springs, AR, in April and will drive to Detroit for the special screen- ing of \"Fire in the Sky\" on March llth. Another qualified person has been nominated by the Missouri State Director as a candidate for this PAGE 22 NUMBER 299 MARCH 1993"},{"pageNumber":24,"pageContent":"MUFON UFO JOURNAL important post. He is William E. \"Bill\" Jones, J.D., Assistant State Director for Ohio and State Section Director for Franklin and Fairfield Counties, living in Columbus, Ohio. Bill is a veteran ufologist, however he has become far more involved in the last few years in his endeavor to revitalize MUFON in the Buckeye State. A lawyer by profession, he is employed at the prestigious Battelle Memorial Institute in Columbus. Mr. Jones has now asked to have his name withdrawn from the election due to his very recent promotion to Ohio State Director, a position which will require his maximum attention and effort. He offers his support to George Coyne. A second candidate has allowed his name to be submitted for nomination. He is Walter L. \"Barney\" Garner, Jr. (Baton Rouge), Louisiana State Director. Mr. Garner retired from the USAF in 1972 as a Lt. Colonel and from the faculty of Louisiana State University in 1988. Since becoming State Director in 1989, Barney has organized the state investigative team through Parish State Section Directors and three geographically located Assistant State Directors. He produces a very professional state newsletter. We are seeking other competent candidates in the Central Region of states. If you have a serious interest in serving MUFON in a management capacity, please contact your State Director. UFO CASEBOOK: 7TH INTERNATIONAL UFO CONGRESS The British UFO Research Association (BUFORA) presents \"UFO Casebook: The Seventh International UFO Congress\" on Saturday and Sunday, July 24 and 25, 1993, from 10 a.m. to 6 p.m. daily at the University of Bristol, School of Chemistry, Lecture Theater 1, Cantocks Close, Bristol, England. The pro- visional line-up of speakers is: Walter H. Andrus, Jr. (USA); Dennis Stacy (USA); Dr. Willy Smith (USA); Paul Vanbrabant (Belgium); Clive Potter (UK); Dr. John Shaw (UK); Jenny Randies (UK); Albert Budden (UK); Ken Phillips (UK); and Paul Fuller (UK). There will also be a Congress dinner on Saturday, July 24th to be held in the university where overnight accommodation is also available on site. For further details and a Congress booking form please write to: BUFORA Congress, The Leys, Suite 1, 2c Ley ton Road, Harpenden, Herts, AL5 2TL, England. UFO SEMINAR AT RACHEL, NEVADA Hosted by Joe and Pat Travis, \"The Ultimate UFO Seminar\" will be held Friday evening and all day Saturday, April 30 and May 1, 1993, at the Little A'Le'Inn on state highway 375 in Rachel, NV 89001. Speakers scheduled are George Knapp, Tony Pelham, John Lear, and Gary Schultz. The admission price is $50 per person which includes four meals at the Little *zp^h} Richard and Maria Rowlelte. New Mexico Co-State Directors. A'Le'Inn restaurant. Attendance will be confined to 75 people due to space accommodations. Since overnight facilities in Rachel are very limited, atten- dees are urged to bring their own motor home, camper or tent. Reservation checks should be made payable to Noria Hayakawa, Chairperson, P. O. Box 599, Gardena, CA 90248. For further information please call Gary Schultz at (310) 393-0778. Joe Travis is MUFON's State Section Director for Lincoln County. MUFON Amateur Radio Net 80 meters — 3.978 MHz — Saturday, 8 p.m. 40 meters — 7.237 MHz — Saturday, 8 a.m. 20 meters — 14.264 Mhz — Thursday, 8 p.m. 10 meters — 28.470 MHz — Sunday, 3 p.m. Alternate if 10 meters is dead 20 — meters 14.264 MHz — Sunday, 3:15 p.m. All times Eastern Standard or Daylight MUFONET-BBS NETWORK Member's Communication Link Call for the BBS nearest you! Data No. 901 -785-4943 8-N-1 Australia—U.S.— Canada UFOs, MJ-12 AND THE GOVERNMENT: A Report on Government Involvement in the UFO Crash Retrievals (113 pages) by Grant Cameron and T. Scott Grain Price: $19 plus $1.50 for postage and handling. Order From: MUFON, 103 Oldtowne Rd., Segum, TX 78155-4099 MARCH 1993 NUMBER 299 PAGE 23"},{"pageNumber":25,"pageContent":"MUFON UFO JOURNAL Walter Andrus NEWS FROM AROUND THE NETWORK FORTHCOMING MUFON UFO SYMPOSIUMS As a reminder for planning purposes, the following annual MUFON International UFO Symposiums are scheduled for July 2, 3, and 4. 1993. at the Hyatt Richmond in Richmond, Virginia: July 8, 9. and 10, 1994, at the Hyatt Regency-Town Lake in Austin. Texas: and July 7. 8. and 9. 1995, at the Red Lion Hotel/Seatac in Seattle, Washington. Also for advance planning by strong state or local MUFON organiza- tions, these future locations are now available for written bids: 1996 - Eastern Region, 1997 - Central Region, and 1998 - Western Region. Canada and Mexico are invited to bid whenever they feel comfort- able in hosting a MUFON symposium. In 1982, the MUFON symposium was held in Toronto. Canada. Verbal inquiries of interest have been received from Springfield, MO. and Denver, CO. but letters of con- firmation have not been received. 1993 NATIONAL UFO INFORMATION WEEK Virginia M. Tilly, Director of Public Education, has announced that the 1993 National UFO Information Week has been scheduled for August 14 through 22. 1993. Recognizing that considerable work is required to build photo exhibits for display purpos- es. now is the time to start planning local activities for shopping malls, public libraries, etc.. for this year. NEW OFFICERS William Edward Jones, J.D. (Columbus) was pro- moted to Ohio State Director, replacing Fred W. Hays (Kettering). Formerly the Assistant State Director, Bill has been publishing the MUFON of Ohio Newsletter and is reorganizing the state of Ohio into six geographically placed associate directors who will perform like Assistant State Directors to coordi- nate investigations, training and meetings. Robert F. Bowker, Lt. Col. USAF Ret. (Payette), Amateur Radio Operator K6QT and former state section direc- tor in southern California was appointed State Director for Idaho, replacing Don C. Mason. Richard Rowlette (Albuquerque), New Mexico State Director has recommended that his wife, Maria, be his Co-State Director, since they have been function- ing as a very effective team. Lee G. McDermot (Appleton), presently a state section director, has accepted the responsibility of Assistant State Director in Wisconsin, reporting to Jeffrey W. Sainio. Lee has become very involved in the recent UFO sightings in Dodge County. Walter L. Garner, Jr., Louisiana State Director, appointed Halley H. Price (Amite) to be his Assistant State Director for southeastern Louisiana. The following new State Section Directors were designated this past month: P.T. \"Pete\" Richardson (Idaho Falls, ID) for Bonneville, Jefferson, Madison and Teton Counties; Christopher C. Schmitt (Newtown, CT) for Fairfield County, Darryl B. Furse (Dickinson, TX) for Galveston and Chambers Counties; Clifford E. Stone (Roswell, NM) for Chaves and Lincoln Counties; Mike L. Scarbrough (Cedar Falls, IA) for Black Hawk, Grundy, Bremer and Buchanan Counties; Watts Ferguson (Clinton. SC) for Laurens and Newberry Counties; Michael A. Crump (Rock Hill, SC) for York and Cherokee Counties; Kurt L. Battenfeld (Phoenix, MD) for Baltimore County; Patrick J. Packard (Fairfield. OH) for Butler, Warren and Hamilton Counties; Marion G. Simpson, M.D. (Covington, LA) for St. Tammany and Washington Parishes; Patricia Gates (Colfax, LA) for Grant Parish, and Loy K. Lawhon (Tupelo, MS) for Lee, Itawamba, Pontotoc and Union Counties. CONSULTANTS AND RESEARCH SPECIALISTS Four professionals have volunteered their talents as new Consultants during the past month. They are Andre Phillips, Ph.D. (Saskatoon, SK, Canada) in Atmospheric Physics: Pamela L. Blake, Ph.D. (Honolulu, HI) in Remote Sensing and Spectroscopy; Carol Wesley Steiner, Ph.D. (Buffalo, NY) in Psychology; and Shane M. Watson, L.L.B. (Burlington. ON, Canada) in Law. New Research Specialists joining MUFON are the following: G. Daniel Dockery, M.S. (Columbia, MD) in Electrical Engineering; Christopher Roth, M.S. (Chicago, IL) in Social Sciences; John H. Stevens, M.S. (Reston, VA) in Physics, and George T. Morris, M.S. (Valley Head, AL) in Electrical Engineering. MUFON STAFF It is a pleasure to announce the appointments and recognition of several members to MUFON Staff positions. Dan R. Wright, M.A. (Morrice, MI), for- merly Deputy Director, Investigations, Central Regional Director and Michigan State Director, is heading up the new Abduction Transcription Project on the MUFON Staff, reporting to John S. Carpenter, Director for Abduction Research. Dan has been working with over 20 volunteer MUFON mem- bers who have been transcribing the abduction tapes of prominent researchers. His team is performing a valuable service to the UFO abduction research com- munity which is thoroughly appreciated. Continued on page 22 PAGE 24 NUMBER 299 MARCH 1993"}]
