[{"pageNumber":2,"pageContent":"MUTUAL UFO NETWORK UFO JOURNAL DECEMBER 1994 ~J    NUMBER 320 $3 «>"},{"pageNumber":3,"pageContent":"MUFON UFO JOURNAL OFFICIAL PUBLICATION OF THE MUTUAL UFO NETWORK SINCE 1967 DECEMBER 1994 NUMBER 320 THE PARANORMAL CONNECTION Keith Basterfield REPORT ON SPACE ACTIVITY IN ZIMBABWE WHAT MacARTHUR REALLY SAID PRE-WWI UFOs OVER WESTERN CANADA Cynthia Hind W. Ritchie Benedict 8 CURRENT CASES ROUND-UP GENETIC AGENDA A DOUBLE-CROSS? THE UFO PRESS NEWS 8. VIEWS MUFON FORUM READERS' CLASSIFIEDS THE JANUARY NIGHT SKY DIRECTOR'S MESSAGE COVER: (Artwork by Wesley S. Crum) Casteel. Ridge, Croda. Anderson Karla Turner Letters: Pflock, Spencer. Wong Walter N. Webb Walter H. Andrus, Jr. II 13 W. Ritchie Benedict. Bruce Maccabee 15 17 19 21 22 24 MUFON UFO JOURNAL (USPS 002-970) (ISSN 0270-6822) 103 Oldtowne Rd. Seguin, TX 78155-4099 Tel: (210) 379-9216 FAX (210) 372-9439 EDITOR Dennis Stacy ASSOCIATE EDITOR Walter H. Andrus, Jr. COLUMNISTS Walter N. Webb John S. Carpenter ART DIRECTOR Vince Johnson Copyright 1994 by the Mutual UFO Netii'ork. All Rights Reserved. No parl of this document may be reproduced in any form without the written permission of the Copyright Owners. Permission is hereby granted to quote up to 200 words of any one arti- cle, provided the author is- credited, and the statement. \"Copyright 1994 by the Mutual UFO Network, 103 Oldtowne Rd., Seguin, Te\\as 78155,\" is initiated. The contents of the MUFON UFO Journal are determined by the editors and do not necessari- ly reflect the official position of the Mutual UFO Network Opinions expressed are solely those of llic individual authors. The Mutual UFO Network. Inc. is e\\empt from Federal Income Tax under Section 501 (c) (3) of the Internal Revenue Code. MUFON is a publicli/ supported organization of the type described in Section 509 (a) (21 Donors may deduct contributions from their Federal Income Tax. Bequests, legacies, devises, transfers or gifts are also deductible for estate and gift purposes, provided then meet the applicable provisions of Sections 2055, 2106 and 2522 of the Internal Revenue Code. The MUFON UFO Journal is published monthly b\\i the Mutual UFO Network, Inc., Seguin, Texas. Membership/Subscription rates: $25 per year in the U.S.A.; $30 foreign in U.S. funds. Second class postage paid at Seguin, TX. POSTMASTER: Send form 3579 to advise change of address to: MUFON UFO JOUR- NAL, 103 Oldtoivne Rd., Seguin, TX 78155-4099."},{"pageNumber":4,"pageContent":"MUFON UFO JOURNAL THE PARANORMAL CONNECTION Australian researcher posits a strong connection between abductions and parapsychology. by Keith Basterfield A t the 1994 MUFON symposium held in Austin, Texas, abductee and author Karla Turner voiced her opinion that our understanding of the ab- duction phenomenon underestimates its depth and com- plexity. Citing our current thoughts as to why abductions are occurring, namely the genetic experimentation hy- pothesis, or that they will somehow help us progress as not nearly wide enough, she spoke of the need to include reports of brain operations, forced sexual encounters and underground facilities in any hypothesis of expla- nation. In a similar way I'd like to add a further aspect of re- ported abductions which has not received adequate at- tention from abduction researchers to date, namely the association of so-called paranormal phenomena with abductions. This is not a new idea, as many UFO researchers have, over the years, commented upon the relationship between the paranormal in general and the UFO phe- nomenon. However, other researchers, particularly in the abduction field, appear to have consciously decided to suppress the data they have encountered. Way back in the 1970's, after years of researching the UFO phenomenon, Dr. Richard Haines noted that many \"UFO-related experiences include numerous incidents closely similar to poltergeist, telepathy, and other psi phenomena [including] visions and other 'creative' in- spirations [and] so-called astral projection, clairaudi- ence, and precognition...Other 'symptoms' include al- leged materialisation of matter, spectrelike UFO occu- pants, dreamlike experiences [and] 'psychic type pro- jections' into the minds of observers...\" (Haines, 1979:2). Dr. J. Allen Hynek, at the first International UFO Congress in 1980, commented that \"there's enough ev- idence today for a psychic-component theory for the UFO phenomenon. It simply cannot be disregarded.\" (Fuller, 1980:355). Others have gone beyond merely stating a casual re- lationship between the paranormal and the UFO phe- nomenon to suggest a direct or even central linkage of the two. For example, well known English author and re- searcher of both the paranormal and UFOs, Hilary Evans, advanced the suggestion that \"there are indica- tions in many cases that there exists some kind of psy- chic link between the witness and the UFO or its occu- pants...There are many cases in which the psychic or parapsychological link is central to the events.\" (Evans 1983:49). Jacques Vallee, following an examination of some very intriguing reports, went even further in his work Dimensions, pointing out that \"during the 1970's, the re- port of paranormal events in connection with close en- counters with UFOs seems to have become the rule rather than the exception.\" (1988:170). Later in the same book he concluded that \"the key to an under- standing of the phenomenon lies in the psychic effects it produces (or the psychic awareness it makes possible) in its observers.\" (1988:179). U.S. psychiatrist Berthold Schwarz investigated nu- merous UFO cases in depth and published a series of ex- tremely well documented case studies. He wrote: \"Many close encounters are also associated with telepathic communications, telekinesis, teleportation, precogni- tion, materialization, dematerialization, and the causing or treating of diseases.\" (1983) ABDUCTIONS The connection or linkage between the paranormal and UFO phenomena may be most pronounced where ab- ductees are concerned. English researcher Jenny Randies looked at abduction reports coming out of the United Kingdom and con- cluded: \"Another feature which this and many other cases turned up, was that the witnesses who had expe- rienced abductions had an incredible history of what they believed to be psychic phenomena. This was usu- ally so extensive and important that this may be no mere coincidence but a crucial clue to the understanding of why they subsequently went through an abduction. Most common were poltergeist events in the home, ap- paritions, and out-of-the-body sensations...\" (1988:7). Other researchers have reiterated Randies' viewpoint, among them the prolific D. Scott Rogo, who observed that abductees \"tend to be people with either a long history of possessing psychic abilities, or they seem to develop psychic abilities as a result of their experi- ence.\" (1980:15). American folklorist Eddie Bullard explored several hundred abduction account texts and reported: \"Once in- vestigators began to follow up abduction cases the far- fetched aspects became difficult to ignore. Too many witnesses related occurrences more often identified with parapsychology than Ufology, yet these same witnesses described abductions as valid as any other.\" (1987:152). Before proceeding, perhaps we should say what we mean by \"paranormal\" and establish a few general def- initions. DECEMBER 1994 NUMBER 320 PAGE 3"},{"pageNumber":5,"pageContent":"MUFON UFO JOURNAL The late parapsychologist D. Scott Rogo (1975) di- vided Paranormal Phenomena into three major cate- gories. In the first category, \"extrasensory perception,\" he placed experiences which fall under the label of mental psychic phenomena. These include telepathy, clairvoyance, precognition and mediumship. The second category he labelled physical psychic phenomena. Here he placed psychokinesis, physical mediumship, poltergeists and paranormal healing. An area of middle ground exists between mental and physical events. In this area occur such things as ap- paritions, hallucinations and out-of-body experiences. In order to provide a short description of these expe- riences, I've provided the list of definitions to the right, drawn from the work of Ivan Grattan-Guiness (1982). AUSTRALIAN RESEARCH: In 1988, when I first began to investigate local abduction reports, I immediately came across individuals who re- lated paranormal and abduction phenomena so inter- mixed that I could not report upon the abduction without also describing their other experiences. A few case his- tories: Case 1: \"Anne\" Anne was a 34-year-old woman of Irish descent, married with children. Two instances occurred to her in which she found herself in a non-Earth style environ- ment with both humans and \"greys.\" On one occasion she was presented with a baby alien. Her life had been full of paranormal episodes. These included extensive precognitive dreams and \"visions.\" In the visions her normal views faded to be replaced by a three-dimen- sional set of colored images with sound. Upon the death of her father she saw an apparition of him. Case 2: \"Susan \" A lifelong series of abduction experiences occurred to an Adelaide woman. Again, as with Anne, her whole life had been filled with unusual events. As a child she would hear \"footsteps\" when no one was around. A sense of \"presence\" pervaded one of the houses she lived in. Tapping noises would continue all day on the ceiling of rooms she was in. In 1979, when she was up- set with her husband, knives-would fly out of drawers and point at him. A friend, sleeping in the same room one night, saw Susan levitate from her bed. The tricycles of her children would run around the house by them- selves. Strange noises like two pieces of concrete rub- bing against each other would be audible. At her workplace chairs moved by themselves, her hair was pulled by an invisible \"something,\" footsteps chased other nurses, and apparitions became visible. Susan had, and was continuing to have during the time of my interviews, clairvoyant visions of future A Brief Glossary of Terms Out-of-body experience Experience in which a person seems to perceive the world from a viewpoint outside his body, and often re- ports seeing his own body. Apparitions Visual appearance to a person, normally in waking state, of another person who is not actually present and may well be deceased. Apparitions may include scenes. Clairvoyance Process of acquiring information paranormally about a psychical event or object. Telepathy Paranormal passage of information from one person to another. Poltergeist Physical form of psychical phenomenon, often involving dislocations and transportation of objects and even ap- ports. Paranormal healing Paranormal medical practice, including immersion, psy- chic surgery, laying on of hands, and forms of healing at a distance. Precognition Paranormal knowledge of a future event. Psychokinesis Paranormal influence of the mind of a person upon physical objects. From Physical Research by Ivan Grattan-Guiness. events. She felt she had had numerous instances of tele- pathic communications with other people. Case 3: \"Carol\" Carol had recollections of lifelong interactions with a number of entities in abduction situations. On the para- normal side, in childhood an invisible entity inhabited her home. Articles would disappear and reappear at in- PAGE4 NUMBER 320 DECEMBER 1994"},{"pageNumber":6,"pageContent":"MUFON UFO JOURNAL tervals. Out-of-body experiences started to happen at night. Precognitive dreams also emerged in her early teenage years. Poltergeist events, noises and flying tea towels followed into adulthood. Since these first three abductees, every Australian abductee I have interviewed in depth speaks of a higher than normal level of paranormal experiences. Other Australian researchers have found the same thing. In a sample of seven New South Wales abductees we find re- ported telepathic experiences, precognitive visions, out- of-body experiences, apparitions, premonitions and pol- tergeists. T he questions which naturally arise, and which need far more research to answer, are: a) Do abductees experience paranormal events only after their abduction experiences? b) If the paranormal experiences have occurred over the whole of their lifetime, are they occurring at a higher frequency than to non-abductees? Firstly, let's look at the few researchers who have made any comment about the first question: Scott Rogo, again, remarked that \"for years, UFO researchers have been aware of what is popularly called 'paranormal fall-out'—often a person who has inter- acted with a UFO will experience psychic events for years to come, apparently as an indirect outcome of his experience,\" (Druffel & Rogo. 1980:218). As early as 1980 Dr. James Harder, a pioneer of ana- lyzing abduction experiences in the USA, said, \"The fact is that many people who have been abducted do subse- quently have psychic and sometimes psychokinetic abil- ity...^ many instances it seems to have preceded the UFO sighting but also seems to have been much en- hanced afterwards.\" (Fuller et al, 1980:354). In 1994, psychologist and abductee Richard Boylan wrote, \"Like many other experiencers, I have experi- enced an acquisition of certain psychic abilities or per- haps an enhancement of latent abilities.\" (1994:142). Unfortunately then, the evidence on this question has not been researched thoroughly enough to provide a definitive answer. In order to explore the second question we need to firstly examine just what is the incidence of certain types of paranormal phenomenon in the normal popu- lation? Erlendur Haraldsson published the results of surveys of the percentage incidence of various types of para- normal episodes in the total population of a number of countries. For example, the reported incidence of telepa- thy ranged from 14 per cent in Denmark to 58 per cent in the USA; that for encountering poltergeists was three per cent of the population in Britain and nine per cent in Iceland. Reported clairvoyance was at seven per cent in Iceland and 24% in the USA, while out-of-body expe- riences were at eight per cent in Iceland, and ten per cent in Sweden. Eleven per cent of people in Iceland re- ported having viewed an apparition versus 14 per cent in Sweden. (Haraldsson, 1985). Other studies have re- ported an incidence of 36 per cent of the population who suffer from sleep paralysis. One can see from these figures that the odds are stacked against one member of the public experiencing a UFO abduction, a poltergeist, having precognitive dreams, out-of-body experiences, instances of telepathy, hypnagogic imagery and frequent sleep paralysis. Yet this is precisely what we find in just one of my South Australian abduction experiencers! I would argue there- fore, that the incidence of these things in abductees is higher than among non-abductees. In conclusion, as with Karla Turner's observations as to what we are not taking into account with abductions, the possible relationship of paranormal events and ab- ductions is an area sorely in need of more attention. (To be continued) REFERENCES Boylan, R. J. & Boylan, L.K. (1994). Close Extraterrestrial Encounters, Tigard, OR, Wild Flower Press. Bullard, T. E. (1987). UFO Abductions: The Measure of a Mystery, Maryland, The Fund for UFO Research. Druffel, A. & Rogo, D.S. (1980). The Tujunga Canyon Contacts, Engelwood Cliffs, NJ, Prentice Hall. Evans, H. (1987). UFOs: 1947-1987, London, Fortean Tomes. Evans, H. (1983). The Evidence for UFOs, Wellingborough, UK, Aquarian. Fuller, C.G. et al (eds). (1980). Proceedings of the First International UFO Congress, New York, Warner. Grattan-Guiness, I. (1982). Psychical Research, Wellingborough, UK, Aquarian. Haines, R. (1979). UFO Phenomena and the Behavioural Scientist, Metuchen, Scarecrow Press. Haraldsson. E. (1985). \"Incidence of Paranormal Events\" in Journal of the Society for Psychical Research, 53(801). Randies, J. (1988). \"What Can We Learn From British Abductees?\" in International UFO Reporter, Jan/Feb. Rogo, D.S. (1975). Parapsychology: A Century of Inquiry, New York, Dell. Rogo, D.S. (ed). (1980). UFO Abductions, New York, New American Library. Schwarz, B. (1983). UFO Dynamics, Moore Haven, Rainbow Books. Vallee, J. (1988). Dimensions, New York, Contemporary Books. Keith is MUFON's Continental Coordinator for Australia and New Zealand. He may be contacted at GPO Box 1894, Adelaide, South Australia 5001, Australia. DECEMBER 1994 NUMBER 320 PAGES"},{"pageNumber":7,"pageContent":"MUFON UFO JOURNAL REPORT ON SPACE ACTIVITY IN ZIMBABWE African UFO reports are intermingled among those of meteorites and incoming satellite debris. by Cynthia Hind I t started on Wednesday night, the 14th of September, at approximately 20:50 hours to 21:10, give or take some minutes either side. Hundreds of people from all over Zimbabwe reported a series of bright lights moving across the sky. Professor Euan Nisbet, visiting from Britain, immediately identified same as \"a spec- tacular meteorite shower,\" and as a lot of the reports sounded like meteorites, I accepted what he had to say. But after receiving about 50 reports, I began to realise that those who saw the lights over man-made Lake Kariba said they were in level flight and when they reached some hills at the side of the lake, rose up to avoid them and then changed direction. Also, as I am MUFON's Continental Coordinator for Africa, I re- ceive the MUFON UFO Journal on a monthly basis and this contains a report each issue giving meteorite showers due to appear in the month following publica- tion. There was no mention of any meteor shower during the month of September! The second speculation as to what this could have been came from one of the South African newspapers and a British paper: they said it was one of the stages of a Russian satellite which went into orbit on the 27th August of this year. This it might well be, although I don't understand the discrepancy of 18 days from lift-off to the jettisoning of whatever it was, but I have had several reports which described a nose cone with three bright lights on it; one in front and two behind and sev- eral streamers of light issuing from behind. So this would be a much more likely identification. Many wit- nesses reported a series of smaller lights either a) sur- rounding the craft or b) following behind in formation. These smaller bodies numbered anywhere from 9 to 14, depending from which angle they were viewed. Nearly all the reports said there was no sound, with two exceptions: one reported a quiet vibration, and the other I will refer to later on. The light was a brilliant white, tinging to an orangey- red behind. Some said it was \"huge,\" others, that it was the size of a Boeing Jumbo 747 flying at its normal speed (approx. 625 mph) and that it appeared to be on fire and ready to crash. But then the object levelled out and flew in a straight line at \"tree-top level.\" Those on Lake Kariba (about 100 witnesses) said that when it reached the hills at the side of the lake, it rose to avoid them and changed direction. Reports from Radio 702 (a commercial radio operat- ing from Johannesburg) stated that the lights were seen above Kempton Park (near to the main Jan Smuts Airport). They then appeared to move over Botswana and overlapping the borders of Zambia, back into Zimbabwe, over Lake Kariba (around 21:00) to Bulawayo and onto Harare (21:05), passing over many rural areas. Lastly, it reached the Mutare area and over the hills into Mocambique when it seemed to fade from view. I have had no reports from Mocambique or Botswana. Some people reported that they thought they were meteorites, but most were doubtful of this. Reports came from farm labourers to pilots, the managing di- rector of a large local company, technologists and many fishermen, and visiting tourists on Lake Kariba. Most people were puzzled and some said they had seen me- teorites before but nothing like this! One group of work- ers thought it was Jerry Rawlings, the President of Ghana (who was flying into Zimbabwe on that day) and that all the pyrotechnics were sent out of the plane to impress the people who lived here! The reported height varied greatly but most referred to \"tree-top\" level. Some reported a height of 2-3000 ft. (one a pilot report). Some mentioned 2-300 ft. and these came from different parts of the country. At 21:04, I heard an explosion from my study in central Harare, and some workers in Fort Rixon, near Bulawayo, heard 5 explosions. Prof. Nisbet said these were the meteorites passing through the sound barrier. T wo people viewed the object from directly under- neath and said that it had a flat belly and that it was metallic-looking, moving on a straight course. One technician said he could see two engines in front and felt it was a machine of some kind. All objects were seen be- low scattered cloud level. Apart from this, the night was clear. Two mothers reported that their children were af- fected: a 3-year-old child in Beatrice (40 km from Harare) woke and shouted for her mother when the lights went over, saying there was a lion inside or out- side her room. She subsequently drew what she saw but I have not yet seen the drawing. An 18-month-old baby woke and could not be settled. She is normally a very quiet and contented child, but kept the family awake all night with her distress. This is merely an overview of the many reports re- ceived and I am still looking into them for more details. UFO AT RUWA On Friday, 16 September, at approximately 10:15, sixty- two children from Arian School, a private primary PAGE 6 NUMBER 320 DECEMBER 1994"},{"pageNumber":8,"pageContent":"MUFON UFO JOURNAL The little man was dressed in a tight-fitting black suit, according to one observant girl, age 11. He had a long, scrawny neck and huge eyes like rugby balls. He had a pale face with long black hair falling below his shoulders. school in Ruwa (about 20 km from Harare) were in their playing field for the midmorning break. Suddenly, they saw three silver balls in the sky over the school. These disappeared with a flash of light and then reappeared elsewhere. This happened three times and then they started to move down towards the school with one of them landing (or hovering) over a section of rough ground made up of trees, thorn bushes, and some brown-grey cut grass with bamboo shoots sticking up out of the ground. The children are not allowed in this area, although it is adjacent to their playing field and is not fenced off, because of snakes, spiders and perhaps other harmful creatures. One can soon disappear from view while walking here, and there is only one very rough track used by tractors in an attempt to clear this area. There is a line of electricity pylons and according to one boy, the object followed along this line prior to landing. There is also some controversy as to whether the object landed on the ground or simply hovered above it. On Tuesday, 20 September, I went out to the school with a BBC reporter and their television equip- ment, as well as my son and Gunter Hofer, a young man who builds his own electrical equipment, viz. a Geiger counter, a metal detector and a magnetometer, to try and see if the object left any traces behind. The headmaster of the school is Mr. Mackie, who was most cooperative, and although he had never been in- volved with UFOs or a believer in them, said that he be- lieved that the children had seen what they said they saw. I was able to interview about 10 or 12 of the older children and this was recorded for BBC television. The reports were similar although some children were more observant than others. The consensus of opinion was that an object came down in the area they indicated, about 100 metres from where they were at the edge of the school playing-field. Then a small man (approx. 1 metre in height) appeared on top of the object. He walked a lit- tle way across the rough ground, became aware of the children and disappeared. He, or someone very like him, then reappeared back at the object. The object took off very rapidly and disappeared. The little man was dressed in a tight-fitting black suit which was \"shiny\" according to one observant girl, age 11. He had a long, scrawny neck and huge eyes like rugby balls. He had a pale face with long black hair coming below his shoulders. I had suggested to Mr. Mackie prior to visiting the school and before the children had been interviewed, that he let the children draw what they had seen and he now has about 30-40 drawings, some of which are very ex- plicit and clear, while others are rather vague. The chil- dren's ages vary from five and six to 12 years. I have 22 photocopies of the clearer drawings as Mr. Mackie kindly allowed me to page through the pictures and choose those I wanted. Most of the descriptions are similar, but some of the craft are very obviously \"flying saucers\" and I could only wonder how many of these children have had access to the media. Others are crude but more or less in this same saucer shape. The children vary in cultures: there are black, white, coloured and Asian children. One little girl said to me, \"I swear by every hair on my head and the whole Bible that I am telling the truth.\" I could see the pleasure on her face when I told her that I believed her. The smaller children from five to seven years old were very frightened at the time and ran shouting, \"Help me, help me.\" When the older children asked why they were saying this, the reply was, \"He is coming to eat us.\" I should think this applied more to the black African children who have legends of tokoloshies eating chil- dren. T he teachers were in a meeting and did not come out. When I queried the headmaster about this, he said that the children always shouted and yelled during their playtime and no one thought there was anything unusual going on. The only other adult available at the time was one of the mothers who was running the tuck- shop. When the children came to call her, she did not be- lieve them and would not come out: she was not pre- pared to leave the shop with all the food and money. Gunter and the men thoroughly examined the ground around where the children had seen the object, but could get no reaction on the Geiger counter or on any other equipment. If the object was hovering perhaps nothing would show. I walked, on my own, along the electricity pylons for quite a way, caught up in thorn bushes, tramp- ing blithely over snake holes and discarding all cau- tion. I found no place where some object could have landed and pressed down the foilage. In fact, I should think the bamboo stumps would have been a deterrent. The day was hot, around 33°C, and I had a long walk through waist-high brush. When I reached home again at about 12:50,1 had a headache, my feet ached and I felt disorientated. If you don't hear from me soon, you will know that I did cross the landing site and am probably suffering from a mild dose of radiation! Ms. Hind is MUFON's Continental Coordinator for Africa. She can be contacted at Box MP 49, Mount Pleasant, Harare, Zimbabwe, Africa. DECEMBER 1994 NUMBER 320 PAGE 7"},{"pageNumber":9,"pageContent":"MUFON UFO JOURNAL WHAT Mac ARTHUR REALLYSMD Now if we could just figure out who wrote this! Claim it & get credit next issue. O ne of the first things I recognized when I began researching UFO and related phenomena was that, unlike some sciences, ufology has ab- solutely no room for error or speculation. The reason for this should be quite obvious: in a field where the basic premise violates traditional concepts of reality and where 99 percent of the data in support of that premise is cir- cumstantial or anecdotal, there can be no allowances for sloppy investigations or incomplete research. I, there- fore, adopted a philosophy very early on of \"accept nothing, question everything.\" Not very original, but it keeps one out of trouble. One of my favorite contemporary contributions to ufology is Timothy Good's excellent work, Above Top Secret. The book's thoroughness and extensive refer- ences and footnotes have elevated the standards of in- vestigative journalism to a whole new level. I found some of the references so intriguing that I just had to ac- quire copies for my own files. One such reference was Douglas MacArthur's now legendary quote, \"The na- tions of the world will have to unite, for the next war will be an interplanetary war. The nations of the earth must someday make a common front against attack by people from other planets.\" This quote has also ap- peared in at least two recent videos, a UFO encyclope- dia and several television programs. But when I checked the footnotes for this particular quote, I found something puzzling. Note 28 for Chapter 11 states \"New York Times, 9 October 1955. (?)\" Needless to say, I was a bit thrown off by the question mark. The encyclopedia had no specific reference for this quote, although Above Top Secret was listed in the Bibliography. Undaunted, I headed for the library and pulled the NYT microfilm for October, 1955. As fate would have it, October 9, 1955 was a Sunday so there was a lot more newspaper to search than I had antici- pated. After two complete passes through the microfilm (including the NYT Magazine) I could find absolutely no reference to such a statement. Thinking that the date may have been off by a day or two, I checked the 8th and the llth. Still nothing. I then checked the NYT Index for 1955, looking for any articles on MacArthur. I found several references, but nothing pertaining to this partic- ular statement. Having apparently hit a dead end, I sent a fax off to Timothy Good, asking for his assistance in identifying the source. Unbeknownst to me, Mr. Good was in the States researching a UFO documentary which will be airing in the United Kingdom sometime next year. On August 14, 1994, he responded, \"...you are not the first to point out that the date of the alleged NYT article is in- correct. I don't know what to say. except that I will delete the reference in the revised (and cut) edition of Above Top Secret, which I am currently working on...\" Another dead end? I faxed Tim back and told him that I had a few ideas for tracking down the MacArthur statement (if, in fact, he had said it at all) and asked how soon he needed the information to make it into the book. Then I started hunting. I am not entirely certain why, but I had a hunch (or perhaps I had read somewhere) that this statement had been delivered to a graduating class of West Point. My first call was to the Academy historian. Dr. Grove, who referred me to Archives, who referred me to Special Collections. My first question was, \"Who delivered the commencement address to the class of '55?\" Much to my disappointment, it was President Eisenhower. They were gracious enough to send me a copy of his address, but it didn't reveal anything relative to my search. I then asked if they had any speeches at all that had been delivered by Douglas MacArthur. They responded, \"Well, of course, there's his famous 'Duty, Honor, Country' speech, but that wasn't a commencement ad- dress.\" I figured it was better than what I had found so far, and requested that they send me a copy. The Eisenhower speech arrived within two days. For some reason, the MacArthur speech took two weeks, but it was well worth the wait. \"Duty, Honor, Country\" was delivered to the United States Military Academy on May 12, 1962—just two years before MacArthur's death. The occasion was his acceptance of the Sylvanus Thayer award. It is inter- esting to note that MacArthur was 82 years old when he delivered this address. It was fairly lengthy—about forty minutes—and he did it without a prepared text or notes. This speech is quite moving and I recommend it to anyone who enjoys a good patriotic pep talk. One can get some idea of the power and poignancy of this speech by watching the very beginning and the very end of the film MacArthur. Gregory Peck does an out- standing job of portraying the general and there are excerpts of the speech at both the front and back of the film. Unfortunately, it was much too long to fit the whole thing in the movie and it is much too long to re- produce in this forum. Following, however, are the es- sential passages necessary to capture the sentiment and the context in which it was delivered. PAGES NUMBER 320 Continued on Page JO DECEMBER 1994"},{"pageNumber":10,"pageContent":"MUFON UFO,JOURNAL PRE-WWI UFOs OVER WESTERN CANADA Reports are where — and when — you find them, as this historical survey of Canadian cases reveals. by W. Ritchie Benedict O ver the past year, I have had the opportunity to do some extensive research on the paranormal in general and UFOs in particular in the back files of Western Canadian newspapers. For example, I have looked through every single issue of the Calgary Herald from 1883 to 1955 and the Victoria Daily Colonist from 1858 to 1900. There was a good deal of unexplained traffic in our skies, far more than I had been led to be- lieve. My first target for research was the 1897 \"airship\" wave. The United States had a number of sightings in the midwest in April of 1897, but in Canada, it appears that a different schedule was followed—most of the ac- tivity was in July-August. A lighted object was wit- nessed by thousands in Vancouver, British Columbia, in July and something similar occurred in Winnipeg a month later. Interestingly, the pattern had been repeated a year earlier in 1896 with two Indians viewing a bal- loon-like object in July over B.C. The objects were commonly believed to be experiments by Swedish ex- plorer Andree (who later perished in an ill-fated at- tempt to cross the North Pole by balloon). Most of the Canadian objects sighted in this period were sketchily defined, although a few observers reported a gondola- like appendage beneath the main body. The 1897 Vancouver \"fireship\" did appear to have internal light- ing. I found that the 1897 wave in Canada was truly cross- country. In October 1897, a Port Arthur train crew sighted a mystery object that had a number of colored running lights, and in early November, 1897, the Newfoundland Evening Telegram reported a huge \"bal- loon\" had been spotted over Halifax. I was hopeful that I might be able to find evidence concerning airships over Alberta and Saskatchewan for this period, but to date, I have come up blank. However both the Edmonton Bulletin and the Lethbridge News ran short pieces in April/May 1897 on the American sightings. The Edmonton piece referred to a \"mysterious airship hov- ering around Minneapolis and St. Paul which was illu- minated at night with red lights.\" The account goes on to state: \"Half the population of many towns in Iowa saw the vacillating lights swiftly speeding to the west.\" The next major event in the early history of Western Canada was on April 12th, 1905. An article in Yukon World for May 5 of that year noted that a \"peculiar light of intense brilliancy and short duration, illumi- nated the entire heavens\" to the officers of the steamer Cassiar who happened to be on duty at 1:45 a.m. when the ship was running down the Johnson Strait. The illu- mination lasted a full 45 seconds and it was possible to read newspapers by the light that was produced. Alberta's first UFO seems to have made its appear- ance on the night of November 18th, 1910 at 3 a.m. In an article in the Calgary Herald headlined \"Airship, Meteor, or Just Plain Jag,\" there is a description of something brilliant which left a trace of incandescence many times brighter than the full noon. Some observers felt that a gasoline tank on some sort of aircraft had ig- nited and exploded. I came across a brief mention of something unusual in a January 14th, 1911 article on early aviation in Calgary. It was stated that a \"mysterious aviator\" was seen flying over southern Alberta and western Saskatchewan the previous fall. The writer was puzzled by two factors: why was the machine seen over so many widely sepa- rated localities, and why was the speed so \"wonder- ful\"? On August 22nd, 1911, the Winnipeg Free Press reported an early morning \"visitor\" who appeared at 1:50 a.m. and vanished at 4:10 a.m. It generally resem- bled an airplane and was reported to \"hover\" in the lo- cality for several hours. When it finally vanished, the watchers were unable to make out where it went. C algary had an unexpected visitor just ten days after the first Calgary Exhibition and Stampede. The old Calgary News Telegram on September 17th, 1912 head- lined \"Mysterious Object Is Puzzling Residents of West End of the City—It is Seen Travelling Over the City at a Tremendous Clip—Blue Light Attached.\" The article went on to state that a blue light was attached to a long dark body like that of a flying machine. Further on, the reporter says that this object had appeared before over Okotoks but people were unsure whether it was a ma- chine, a strange bird or something else. There is a tant- alyzing reference to sightings the previous year over Taber, Alberta and Moose Jaw, Saskatchewan. The ar- ticle attributes some of the sightings to an inventor named Baden who was supposed to have invented a flying machine with an attached locomotive headlight, but admitted that nothing had been heard from Baden for some time. The 1913 Calgary Herald carried articles on the British airship wave of January-February that year, but there does not seem to have been anything locally. In early 1915, there were mystery airplanes over the Okanagan region of British Columbia. A man in Calgary in February of 1915 reported \"airplane motors\" overhead at 4 a.m. and was worried over the possibility of attack by the Germans. DECEMBER 1994 NUMBER 320 PAGE 9"},{"pageNumber":11,"pageContent":"MUFON UFO JOURNAL \"Away to the north, moving slowly in a southerly direction was what many believed to be a monster Zeppelin with a headlight of blinding brilliancy. At times this strange visitor appeared to travel at enormous speed, while at others it seemed to remain stationary, shooting out its refulgent ray in a most weird manner.\" F inally, on August 14th, 1915, just two days after the purported \"abduction\" of the First Fifth Norfolks at Gallipoli (an episode that is still steeped in contro- versy), the Calgary Herald ran an item in their back pages entitled \"Eerie Phenomena Witnessed in Calgary.\" The article states: \"Was Calgary about to be raided by an enemy's airship? This was the anxious question many people asked themselves last night and early this morn- ing. Away to the north, moving slowly in a southerly di- rection was what many believed to be a monster Zeppelin with a headlight of blinding brilliancy. At times this strange visitor appeared to travel at enor- mous speed, while at others it seemed to remain sta- tionary, shooting out its refulgent ray in a most weird manner. That it was no toy balloon or anything of that sort is proved by the fact that it was first noticed about 10 p.m. and was still casting its dazzling light until the break of day this morning when it was lost to view.\" The best explanation this writer could come up with was that it might have been some sort of unusual comet with a long tail. There are no \"Albertan\" files for the same period and an examination of the Edmonton Journal and the Calgary News Telegram failed to dis- close any further information, so it is likely that the Calgary Herald has the only record of the event. I have not yet had the opportunity to do a thorough examination of the 1920's and '30's for UFO material, but a preliminary examination has yielded some unex- pected results for 1924, 1927, 1933 and 1934. The year 1947 energized the number of UFO sightings, with at least four in Alberta for July of that year and a sighting that featured three domed discs on June 28th, 1947, skimming over the mountains in Vancouver, B.C. It is apparent that mining the past for hidden nuggets of information is an endeavor that will pay dividends for any dedicated researcher. Mr. Benedict is a Canadian writer, researcher and lec- turer. MacARTHUR - Continued from Page 8 \"...You now face a new world, a world of change. The thrust into outer space of the satellites, spheres, and missiles marks a beginning of another epoch in the long history of mankind. We deal now, not with things of this world alone, but with the illimitable distances and as yet unfathomed mysteries of the universe. We are reaching out for a new and boundless frontier. We speak in strange terms: of harnessing the cosmic energy; of mak- ing winds and tides work for us; of creating unheard-of synthetic materials to supplement or even replace our old standard basics; to purify sea water for our drink; of mining ocean floors for new fields of wealth and food; of disease preventatives to expand life into the hun- dreds of years; of controlling the weather for a more eq- uitable distribution of heat and cold, of rain and shine; of spaceships to the moon; of the primary target in war, no longer limited to the armed forces of an enemy, but in- stead to include his civil populations; of ultimate conflict between a united human race and the sinister forces of some other planetary galaxy; of such dreams and fan- tasies as to make life the most exciting of all times.\" [Emphasis added.] A s is evident^ the passage dealing with the prospect of interplanetary conflict is much briefer than originally published and certainly less dramatic when taken in proper context. On close examination, the longer \"quote\" seems to have its roots in the \"Duty, Honor, Country\" speech, but it also has some familiar overtones reminis- cent of comments President Reagan made in several public forums. I considered the possibility that the Academy may have \"touched up\" his original remarks, however, it is quite obvious that the longer version just doesn't fit in the context or style of MacArthur's address. The speech was reproduced in 1962 issues of Vital Speeches and an abridged version appeared in US News & World Report. It also constitutes the final pages of MacArthur's autobiography, Reminiscences. So while the General of the Army did allude to a day when a united earth would have to make a stand against hostile alien invaders, we may never know just why he said it, but at least we now know what he said and the context in which it was framed. UFO FIELD INVESTIGATOR'S TRAINING GUIDE We are proud to announce that the UFO Field Investigator's Training Guide: An introduction to methodologies, tech- niques and scientific disciplines for performing UFO investi- gations and support of the Mutual UFO Network by T. David Spencer (304 pages in 3-ring binder) is now available from MUFON in Seguin, Texas for $30 plus $3.50 for postage and handling. Do not confuse this training guide with the fourth edition of the MUFON Field Investigator's manual. This guide is an asset to the instructors conducting field investigator training classes as well as the students. PAGE 10 NUMBER 320 DECEMBER 1994"},{"pageNumber":12,"pageContent":"MUFON UFO JOURNAL CURRENT CASES ROUND-UP Until the Current Cases column 'resumes regular publication, we offer the following recent reports. by Various Authors VENTURA COUNTY CALIFORNIA FLAP by Sean Casteel A ccording to the MUFON State Section Director for Ventura and Santa Barbara Counties, Alice Leavy, \"A lot of unusual activity is occurring in the Camarillo and Newbury Park areas. It also extends over to Thousand Oaks. It was quiet through most of last year, up until December 1993. Then everything started hap- pening—perhaps coincidentally—prior to the large earthquake this past January. There have been consistent sightings since then through July of this year.\" Ventura County is located in Southern California im- mediately north of Los Angeles. When the last big earthquake hit Los Angeles, much of Ventura County was affected as well. Leavy said that she had even heard of one local woman being abducted just two hours before the earthquake struck. Leavy went on to talk about some incidents from the past several months in the Ventura County area. \"There was a very strange sighting over Thousand Oaks this past July,\" she said. \"It was seen all over the area by a lot of people. It was a very bright orange, pulsating light that remained in the sky about 20 minutes. One fellow took out his telescope to look at the thing, and he said it had white, twinkly things all around it. After it had hovered about 20 minutes, it just blinked out and was gone. If you were out that evening, you didn't have to look too hard to see it. It was very bright.\" Leavy conducts monthly meetings in Newbury Park for local MUFON members which are also open to the public. She said that she is often approached by people attending the meetings who wish to report UFO sightings and even their own alien abduction experiences, nowa- days called a Close Encounter of the Fourth Kind, which involves being taken aboard an UFO against one's own will. \"Usually,\" Leavy said, \"I'll hear a flurry of sightings reports, and then I'll get calls from people concerning ab- ductions. There is a definite pattern to it. The sightings and abductions seem to go neck and neck.\" One of the group's members told Leavy about an in- cident that happened on the 101 Freeway this past March. \"She was driving the 101 Freeway about 9 o'clock at night,\" Leavy said, \"returning from bowling. And at the Dawson off-ramp a large—about the size of two or three houses—triangular object was moving very slow- ly and quite low over the freeway heading toward the ocean. She was just beside herself, and at the next meet- ing she came up and told me about this. In a case like that, we just take notes—which is all we can do because, a month had passed at that point.\" Another case of a sighting on the freeway came to Leavy's attention this year. \"I got a call from a fellow in our group,\" Leavy said. \"His daughter was returning from Santa Barbara. It was late, probably approaching midnight, and as she was approaching the Conejo Grade on the Freeway, there was a brilliant white light block- ing the lane of the freeway. She panicked and applied the brakes. And then it just blinked out and was gone. It had actually been encumbering the south side of the freeway. When she got home to Newbury Park, there had been— coincidentally—a power outtage. She was very excited and upset when she told her parents what had happened on the freeway. And simultaneously, their power was off. The area around Moorpark Road and Ventu Road was blacked out for an hour or so.\" Still another recent incident involved a woman who works in Camarillo. \"She works the graveyard shift as a security guard,\" Leavy said. \"On three different occa- sions, she has seen bright white lights moving slowly over the nearby fields.\" Leavy theorizes that Ventura County is a sightings hot spot because of the two U.S. Navy bases, Port Hueneme and Point Mugu, that are located in the area. She talked about the experiences of^one of their members who lives in the Malibu area. \"In May of '93,\" Leavy said, \"she took some photos of eleven objects coming in off of the ocean. She's up so high in Malibu that she can see from Point Mugu all the way to Santa Monica. We had her slides made into good-sized photographs and sent them to Walt Andrus at MUFON International Headquarters. He took them to MUFON Staff Photo Analyst Jeff Sainio. They're very unusual photographs. \"The woman who took the pictures,\" Leavy continued, \"said at one point, 'I don't know what they're doing over there at Point Mugu, but I've seen these blue beams of light shooting straight up from the base.' She said she still sees that now and then. Some sort of testing must be go- ing on out at the bases. And it may be what is attracting the attention of the UFOs.\" Leavy said her local MUFON chapter conducts semi- regular \"Skywatches\" that have turned up occassional anomalous sightings. \"At one point,\" she said, \"a brilliant white light was coming toward us, and as it was approaching and we DECEMBER 1994 NUMBER 320 PAGE I I"},{"pageNumber":13,"pageContent":"MUFON UFO JOURNAL were wondering what was going to happen, it blinked out. We had another incident where one of our members was doing a skywatch by himself over in the industrial section of Newbury Park. He saw something go over- head that looked very unusual. Then his camcorder went dead for a full ten minutes.\" Leavy continues to hear of strange experiences from people attending her group's monthly meetings, and said that she and her MUFON chapter are planning to start their own abductee support group to help people deal with the fear and trauma that often accompanies al- leged abduction by aliens. The group will be headed by Certified Hypnotherapist Yvonne Smith and Psychologist Deborah Truncale, Ph.D. and is scheduled to start in January of next year. Sean is a California-based writer whose articles have appeared in the Journal previously. FIVE OBSERVE STRANGE OBJECT Francis L. Ridge &. Norma J. Croda , September 9, 1994, 8:30 P.M. Racoon Lake, Parke County, IN. Five witnesses observed a strange \"parent object\" approximately 8 miles west of Rt. 231 on Rt. 36. Eyelyn Easson received a call from Steve Buchanan telling her that beach ball-sized lime green balls of light had come out of the woods over near his employer's house (Dave) at about 8:30 P.M. Mrs. Easson: \"Steve and Linda had seen the same lights on February 4th. My husband and I went to pick up Steve to go to Dave's and just as I pulled into Buchanan's Lane (about 9:20 P.M.) I noticed a strange light in the sky. Steve, Bill and I watched for about five minutes and Linda came out and watched with us. The object moved in a zigzag way a short distance. When we had been watching 15 minutes, Steve called Dave (who had been watching from his home and had made the ini- tial sighting) and he came over and watched with us. Suddenly a white speck of light zo'omed over us to our right going east to west and hovered over the object. A light came up and (it) took it in. Then a second speck of light flew east to west over us, but to the left of us and went into the rounded edge of the object. About a half hour later the object spun around, green light now at top, red light at bottom. A speck of light came out of the right side as the object spun around, and another from the bottom. It then zigzagged to the right a short distance and the specks each flew back west. The object flared when we shined a spotlight at it. Other times (it) flared as well. Back light blinked a couple of times.\" Bill Easson reported that his vision was not sharp enough to see the detail his wife had reported and drawn. He just saw a bright light several times brighter than any star, which exhibited several colors. The object had hovered for over two hours, but distinctly moved twice, once to the right, then once to the left. The object did not \"leave,\" but the Earth's rotation eventually took it below the horizon. In sight approxi- mately two and a half hours. Venus was in the south- west, nowhere in the vicinity of the strange object. During the next few nights the witnesses looked in the same area but never saw the strange object. We hesitate labeling objects beyond the close en- counter range, not necessarily because of the distance, but due to the usual lack of detail for identification pur- poses. However, in this case we don't have to worry about a witness with poor vision or a witness who stretched the facts or one who simply couldn't figure out what he/she was seeing due to ignorance. There were five adult witnesses, and the Field Investigator feels that these people simply reported what they saw. The main object, possibly a \"parent craft,\" and smaller objects, possible other crafts or \"probes,\" was observed for two and one-half hours. The main object moved a couple of times, but mostly hovered. The main object re- port passes the Natural Source Test. This was not a star, nor a planet. Venus was visible at the same time in the SW. This report also passes the Man-made Source Test for the same reasons mentioned above. Blimps can hover, but the description and length of time observed rules this out. Everything else has to move to stay in the air or, in the case of balloons, doesn't hover that long or have lights of this type. Man-made fixed structures were ruled out. Hoax by witnesses was ruled out. This report has been given the preliminary identifi- cation of Unknown, Significant, because it was some kind of craft with other objects coming and going from it, main object observed over a long period of time. Berliner Strangeness Scale: 02 (Night Object), Berliner Credibility Scale of 02 (Multiple Average Witnesses). Speiser Strangeness Scale: S4 (Strange, does not con- form to known principles, Speiser Probability Scale P4 (Credible and sound). Ten days later, on the 19th of September, the investi- gating Field Investigator and her daughter observed a strange object in the same general direction. However, this time from the NW corner of Indianapolis. The ob- ject appeared to be only about a mile away. The event started at 9:00 P.M. Norma Croda had gone outside to talk with some neighbors and noticed a bright light above a house, which was a half-block to the west. She saw very bright red and green lights flashing, went inside to get binoculars and watched through the upstairs window. When focused in, the colored lights, red, green, and yellow, appeared in a band around the center of the white light. The colored lights seemed to be rotating. Her daughter, who saw the object for only about ten minutes, took the binoculars and PAGE 12 NUMBER 320 Continued on Page 14 DECEMBER 1994"},{"pageNumber":14,"pageContent":"MUFON UFO JOURNAL GENETIC AGENDA A DOUBLE-CROSS? Fool me once, shame on you. Fool me twice, shame on me! by Karla Turner T he seminal work of Budd Hopkins first showed recurrent reproductive procedures performed on abductees aboard UFOs or in alien facilities. And since the reports gathered by subsequent researchers confirmed this data, it has become a \"given,\" a fact of ufology, that the primary purpose of alien contact is to crossbreed or hybridize a new version of either the aliens themselves or of us. But is this a solid fact, a safe assumption? The evi- dence upon which this assumption is based is three- fold. First, reports say that genetic and reproductive material are being harvested from abductees. Second, abductees say the aliens have implanted fetuses into them and then later retrieved the fetuses. And finally, the reports include scenarios involving the \"fetal nursery\" and the presentation of a hybrid-looking baby or child to the abductee. typically with claims that the baby is the offspring of the abductee. All of this evidence comes from abduction accounts, remembered both consciously and under regressive hyp- nosis. To date, however, there is no actual hybrid child in human custody, so the entire \"fact\" is based solely on en- counter reports. The accuracy of these reports is ques- tionable, given the nature of the abduction scenario. In every encounter, the human's total perceptive intake is controlled and frequently altered, easily manipulated to give the human a \"created\" event to remember and a programmed set of tactile, emotional, and intellectual re- sponses. That means that what we abductees think and what we remember of encounters may not accurately re- flect the real events of the encounter. Some researchers insist on accepting abduction ac- counts at face value, however, but even if we grant the ve- racity of the reports, there are still problems with accept- ing the \"fact\" of an alien crossbreeding agenda. There are other feasible explanations for the data used to support the hybridization theory that should be considered. First, the genetic material harvested from abductees could be intended for some other use than an upgraded alien species. For instance, totally human clones, typically naked and inert or inactive, are reported by abductees. The genetic materials could be used in their production. Another possibility is that, as some abductees report being told or shown, the small Gray \"workers\" are mass-produced androidal robots, not soul-bearing in- dividuals and thus not \"alive\" as we understand the term. The Grays show a strong fetal physiology, as nu- merous descriptions have stated. And given enough mastery of genetics, human reproductive material could be altered so that its appearance resembled the Gray type, yet be strictly human in composition, rather than a mixture of alien and human. The Grays, in effect, could be grossly altered bodies of human babies, devoid of what we call soul and mentally programmed like dedi- cated computer hardware. Similarly, the reported fetuses could be intended for non-crossbreeding purposes, notably the same ones just discussed. Remember, there is no hard evidence that the fetuses are actually made from any alien-human combination, only an assumption based on outward ap- pearances and the pronouncements of the aliens. The reports of temporary fetal implantations into ab- ductees, by the way, are reproductively odd, to say the least. There are some reports of male abductees receiv- ing fetal implants, one in the abdomen and another rec- tally. Both implants were later retrieved, just as in the cases of female abductees. Even prepubescent children are reported to have received fetal implants. There is also evidence that the fetuses, whatever their origin, are not always treated as if they were precious ex- periments vital to the survival of either our race or the aliens. In a few instances, abductees report watching as aliens deliberately destroy fetuses in the \"fetal nurs- ery\" scenario. In one instance, the abductee was told that she shouldn't be upset because the fetus was not really alive, and that all its physical material would be used, not wasted. In another instance, the abductee was actu- ally told that the reproductive work and the fetuses were used in the manufacture of the Gray workers. She was told that the aliens were also preparing \"workers\" for a coming time of destruction, because they would need workers who were devoid of emotion. And the \"baby presentations\" have other possible interpretations, other than the nurturing of the hybrid off- spring, which is what the aliens typically claim. It might indeed be an actual event, but the baby could be a strictly human product, not a crossbreed. The purpose here might not be for a bonding process, since many ab- ductees say they don't feel any maternal connection to the baby. One woman said she didn't believe the event was for bonding at all but rather was a tormenting process meant to be emotionally traumatic for the \"par- ent,\" as part of some programming agenda. On the other hand, the presentation might not be real at all. It could be a virtual reality scenario. In such a case, the baby might be something else altogether, or purely a pro- jected image with no physical reality. The event might be designed to give us disinformation, misleading us about the true nature of their genetics agenda and indeed about the true nature of our relationship and worth to the aliens. DECEMBER 1994 NUMBER 320 PAGE 13"},{"pageNumber":15,"pageContent":"MUFON UFO JOURNAL What would be the alien response to such a situation? If all the livestock we use on this planet suddenly woke up and decided they no longer wanted to \"serve Man,\" would we all quietly acquiesce overnight and be- come vegetarians? If that agenda would seem reprehensible to us, it would certainly serve their purposes to keep us ignorant of it and to give us instead a more acceptable \"cover story.\" To muddy the waters even further, the aliens have in- dicated four contradictory explanations for the genetics work. First, they have said it was necessary to upgrade their declining race. They have also said that it is nec- essary to alter the human species so it can survive some future destruction scenario. Third, they have told some abductees that they are here serving God's plan, by preparing \"New Bodies\" for the coming Resurrection and return of Christ. And finally, they have said v they are producing clones of certain individuals, with which those individuals could be replaced. Given the alternative possible explanations and the large body of counter-indicative data, as well as the con- flicting explanations offered by the aliens, can we safely accept hybridization as the primary purpose at the heart of the alien agenda? Or should we be more skeptical about their avowed intentions? The evidence shows that the aliens do harvest from us in a number of ways, emotionally and energetically as well as physically. There are even reported scenarios of facilities in which human bodies are \"processed,\" and many such reports come from people unfamiliar with ufological literature. If we are indeed a multipurpose resource for the aliens, one which they want to continue to use, could they be performing the various reproductive/genetic procedures in order to make alterations in their \"live- stock\" that better serve the uses for which we are har- vested? Such a possibility should not be ruled out. There are hypothetical reasons why these alterations might be necessary at this particular time. If the aliens know, for example, that upcoming cata- strophes or earth changes will be vastly destructive of their herd, they could be working furiously to store up supplies in advance of the dearth, and also perhaps try- ing to produce a variant human more capable of surviv- ing in some new environment on this planet. The aliens, in fact, are fond of making predictions of catastrophic earth changes, although they usually insist their genetic intrusions are altruistic, for our benefit. Or what if the aliens realize that their herd is showing changes that the aliens didn't intend and don't like? They could be furiously working to stem this transfor- mative process. They may fear that the herd is waking up, gaining hew perceptive abilities, and learning that its purpose is nothing more than livestock. After all the herd might be so unhappy with that situation that they decide to resist it. What would be the alien response to such a situation? If all the livestock we use on this planet sud- denly woke up and decided they didn't want to \"serve Man\" any longer, would we all acquiesce quietly and be- come vegetarians? Ms. Turner is the author of Taken: Inside the Alien- Human Abduction Agenda, $17.95, postage paid, from Kelt Works, Box 32, Roland, AR 72135. CASES - Continued from Page 12 after 35 minutes said it was turning and moving. The light slowly moved to the NW. They tried to follow it in their car but lost it. Observation time: 45 minutes. The next evening and subsequent evenings there was no similar object observed, therefore this was not an as- tronomical object. The length of time observed by a trained observer also eliminates aircraft. The case is still under investigation. Ridge is MUFON State Director for Indiana. Ms. Croda is a Field Invesitgator and State Section Director. FALLON, NEVADA, UFO Craig D. Anderson The day was November 4, 1994 at approximately 0230 PST. My father (Charles Erickson) and I were trav- eling on Highway 95 South through Fallen, Nevada. (We had left San Francisco on Hwy 80 and were headed to Las Vegas on vacation.) A few miles before we reached Fallon, we noticed a \"soft\" white light off in the distance on the right side of the car, moving slowly to the direction we were heading. As we approached the down- town entrance to Fallon, the object was now almost over our car. My father, who was driving, pulled over to the side of the road. At that very instant the object com- pletely changed color. We watched the object pass over our car. The white color which we saw until it was near our car disappeared and now was alternating between red and green. Once the object cleared our car it \"shut off' the red/green colors and once again was the soft white color. We did not get out of our car, but did turn around to the other side of the road, to watch it go away. We also glanced at the clock, and had no apparent \"missing time\" episode. There were a couple other cars on the road, but they didn't seem too concerned about the craft, if they even saw it. PAGE 14 NUMBER 320 DECEMBER 1994"},{"pageNumber":16,"pageContent":"MUFON UFO JOURNAL The UFO PRESS UFOs: The Final Answer Edited by David & Therese Marie Barclay Blandford Press, 192 pages, approx. $10.95 Distributed in the U.S. by Sterling Publishing . Reviewed by W. Ritchie Benedict VY 7\"hen some of the early manned spaceflights were VV launched, I naively assumed that if there were any genuine flying saucers, the American astronauts and Russian cosmonauts would soon meet up with them, and then the mystery would be solved. I was as shocked as everyone else by the massive proportions of the 1967 and 1973 waves, and, yes, by the encounters reported by our earthly spacecraft. Now, we are less than a decade from the 21st Century and a new factor has emerged— apparent abductions by little grey-skinned aliens. The Barclays are a husband and wife team with years of experience in ufology. This book consists of a col- lection of essays by various individuals aimed at making sense of the vast and often conflicting data that has emerged over the years. The contributors are well known in British circles, several being members of long stand- ing in BUFORA (the British Unidentified Flying Object Research Association), but are relatively unknown in North America. This does tend to lend a fresh perspec- tive to the subject. Dr. R.W. Shillitoe, Ph.D., a clinical psychologist, provides a Foreword which argues that even if UFOs should turn out to be some sort of psychological aber- ration on the part of the observer, they nevertheless de- serve to be studied in order to learn what hidden drives create such a perspective. This, at least, is a far cry from the position of the late Dr. Edward U. Condon, who would have had science ig- nore the whole matter for good. The Barclays point out that the question of UFOs is much more complex than it appears and we may consistently be asking the wrong questions about it without ever being aware that is the case. Arthur Tomlinson explores the archaeology of flying saucers and cites an instance where they may have actually changed history. In 322 B.C., when Alexander the Great was laying siege to Tyre, a large \"flying shield,\" along with four smaller companions, cir- cled over the city. The large \"shield shone a beam of light on the city walls, causing them to crumble. The attack- ers were quick to take advantage of the unexpected as- sistance. K.W.C. Phillips concentrates on the personal and emotional characteristics of witnesses, mentioning in particular one individual named John who not only sighted a huge, silver cigar-shaped object while living on the Isle of Skye off the coast of Scotland, but also had ex- periences with astral projection, ghosts and ball lightning. This leads inevitably to the conclusion that there may be some form of psychic factor involved on the part of the observer (which, strangely enough, seems to be the case with quantum physics as well). Robert Moore contributes a necessary, albeit routine, discussion of all possible \"natural\" factors that have been suggested over the years as explanations for UFO sightings. He does make an interesting point that British percipients tend to meet up with humanoids that are, by and large, reassuringly human looking as well as being more polite than their American counterparts. This in it- self may provide a vital clue to the true nature of the UFO experience. Roger Ford examines the controversial subject of crash retrievals. He concludes the evidence is madden- ingly ambiguous—there is just enough to justify further research, but not enough to prove a case once and for all. Joseph Dormer draws some interesting comparisons between the behavior of ghosts and UFOs. He suspects , that a metachoric hallucination (where not only a figure is seen, but an entire background as well) could be re- sponsible in some instances for what is reported during a close encounter. Yet he remains puzzled by shared experiences where more than one witness is present. He says \"It might well be that to solve the UFO mystery will be to solve all mysteries— and then we will be left to go home in the dark alone.\" Sometimes it may be bet- ter to leave well enough alone. Another attempt to grapple with the bizarre situa- tions that often accompany UFO abductions is made by Charlotte A. O'Conner. She says that British patrol- man Alan Godfrey met up with dwarfs and a black dog during his experience—figures straight out of mytho- logical folklore. A Salt Lake City couple reported pass- ing a Ford camper shortly after their UFO experience, only to find both the driver and passenger were headless! Clearly, there is much more to ufology than meets the eye. If there is something in ourselves that is creating these experiences, or at least attracting us to them, we need to know exactly what it is. David Barclay feels that the UFO phenomenon re- sembles a vast repetitive electronic game—the ultimate in Virtual Reality, complete with unusual holographic ef- fects (where an entity is able to absorb a shotgun blast then walk away). The question then becomes—who or what is running the master computer? Somehow, I don't think it is Stephen Spielberg. Without being facetious, it seems that without the advent of sophisticated modern technology, we would not have the \"ghost\" of a chance of understanding paranormal manifestations. The subtitle of this book, \"Ufology for the 21st Century,\" is more than appropriate. The final questions it poses are so awesome in their implications that they leave the reader gasping. The contributors do their utmost DECEMBER 1994 NUMBER 320 PACE 15"},{"pageNumber":17,"pageContent":"MUFON UFO JOURNAL to explore every possible angle, both rational and fan- tastic, which is a typical British approach. As such, I can highly recommend this book as a welcome tonic to all of the tabloid style of UFO reading that is currently on the market. A thinking man's guide to the major mystery of all time, and very likely a future classic in the field. UFOs: The Final Answer, is available in the U.S. from Sterling Publishing, 387 Park Avenue South, New York, NY 10016-8810. Watch the Skies! (A Chronicle of the Flying Saucer Myth) by Curtis Peebles. Smithsonian Press, Washington, D.C., 1994. Hb, 324 pages, $24.95. Reviewed by Bruce Maccabee C urtis Peebles has written a rather comprehensive history of flying saucers/UFOs'and associated sub- jects (witnesses, investigators, Air Force activities, pub- lic statements, contactees, etc.) He has reviewed dozens of reference books and articles and has briefly described numerous UFO sightings that occurred in the United States: It's too bad that, after all this work, he missed the main point, the reason why sane people consider the subject of flying saucers to be important: many flying saucers or UFO sightings defy explanation in conven- tional terms, or in terms of \"unknown natural phenom- ena. \" Mr. Peebles would not agree with the italicized state- ment above. He apparently believes (he does not prove!) that all sightings can be explained as either misidentifi- cations, psychological aberrations or hoaxes. He says at the outset that he is a skeptic and that he believes no one has seen spacecraft from another world, etc. Instead, he believes that saucer/UFO sightings are a myth, a col- lection of stories which have no real substance. In this, he echoes Donald Menzel, who called flying saucers \"the modern myth.\" Just to make sure the reader gets the point, Peebles uses the phrase \"flying saucer myth\" wherever possible. I counted 14 appearances of that phrase in the introduction, and that's only two pages long! To paraphrase an old saying, Peebles makes sure to \"never give the UFO evidence an even break.\" If I understand Peebles correctly, he believes that sightings, and particularly flaps, result from societal stress. He repeatedly recounts stressful societal events, such as wars and elections, in order to place the sightings and flaps into a historical context. This provides a very interesting background for the sightings, but he overem- phasizes the effect of these historical events on UFO sightings.. One of the most amusing statements- in his book is that \"vague, poorly defined crises\" cause UFO flaps (a \"discovery,\" he says, of Otto Billig). Since dif- ferent portions of society are undergoing \"vague\" stress at all times, I presume that one should expect, by this logic, continuous flaps. Perhaps, based on the Peebles \"theory,\" we should even prepare ourselves for the forthcoming O.J. Simpson flap? His book is useful as a history, but it is certainly not the definitive history of the subject. It leaves out or only briefly mentions a number of important sightings and events and it is too \"opinionated.\" Peebles attempts to use history to prove his contention that sightings result from societal stress, but he is less than successful. In or- der to prove that flying saucers or UFOs are not real he would have to present convincing explanations of all, or at least most, of the sightings he discusses. Peebles, however, provides convincing explanations for only a few sightings. For the most part, he uncritically cites ex- planations that have been published in the skeptical lit- erature over the last forty years, even though those same explanations may have been discredited. There are too many sightings in the book to discuss each one, or even a sizeable fraction thereof, in this short review. Therefore, I will mention only the first widely publicized sighting, that of Kenneth Arnold. Peebles references both Dr. Allen Hynek's \"explanation\" (Arnold was mistaken in estimating the distance to the objects and actually saw ordinary aircraft only six miles away, rather than very large objects 20 miles away) and the official Air Force \"explanation\" (mirage). But both explanations have been discredited (as have the sev- eral explanations suggested by Dr. Donald Menzel, but not mentioned by Peebles; see \"Still in Default,\" MU- FON 1986 Symposium Proceedings) and Peebles of- fers no other satisfactory solution of his own. Thus he loses his argument at the outset. I was surprised to find that one of the few sightings which he leaves unexplained (yes, there are a few!) is one that I investigated about 20 years ago, the Gemini 11 astronaut sighting of September 19, 1966. The astro- nauts saw an object which appeared as a flashing light traveling on a path that carried it in front of and below their spacecraft. They took several photos of it. NO- RAD initially identified it as the shell of the (Soviet) Proton 3 booster rocket. NASA, however, carries it as unidentified. Brad Sparks and I proved it could not be the Proton 3. NORAD provided no other candidate ob- ject, so it remains unidentified. Let me emphasize that, despite its bias, this book is not without merit. It is a reasonably comprehensive his- tory that extends beyond David Jacobs's 1973 book, The UFO Controversy in America, bringing the history up to 1992. While reading the book, I was reminded of many incidents which I had forgotten and learned a few things I hadn't known about the people involved many years ago. I also found myself agreeing with some of his interpretations of the context and controversy sur- rounding UFO sightings. PAGE 16 NUMBER 320 Continued on Page 18 DECEMBER 1994"},{"pageNumber":18,"pageContent":"MUFON UFO JOURNAL LEONARD STRINGFIELD REWARDED (Washington, D.C.)—The Fund for UFO Research announces that Leonard Stringfield has received the or- ganization's Isabel L. Davis Memorial Award for 1994. With the award comes a check in the amount of $ 1,000. \"Researching UFOs since the 1950s, Len Stringfield has been virtually indefatigable,\" says Fund Chairman Richard Hall. \"He has organized investigating groups, assisted the Air Defense Command with sightings, helped the Colorado Project, served with the National Investigations Committee on Aerial Phenomena, and is currently on the staff of the Mutual UFO Network. His investigations into UFO crash/retrievals were pioneering, forever changing the field.\" Stringfield has authored two UFO books and numer- ous reports on UFO crash/retrieval cases. Two of the most recent. Search for Proof in a Hall of Mirrors and The Inner Sanctum, are available from the Fund for UFO Research. For information, contact: the Fund for UFO Research, P.O. Box 277, Mt. Rainier, MD 20712. The Isabel L. Davis Memorial Award was estab- lished in 1986 \"to recognize long-term accomplish- ments and excellence in promoting rational inquiry into reported UFO sightings and related phenomena.\" Isabel Davis was a pioneer in the field of UFOlogy. She was a co-founder of Civilian Saucer Investigation of New York and a frequent contributor to the organiza- tion's high-quality newsletter. She is perhaps best known for her outstanding in- vestigation and report, co-authored by Ted Bloecher, on the famous Kelly-Hopkinsville (KY) entity case, which was published by the Center for UFO Studies. She was also a valued staff member of the National Investigations Committee on Aerial Phenomena. In 1979, she was one of the founders of the Fund for UFO Research. Ms. Davis passed away in 1984. Nominations for the 1994 Isabel Davis Award were made by the Executive Committee of the Fund for UFO Research. The recipient was chosen by the Fund's sup- porters. ACCET—New Therapists Group (Sacramento, CA)—The Academy of Clinical Close Encounter Therapists (ACCET) has announced its for- mation and invites psychotherapists around the country and abroad to join, according to spokesperson Richard Boylan, Ph.D., the organization's Secretary-Treasurer. \"ACCET is a federally-recognized nonprofit interna- tional educational organization designed to educate ther- apists and foster cross-communication about the ex- ploding phenomenon of persons reporting extraterrestrial encounters,\" Boylan explained. ACCET will also con- duct public information lectures, research into the ET- contact phenomenon, publish research findings and other data, and dialogue with other professional and scientific organizations. Its Board of Directors includes psychotherapist-ET contact experts Leo Sprinkle, Ph.D., a Laramie, WY counseling psychologist, former Uinversity of Wyoming professor, and ACCET's President; Rauni Kilde, M.D., former Acting Surgeon-General of Finland, and AC- CET's Vice-President; Maralyn Teare, M.A., an Ojai, CA marriage and family counselor; Virginia Bennett, M.A., a Berkeley, CA certified clinical hypnotherapist, and Boylan, a clinical psychologist in Sacramento. Consultants to ACCET include John Mack, M.D., Professor of Psychiatry at Harvard Medical School, and John Carpenter, MSW, a Springfield, MO licensed clin- ical social worker and national expert on ET encounter reports. \"ACCET plans to bring together the thousands of therapists struggling in isolation to make sense out of clients' reported ET contacts, and to develop the skills to best assist close-encounter experiences,\" Boylan noted. \"ACCET also recognizes that there are a variety of pos- sible explanations for the phenomenon and hopes to eventually bring the pooled data and experience of thou- sands of therapists to refine a scientific understanding of what is happening to many thousands of people.\" The Academy of Clinical Close Encounter Therapists, Inc.'s headquarters is at 2826 O Street, Suite 3, Sacramento, CA 95816. No phone number yet exists, but membership and other informational inquiries can be directed to either ACCET's President, Dr. Leo Sprinkle, at (307) 745-7897, or to its Secretary, Dr. Richard Boylan, at (916) 455-0120. B & N to Carry Wilson Book (Portland, OR)—Katharina Wilson announced that the Barnes & Noble Bookseller chain will retail her new book, The Alien Jigsaw. \"We will have the book avail- able in our bookstores nationwide for the holiday sea- son,\" stated a Barnes & Noble buyer. \"I am certainly honored that Barnes & Noble has chosen The Alien Jigsaw to be part of their roster,\" said Wilson. A whole life experience, The Alien Jigsaw chronicles the first 32 years of Katharina Wilson's life as an alien abductee. Katharina utilizes entries from her journal as well as transcripts of her regressive hypnosis sessions in documenting her encounters and experiences. The Alien Jigsaw details certain aspects of the abduction phe- nomenon that researchers have chosen to tuck away in the back of their minds and not speak about publicly, said Wilson. \"[These] kinds of experiences are not known to the general public and we can be thankful that they are ap- DECEMBER 1994 NUMBER 320 PAGE 17"},{"pageNumber":19,"pageContent":"MUFON UFO JOURNAL parently rare; in fact, I'm quite sure that such abduction sequelae are being discussed in print here for the first time in The Alien Jigsaw\" said author and abduction re- searcher Budd Hopkins. The Alien Jigsaw provides a firsthand look at what an abductee experiences both in a psychological and phys- iological sense. Starting with an introduction by Budd Hopkins, the book's 330 pages contain 59 illustrations and information about many different types of alien be- ings, unusual crafts, and even military/government in- volvement. The Alien Jigsaw is published by Puzzle Publishing. For an autographed copy, send a check or money order (postage paid) made payable to Katharina Wilson at: Puzzle Publishing, P.O. Box 230023, Portland, OR 97281-0023. Shanghai Sightings (Shanghai, China)—According to the \"Earth Week\" column as published in the Houston Chronicle and other newspapers, UFOs were sighted on the afternoon of November 3, over Shanghai's metropolitan area. As re- ported in Wen Wei Po, a government-funded newspaper, many citizens saw a revolving white object in the sky overhead. \"One woman reported seeing a saucer-shaped object that emitted silvery light rays,\" the paper said. This same object then reportedly split in two, one part moving away to the west, the other to the east. Please submit press releases, current clippings and other items of interest to the editor, Dennis Stacy, Box 12434, San Antonio, TX 78212. SKIES - Continued from Page 16 In particular, his sections on Lear, Lazar, Cooper and Bennewitz are required reading for \"ultimate conspiri- cists\" who believe that the U.S, government has al- ready lost a battle against the aliens. However, he trivi- alizes the Roswell research by indicating that the mate- rial found was actually rubber, aluminum foil and balsa wood sticks. How anyone could believe that Mr. Brazel, who found the material, or Jesse Marcel, who orga- nized the retrieval of the material, could fail to identify rubber, balsa wood and aluminum foil is beyond me. I may find myself referring to Peebles' book as a starting point for future investigations into the history of the subject. But if I do, I will be sure to separate the his- tory from the interpretation. And of course I will do what his title suggests: Watch the skies! MUFONET-BBS NETWORK Member's Communication Link Australia — U.S. — Canada — South Africa Call for the BBS nearest you! FAX: 817-628-1031 Data No. 512-556-2524 8-N-1 Herbert L Proiity. J.D. NEW MUFON DIRECTOR OF LEGAL AFFAIRS Herb is General Counsel for the El Paso Water Utilities, a large West Texas Public Utility. He is the for- mer City Attorney of Galveston and Temple, Texas and headed the construction contracts and real estate section of the Dallas City Attorney's Office for ten years. Herb has over twenty years of experience in trial and civil lit- igation, primarily in the defense of governmental entities in construction, personal injury and environmental liti- gation. As a Certified Mediator, Herb is on the List of Qualified Mediators maintained by the construction Law Section of the State Bar of Texas. He obtained his law degree from the University of Texas School of Law and earned his designation as a certified financial plan- ner from the College For Financial Planning in Denver, Colorado. Herb's wife, Judy, is a certified clinical hyp- notherapist who has done some work with abductees. UFOs, MJ-12 AND THE GOVERNMENT: A Report on Government Involvement in the UFO Crash Retrievals (113 pages) by Grant Cameron and T. Scott Grain Price: $19 plus $1.50 for postage and handling. Order From: MUFON, 103 Oldtowne Rd., Segum, TX 78155-4099 PAGE 18 NUMBER 320 DECEMBER 1994"},{"pageNumber":20,"pageContent":"MUFON UFO JOURNAL Letters to Mufon UFO Journal Little Green Men A not insignificant point of dispute among many con- cerning Roswell incident testimony is the \"LGM\" issue. With whom was Roswell witness Frank Joyce of radio station KGFL talking when he asked, \"But what about the little green men?\" Who was it who responded, \"Well, they weren't green\"? According to a transcript of an interview of Joyce conducted by William L. Moore on May 3, 1982, and in- corporated in Moore's 1982 MUFON Symposium paper. \"The Roswell Investigation: New Evidence in the Search for a Crashed UFO.\" Joyce attributed the \"they weren't green\" comment to Walter E. Whitmore. Sr. (majority KGFL owner), seemingly years before he first attributed the same remark to rancher Mac Brazel. I have just (November 11, 1994) received from Bill Moore a copy of Joyce's June 23, 1982. letter to Moore in which he provides corrections to the transcript of the May 3 in- terview and his written approval of the corrected text. The key correction was that it was Brazel, not Whitmore. with whom Joyce says he had the LGM ex- change. It seems Moore and Joyce discussed the matter as they walked to Joyce's car after the conclusion of the recorded interview, and Moore erroneously attributed it in notes made later. Moore received Joyce's correction too late to change the text of his MUFON paper, but sub- sequent versions reflected the corrected account of Joyce's 1952 deathbed conversation with Whitmore— sans LGMs—although without acknowledgment of the previously published error. In my Roswell in Perspective (pp. 75-76) I discuss the apparent contradiction in Joyce's testimony about the LGM conversation, citing it as one reason to suspend judgment about his claims. I am glad at least this issue is finally cleared up. My sincere apologies to both Joyce and Moore for contributing to the doubts about their credibility on the matter. —Karl T. Pflock Placitas. NM {All fine and well, everyone, but at least Mo questions re- main. First, as the \"UFO Age\" was barely nvo weeks old at the time, is it conceivable or feasible that the phrase \"Little Green Men \" had already been invented and passed into common usage in rural New Mexico? Secondly, how would Brazel know what color any alleged survivors were anyway, as no one has ever claimed that the rancher actually witnessed bodies on the ground? Even if he were shown photographs by a military briefing officer, they would almost assuredly have been in black and white, the prevailing photographic medium of the day.—Ed.) Correction My article in the October issue of the Journal, \"Recognition for UFO Report Investigations,\" erro- neously misplaced Morton Schafer. He is a Field Investigator from Massachusetts, not Maine, as I indi- cated and has also reported sightings occurring in Rhode Island. Mr. Morton's reports are properly categorized de- spite my erroneous translation of \"MA.\" —T. David Spencer Austin, TX Waterspout UFO I was quite surprised as well as excited to see Bruce Maccabee's report on Ed Walters' sighting in the November issue of the Journal on the UFO which ap- peared to be drawing up water into the object. It sounded so similar to a sighting I had in 1973 in Oregon. Then I turned the page and saw the sketch and photo and was really shocked. It was like a flashback. The size, di- mensions, and hover distance were so similar that it was unnerving. In the late summer of 1973 I was driving up the road to Pete's Mountain in West Lynn, Oregon with my two young sons when I noticed an unusual object hovering over the Clackamas River below us. I pulled the car over to the edge of the road and stopped. As I stepped out of the car to get a better view, I was stunned with awe at the sight of this strange object that was approxi- mately 20 feet in diameter and hovering approximately 20 feet above the river. The object appeared to be draw- ing a stream of water into the underside of it. It then as- cended a few feet and dissapeared. My sons were standing beside me and I asked them if they saw the object and they said they got a glimpse of it. We then got back into our car and continued on our way. I have only related the incident twice in the past 22 years. I am glad to know that this object has been seen again and has been reported as well as photographed. A big \"Thank You\" to Ed Walters. —Li F. Wong State Section Director Winchester, ID Address letters to the editor to Dennis Stacy, Box 12434, San Antonio, Texas 78212. DECEMBER 1994 NUMBER 320 PAGE 19"},{"pageNumber":21,"pageContent":"MUFON UFO JOURNAL The Editor's Column Dennis Stacy The following letter arrived in our mail from Donna Munro, a MUFON member from Bremerton, Washington: \"I just received my November 1994 issue of MUFON UFO Journal. I look forward to it each month. There were no letters to the editor! Is this a mistake? I think feedback from that column is so important. Thanks again for an extremely valuable publication.\" We appreciate your concern, Ms. Munro, but, no, there was no mistake. Some months we have letters, and some months we don't. Such editorial decisions depend on a number of factors. First, of course, we have to have letters to publish which are relevant and thought to be of interest to our readers. Perhaps they correct an er- ror of fact, voice a unique opinion, or respond in a worthwhile way to what someone else said or wrote earlier. Sometimes we have such letters on hand, and sometimes we don't. This time around we do. The same is also true of \"The UFO Press,\" another \"regular\" column in the sense that when we have re- views (of books, videotapes, etc.) by myself or someone else, we use them. When we don't have same on hand, we don't. It's basically as simple as that, and of course contributions from you, our members, are always wel- come for either department. The same situation also exists in regard to \"Current Cases.\" Due to the tragic, untimely death of Ron Johnson, our former overseer of this particular column, it has not appeared in recent issues. I think it will be back soon, hopefully as early as next month and on a regular basis, sightings permitting. This issue, though, I've tried to cram in as many case report type articles as feasible, for those who have missed such reports in the same way that Ms. Munro missed her letters from fellow readers last time. Most of these reports are in relatively raw form, however, and should be viewed in that light. Many remain under investigation. We also get letters from contributors wondering why their particular article hasn't been published, or asking when will it be published. The Reader's Classified sec- tion has also proven very popular, bringing with it ad- ditional burdens on the editor's available time. Unfortunately, with over 5000 readers out there and only one of us, the volume of mail is such that per- sonal replies are not always possible. We can only beg your patience. Contributors can do several things to help their own cause, however, the first of which is to provide the cleanest copy possible. Articles should be typed double- spaced and preferably printed on a laser printer or a typewriter with a relatively new ribbon, or submitted on either a Mac or PC diskette. Hard copy is electroni- cally scanned into a computer, so it is absolutely im- perative that your copy be as clean and clear as you can make it. If you use a dot-matrix printer with a ribbon that should have been retired several hundred pages ago, chances are the computer can't read it and the more time I have to spend correcting scanned text, the less time I can spend on more important matters. The Journal depends on volunteer contributions, so it goes without saying that your articles, reviews, letters and case reports are greatly welcomed and appreciated. Indeed, they are absolutely indispensable. They are even more welcomed and appreciated, however, when they arrive in a ready to use format. For those with a computer and modem, manuscripts can be submitted to me directly at 72450.1305@compuserve.com. Thank you! March 17,18 & 19 — The 6th UFO/ET Alien & Abduction Congress - The Days Inn, Rt. 206 & NJTP Exit #7, Bordentown, New Jersey. For further information write to Pat J. Marcattilio, 138 Red Fern St., Trenton, NJ 08610. April 7-9 — 7th Annual Ozark UFO conference, Inn of the Ozarks, Eureka Springs, Arkansas. For further information call (501) 354- 2558 April 27-30 — TREAT VII, \"Consciousness at the Edge\" - Embassy Suites, San Rafael, CA. For further information write to TREAT, 615 Broadway, Hastings-on-Hudson, NY 10706. May 19-21 — Second Annual Tampa UFO Convention, Holiday Inn Crowne Plaza, Tampa, Florida. For complete information contact: Project Awareness, P.O. Box 730, Gulf Breeze, FL 32562 or phone: 904-432-8888, 24 hours. July 7, 8 & 9 — MUFON 1995 International UFO Symposium - Red Lion Hotel Seatac, Seattle, Washington. For further information con- tact Marilyn Childs, P.O. Box 1012, Bothell, WA 98041-1012. August 19 & 20 — The BUFORA 8th International UFO Congress - at the University of Hallam, Pennine Theater; Sheffield, South Yorkshire, England. For further information write to Congress 95, 1 Woodhall Drive, Batley, West Yorkshire, England WF17 7SW. UNITED NATIONS VIDEO On October 2, 1992, a UFO presentation was made at the United Nations in an effort to reopen Decision GA 33/426. The two-hour VMS video tape includes Mohammad A. Ramadan, Stanton T. Friedman. John F. Schuessler and Robert H. Bletchman. Tapes of this monumental UN pre- sentation may be purchased by Postal Money Orders, personal check made payable through a U.S. bank or U.S. cash for $19.95 plus $2 for p.&h. to MUFON, 103 Oldtowne Rd., Seguin. TX 78155-4099, U.S.A. PAGE 20 NUMBER 320 DECEMBER 1994"},{"pageNumber":22,"pageContent":"MUFON UFO JOURNAL UFO ENCOUNTERS MAGAZINE 32-page bimonthly format. Includes all aspects of the UFO phenomenon—the absolute best coverage! Don't miss out any longer. $19.95/yr U.S., $36 foreign. $4.00 sample copy. Make checks payable to Aztec Publishing. P.O. Box 1142, Norcross, GA 30091-1142. Stay informed! VIDEO/AUDIO TAPES on UFOs. crop circles, aviation mys- teries, near-death experiences, Face on Mars & other fascinating topics. Free list & sample newsletter from The Eclectic Viewpoint, Box 802735-M, Dallas, TX 75380. Future lecture hotline (214) 601-7687. HOUSTON SKY: Bimonthly MUFON newsletter. First two is- sues—contributions by John Schuessler (Cash-Landrum). Michael Lindemann, Stanton Friedman, Kent Jeffrey, plus Deke!, Marfa Lights, mutilation study, moon structures, re- views, Houston news, more. $15/yr ($20 foreign): single issue $3. Check to Houston Sky, PO Box 1718, Bellaire, TX 77402. INTERNATIONAL UFO CENTER: Since 1991 the International UFO Center has grown to be the world's largest supplier of UFO products. UFO hats, T-shirts, bumper stickers, mugs, books, tapes, jewelry, playing cards & much more. Send $1 for catalog to: International UFO Center, PO Box 7, Yalaha, FL 34797. VIDEO, JACK KASHER, Ph. D. Scientific analysis of UFOs ap- pearing on NASA footage taken during STS-48. Includes origi- nal footage plus events from other missions. \"The only alterna- tive is that these are intelligently directed spacecraft that are clearly accelerating & manuevering above earth.\" 95 minutes, $29.95. AFS/DIALOGUE, POB 8391, Minneapolis, MN 55408. UFO RESEARCH EXPEDITIONS departing soon: Puerto Rico- Cabo Rojo, Laguna Cartagena, El Yunque. BELIZE - Mayan shamanism & ruins. COSTA RICA-latest hotbed of UFO activ- ity. Mystical Egypt & Israel. Crop Circles of England & Mystic Scotland. South Pacific-Samoan Islands. Call 1-800-572-1576 or E-Mail at: jmurphy@onramp.net UFO DIRECTORY ISSUE #2 now available! An indispensable desktop reference! Lists over 300 organizations, individuals, businesses, stores, museums & lots more. Sources for books, periodicals, audio & video tapes, discussion groups, etc. Fully in- dexed, 300-entry bibliography & 6 appendices. $15 (CA res. add $1.16 tax) Oasis Designs, 61159 El Coyote, Joshua Tree, CA 92252. VIDEO: MARC DAVENPORT, author. Visitors From Time: The Secrets of the UFOs, explaining a fascinating hypothesis that unravels many enigmas which have baffled UFO investigators for decades. \"Many UFOs are not spacecraft in the common sense, but rather vehicles designed to travel through time...\" 115 minutes, $29.95. AFS/Dialogue, POB 8391, Minneapolis, MN 55408. EXTRA TERRESTRIAL ALIEN JEWELRY ETA jewelry line available by mail order. Bolo ties, belt buckles, pins, pendants, cuff bracelet, earrings, etc. Made in 12 kt. gold, sterling silver & antique silver. Each with large, magnetic almond-shaped eyes of black onyx. For order & literature call: 1-800-242-5558. THE U.F.O. COVER-UP! 120 minute, stereo. VHS ($35), SVHS ($45) postage paid anywhere. New! What was found in the Roswell Saucer that started the cover-up, the real story of the Philadelphia Experiment & much more! Exclusive material! Send pay- ment to Bill Knell, 164-22 77th Road, Flushing, NY 11365. FREE LAMINATED LUGGAGE TAG! (SASE to address be- low, no purchase necessary) FBI, CIA, Freedom of Information records request, $10.60 each (info for SASE). \"Alien Presence Analysis,\" $3.00; \"Suggested UFO Contact Protocols & Procedures,\" $2.00 postpaid, money order only: Mutual Interests, MUNOV, Box 10041, Scottsdale, AZ 85271. UFOS: THE BEST EVIDENCE. Compelling new documentary series by award-winning journalist George Knapp. 3 full-length videos in boxed-set collector's edition explore abductions, muti- lations, coverup, Russian files, crop formations, more. Interviews with Vallee, Mack, Hopkins, Howe, Friedman, etc. Bonus pack- age includes UFO docs & yr subscription to UFO newsletter. $59.95 (plus 6.95 s&h). check or m.o. to UFOs, Box 2249. Dept. G, Livonia, MI 48151 or call 1-800-575-5525. VIDEO: LEAH HALEY, author, Lost Was the Key, a true story of an abductee & her struggle to cope. Leah has experienced har- rassment by military personnel as a result of the apparent down- ing of an alien craft while she was onboard. 95 mins., $29.95. AFS/Dialogue, POB 8391, Minneapolis, MN 55408. GEIGER COUNTER: This scientific instrument accurately measures ionizing radiation. Meter, speaker and LED indicate counts per minute/milli-Roentgens per hour. Complete with carrying case & instructions. Unit with battery $177.99. Kit (re- quires soldering) $149.99. Info $2.00 SASE, refundable. CAPI- TOL IDEA™, 456 Hamilton St, Albany, NY 12203 (NY residents add tax) E.L.F. INFESTED SPACES: Journal of Possible Paradigms- Explore the mysterious realities of UFOs & Paranormal Phenomena! Flying Saucers. Earth Lights, Consciousness, Alien Intelligences, Psychotronics, Mind Control, Forteana, Morphogenesis, Possession, Dreams, Cryptozoology, Conspiracy, Shamanism, Synchronicity, Mythology! $3 sample/$10 quar- terly subscription, payable to Stephen Miles Lewis, Box 33509, Austin, TX 78764. T-SHIRTS WITH PUNCH: The Santa Cruz CE-4 presents quality, specialty T-shirts ($20, choose from 5 colors, 8 sayings, M-XL) designed by our abductee support group. A Gray's face with humorous sayings expresses the abductees' feelings about their experiences. Catalog $1.00. 129 May Ave., Santa Cruz, CA 95062 (408) 425-4831. WEST VIRGINIA UFOs Author/journalist Bob Teets chronicles more than 100 West Virginia UFO cases, with an emphasis on cases of the 1980s to 1994. Includes Matrix of UFO Beliefs. Soft cover, 224 pages, many illustrations. $14.95 plus $2.50 s/h (check or mo): Headline Books, Inc., PO Box 52, Terra Alta, WV 26764 Visa/MC 1-800-570-5951. Continued on Page 22 DECEMBER 1994 NUMBER 320 PAG 21"},{"pageNumber":23,"pageContent":"MUFON UFO JOURNAL The NIGHT SKY Walter N. Webb v < January 1995 Bright Planets (Evening Sky): As Earth moves closer to Mars, the red planet nearly doubles again in brightness, from magnitude -0.4 to -1.1 during the month. It rises in the ENE about 8:30 PM on the 1st and about 6 PM on the 31st. Beginning its retrograde (westward) motion early in the month, Mars passes 4° N of Regulus on January 21-22—the second of three successive conjunctions between the two. Our neighbor planet advances across the southern sky throughout the night. Saturn, in Aquarius, is getting lower in the SW at dusk, setting about 9 PM on the 1st and about 7:30 PM on the 31st. Bright Planets (Morning Sky): Venus and Jupiter form a stunning pair near the Scorpius- Ophiuchus border in the SE sky. Rising about 3:45 AM in mid-January, the two brilliant planets close to within 3° of each other on the 15th. Below them the reddish star Antares adds its sparkling hue to the celestial scene. On January 26 the crescent Moon is a few degrees from Jupiter and pulls even closer to Venus the next morning. Mars lies about halfway up in the WSW at dawn. Bright Star Occulted: On the morning of January 23 the last quarter Moon occults (covers) the Ist-magnitude star Spica from all of the conti- nental U.S. except northern New England. The times of dis- appearance and reappearance vary across the country. On the West Coast Spica's vanishing act behind the Moon's bright side occurs about 2 AM and lasts for over an hour. In the nation's heartland the occultation takes place after 4 AM. And on the East Coast the event happens during twilight after 6 AM; duration there decreases toward New England where the event lasts less than half an hour. While a telescope is needed to observe the star's lunar brightside disappearance, binoculars may be enough to see Spica's emergence at the Moon's dark limb. Moon Phases: New moon—January 1 First quarter—January 8 Full moon—January 16 Last quarter—January 23 C O New moon—January 30 The Stars: The Great Hunter Orion brightens the southern sky of winter. Look for a stick figure whose shoulders, head, belt, sword, and legs are clearly marked by stars. The trio of stars in a row forming the belt is particularly noticeable. And below the belt can be seen a wispy cloudlike object, the famed Orion Nebula, a mass of glowing gas and dust where new stars are born. This object is spectacular in a telescope or binoculars. To Orion's right lies the brightest nighttime star Sirius, in Canis Major the Big Dog. To the warrior's left, the fiery or- ange eye of Taurus the Bull, the star Aldebaran, glares at Orion. The face of the bull is outlined by the V-shaped clus- ter called the Hyades. Another star cluster, the Pleiades or \"Seven Sisters,\" represents a spear wound in the bull's shoul- der. It frequently is mistaken for the Little Dipper. READERS' CLASSIFIEDS - Continued from Page 21 THE ANOMALIST New illustrated paperback. UFOs & cargo cults, dinosaurs & gravity, fire poltergeists & spontaneous human combus- tion, alien writing samples, astrology, mystery waves & more. Edited by Dennis Stacy & Patrick Huyghe. $10.00 + $2.50 p&h. Check or MO payable to Dennis Stacy, Box 12434, San Antonio, TX 78212. LIBELLED UFOLOGIST offers the truth about false claims made about him 11/1/94 in the pages of an underground ufolog- ical gossip sheet by two persons: 1) a convicted sex criminal, and 2) the editor. Send SASE to Erik Beckjord, Box 9517, Marina del Key, CA 90295. LONG DISTANCE SAVINGS! Reduce your long distance bills by up to 40%. Serving both residential & business telephones. AT&T 800 numbers now available, saving 28% over AT&T rates. FREE telephone bill & analysis. Contact Ed Benjamin, Telephone Reduction Services, 5025 Miriam Lane, Wichita Falls, TX 76305.1-817-851-9514. MASQUERADE OF ANGELS by Dr. Karla Turner (author of Taken and Into the Fringe) with Ted Rice. A noted psychic's life- long metaphysical journey through a deceptive maze of angels, aliens, spirits, spaceships, heavens and horrors. It's not what you think! $19.95 postpaid. Kelt Works, PO Box 32, Roland, AR 72135. T-SHIRT SAUCERS: The Santa Cruz CE-4 presents 2nd T-shirt design: 3 silvery saucers bordered by the questions Who Are They? Where Are They From? Why Are They Here? $20 + s&h. Choose from 5 colors/M-XL. Order by phone or from cat- alog ($1). 129 May Ave., Santa Cruz, CA 95062 (408) 425-4831. Your ad here can appear here, too. 50 words for $15 per issue (add $10.00 for bold box). Send ad copy, sample of merchandise & check or MO payable to MUFON to Dennis Stacy, Box 12434, San Antonio, TX 78212. MUFON 1994 INTERNATIONAL UFO SYMPOSIUM PROCEEDINGS \"UFOLOGY: A Historical Perspective\" Fourteen papers - 306 pages PRICE: $20 plus $1.50 for postage and handling. ORDER FROM: MUFON, 103 OldtowneRd., Seguin, TX 78155-4099 / PAGE 22 NUMBER 320 DECEMBER 1994"},{"pageNumber":24,"pageContent":"MUFON UFO JOURNAL DIRECTOR'S MESSAGE - Continued from Page 24 MHz each Saturday morning at 8 a.m. EST. Due to the inherent poor propagation of radio signals associ- ated with sunspot cycles, the ten and twenty meter amateur radio networks have been temporarily dis- continued. FIELD INVESTIGATOR'S TRAINING GUIDE To supplement the MUFON Field Investigator's Manual, T. David Spencer, with the cooperation of the Austin MUFON group, has published a new UFO Field Investigator's Training Guide. It may be best described as an introduction to methodologies, tech- niques, and scientific disciplines for performing UFO investigations in support of the Mutual UFO Network, Inc. Mr. Spencer composed this training guide when he was teaching the annual Austin MUFON Field Investigator's class as their chief investigator. The training guide is not to be confused with the forthcoming fourth edition of the MUFON Field Investigator's Manual which is due to be released late in 1994, but used as a training guide for the instruc- tors teaching field investigator's training classes. The training guide is an 8 1/2\" x 11\", 304 page book assembled in a three-ring binder. It may be purchased from MUFON in Seguin, Texas for $30 plus $3.50 for shipping and handling. This book is highly recom- mended for both instructors and students. WESTERN REGIONAL DIRECTOR CANDIDATES Two candidates for this important post have volun- teered to be placed on the ballot, which will be enclosed in the January 1995 issue of the MUFON UFO Journal for all members living in the western region of states composed of MT, WY, CO, NM, ID, UT, AZ, WA, OR, NV, CA, HI and AK. Dennis William Hauck, Ph.D. (Sacramento. CA) former edi- tor of SKYLOOK, the predecessor name for the Mutual UFO Journal, and a Consultant in Mathematics, wants to become more actively involved. Mike Dobbs, B.S.E.E. (Vancouver, WA), is presently the State Section Director for Clark, Cowlitz, Klickitat, and Skamania Counties, and an Amateur Radio Operator. He is currently employed as an R&D Project Manager at Hewlett-Packard. A more extensive biography with photos will be published in the January 1995 edition of the Journal for each gen- tleman. A third candidate will be announced in the January Journal. JOURNAL SUBSCRIPTION AS A CHRISTMAS GIFT If you enjoy reading the Mutual UFO Journal, an annual subscription would be an ideal Christmas gift for a relative or close friend who shares an interest in the UFO enigma. Gift subscriptions can start on the month of your choice. A cut-out subscription form was included on page 11 of the October issue of the Journal for your convenience. If you do not want to damage your magazine, a copy of this portion of the page is appropriate. A gift subscription to the world's leading UFO magazine will not only be appreciated, but will be a means of cultivating UFO public educa- tion of a scientific nature versus the tabloid journalism existing in the supermarkets. This is an opportunity to fill your Christmas or birthday list now. Upon receipt of a subscription order, an appropriate card will be mailed to the recipient acknowledging your thoughtful gift. RESEARCH PROPOSALS The Mutual UFO Network has joined with the Center for UFO Studies and the Fund for UFO Research in a coalition that will solicit for research proposals and subjects. The members of the coalition council will pass judgment on the proposals submitted and then fund worthy projects with monetary grants. The inter- est of all three groups is to move the study of UFOs more toward science using the general protocols of the scientific method. Scientific research projects will receive highest priority, followed by public education projects and then followed by general special projects. This is an opportunity for scientists, engineers and academics to explore ideas, theories, and studies that could lead to the resolution of the UFO enigma. Proposal forms may be secured by writing to any of the above named organizations or to Thomas P. Deuley, 103 Oldtowne Road, Seguin, TX 78155-4099. Philippe Piet van Putien, Brazilian National Director, and his wife Marlene received the Medal of Professional Merit from the Brazilian Academy of An, Culture and History in Sao Paulo, SP. Brazil, on November 29, 1993. Mr. van Putten is also the founder and president of The Brazilian Academy of Parasciences (ABP). He originally joined MUFON in 1978 and was appointed national director in 1991. Philippe was a speaker at the MUFON 1992 International UFO Symposium in Albuquerque, New Mexico, titling his speech \"UFOs and Ufology in Brazil.\" In a reciprocation of speakers, Walt Andrus was a pre- senter at the \"4th Symposium on Ufology and Exobiology\" in Sao Paulo. Brazil, on October 12 and 13, 1991, where he de- livered a slide illustrated lecture on the \"Gulf Breeze Sightings.\" Walt was graciously hosted by Philippe and Marlene van Putten during his visit. DECEMBER 1994 NUMBER 320 PACE 23"},{"pageNumber":25,"pageContent":"MUFON UFO JOURNAL NEWS FROM AROUND THE NETWORK SEASON'S GREETINGS The front cover of this month's Journal depicts a per- sonal Christmas card to all of our dedicated and loyal members throughout the world from the MUFON UFO Journal staff and the MUFON Board of Directors. We want to wish each and everyone a very Merry Christmas and a Happy New Year as we con- clude a highly significant 1994 in ufology and look forward to an even more eventful 1995. After cele- brating our silver anniversary in 1994, marking a quarter-century of progress, we are anticipating even greater accomplishments and revelations in the next 25 years. Hopefully, we can resolve the UFO phenom- enon, which is scientifically just beyond our fingertips and grasp. We again want to take this opportunity to express our heartfelt thanks and gratitude to all of our members for making MUFON not only the world's largest UFO investigative organization but the fore- most leader. We look forward to many more fruitful years together as we accept the challenge to resolve the greatest mystery of the space age. We are indebted to Wesley S. Crum for the beautiful and appropriate artwork on the cover. NEW OFFICERS Michael J. Strainic, National Director for Canada, has announced the appointment of Lee Tizzard (St. John's) to Provincial Director for Newfoundland. Mr. Strainic also promoted David A. Pengilly (Delta, BC) to Assistant Provincial Director for British Columbia, reporting to Anthony H. Cowling. Washington State Director. Judy Tuberg, has been replaced by the for- mer Co-State Directors for Washington State, Larry and Marilyn Childs, upon the recommendation of a majority of the state section directors, due to inade- quate leadership. Everyone is excited about the return of Ted R. Phillips, Jr. (Reeds Spring, MO) to active ufology upon being designated Assistant State Director for southwestern Missouri by Bruce A. Widaman. A member since 1972, Mr. Phillips, a world renowned authority on UFO landing trace cases, is being reassigned in this capacity to the MUFON staff and additionally as a State Section Director for Barry and McDonald Counties. Idaho State Director, Robert F. Bowker, has resigned and promoted Daren T. Lannigan (Caldwell), presently a state section director, to the Idaho state post. Seven new State Section Directors were appointed this past month. They are: Rebecca Minshall (Albuquerque, NM) for Bernalillo County; Li F. Wong (Winchester, ID) for Lewis, Nez Perce. Latah, and Clearwater Counties; John T. Dressier (Milford, DE) for Kent County; Mike L. Hanne (Freeman, MO) for Cass, Johnson, and Henry Counties; Arleen A. Caskey (Wilsall, MT) for Park, Sweet Grass, and Gallatin Counties* replacing R. M. \"Bob\" Hendrickson, Ph.D., at his request; Deborah B. Truncale, Ph.D. (Newport Beach, CA) for Orange County; and Robert L. McDowell (Memphis, TN) for Shelby, Fayette, and Tipton Counties. Michigan State Director, Shirley A. Coyne, recent- ly announced her resignation due to her marriage and planned move from Flushing, Michigan. Wayne Erickson (Redford), the Assistant State Director, and Bill and Linda Murphy (Lansing), Co-State Section Directors, are sharing the responsibilities for Michigan until a new State Director is designated. The joyous news and events in the formal wedding announcement received by Shirley's friends and colleagues relate that Shirley Ann Coyne and Joseph R. Tafoya will exchange marriage vows on Saturday, December 3, 1994, at the Coldwater Chapel in Flint, Michigan, at 11:30 a.m., followed by a dinner reception at 5 p.m. at the Flint Eagles 629. Our best wishes from MUFON are extended to Shirley in her new marriage, recogniz- ing her dedication to ufology over the years in Michigan in various leadership capacities. CONSULTANTS AND RESEARCH SPECIALISTS Five new Consultants volunteered their expertise this past month. They are Henriette R. C. Martens, Ph.D. (Pacific Palisades, CA) in Clinical Psychology; John N. France, DDS (Tampa, FL) in Dentistry; Philip W. Weber, J.D. (Springfield, ID in Law; Albert E. Fant, M.D. (New Orleans, LA) in Medicine; Deborah B. Truncale, Ph.D. in Psychology; and Kenneth L. Johnson, Ph.D. (Seattle, WA) in Chemical Engineering. Eight new Research Specialists volunteered their services during November: Luming Han, M.S. (Tempe, AZ) in Computer Science; Pat Madden Sullivan (Monroeville, PA) in Journalism; George C. Fennell, M.S. (Butler, PA) in Astronomy; Mary E. Sullivan, M.S. (Marlboro, MA) in Plastics Engineering; John K. Brown, M.S. (Fairfax, VA) in Psychiatric Nursing; Garner M. Petrie, M.A. (Yellow Springs, OH) in Comparative Religions; Bruce M. Austin, M.S. (Alexandria, VA) in Human Resource Administration; and Ms. Kewpie Sprott, M.S. (Columbia, SO in Applied Psychology. MUFON AMATEUR RADIO NET Leslie H. Varnicle. Amateur Radio Net Manager (Englewood, CO) and David Dobbs (Cincinnati, OH) AA8DK (formerly K8NQN), the Net Control Station, want to remind everyone that the 40 meter MUFON Amateur Radio Net still meets regularly on 7.237 Continued on Page 23 PAGE 24 NUMBER 320 DECEMBER 1994"}]
