[{"pageNumber":2,"pageContent":"Number 112THE MUFOHMARCH 1977UFO JOURNALFounded 1967$1.00[OFFICIAL PUBLICATION OF MUFONJ MUTUAL UFO NETWORK, INC.IThis photograph was taken in Cluj, Romania, on August 18, 1968"},{"pageNumber":3,"pageContent":"MUFON uroJOURNAL103OldtowneRd.Seguin, Texas 78155Dennis William HauckEditorWalter H. AndrusDirector of MUFONPaul Corny;• : emotion PublicityRev. Dr. Barry DowningReligion and UFOsAnn DruffelCalifornia ReportLucius ParishBooks/Periodicals/HistoryMarjorie FishExtraterrestrial LifeStan GordonCreatures 8 UFOsRichard HallAssociate EditorMark HerbstrittAstronomyRosetta HolmesPromotion/PublicityDavid A. SchrothSt. Louis/Mass MediaJohn F. SchuesslerUFO PropulsionDwight ConnellyNorma E. ShortEditor/Publishers EmeritusLen StringfieldCommentaryThi HUFON UFO IOUMU a putrlhhed mathlj bj HnMutual UFO Krinrt, Seioin. TUB. Sobxript* rttev18.00 per year in U.S.; $9.00 per yur forei|n. Copyright1976 b| Mutuil UFO IMnii. Second clan potiip piidit Seiuin, Tun. Return undelinnble copies to: NUFONUFO IMHMM, 103 Oldtone »d., Stpin, Tein 71155.FROM THE EDITORLRichard Hall., MUFON\\sInternational Coordinator,has forwarded an inter-esting article that wasin the May '8 .WashingtonPost. The article dealswith police , use '.of r'e1-gressive hypnosis tech-niques.The article is pri-marily concerned withthe work of psychologistRobert Reiff, who recentlyrequested that the JusticeDept. stop giving seminarsto law enforcement person-nel in regrsssive hypno-sis.. Reiff stressed theinflusnce of the quest-ioner on the witness.To quote:\" .-..improperquestioning .could causea subject' to'distorthis memory...hypno-tized witnesses cancreate visua.l des-criptions that 'neverexisted.\" Ke con-cludes: \"Unfortun-ately hypnosis is •seen as a magicalsolution. This viewneeds to be corrected.\"In this issueCLUES FROM CLUJ: UFOs OVER ROMANIA Jby Michel BougardTEACHER AND STUDENT SEE UFO $by David ReeveMANEUVERING UFO SEEN FROM CAR 6by Ted PetersCALIFORNIA FLYOVER CASE REVEALED 8by David ReeveNEAR LANDING IN LOUISIANA 10by Ted PetersTHE WILSON LAKE HUMANOID 11by Paul CernyUFO EXPLODES OVER BRAZILIAN TOWN 12by Otto RaymundoCALIFORNIA REPORT : MIMICKING UFOs 15by Ann DruffelPOLICEMEN WATCH UFO  1?by Ernst BergerIN OTHERS ' WORDS  18by Lucius ParishDIRECTOR'S MESSAGE  19by Walt AndrusRECAPPING AND COMMENTING 20by Richard HallASTRONOMY NOTES  20by Mark HerbstrittTke cortmholttiiWmjinmnMLindiimiMiitto editor, ml fe Ptrmriita a belt* flirted fe^itiwti*ln»pntlM*mMex Mantriti npranrt MM oMdtl eoritta rfgdfNMit of HURM. Opinion -or* an Mod Iran tin, en poiUod M em t»» 2M «•* ••ilaitribammOitti an, ***><*\"<*a*V>ntoa baud tiHtttot, ham mjonBtJele,Ikeotkeceltkt artkle bPHU era*, mi Ik*|Ute>UH,OfHuni.lMklo>*^di*l<l^e«tjl)wbWini«iH>Ki,lU \"Ctfffttt H7t l| IWm UTO JOUlMi. 103(Wtti St. Hmmmi, WIUI7."},{"pageNumber":4,"pageContent":"CLUES FROM CLUJ:UFOs OVER ROMANIA[Editor's Note: This case is describ-ed in detail in Chapter 6 of UFOsFrom Behind the Iron Curtain,Hobana & Weverbergh, BantamBooks, 1975]The two witnesses are Emil Bornea45 years old, who works in a factory,and his friend Zamfira Matea,34 years old, who works in an officein the city. Both had gone to thewooded area of Baciu, west of Cluj,for a picnic. Emil Bornea had goneinto the forest to gather some woodfor the fire when Zamfira called tohim to come look at somethingstrange in the sky. He did so andupon looking at the portion of the skyindicated by Zamfira saw a large,round, metallic object, appearingsilvery under the rays of the sun.Silently, this ingenious devicemaneuvered around the trees thatbordered the clearing: it appearedimmense.Sr. Bornea's initial reaction wasone of disbelief. When the shockwore off, he reached for his camera.He set the aperture and exposuretime and took the first photograph.The camera used was an FED-2,with an Interstar 2.8 lens (f:50mm),the film has a sensitivity of 17 DIN(ORWO). The time was 13.23 hours,in full sunlight, at a temperature of36 degrees C with no wind. Certainto have at least one photo, Sr. Borneacalmed down and because the UFOwas moving slowly was able to securea second picture. He then noticedthat the object had changed its direc-tion and that it had increased inluminosity. The object sharplyby Michel Bougardrr> , n21S f>Ctih0.1 Ha, *The diameter of the Cluj UFO wasdetermined by triangulation ofthe reference points in the pho-tos .accelerated and disappeared in thesky. Bornea had time to secure twonew pictures but the last one...showsthe UFO disappearing • vertically.After the rapid flight of the object,a light vapor remained.At the time,- Sr. Bornea was em-ployed as a technician in a localindustry; he was considered a seriousand honest man by his colleagues.He had never displayed an interestin UFOs and viewed the wholesubject with a degree of skepticism.Srta. Matea had the same attitude.Thus, there is nothing surprisingin their lack of enthusiaism after thesighting.Bornea has thought little sincethen about the events of Sunday,August 18, 1968. He went about hisusual activities after that sightingonly to find himself, ten days later,confronted anew by a strange object.Because of fear of ridicule, Borneadidn't know what to do with thephotographs. He only knew oneperson who was interested in UFOs,an engineer by the name of FlorinGheorghita, to whom he went.After seeing the pictures, Gheorghitasent them to diverse experts. Ac-cording to Bornea, the altitude of theobject was around 600m and it hada diameter of about 30m; the obser-vation took place at an angle of ele-vation of 85 degrees with respect tothe horizon. In the first part of itsflight, the UFO had followed a NE-SW trajectory in a straight line; ithad later modified its direction slowlymoving towards the sun. Gheorghitawent to two reporter-photographerfriends one of whom works in theRomania National Press Agency,(Ager Press).He then noticed a point whichappears to exclude all possiblity offraud on the part of E. Bornea:"},{"pageNumber":5,"pageContent":"CLUES FROM CLUJ:UFOs OVER ROMANIA[Editor's Note: This case is describ-ed in detail in Chapter 6 of UFOsFrom Behind the Iron Curtain,Hobana & Weverbergh, BantamBooks, 1975]The two witnesses are Emil Bornea45 years old, who works in a factory,and his friend Zamfira Matea,34 years old, who works in an officein the city. Both had gone to thewooded area of Baciu, West of Cluj,for a picnic. Emil Bomea had goneinto the forest to gather some woodfor the fire when Zamfira called tohim to come look at somethingstrange in the sky. He did so andupon looking at the portion of the skyindicated by Zamfira saw a large,round, metallic object, appearingsilvery under the rays of the sun.Silently, this ingenious devicemaneuvered around the frees thatbordered the clearing: it appearedimmense.Sr. Bornea's initial reaction wasone of disbelief. When the shockwore off, he reached for his camera.He set the aperture and exposuretime and took the first photograph.The camera used was an FED-2,with an Interstar 2.8 lens (f:50mm),the film has a sensitivity of 17 DIN(ORWO). The time was 13.23 hours,in full sunlight, at a temperature of36 degrees C with no wind. Certainto have at least one photo, Sr. Borneacalmed down and because the UFOwas moving slowly was able to securea second picture. He then noticedthat the object had changed its direc-tion and that it had increased inluminosity. The object sharplyby Michel BougardI f\" -j /• - OSfffI a ' 0.1 H<*'*a, = jjmThe diameter of the Cluj UFO wasdetermined by triangulation ofthe reference points in the pho-tos .accelerated and disappeared in thesky. Bornea had time to secure twonew pictures but the last one...showsthe UFO disappearing * vertically.After the rapid flight of the object,a light vapor remained.At the time,- Sr. Bornea was em-ployed as a technician in a localindustry; he was considered a seriousand honest man by his colleagues.He had never displayed an interestin UFOs and viewed the wholesubject with a degree of skepticism.Srta. Matea had the same attitude.Thus, there is nothing surprisingin their lack of enthusiaism after thesighting.Bornea has thought little sincethen about the events of Sunday,August 18, 1968. He went about hisusual activities after that sightingonly to find himself, ten days later,confronted anew by a strange object.Because of fear of ridicule, Borneadidn't know what to do with thephotographs. He only knew oneperson who was interested in UFOs,an engineer by the name of FlorinGheorghita, to whom he went.After seeing the pictures, Gheorghitasent them to diverse experts. Ac-cording to Bornea, the altitude of theobject was around 600m and it hada diameter of about 30m; the obser-vation took place at an angle of ele-vation of 85 degrees with respect tothe horizon. In the first part of itsflight, the UFO had followed a NE-SW trajectory in a straight line; ithad later modified its direction slowlymoving towards the sun. Gheorghitawent to two reporter-photographerfriends one of whom works in theRomania National Press Agency,(Ager Press).He then noticed a point whichappears to exclude all possibliry offraud on the part of E. Bornea:"},{"pageNumber":6,"pageContent":"<**>.««*•»?o'am,TEACHER AND STUDENT SEEGLOBE-SHAPED OBJECTBY DAVID L.^^^^T^^^^r^'*\"* ^' **' -^ ^-^- £\"«. \"\"an. v-*s«s;..-: --M^J!*u-^.-J-. ^A»***ir •* ^3E H-VJST^1\"-* ^,t*f ^-;/»Cluj is shown on this map of EuropeActually Romania occupies a centrallocation in continental Europe.on two of the prints the object isnot centered, but is found in theupper right hand corner. The authorof a hoax would have been pre-occupied with producing a beautifuldocument framing the object well.Examination of the negatives wasalso made by the official laboratoryof Cluj which confirmed the unlike-lihood of fraud.Further study confirmed the dia-meter of 30m. Study also revealedthe presence, in the first picture,of a convex light on the left side ofthe upper portion of the object(no windows were detected). In thesecond print, the contours of thedevice are more refined while thesurface retains the same smoothness.The object appears billiant andthe shadow, very well distinguished,looks like an aberration whencompared with the first print. Twospecialists of the Bellas Artes of Cluj,consulted separately, arrived atidentical conclusions: the UFO wasself luminous and was not a shadowcaused by the sun. In the thirdpicture, the object appears almostvertical and fine examination ofthe image of the UFO disclosesa curious curve on its upper portion(edge).All who studied the pictures andthe percipients feel that it is anaccurate reporting of an event;the possibility of a hoax can beruled out.Reprinted from STENDEK No.21Sept. 1975Translated by Beatrice M. ZimmerPlace: Glucester, Mass.Time: 1:30 p.m.Date: Jan. 9, 1976At the time of the sighting, RobertSampson was administering an exa-mination to his science class at theRalph B. O'Maly Middle Schoolin Gloucester, Mass.One of his students, Joseph Aiello,age 14, called Robert's attention toan object which he had been observingthrough a window for approximatelyten seconds.They both then viewed it for anotherfive (5) seconds before it disappearedover the horizon. Neither could ex-plain what it was they saw.The object was described by bothas white, globe-shaped and exhibiteda yellow glowing band around itscircumference. It was first noticedin the NE and moved in an arc to theN like a bullet would fall in trajectorybefore disappearing over the horizon.The sighting was investigated byMr. Raymond E. Fowler, MUFONDirector of Investigations. Mr.Sampson is well know to Mr. Fowlerand is considered a reliable andcompetent observer. He holds aresponsible teaching position. He alsohas a masters degree in Biologyand was a radar/sonar operatorin the U.S. Navy. Joseph Aiello isconsidered one of Mr. Sampson'sbest science students.After a thorough investigation,no natural phenomena (reflecting sun,etc.) or man-made object (aircraft,balloon) was found that could explainthe sighting. The report was classifiedas being in the Unknown (ordinary)category.  5"},{"pageNumber":7,"pageContent":"Maneuvering UFO Seen From CarBy. - Ted PetersMUFON State Director for LouisianaIt was dark and partly cloudy thenight of Tuesday, February 8, 1977,when Mrs. Gayle Rodriguez, age'31,and her twelve year old son, Brian,followed a lighted flying machine intheir car. They were driving southeaston St. Bernard highway, havirig'justcrossed Paris road7 when 'Brian ex-claimed; \"Mama, look ' up there!\"•\"* \"We looked up and we saw lightsrevolving around,\" Mrs. Rodrigueztold MUFON investigator Ted Petersand James LaChute. \"We saw white,blue—it wasn't a real bright blue butrather a soft blue; if was glowing—then came a light colored green^Then at the top there was a red lightwhich was revolving around slowerthan the bottom part.\" She said shewas certain it could not be a helicopterbecause she has seen and heard themoften, even at night. \"You can hearthe noise of helicopters), but in thiscase we never heard any noise at all.\"It was about 8:15 p.m. when themother and son watched through thewindshield as it crossed the highway infront of them; from left to* right,and then turned to parallel the roadand travel at the approximate speed ofthe-car. Its movement was in unevenspurts, sometimes shooting aheadand sometimes stopping.On one occasion it stopped itsforward motion and tilted to and fro.It was shaped like arf upside downsaucer with a flat bottom and a domeon top in the middle. Near the bottomedge could be seen a row of individuallights which merged into a single blurrwhen rotating: The lights changedcolor alternating between blue, green,and bright white. Atop the' dome werethree lights on what appeared to. beantenna: two small white lights, andone larger red light. -The top lightswere less intense than the lower row.When it tilted back the bottom appear-ed flat with half-moon shaped holesaround the perimeter. ^Brian describedthe surface: as '-'silverish,\" like barealuminum. . V'Both\"-witnesses were reluctant toestimate how high or how far away it'wasl Its apparent size was greaterthan 'that of the moon and perhapslarger than a softball held at arm'slength.As they approached the village ofViolet they passed through the \"oaktunnel (a stretch along which mature,oak trees line the highway) and; . , ^ *,v. & J '. ^ .caught glimpses of the light throughthe branches. They continued towatch the UFO as they turned up theirstreet and disembarked from the carat 2100 Kenneth Drive about 8:30.Mrs. Rodriguez nervouly ran to thedoor and hollared for someone elseto come and look. Her father, Mr LyleSalez, came out on the porch and sawonly, the red light setting behind the-horizpn.A few days later a secretary from the.St. Bernard News received a telephonecall for a woman who gave only herfirst name, Leona; she claimed to haveseen a brightly lighted flying objectTuesday night near the intersectionof Paris and Judge Perez. She had noknowledge of the Rodriguez report andhence provides a possible confirmationof the initial stage of the sighting.ADDENDADuring the interview the witnesseswere told that the cassette tape wouldbe subjected to lie detection on apsychological stress evaluator. Ques-tions establishing pentrameters wereincluded on the tape. Later in theweek Mrs. Rodriguez telephoned oneinvestigator to report, a falsehoodwhich^the PSE might uncover. On thetape she had .given her age at 32; sheis really 31.Both Mrs. Rodriguez's, husband,Robert, and her father claim to haveseen a UFO on separate occasions inthe past. None advanced any theoriesregarding the origins of UFO's or evenbrought up subjects such as VonDaniken or extra-terrestrial life."},{"pageNumber":8,"pageContent":"Sketch of :UFO dravm forDr. Ted Peters by BrienRodriquez.Viow of bottom, withlights shining through.holes."},{"pageNumber":9,"pageContent":"CALIFORNIAFLYOVER CASEREVEALEDBYDAVEREEVEMrs. Roberts' sketch of UFO she observed for at leastfive minutes. The object hovered next to freeway andthen flew over her car as she approached it.Prior to June 25, 1976, Mrs. EllenRoberts, in her own words, \"had neverread much or, been overly enthusiasticabout seeing or reading material aboutUFO's.. But this changed the night of the 25th.As Mrs. Roberts told MUFON. \"Mydaughter, Jo (age 14), my sister Laura(age 12) and I were driving back from, Santa Cruz on Hwy. 680 around10:00 PM on the night of June 25th.My daughter saw it first, as it ap-proached on our left and asked \"whatis that\"8At first I just glanced at it - sawa bright light and assumed it was ahelicopter with a spotlight. Then 1took a second look and couldn't believemy eyes. . We became very excitedwhen we realized what it was we werelooking at. I thought of stopping thecar, but was rather apprehensive andwaited for the next exit. But by thenit was too late.It was a warm and clear June eve-ning. The object (about 150-250 feetaway) was in sight (as it hoveredalongside the freeway) for about fiveminutes. It then flew over the car (carhad slowed down to about 30mph) anddisappeared over a nearby mountain.As the speed was not excessive, thetime of obeservation was about tenminutes altogether.The object was quite low and did notresemble a jet aircraft at any time.Instead, it was circular, estimated tobe about 25' high and 40' long. Itseemed to glow with an inner lightand the women could see every detailquite clearly. No means of propulsionwas visible, nor did they feel any"},{"pageNumber":10,"pageContent":"-INote similarity of object seen by Ellen Roberts and UFOreported by George O'Barski in the Hudson River Park, NY.affects or hear any sounds as it flewover the car. Laura, who looked at theunderside as it flew over described itas round and revolving.As soon as they got home, Mrs.Roberts had tfye girls <Jraw a picture ofwhat they saw and she did the same.All three drew a circular object withred and white lights. But each saw thelights differently. Laura saw them al-ternately red and white on the win-dows. Jo saw the red and white lightrevolving slowly from the windows butwasn't sure as to how they were ar-ranged, just flashing and revolving.Ellen saw the red light as being on top.All three agreed that they couldn't seethrough the windows, they just glow-ed. They also all agreed on seeing twogreen lights, atop and on either side ofthe craft.Mrs. Roberts is a senior secretarywith two years of college. And likemost unwitting witnesses, has receiv-ed considerable kidding from fellowworkers and friends. Prior to this en-counter neither her daughter, herselfor her sister had read any details onUFO's. The fact that the red andgreen lights are common to UFO'swere a surprise.Map shows position of UFO and cardriven by Mrs. Roberts."},{"pageNumber":11,"pageContent":"Near Landing In LouisianaBY TED PETERSMUFON STATE DIRECTOR FORLOUISIANASketch of UFO drawn for Dr. Ted Petersby Mrs. D.S., Feb. 12, 1977The car was full of people when itpulled out of the Schwegman shoppingcenter in Chalmette, Louisiana, about7:30 p.m. on Saturdaynight, January22, 1977. The driver was Mrs. D.S.,age 35, who does not believe in UFO's-and who requested her name be heldconfidential. In the car sat her dau-ghter and son, Connie age 11 andTerry age 13, along with her brother,age 36, and a family friend, Mrs', a.b.,who had her four year old son with her.They turned north off Judge PerezDrive and on to Jean Lafitte Parkway.When they had passed a white trailerparked in the first block, Terry, sittingin the back seat behind the driver holl-ered, \"mama, look! a UFO!\" Inthe sky to the left they saw a largelighted flying craft hovering above andbehind the auditorium. Mrs. D.S.stopped the car and for a period of five.minutes its occupants leaned and10strained to watch it through the twocar door windows.The craft maintained a stationarypoistion but never ceased moving. Itmade a \"sort of circular motion.\"It was a metal machine larger than acar, perhaps the size of a small house.It was dome-shaped with extensionson either end. The witnesses werenot certain as to just what angle thecraft was positioned. Occasionally itwould spin. The dome was flanked bytwo bright red lights with anotherlight in the lower middle, either yellowor white. There is some disagreementon the number of red lights, D.S. say-ing there were 3 and A.B. saying therewere 2. On the underside there werewhat Mrs. D.S. described as \"threepropellers.\" The whole machine,however, not just the propellers, wasseen spinning.The group was close enough to theobject, within 2,000 feet, so they werecertain it was not an airplane, helicop-ter, or the Goodyear blimp which isseen in the area during MardiGras season.When the car behind them blew thehorn, D.S. decided to drive on. TheUFOtoo began to move slowly north-ward and the earful of watchers drovea quarter mile down Jean Lafitte at thesame speed. When the object stoppedMrs. D.S. turned the car left into theboulevard cross-over and stopped.There the little audience remained for10 minutes watching the show throughthe windshield. Mrs. D.S. rolled downher window and looked out. on oneoccasion; she could see it butheard nothing. ,After \"bouncing around\" for a timethe craft began to settle down behindthe trees which lay across the fieldThe machine would drop behind the"},{"pageNumber":12,"pageContent":"Chester, CaliforniaSeptember 1956Map shows path of UFOtrees artd then pop back up again.Prior to its final descent it tiltedseverely. They could see the lightsthrough the tree branches. The redlights disappeared first, then the whitelight. Overawed at what they hadseen, the group drove home and toldno one. Their testimony did not sur-face until other similar reports appear-ed in the local newspaper.Mrs. A.B. described herself as a\"nervous kind of scared.\" The child-ren were frightened. Mrs. D.S re-mained calm throughout, but indicatesthat the experience had left a deepimpression on her. The brother ofD.S. was unavailable for comment.UFO investigator James LaChute inthe company of Terry S. searchedthe woods as far back as The Guer-enger Canal on February 12, but nosigns or traces of a landing were dis-cernable at that time.The Wilson LakeHumanoidThe approximate date would beSeptember 1956. The place, WilsonLake near Chester, California (a smalllake). It was about 3 p.m. on a sunnywarm afternoon. Four people in thiswilderness area were deer hunting.The first part of the season allowsonly bow and arrow weapons. Theparty split in pairs to hunt nearby.The main witness was an off-dutydeputy sheriff in the Butte Countyarea who wishes to remain anony-mous. He was hunting with his sisterwho was approximately 150 yardsaway from him at the time of thesighting. All she saw was somesmall person through the manzanitaand brush and assumed him to be justanother red-jacketed hunter.The deputy sheriff was sitting downon a log in a small clearing restingwith his bow across his lap. The areawas mostly manzanita and brush withan occasional pine tree her and there,and deer trails running through thisgrowth. Suddenly, in the remotesilence, he heard gravel and rockrolling behind him where the mountaincontinued up a 15-degree slope severalhundred yards to the top. As he spunaround in response to the noise, hestood up face to face about 70 feet froma small, brightly clad little man aboutfour feet high. This creature lookedvery human with fine facial features,By Paul C.CernyWestern Regional Directorlight brown hair just protrudingslightly from a red and gold cap.He was wearing rather close fittingpants which were green with some sortof light brown low tight boots. Alongsleeve jacket was also gold in colorand open down the front where a tanpullover shirt could be seen under-neath. No buttons, zippers or any typeof fasteners could be seen. Thegeneral stature was quite humanappearing, hands normal, body welldeveloped proportionately. He couldhave been a small boy with the excep-tion that he was very adult lookingand appeared as if he may have been35-40 years old. He was carryingabsolutely nothing.After \"eye balling\" each other at'the 70-foot distance for about a minute(they obviously surprised each other),the creature whirled around andleaped up the loose gravel slopein twenty-foot strides until he clearedthe top and disappeared. The as-tounded deputy then went down. totheir base camp and as he said, \"Ihad a couple of shots of bourbon tosteady my nerves and I don't drink!!\"About a half hour later he finally\"got his wits about him\" and venturedup the slope to the top where he sawthe creature disappear but could findno sign of him or of anything elseunusual.  11"},{"pageNumber":13,"pageContent":"UFO Explodes OverBrazilian TownBy Otto RaymundoAccording to a local newspaperreport and presenced by a largenumber of people, a said Flying Saucerexploded violently, over PresidentePrudente town (Pop. 92,000), in SaoPaulo state, Brazil; throwing frag-ments all around, some having sizesup to 28 inches, which were found neara school yard:A UFO dashed the sky, emmitingpolicolor flickering lights and des-cending in high speed. Hundredsof local inhabitants came outdoorsscared. Making weirding loudsounds, the UFO set women andchildren in frightening condition.Suddenly, people panicked undera tremendous explosion. Fieryfragments sprayed all around,some penetrating 12 inches intothe ground. Police collectedpieces, cautiously. Materialassembled submitted to Air Forceexperts.With the presence of a countlessnumber of witnesses and the localmayor, the alleged fragments werecarefully collected by the police.Taken to the military authorities andafterwards, to the Air Force head-quarters of the region, for furthertechnical evaluation, these fragmentswere quite puzzling in its own appear-ance.HIGH SPEEDAt about 10 p.m. on August 6th,1976, a strange flying object zoomedthe skies at incredible speed, emmit-ing colorful beams of light, as yellow12green and blue. People who pre-senced such phenomenon, affirmedit was a Flying Saucer, according toits shape and the erratic directionsit performed. It also was noticed asdescending.THE EXPLOSIONComing closer to the ground in verti-ginous speed and giving away so muchlight, it arose the attention of hund-reds of inhabitants, also by its loudsounds. Many people came outsidetheir houses, to watch the unusualhappening. Among the witnesses,a professor by the name Galindo,from the Santo Amaro district, af-firmed that it was a Flying Sauceralright, whatever they were presen-cing. Suddenly, a violent explosionoccurred. The UFO became ragged ina matter of seconds, ablazing piecesall around, like a fireshower display;and throwing large fragments every-where, like projetiles. Most of peoplepanicked, running away, terrified,and looking for shelter. Womenand children screaming, some in-dividuals praying, all in total ter-ror—as the world was getting to anending in a matter of seconds—nonewith an exactly notion of what wasreally going on...FRAGMENTSMost of the debris thrown around,disappeared in few minutes, but somecame down whizzing sharply and witha loud roar, crashing the soil violently.After penetrating the ground about 12inches deep, some of those fragmentsremained buzzing and squeaking fora long time, weirdly, near a schoolyard. The local mayor, name LeonildoDenare, came to the site, togetherwith the policemen, who were verycautious in collecting such odd objectsfrom inside the ground.Afterwards, a few fragments weretaken and at the first glance, pre-sented the characteristics of a multi-layed plastic coverage, with the den-sity of silicon and with a metalic foil„ sandwiched in it. Same material wastaken to the Military Police quarters,then transfered to the Air Force Com-mandment, for a technical examin-ation.One of the fragments collected,weighed a little over one pound(five kilograms) and was covered byan alloy, composed of aluminum,nickel and antimony; supposedlycapable of supporting a high impactin space flight, according to ProfessorGalindo, and testimonied in presenceof lieutenant Cunha, who was formerlyin charge of the investigations.Unofficially, it was known that someAmerican agency experts were presentin the site, with full instrumentation,days after the incident.Of course, an intriguing story likethis may appear to be fictions,but, considering quite a few otherreports of the kind accounted in thepast, this author might agree it dis-erves a. closer study and some atten-tion by the Ufologists.Years before the word UFOLOGYbeginned to mean something by itself,a few people started gartering somevaluable data, most from privateresearchs, and a shape for this new"},{"pageNumber":14,"pageContent":"A UFO dashed the sky, emmiting policolor flickering lights and descen-ding in high speed. Hundreds of local inhabitants canie outdoors, scared."},{"pageNumber":15,"pageContent":"science became evident.In September of 1957, a similar casewas largely discussed by the press,also in Brazil, and is presently wellexemplified into the EncyclopaediaBritannica 3, under the U.F.O. subject(Macropaedia, vol. 18, pg. 855):\"A flying saucer diving into thesea, eye-witnessed by three fish-ermen, exploded in thousands offiery fragments, in Ubatuba,Sao Paulo. Several pieces werecollected and sent to a govern-ment laboratory, that did thechemical analysis.\"Conclusively, the results showedthese fragments were composed mostof \"high purity magnesium\", but withsome impurities as zinc, strontiumand others, totalling about 0.15 per-cent. However, compared to the in-dustrial U.S. pure magnesium pro-duced, which has less than 10.002 per-cent of impurities, said' materialpresented an unusual amount of stron-tium, what reinforced the extraterrestrial hypothesis for the event.As outlined by the experts, strontiumis not produced in commerciallyquantities, because two other alkaline-earth metals—calcium and barium—that resembles the strontium closely,and occur in much greater abundance,being its compounds most similarand cheaper.Strontium is also malleable andductile, acting as a good conductor ofelectricity. Although controledamount of radioactive strontium hasbeen beneficially used as a bonecancer treatments, and more; itsmisusage can surely lead to deathby radiation.The heat of its radioactive decayalso can be converted to electricity,allowing long-lived, lightweightsources, for use in navigation14buoys—or space vehicles, etc. Stron-tium also reacts with water to yieldhydrogen and strontium hydroxide.Finely divided, it spontaneouslyignites in the air, its volatie saltsimparting a brilliant crimson color tothe flames. This property has oftenbeen utilized in highway and railroadsignalizing devices, as well as infireworks. (Encyclopaedia Britannica,Micropaedia, Vol.9, page 618).Up to the present, quite a few othercases of UFO fragments analysishas shown that the unidentified orunknown factor prevails most of thetime. Even the Smithsonian Astro-physical Laboratory has tested somekind of fallen debris, from an allegedflying object that exploded somewherein California, above a lake; with un-conclusive results known. Also therespectable NASA scientists, have hadthe opportunity to mistaken an impor-tant analysis, of some metal fragmentscollected near a rocky site, where analledgedly spaceship scraped itself,in a landing operation near Socorro,.New Mexico, in 1964.Other exploding cases of UFOs havebeen well known, and sometimesare listed far back into the past; somewith odd metal alloys unconclusivelytested—and .others with even morethan 90% of unknown organic residues.Perhaps, an old and most intriguingevent of this sort was the mysteriousexplosion occurred.in 1908, in Tungus,Siberia; said of a gigantic atomicsource, developed somewhere about10 kilometers above the groundlevel—what still offers vast contro-versial kinds of opinions, amongexperts and scientists.This article presents informationbased in a story published by thenewspaper O DIA, Rio de Janeiro,Brazil, on August 8 & 9, 1976.1976 MUFONSYMPOSIUMPROCEEDINGS\"Swamp Gas Plus Ten - And Counting\" by Dr. J. AllenHynek, Director of the Center for UFO Studies.\"Canadian UFO Residuum\" by Henry H. McKay, MUFONCanadian Regional Director.'.'Heavenly Chariots And Frying Saucers\" by Or. Ted Peters.MUFON State Section Director for Central South Carolina.\"UFOIogy and the Digital Computer - A lesson In TheEvaluation Of UFO Secondary Evidence\" by William H.Spaulding, Director of Ground Saucer Watch, Inc.\"The Operation ARGUS Concept - A New Look At UFOEvent Sharing And UFO Data Sharing\" by Ray Stanford,Director ol Project Starlight International.\"Analysis Of Humanoid Reports\" by David F. Webb,MUFON Eastern Regional Director and Co-Chairman of theMUFON Humanoid Study Group.\"Must We Stand Idly By? Social Reaction To UFO Reports\"by Dr. Ron Westrum, MUFON Consultant in Sociology.The 1976 Proceedings is availablefrom MUFON, 103 Oldtowne Rd.,Sequin, Texas 78155 for $5.00 postpaid. . .MUFON103 OLDTOWNE RD.SEGUIN, TX 78155Phones-Si 2-379-9216(MUFON headquarters andWalt Andrus' home)"},{"pageNumber":16,"pageContent":"CALIFORNIA REPORT'ARE THERE MIMICKING UFOs?\"By Ann DruffelPartiAny UFO researcher worth his salthas come across particularly puzzlingcases, Lin which credible witnesseswill report close encounters with UFOsof odd design and structured detail,performing impossible maneuvers.These will seem at first to be first-class reports deserving of carefulfollpwup.Checking out standard sourcesduring the subsequent investigations,these puzzling sightings fall apartin the researcher's hands. An ordin-ary manmade object—a blimp, an ad-vertising plane, etc.—will be proved tobe in the vicinity of the sighting at thetime stated. The witnesses must havebeen mistaken; they must have sub-consciously embellished details andinvented maneuvers that their \"UFO\",was supposed to have performed.Go back to these witnesses, howeverand.present the evidence .uncovered.Try to interpret what has happened.Stone faces and unhearing ears greetthe explanation. The witnesseshave \"seen what they have seen\".Cases such as these occur from timeto time over Southern Californiaskies and have caused the author andother local researchers much puzzle-ment. Invariably the sightings havebeen classified as IFOs or stuck outof sight into bulging files. No real usehas been made of them over the years.To illustrate briefly the kind of casewhich is the specific subject of thiscolumn, let us consider the Santa .Ana, California sightings of January2, 1973. On this smogless, eveningthe visibility was fifteen miles onthe ground, sixty miles one thousandfeet above the earth. Unusually pureair imparted a brilliance and clarityto lights and - objects rarely experi-enced in this polluted basin.Between 6:20 and 7:00 p.m., sevenwitnesses in four different sections ofthe city viewed a startling, vividlylighted metallic craft. The domedvehicle was complete .with jauntyantennae and a lighted door. Theauthor was, unfortunately, the invest-igator on this promising case. It wasa dismal task indeed to have to informthe awed and frightened witnessesthat they had mistaken the Goodyearblimp for a craft from another world.The Goodyear blimp was cruisingOrange County, including Santa Ana,that evening between 6:00 and 8:00p.m.. Three years before it had beenoutfitted by its enterprising ownerswith 7,560 colored light bulbs. Flash-ing in varied thirty-second patternsof green, red, yellow, and blue, theycalled the world's attention to the nextbreathtaking advertisement whichfollowed in words outlined with or-dinary white lights. \"The brilliant colors and oval shapereported by the witnesses conformedclosely to those of the blimp. The lightpatterns in most cases also weresimilar. But the structured details—antennae, door, dome, a sound \"likean electric generator did not conform.(See Figures 1,2) Above all, themeteoric speeds, rapid decelerations,immense apparent size, and angledflight paths reported were not compa-tible with the clumsy airship, whosecrusing speed is thirty-five mph, andwhich was carefully ambling along atminimum one-thousand-feet altitude.Perhaps the most eloquent statementregarding the Santa Ana misidentifications came from blimp's pilot,himself. \"How could they mistakeit?\" he asked. \"It has Goodyearwritten all over it, and anyone withina mile of it can read the ads unlessthey are blind or can't read!\"Sine functions and ratios applied to.the apparent sizes, and angles of sightshowed impossible correlation, in mostcases, with what the blimp shouldpresent at normal cruising height.For the sake of objectivity, however,it was decided that all the witnesseswere wrong. In spite of our tactfulefforts, seven puzzled, angry wit-nesses were left stoutly maintainingthat the object was not, and nevercould be, the blimp.The same thing happened threemonths later in Tarzana, Californiaon April 10, 1973. In that San Fern-ando Valley community, not one butthree startling craft whose, colorsand .shape roughly resembled theblimp maneuvered together beforedeparting posthaste at a speed consid-erably above the blimp's best efforts.But the blimp was cruising above thevalley that night. Again, for the sakeof objectivity the case was put down as\"misidentification of conventionalobject\". But by this time the authorhad begun to wonder.Three years passed, during whichwhirling, lighted discs which circledlarger lighted discs were identifiedtentatively as a new type of advertisinghelicopter. The witnesses were aspuzzled as the investigator when shetried to tell them what they had seen.On February 1, 1977 a sightingoccured which, lightly speaking, was.1-5"},{"pageNumber":17,"pageContent":"the straw that broke, the ufologist'sback. On that evening at 8:40 p.m.above Glendale, California two youngprofessional men flying southbound ina helicopter at 1100 feet saw a brightyellowish light passing them, goingnorthbound at an estimated 100 mph.It was about a thousand feet to theirleft and two hundred feet lower inaltitude. Thinking that it was a fixed-wing aircraft flying at an illegal height1 J   i-the pilot of the chopper turned hisship toward the light in the hopes ofcatching its number and reporting itto the FAA. The object immediatelycame up to the helicopter's altitudeand copied his turn precisely. In lesstime than it takes to tell, the men inthe helicopter found themselvesperforming a Luffberry circle maneu-ver .with the strangest craft they hadever seen.The word \"craft\" as used here is notby author's choice. It was a carefullychosen word used by two exception-ally qualified observers.. Their ownwords speak more picturesquely thanany paraphrasing could ever do.16\"It was approximately 300 to 500feet away, orbiting in a precise 180degree orbit with us. We were in atleast a 500 foot orbit and going 60miles an hour. It was an unusual-looking light, really threw off a lot inlight upward, illuminating an objectabove it to which it was attached. Itappeared to be a cylinder-shape deal.(See Figures 4,5) This cylinder-shaped thing was approximately10-15 feet high and 4-8 feet wide. Itwasn't another aircraft, that's for sure.It was upright, you know...it couldn'tfly that way. We were wondering whatthe heck it was. Couldn't see anywings. Couldn't figure it out. Wewere more or less astonished at whatwe were seeing. We circled with itin precision flight for five or ten orbits.We saw markings or struts or some-thing going up into a triangle type ofthing and sticking out at an angle fromthe sides. The cylinder and struts ormarkings were dark color, or gray.We were seeing the struts or markingsfrom the light reflecting up. As faras whether they were dimensionalor not, it would be hard to determine.\"The light was right on the bottomIt was bright! It was a yellowish-white which resembled no aircraftnavigational light we've ever seen.It didn't have distinct edges. We triedto get a closer look at the wholething with our gyroscopic binoculars,but the gyros weren't turned on—theplug wasn't in, so there was a lot ofvibration. When the pilot took thebinoculars the object suddenly turnedinto us. It appeared as though it wasgoing to change course and come atus. He quickly gave the binocularsback and took over the controls again,kind of veered to the right a little,"},{"pageNumber":18,"pageContent":"Sketches by two witnessesin.helicopter over Glen-;dale, Gal., Feb. 1, 1977-to continue on a little wider orbit.But it then stayed in the orbit, but alittle higher than us now.\"It definitely was too controlled,too exact, to be any kind of evenremote-controlled thing.\"We said, 'Let's try to get a closerlook. Let's go up after it'. We chang-ed altitudes and were going a littlehigher. It went higher also, brokeorbit and went off into the east-southeast at about 11 o'clock positionand vanished, like it turned off thelight. We were in the same area thatit vanished, which was up another1000 feet and there was no fog upthere, no way it disappear in any fog orover to the east or whatever. Itevidently turned off its light and tookoff.\"This February 1, 1977 sightingshould be a researcher's dream. Itcomprised well-qualified witnesses,exact detail, precision maneuvers andinexplicable manner of disappearance.Yet when massive efforts were madeto locate ground witnesses, none couldbe located who had seen the circlingobject or the helicopter. What did turnup were a series of sightings, includ-ing one on February 1st, between 8:35and 8:45 p.m. in the same area wherethe helicopter performed its Luffberrycircle with the strange craft. Thesesightings were of objects determinedto be probable hoax balloons of anunfamiliar type.In reading through the voluminoustape transcripts connected with thiscase, one is struck by the fact that thetwo witnesses in the helicopter quali-fied most of their statements. Theywere most careful in verbal and writ-ten description. The only thing theydid not. qualify was that they were surethe object was not a balloon of anykind. They \"have seen what they haveseen.\"In this field of UFO research, wherenothing is certain and where evidenceoften conflicts with \"reality\", it isprobably acceptable to ask this ques-tion — \"Do UFOs sometimes mimicconventional objects? ' 'In the concluding Part 2 next issue,evidential material will be presentedpro and con on the \"balloon\" theory.Also some surprising correlations willbe offered, comparing the, Glendaleobject with a classic Brazilain UFO,which was involved in one of thestrangest abduction cases ever re-corded.POLICEMEN WATCH UFOBy Ernst Berger, MUFONRepresentative for AustriaFebruary 27, 1977, 0155 hoursCentral European Time. The Viennasky is cloudy with cold northwesternwinds. A police cadet is driving thesquad car on night patrol with an offi-cer on the second front seat. Bothmen request to remain anonymous.As the patrol reaches the open countryroad between Stammersdorf and Jed-lersdorf (21st district, outskirts),the officer points to the west. \"Itlooked like the sun going down, a dullfiery red thing in the night.\" Tellinghis cadet this can't be an advertisingsign with neon tubes, (as the man sug-gested), the officer leaves the car.The object hovers at the level of Bis-amberg radio tower, in the directionof central Strebersdorf, where a hightension power line runs northrsouth.\"And it was huge, like the moon wesaw much higher up. It wasn't full, butthe lower piece cut off at an angle,very sharp It looked like a body,not flat. We stood beside the patrolcar for, say, 1 or 2 minutes, when itturned into a wedge quickly (2), thengrew narrower and narrower (3) andfinally went away rapidly as a dot tothe west.\" Height and direction in thesky did not vary during the \"zoom-off\" (compare with Mr. A's 'zooming'objects on page 13, MUFON UFOJOURNAL 104, July 1976). No soundwas heard, and the two men had nobinoculars, but the good standardpolice eyesight. When I returned withthe officer to the spot for a fieldinvestigation, I was impressed by hissincerity. \"I'm no friend of UFOs,\"he said, \"but I can't explain what itwas.\" A full moon sized objectshould have been 20 meters across in1,3 kilometers distance (where thepower lines run), if it was as distant.17"},{"pageNumber":19,"pageContent":"Lucius ParishIn Others' WordsVery few UFO-related articles haveappeared in the two leading weeklytabloids in recent weeks. The March 1issue of National Enquirer presentedactor Leonard Nimoy's views on UFOs.Ninioy considers it possible that\"we have, been visited or are beingvisited now,\" but he also has someinteresting comments on govern-mental policies regarding UFOs.The February 15 issue ofreported on the UFO car-chase inci-dent involving the Pecha family ofColusa, California.Claude Mac Duff, the editor ofUFO-Quebec, has asked me to an-nounce that, beginning with their #9(March 1977) issue, UFO-Quebec willhave a new format, different type-setting, increased coverage of UFOactivity, more varied subject matterand other improvements For ourFrench-speaking readers, this maga-zine is certainly one of the more in-teresting publications being issuedtoday. Subscription in the U.S. are$5.00 for four quarterly issues. .Theaddress is: UFO-Quebec - P.O. Box 53Dollard-des-Ormeaux - Quebec, Cana-da H9G-2H5.The May issue of Official UFO hasits usual quota of interesting material,with articles by Alan Berry, RichardHall, Kevin Handle, Howard Smukler,Bruce Schaffenberger, Dennis. An-thony, Curt Sutherly and others.Sutherly's interview with StantonFriedman is one of the best ones toappear in print thus far.UFOReport also contains material ofinterest, although the contents of theMay issue are largely on the specula-tive side. Contributors include HarryL. Helms, Jr., Brad Steiger, RichardE. Mooney, Kevin Randle, GrayBarker, B. Ann Slate, WendelleStevens and others.Something of an improvement isalso noted in the March issue ofArgosy UFO, which contains articlesby Curt Sutherly, Bill Quinalty, DonWilson, Kevin Randle, WendelleStevens and others. If the amount ofreprinted material from older UFObooks could be lessened, Argosy UFOcould easily become one of the bettersources of UFO information.Now we come to the latest entry inthe magazine field, Quest. This bi-monthly publication is edited by KevinRandle and is affiliated with the NorthAmerican UFO Organization Inc.(P.O. Box 5885 - Kansas City, MO/ •   .64111). The first issue contains somematerial of interest, but there is adefinite flavor of \"super-skepticism\"in the editorial. This is curious, aseditor Randle has been one of theleading proponents of UFO reality inhis articles for various other maga-zines (see his contributions to thethree magazines mentioned . above).Yet, in his Quest editorial, Randlesays: \"We would like to believe inUFOs and the Bermuda Triangle andAncient .Astronauts but we can't.\"There is much lip. service given to\"Truth\" throughout the first issue ofQuest, but one must wonder if thepublication of Rober Sheaffer'sarrant nonsense is an example of the\"truths\" we may expect in futureissues. In summary, I find this new-comer a bit disappointing, but one canhope for improvements. If you wishto join the organization which sponsorsQuest, the membership dues are$10.00 per year, for which you recievethe.six yearly issues of the magazine,an ID card, a \"saucer emblem\",etc. Subscriptions to the magazineonly are available at $5.00 per year andthis certainly seems to be the best bet.A fifth Edition of Flying Saucers:An Analysis Of The Air Force ProjectBlue Book Special Report No. 14 isnow available from Blue-Book Pub-lishers - 64 Prospect Street - WhitePlains, NY 10606 ($5.95). Thisedition, like its predecessors, has beenprepared by Dr. Leon Davidson.It includes reprints of articles by Dr.Davidson which were originally pub-lished in Sauycer News and FlyingSaucer Review some years ago, aswell as copies of correspondencebetween Dr. Davidson and UFOresearchers, military and govern-mental figures, etc. There are alsoreprints of Air Force Press Releases,the CIA Panel Report of 1953,APR 200-2, the final AF summaryfollowing the closing of Project BlueBook and various other materialsof interest. It is Dr. Davidson's thesisthat UFOs are devices used by theCIA and that those contactee claims18"},{"pageNumber":20,"pageContent":"DIRECTOR'S MESSAGE(Continued from page T8)which\" he regards as genuine weremerely elaborate CIA hoaxes. WhileI do not agree with this basic idea,I must give the author credit for bring-ing forth some very interesting mat-erial. Amid the profusion of UFOtheories, Davidson's is certainlyunique.NORTH CAROLINA MUFON STATETRAINING CONFERENCEOn the occasion of the 30th Anni-versary of Kenneth Arnold's UFOsighting in Washington State,George Fawcett, State Director forNorth Carolina, is announcing theFirst North Carolina MUFON StateTraining Conference on SaturdayJune 25 and Sunday June 26th inWinston-Salem, NC. It will be heldat the Sears, Roebuck & Co. activityroom (lower level) of the Hanes Mall.For directions proceed south on Inter-state 40, using the Silas Creek Park-way Exit, then Vt mile to Hanes Mall.This event is being sponsored by theMutual UFO Network and hosted bythe Tarheel UFO Study Group.It will start on noon June 25th andconclude on noon on the 26th. AllMUFON members, investigators,officers, and JOURNAL subscribersare invited to attend. Speakers willbe Nolle Bell, President of the Tar-heel UFO Study Group, whose topicwill be \"General Approach to UFOInvestigations\"; P. Wayne LaPortewill share some of his 1976 investiga-tive work; George Fawcett will pre-sent a slide/lecture on \"UFO Char-acteristics\". He will also present atransparency/lecture on MUFON's\"Field Investigator's Manual\" asbasic training in these techniques.There will be no charge for this train-ing meeting.byWalt AndrusOn February 23, 1977, John F.Schuessler accepted the position ofDeputy Director of Administration.As a founding member of MUFON in1969, John formerly served as theState Director for Missouri and lateras Deputy Director. He has been aMUFON Consultant in Astronauticssince 5/31/69. John and his lovelywife Kathy live at 870 Seafoam Drive,Clear Lake City, TX, where he isemployed at the NASA Space Centeras a technical manager for McDon-nell-Douglas Corp., working on thecrew support system for the spaceshuttle program. John's mailingaddress is P.O. Box 58485, Houston,TX 77058.Further reorganization of MUFONin Pennsylvania has been accomp-lished with the appointment ofRobert M. Hipp, as State Directorsucceeding Stan Gordon. Bob is aCommander in the U.S.N.R. and abusinessman. He resides at 7241Paxton Street, Harrisburg, PA 17111and was formerly a State SectionDirector. We had the pleasure ofmeeting with Bob at the recent FIRSTINTERNATIONAL UFO CONGRESSin Acapulco, Mexico.Paul G. Johnson, Ph.D., 460 BaileyAvenue, Pittsburgh, PA 15211 hasvolunteered to be the State SectionDirector for Lawrence, Beaver, andVenango counties. Paul is a researchchemist at Duquesne University inPittsburgh. T. Scott Crain, Jr.,R.D. #1, Port Matilda, PA 16870was selected to be State SectionDirector for Centre county.Alfred L. Morrow, 704 West ParkPlaza, Mattoon, IL 61938 wasappointed State Section Director forColes county. Nearly all of themembers of their Citizen Band RadioClub have joined MUFON as FieldInvestigator Trainees as anothermeans of utilizing their CB radios toreport and investiate UFO sightings.Mrs. Mildred M. Biesele, 2017Lincoln Circle, Salt Lake City, Utah84117 has volunteered to serve asState Section Director for Salt Lake,Davis, Morgan, and Summit coun-ties. She also has agreed to re-writeUFO sighting reports into narrativestyle for publication in THE MUFONUFO JOURNAL.If the motion picture narrated andproduced by William Shatner titled\"Mysteries of the Gods\" has notappeared in your local theater, pleasebe alerted to this fine documentaryon ancient astronauts and UFOs.Playing a major role in the film, ourJOURNAL Editor, Dennis W. Hauckdoes on outstanding job when inter-viewed by Mr. Shatner. We areextremely proud of his performance.Thomas E. Bearden, 1902 WillisRoad S.E., Huntsville, AC 35801 hasbecome a Consultant in NuclearEngineering to MUFON. Mr.Bearden has a M.S. in NuclearEngineering and is employed as aResearch Scientist (Air Defense)"},{"pageNumber":21,"pageContent":"RECAPPING AND COMMENTINGBy Richard Hall (MUFON International Coordinator)(Comments in this month's column arebased, in part, on articles appearingin MUFON UFO JOURNAL No. 108,dated November, 1976).Computer enhancement analysis ofUFO photographs (or \"creature\"photographs, as in this issue) appearto be a useful tool for UFO research.Bill Spaulding and Ground SaucerWatch are to be congratulated for thisimportant work. However, I have beendisappointed by the seeming lackof critical discussion by othersof GSW's findings in particular cases.The computer does not work magic,only human designs. It is a tool,not a panacea, and the techniquesapplied should be scrutinized care-fully.GSW has given a negative ratingto the August 1965 Santa Ana, Cali-fornia, photogrpahs taken by RexHeflin. Frankly, I doubt the validityof this finding for two reasons: (1)I know something about the extensiveinvestigation done on the case, whichGSW does not appear to be takinginto account; (2) the negative ratingapparently is .based on the computer'salleged ability to determine truedistance where human beings alonecannot do so. Wihtout a UFO of knownsize, or definite reference pointsrelative to the image, distance simplycannot be determined. Any argumentthat the image is that of a smallmodel close up must show convin-cingly how this is known. If enhance-ment of the image has shown some-thing funny about the UFO suggestingfakery, then that information wouldhave to be disclosed and demonstratedin order for a negative rating to bejustified in this case—or in any casewhere no other line of evidencesuggests a hoax.The GSW literature states that,\"Pixel resolution equals distance withlittle or no bearing on camera/lensfocus.\" No theoretical justification isgiven for this flat statement, yet ac-ceptance of it is critical to evaluationof whether a photographic UFO isclose and small (possibly a model)or distant and larger. This seems amite too absolute for me, and I cannothelp but wonder if this test of distanceisn't considerably more inexact thanthe claims being made for it. Underwhat circumstances of given data canthis test (or the other two modes ofanalysis) provide a finding of \"un-certain,\" \"possible,\" \"probable,\"or \"definite\"? It won't do to say that\"the computer told me so,\" sincehuman beings have told the computerwhat to say when it detects a certainpattern. It is the human assumptionsand logic involved that need to beclarified and discussed. I wish thatknowledgable photoanalysts wouldcomment on these questions. I amsure GSW would welcome this.My article about Ray Stanford'sbook on the 1964 Socorro, NM landingcase contained some unfortunatetypographical errors and omissions.On page 15, column 2, line 1, the wordshould be \"sample\" (not \"same\").On page 17, column 3, near bottom,the editor of the former U.S. FlyingSaucer Review was \"Gribble\" (not(\"Cribble\").Most importantly, the symbols(page 17, column 2) which Ray Stan-ford told us would justify suspicion ofa hoax are here shown in Figure 1.The symbol described to NICAP byZamora (page 17, column 3) and sub-sequently verified is shown in Figure2. The symbols were accedentallyomitted from the article, and I suggestreaders sketch them in the blankspaces where they were supposed toappear.AFig. 1 - Symbols indicative of a hoax,according to Ray Stanford.Fig. 2 - The verified symbol.[Mark R. HerbstrittstronomyNotesAPRIL 1977MERCURY—For about the first halfof the month Mercury should beeasily seen low in the west just aftersunset; at greatest eastern elongationon the 10th it is about 17 degreesabove the western horizon at sunset.VENUS—At the beginning of themonth Venus is very low in the west-ern sky at sunset and difficult toobserve. By mid-month it willbe easily seen as a morning starrising about an hour before the sun.MARS—It is in the morning sky butstill too close to the sun for easyobservation, being only about 10degrees above the eastern horizonat sunset.JUPITER—In Taurus it is well downin the west at sunset and sets aboutthree hours later.SATURN—In Cancer, it is approach-ing the meridian at sunset and setsabout two hours after midnight."}]
