[{"pageNumber":2,"pageContent":"MUTUAL UFO NETWORK UFO JOURNAL AUGUST 1995 ~J    NUMBER 328 $3 ROSWELL ALIEN AUTOPSY FILM?"},{"pageNumber":3,"pageContent":"MUFON UFO JOURNAL OFFICIAL PUBLICATION OF THE MUTUAL UFO NETWORK SINCE 1967 AUGUST 1995 AN INTERVIEW WITH RAYSANTILLI THE 1995 MUFON SEATTLE SYMPOSIUM A CASE OF MEDICAL INTERVENTION THE UFO PRESS NEW ON THE NET MUFON FORUM READERS' CLASSIFIEDS THE SEPTEMBER NIGHT SKY CALENDAR DIRECTOR'S MESSAGE ^  o Philip Mantle Dennis Stacy William Hamilton Sean Casteel and Dennis Stacy \"Alien Autopsy' Film Letters by Tobin, Clarkson Walter N. Webb Walter H. Andrus, Jr. NUMBER 328 3 8 14 16 18 19 21 22 22 24 COVER and accompanying cover article photos © 1995 by Roswell Footage Ltd. MUFON UFO JOURNAL (USPS 002-970) (ISSN 0270-6822) 103 Oldtowne Rd. Seguin, TX 78155-4099 Tel: (210) 379-9216 FAX (210) 372-9439 EDITOR Dennis Stacy ASSOCIATE EDITOR Walter H. Andrus, Jr. COLUMNISTS Walter N. Webb John S. Carpenter ART DIRECTOR Vince Johnson Copyright 1995 by the Mutual UFO Network. All Rights Reserved. No part of this document may be reproduced in ami form without the written permission of the Copyright Owners. Permission is hereby granted to quote up to 200 words of any one arti- cle, provided the author is credited, and the statement, \"Copyright 1995 by the Mutual UFO Network, 103 Oldtowne Rd , Seguin, Tevas 78155,\" is included. The contents of the MUFON UFO Journal are determined by the editors and do not necessari- ly reflect the official position of the Mutual UFO Network. Opinions expressed are solely those of the individual authors. The Mutual UFO Network, Inc. is exempt from Federal Income Tax under Section 501 (c) (3) of the Internal Revenue Code. MUFON is a publicly supported organization of the type described in Section 509 (a) (1). Donors may deduct contributions from their Federal Income Tax. Bequests, legacies, devises, transfers or gifts are also deductible for estate and gift purposes, provided they meet the applicable provisions of Sections 2055, 2106 and 2522 of the Internal Revenue Code. The MUFON UFO lonrnal is published monthly by the Mutual UFO Network, Inc., Seguin, Texas. Membership/Subscription rates: $25 per year in the U.S.A.; $30 foreign in U.S. funds. Second class postage paid at Seguin, TX. POSTMASTER: Send form 3579 to advise change of address to: MUFON UFO JOUR- NAL, 103 Oldtowne Rd., Seguin, TX 78155-4099."},{"pageNumber":4,"pageContent":"MUFON UFO JOURNAL An Interview With Ray Santilli By Philip Mantle Director of Investigations for the British UFO Research Association INTRODUCTION M ost of you will already know that Ray Santilli is the person who claims to have purchased actual film footage from a retired US military cameraman of the UFO crash at Roswell, New Mexico, in 1947. Much has already been written about Mr. Santilli, the film footage, the alleged cameraman, etc, etc, etc. Most of what has been written is based on opinions rather than fact, and a whole lot more is no more than sheer rumor. In the brief interview that follows. I have attempted to obtain a few details from Mr. Santilli as to how he ob- tained the film, and what he intends to do with it in the future. The following is not meant to be an in-depth interview in any way. It was recorded at Mr. Santilli's of- fice in London on Tuesday, 27th June, 1995. The inter- viewer is Philip Mantle (PM) and the interviewee is Ray Santilli (RS). PM: All I want you to do, Ray, in your own words, is to tell us a little bit about yourself, your company, and exactly what the Merlin Group does, and how you came across the so-called Roswell film footage, please. RS: OK. I've been involved in the media for the last twenty years. From the time I left school, I was first in- volved in promotion and marketing, managing recording artists, and that lasted for quite some time, until even- tually I formed what was my first record company, re- ally, and at that time we were handling Walt Disney products. We handled Disney audio. We had the exclu- sive rights here in the UK for Disney soundtracks and that lasted for a good few years. And then I got in- volved in copyright brokerage and master recordings, publishing, book publishing and so forth. So if anyone AUGUST 1995 NUMBER 328 PAGE 3"},{"pageNumber":5,"pageContent":"MUFON UFO JOURNAL asks what we do here now, we are involved in the mar- keting, distribution and sale of audio product, video product and book product. PM: So how did you come across the so-called Roswell footage? RS: About two and a half years ago we were in the States researching what was a music documentary, and we were looking for some early footage of people like Bill Haley, Pat Boone and Elvis Presley, and we came across a cameraman, who in (the) 1950s was a free- lance. He was working for various different people as and when he was employed, and at one time during the early part of 1955 he was employed by Universal News to film over a particular weekend what was a variety of rock concerts and so forth at different high schools across America. The reason he was employed by Universal News was that there was a union strike on and Universal News could not use their usual news camera- men, so he was used and he filmed some footage which we acquired for one of our earlier programs. We just bought some footage from him, just paid him cash, and we built up a reasonably good relationship with him because the nature of the deal was that we gave him cash and he gave us footage, and there was no paper- work...and he came back to us and said, look, before you go back, would you be interested in something else. At that time he said to us that he had some footage of what was an autopsy of an alien creature. We knew nothing about Roswell, or the Roswell event, at that time, but we thought, well, it's an interesting situation, you know? An alien autopsy, you don't get that offered everyday, so we took an internal flight to his house, which was some dis- tance away from where we met him, and he showed us on film everything that you have now seen and that everyone has become interested in. During that very first meeting with him, the first thing that we did, and that was on day one, the very first thing we did was to call Kodak, actually from his house at that time, and say, how do we know that this film is genuine, and they asked us to look at the codes and the markings. And we relayed to them what the markings were on the film, and at that time they said to us that it was probably 1927, 1947 or 1967. That was almost two and a half years ago. We then took a frame, well, I mean the leader tape and one frame from the film and brought it back to the UK. This was two years ago. We circulated it amongst as many people as possible to say what year is this film, and eventually we satisfied our- selves that the film was genuine. I then presented to the company that I had a very close relationship with, Polygram, I presented them with the possibility of buy- ing what was then the Roswell footage. So Polygram were very interested and they sent out one of their senior directors, in fact, he was the manag- ing director of Working Title, the people that have now made the film \"Four Weddings and a Funeral.\" That person was Gary Shoefield, and Gary was sent by Polygram to meet up with the cameraman in order to se- cure the deal for the footage. Anyway, due to various problems, and the problems were that the cameraman was taken very ill at the time, he went to the hospital. Gary ended up sitting in his hotel waiting for the cam- eraman to show (and) he didn't show. Gary then called the cameraman's wife to find out what had happened, and she explained everything to him, and Gary then called the hospital to check on his condition. To cut a long story short, the meeting did not happen and Polygram satisfied themselves at that time that the cam- eraman did exist. However, Polygram did not want to continue the negotiation purely because (of) the nature of the legalities involved in buying footage that someone does not own, because it was owned by the U.S. mili- tary. So, eventually the cameraman came out of hospital, he came out to discover that the deal was not going through because we didn't have the money, so it was one of these situations that we were promising to pay him, but we didn't have the money and he had lost faith in us. It took a long time, it took a good eighteen months, re- ally, for us to turn that situation around in order to rebuild his confidence in us, and we finally got (to) the stage at the end part of last year (1994) and the beginning of this year (1995), that we could hand him money and take the film, but it was a very long procedure...and so we even- tually did that, and from the beginning of this year (1995) we had the entirety of the film in our possession. PM: As for authentication, apart from the fact that you mentioned Kodak, what convinced you that this film is the genuine article? RS: Because I have the advantage of dealing with the cameraman first hand. I'm not dealing with second hand information, it's a person I've known on and off for two years. I've had various meetings with him. We've man- aged to go through his diaries, his records, and his photo album. We've seen his house, his family, we've seen his collection of old cameras, and, you know, we've heard all the stories. The guy is genuine. I know he is genuine. I be- lieve that the footage is genuine, but in time only people that can do more research will be able to judge it more crit- ically. PM: What is going to happen next with the film, with the footage itself? RS: The raw footage, uncut and untreated, will be sold through mail order video, then the broadcasters in the various territories will do whatever they want with the footage. Some are colourising it, some are enhancing it, they will basically have a field day. They have been given carte-blanche, it's their property once they have agreed to take it for broadcast. PAGE 4 NUMBER 328 AUGUST 1995"},{"pageNumber":6,"pageContent":"MUFON UFO JOURNAL AUGUST 1995 NUMBER 328 PAGE 5"},{"pageNumber":7,"pageContent":"MUFON UFO JOURNAL PM: And what about the future? RS: I don't know, really. It depends what comes up, it depends whether the footage can maintain its ground as being credible, or whether it can't. If it can, then, you know, it will become like the Shroud of Turin. If it can- not, it will fall into category of one of those hoaxes. I re- ally do not know. As far as the footage is concerned, I really don't know. It changes daily. PM: And what do you think the possibilities are with re- gards to the cameraman going on the record in the future? RS: Next to zero, but I don't know, it changes, but I wouldn't have thought that he would agree to meet or speak to anyone other than myself on the subject, but that's changed recently, so, I just don't know. It really depends. The original agreement that we had with him was that we would respect his confidentiality and that was a fundamental part of the deal, and we would not have got the film without that agreement in place. If we had suggested anything else then we wouldn't have the film today. So, whatever we get from here on we con- sider as bonus. PM: Just one last question. Are you open to offers of as- sistance to help verify this film, one way or the other? RS: Yes, well, there is only so much you can do, as there are only so many hours in a day, but once Kodak is in place, which they are now. even though it's going to be recreated for film (a documentary on Roswell currently in production by a UK TV company). But once Kodak is in place, and once the camemman has done whatever he is going to do, I'm not sure what else can be done. But yes, we'll cooperate with whoever, but if it's a question of can we take ten feet or a hundred feet of the raw footage away, then I'm not sure if that's viable or pos- sible. That's another discussion. But it depends on what offers of assistance we receive. ADDENDUM For quite a number of weeks now, Ray Santilli had been trying to persuade the cameraman in question to contact me by phone from the USA. On Thursday, 22nd June, Mr. Santilli telephoned me at approximately 7:30 p.m. (British Summer Time) and informed me that he had just spoken on the phone to the cameraman, and that he had assured him that he would phone me later that day. At approximately 8:50 pm (BST) on the same evening (June 22nd), I did receive a call from a man claiming to be JB, allegedly the original cameraman. At no time during our conversation did I attempt to \"inter- rogate\" him. Instead, I took the opportunity to attempt to PAGE 6 NUMBER 328 AUGUST 1995"},{"pageNumber":8,"pageContent":"MUFON UFO JOURNAL sow the seeds of friendship in the hope that I might eventually be able to meet him face-to-face and en- courage him to work with us. However, he did confirm that his commanding officer was a General McMullen, and that he was flown from Washington to film the events in question. He declined politely my offer of go- ing on the record now, but did not rule out a meeting with me should I visit the USA. He informed me that due to his age and continued ill health, his traveling days were over and that he did not expect to live to see many more Olympic games. He continually coughed during our fifteen minute conversation and invited me to ask him specific ques- tions if I wanted to. I informed him that I had at least a thousand questions for him that I would rather put to him in person than on the telephone. He appreciated the situation I was in, thanked me for my various offers of assistance, and stated that if I wanted to put specific questions to him in the future this could be done via Ray Santilli. He did say that he was still somewhat unsure of his legal position as he had sold film that did not belong to him. The entire conversation, although brief, was courteous, and JB did not rule out the possibility of a similar conversation in the future. I cannot of course offer any proof that the man on the phone on June 22nd was indeed JB. the original cam- eraman, but if there is the remotest chance that it was, there was no way that I was going to be aggressive to- wards him. Instead, I believe I took the right course of action in attempting to gain his trust, but only time will tell if I succeeded or not. I have also checked with Gary Shoefield, who was, according to Ray Santilli, sent by Polygram to meet with JB as outlined above. 1 spoke with Shoefield on the same day as the interview with Ray Santilli in London, and he confirmed that the statements concerning him as outlined above by Santilli are indeed accurate. Unfortunately, 1 was unable to record the conversation with Shoefield, but I hope to do so in the future. For those who are unaware of exactly what film footage I have personally seen, I would like to state here that I have seen four different \"segments\" of film. These include the so-called \"tent scene,\" where it is al- leged that one of the aliens is being examined (not an au- topsy) in a tent out in the desert by two men in white coats. I have also seen two completely different au- topsy films and just recently film of the alleged debris depicting \"I-beams\" and other material. For those wishing to obtain a complete uncut copy of this film footage, please be aware that copies on video in either PAL, NTSC or SECAM format are available from: Roswell Offer (PGM), PO Box 1790, Marlow, Bucks, England, SL7 2RS. The price is £35.00, USA and rest of the world, and £33.00 UK. This includes p&h. Please make all checks or international money orders payable to Roswell Offer. Visa, Access and Mastercard are also accepted. Philip Mantle is Director of Investigations for BU- FORA, the British UFO Research Association, and MUFON's Foreign Representative for England. EDITOR'S NOTE — The above should not in any way be construed as an endorsement of the authenticity of the al- leged Roswell film footage by MUFON. its Board of Directors, or this Journal. The interview by Philip Mantle, which MUFON solicited and for which we are indebted, simply represents the latest information avail- able at press time. Like various other media outlets, the Journal was offered still out-takes from the film on the sole condition that we publish information as to how the video might be ordered. Unfortunately, the vendor failed to provide a price in US dollars. £35.00 is roughly $70.00 US. Be sure to confirm a price and to inquire be- fore ordering whether one of the stated formats is VHS compatible. The telephone numbers we have that may be relevant are Oil 44 (0)171 724-6128 and fax Oil 44 (0)171 723-0732. (When dialing from within the US. the 0 within parentheses can be omitted.) Again, purchase is purely a personal decision that should be based on in- dividual curiousity. At this time MUFON does not en- dorse the authenticity of the film; too much research re- mains to be done. Readers should also refer to Kent Jeffrey's \"The Purported 1947 Roswell Film\" in the June 1995 issue of the Journal, as well as the letters and \"New on the Net\" sections of this issue for further information. ERRATA A computer error in the last issue of the Journal resulted in the truncation of Greg Long's article, \"The Paranormal at Yakima.\" The article ended abruptly at the end of page 11. The concluding paragraph should have read as follows: People pursued, watched, toyed with by an unknown intelligence from off the planet? Flying machines? Or part of an invisible intelligence capable of nearly any characteristics of guile and trickery known to man? Followed by: Greg Long is a technical writer and editor, a field investigator for both MUFON and CU- FOS, and author of Examining the Earthlight Theory: The Yakima UFO Microcosm, available from the Center for UFO Studies. Greg may be reached in writing at P.O. Box 819, Philomath, OR 97370. Our apologies for any confusion. In the same issue, toward the bottom of the 2nd column on page 17, is a sentence which reads, \"But the stretching occurs at the unlikely angle of 600. instead of vertically as is usually the case off horizontally layered inversions.\" Of course 600 should have been 60°, as in sixty degrees. Again, we regret any confusion. AUGUST 1995 NUMBER 328 PAGE 7"},{"pageNumber":9,"pageContent":"MUFON UFO JOURNAL THE 1995 MUFON SEATTLE SYMPOSIUM Text by Dennis Stacy, Photographs by Ansen Seale SEATTLE, WA — Well, we didn't have a power failure or a suffocating heat wave this year, which means that the Seattle Symposium, MUFON's 26th consecutive such event, was everything mem- bers have come to expect in recent years: entertaining, comfortable and cool. The host committee, composed of chairpersons Marilyn and Laurence Childs, symposium coordinator Cindee Lee, and everyone else from the local Seattle MUFON chapter are to be congratulated for an absolutely de- lightful weekend. About the only thing missing was strolling mariachis. M<i>ilyn Cliilds greets Wult Amlrus. T he theme of this year's symposium was \"Ufology: A Scientific Paradigm.\" The approximately 800 paid and invited who attended were welcomed early Saturday morning with remarks of greetings from Master of Ceremonies Gerald Rolwes and MUFON in- ternational director Walter Andrus. Jr. Our morning's first speaker was Katharina Wilson from nearby Portland. Oregon, who — short of perhaps Whitley Strieber — seems to have had more visitor encounter ex- periences than anyone else on the planet — something like 120 in the last 30-plus years. Although Ms. Wilson's encounter experiences re- portedly began at the age of six — with images of a piece of chocolate cake floating over her head — she only began keeping a diary record of them in 1983, four years prior to publication of Budd Hopkins' Intruder. 1 ;. She doesn't enthusiastically endorse the al- most unrelentingly 'malevolent' scenario of alien ab- ductions proposed by Hopkins and colleague David Jacobs. One area of difference revolves around what Wilson refers to as \"teaching dreams.\" a phrase that, frankly, wasn't very well defined. \"A teaching dream is not a 'dream' as we define dream,\" Wilson said, ''but rather, a particular type of experience that occurs within the context of an abduction. During a teaching dream, an abductee is an active participant in the events that the aliens choose to have him or her participate in.\" But if it feels like a dream, walks like a dream, and quacks like a dream, then how do we know it wasn't a dream? On the other hand, if the experience was significantly different from a dream, then why use the word \"dream\" to de- scribe it, a problem further exacerbated by references to alien-imposed \"visions\" and \"theatrics,\" not to men- tion \"camouflage\" and \"screen memories,\" at least one category of which involved encounters with \"telepathic polar bears.\" Some sort of sorting out is obviously re- quired here. Wilson's experiences also differ from the \"standard\" scenario in that she reports encounters with a vast vari- ety of \"entities,\" from six-feet-tall Blondes, and four dif- ferent types of Greys, to a female \"Praying Mantis\" (also approaching six feet), and ordinary human military Walt Andrus (top). Katharina Wilson (bottom) PAGES NUMBER 328 AUGUST 1995"},{"pageNumber":10,"pageContent":"MUFON UFO JOURNAL personnel, who appear to be working in league with the aliens. Although 119 experiences through 1992 are reportedly consciously recalled, Ms. Wilson also ad- mits that she has undergone regressive hypnosis on nine occasions. She concludes that \"the alien-human hy- bridization program is only the tip of the iceberg...! be- lieve we are witnessing an ongoing process involving the evolution of Homo sapiens...(-a possible outcome of which) may be the development of a new type of being who has human characteristics and can exist in a higher dimension.\" John St Ini PHYSIOLOGICAL EFFECTS John Schuessler of Houston, MUFON's deputy director of administration, delivered a paper entitled \"Developing a Catalog of UFO-Related Human Physiological Effects.\" In other words, what happens when humans come in close proximity to the UFO phenomenon? Unfortunately, aside from a few sporadic examples of improvement in physical and mental health cited in the literature, most consequences of UFO close encounters (abductions possibly excepted) appear to be injurious in nature. These can range from the relatively passive and \"benign\" — a sense of simply being stunned or para- lyzed — to the more active and serious, including symp- toms of temporary blindness, \"sunburn,\" headache, di- arrhea, vomiting, loss of hair, nosebleeds, and nausea, if not more. The problem of compiling such a catalog is enor- mous, Schuessler admits, but more problematic is the difficulty of assuring that victims receive proper medical attention, as most are reluctant to tell physicians that their injuries are UFO-related for fear of understandable ridicule. Schuessler cited at least eight lessons that could be profitably digested and employed by investigators re- searching UFO injury cases. We quote only two here. Schuessler's lesson number four says that \"it is neces- sary to use the proper channels and forms to obtain medical records. (The) medical profession will cooper- ate if requests are properly made. (These) must be done with the consent of the victims and the records must be used to help the victims.\" Lesson six says that \"using film and videotape to document the visible injuries is of utmost impor- tance...The human body changes daily as it fights to heal the injuries...(and) the investigator must document (the changes as they) happen.\" ABDUCTIONS After a lunch break, Dan Wright updated MUFON's abduction transcription project, which he currently man- ages. The program is ambitious in more ways than one. It not only seeks to compile a printed transcript of audio tapes submitted by investigators of their interviews with alleged abductees, but to ultimately provide a searchable database for future research into abduction similarities and anomalies. The privacy of participants is stringently guaranteed, and, at least initially, full access to the data- base is restricted only to participating investigators. General assessments surface on occasion, however, of which the Seattle symposium was one. To date, 15 different abduction researchers have par- ticipated in the project, resulting in 142 separate cases compiled from 560 transcripts. A number of patterns or tendencies, and some dissimilarities, can be identified. First, a variety of entities seem to be involved. Those conducting the actual abduction, what Wright refers to as the \"away team.\" consist of several short whitish, grey- ish or bluish beings, one of whom appears to lead the team and \"speak\" for the others. Once onboard, ab- ductees are confronted by what seems to be a \"doctor\" figure, perceived as male, taller than the away team members on average, and seemingly in charge of the overall operation. Its skin tone ranges from grey, to green and brown. The doctor seems to be aided by sev- eral assistants, one of whom, perceived as female, spe- cializes in soothing or calming the abductee. In 15 cases, a strong sense of premonition that an ab- duction was about to occur was reported, often accom- panied by a tingling, buzzing or vibration in the head or entire body. In 43 cases, victims reported altered con- sciousness, typically described as a dazed, dulled or dreamlike state. The ability to penetrate and pass through matter was reported in 45 cases, in 23 of which this miraculous feat was performed by one or more enti- Dan Wright AUGUST 1995 NUMBER 328 PAGE 9"},{"pageNumber":11,"pageContent":"MUFON UFO JOURNAL Insiilc t/u' \\'i'iuli>r.\\' ruoin. Susan uiul Rob Swuuek ofFUFOK. Gloria Wingfield at the crop circle table. UFO topjloais, bin will it fly.' PAGE 10 NUMBER 328 AUGUST 1995"},{"pageNumber":12,"pageContent":"MUFON UFO JOURNAL ties; in 31, the witness him- or herself reported passing through solid matter. In 75 cases, abductees were floated up in the air; in 32 of these a light beam was seen which appeared to be the levitating mechanism. In contrast, 13 cases involved the individual being walked a short distance, from their home or car. to an isolated location. Fifty-six cases re- ported some form of entity locomotion: in 34, the enti- ties seem to glide or float, and in 34, one or another en- tity type appeared to walk on the ground and other sur- faces just as we do. The shape of the '\"ship,\" or object, in which ab- ductees found themselves was noticed in 53 cases. These included disc shapes (39), cigar shapes (11) and ball shapes (11). Once inside, 26 respondents noted an odor to the air, variously described as something burning, sulfur, ozone, \"electrical\" or chemical and so on. Ten ab- ductees reported a foul, garbagelike smell coming from the entities themselves. Of 52 cases in which the shape of the room was noted, 43 were circular. Mentioned specifically in 74 cases, and implied in many others, was some sort of examining table, typically very hard, nar- row and supported atop a single pedestal. Twenty-two people reported looking through what appeared to be a window into an inky blackness sprinkled with stars. In 33 cases, the room was brightly lit, in ten it was al- ways dim or dark. The great majority of episodes began and ended in the victim's home, usually the bedroom. In 28 cases, a dif- ferent locale was reported, usually outdoors or inside a car. In 14 cases, at some point during the experience, ab- ductees report being led to some sort of underground chamber or structure. Physical restraint of some sort was reported in 81 cases, 74 of which were by the now familiar feeling of being paralyzed. A medical exami- nation was also quite common, with 79 subjects report- ing more than mere visual observation or examination by touch. In 43 cases, the individual was anesthetized prior to the more invasive procedures, 29 of which in- volved blood or tissue sampling. Thirty reported an im- plant in various locations, while 41 involved some sort of scanning or sampling of the brain. Forty percent of those responding — 62 cases — re- ported some sort of unwanted sexual intrusion. In all, a total of 20 men and 51 women were involved, numbers which roughly mimic the proportion of males to fe- males throughout the study. Still, only 81 of the 142 re- ported outright fear in the course of their experience. W right also noted that \"nonverbalized communica- tion in the form of visual images was part of 40 cases. These were variously shown on a computer screen, via holograph, or telepathically in the subject's mind. In 18 cases, the image was of another locale, usually ex- traterrestrial and often a star cluster or solar system, on occasion a desert-like landscape.\" Images of animals were present in 12 cases, with owls and deer dominating. Eighty of 97 cases mentioning height judged the en- tities to be short, well under five feet in the majority of cases. The so-called \"tall\" ones, six to seven feet tall, hu- man-looking with Nordic features, were reported in 15 instances and sometimes described as the abductee's real \"father.\" As for entity skin tone, 28 were white, 54 grey, with smaller samplings of other colors. Wright detailed a number of other statistics dealing with the en- tities' eyes, ears and mouth, their emotions and behavior, and so on. They're all there, in both text and chart form, in Wright's published paper in the Proceedings. HOLOGRAPHIC UNIVERSE Joe Lewels, a MUFON consultant and assistant state di- rector for west Texas and south New Mexico, presented a paper on the holographic theory of the universe. A shorter version of Lewels' presentation recently ap- peared in the MUFON UFO Journal. Holograms were first discovered in the early 1950s by a Hungarian-born engineer, Dennis Gabon The unique property of a holo- graphic image is that any of its parts contains the whole image. The question of course is whether holograms are a mere idle curiosity — we all know they look good in museums — or whether they represent a fundamental aspect of nature itself. Recent advances and theories in quantum physics and brain science by David Bohm and Karl Pribam. re- spectively, indicate that the holographic principle may be one of the universe's basic building blocks. Physicist Bohm's theory of non-locality, for example, posits thai at the quantum level all points in space and time are equal, that all quanta are identical, and, somehow, in- terconnected across time and space. Pribam, a neuro- physiologist at Stanford University, found something similar going on in the brain in terms of memory. In other words, memory seems not to be stored in spe- cific, discreet locales, or areas, but to be spread through- out the brain as a whole. Vision seems to operate on sim- ilar holographic principles. The implications of a holographic universe, in which all parts are somehow in immediate contact with one an- other, and time and space as we tend to think of them no longer \"count,\" carries enormous implications for our understanding of the nature of mass and energy, con- sciousness, and of course, by extension, UFOs and re- lated phenomena. THE CONDON REPORT The 1969 University of Colorado UFO study project, also known as the Condon Report after its director, physicist Edward U. Condon, has been a matter of some controversy ever since it first appeared in print. In truth, as Michael Swords showed at the symposium, it was a controversial matter even before the Air Force paid out the last contract dollar. There is no smoking gun that shows the hand of the CIA or any other government agency secretly stirring the stew — to mix metaphors — AUGUST 1995 NUMBER 328 PAGE 1 1"},{"pageNumber":13,"pageContent":"MUFON UFO JOURNAL Michael Siriwi/.s but there is a lot of evidence to suggest that the Air Force dearly desired to divorce itself from the UFO subject in the public's mind, and that they clearly ex- pected the Colorado study to justify the annulment. Much internal documentation, said Swords, bears out that this is precisely what happened. But there were other attenuating influences at work as 'well, not all of which accommodate a clear-cut con- spiracy hypothesis. For instance, the panel of investi- gators was itself divided over what methodology should be used to approach the phenomenon under study. This division was primarily a result of a hypothesis put for- ward by perceptual psychologist Michael Wertheimer early in the proceedings. Theoretically, what investiga- tors wanted to do was study the original distal, or distant, stimulus of UFO reports. In the overwhelming majority of cases, however, these reports were purely anecdotal, introducing de facto elements of distortion (including human perception and cognitive filtering) into the orig- inal report. Put simply, because there was no baseline of how or- dinary people perceive (and distort) UFO stimuli, there was no way of knowing how much the distal stimulus was being distorted in the mere reporting of same, and therefore no way to correct for any distortion in the final analysis. Wertheimer's suggestion was that such studies could be conducted, first, by actually simulating UFO events (!) and then by studying how the population re- acted in terms of reporting, memory and perception, thereby providing a sort of calibration. At this prospect, the Air Force, who felt there were al- ready far too many UFO \"simulations,\" were not pleased. They were trying to downplay the damn things, not generate more reports, which were already a public relations headache. The second part of the Wertheimer hypothesis was epistemological in nature and boiled down to this: just as there was no way of proving that no UFO report was extraterrestrial in origin, neither, barring any unforeseen developments, was there anyway of proving that any UFO was necessarily ET in nature. Some reports would always remain a mystery, or un- knowable, for which Wertheimer suggested the word \"framasand.\" The Air Force were not particularly overjoyed by this prospect, either. Rather than a residue of nagging framasands, what they wanted was a clear assessment of the ET hypothesis, and a negative one at that, one that would gracefully permit them to return to unfettered bachelorhood. And the rest, as they say, is history. JOURNALISM AWARD Between Swords' speech and Michael Strainic's, Rob Swiatek of the Fund for UFO research presented FU- FOR's annual Donald E. Keyhoe journalism award for UFO reporting. In the broadcast journalism category, Mr. Ralph Steiner of KPFA-FM, California, won for his four-hour radio documentary, \"The UFO Cover-up: The Greatest Political Scandal of All Time.\" This writer won the print media award for my six-pan Omni Magazine series (April - September. 1994), \"Cosmic Conspiracy: Six Decades of Government UFO Cover- ups.\" A $500 check accompanied the award. We are honored, and we thank you. As Swiatek said, \"This year's Keyhoe Awards are made especially poignant by the recent passing of Major Keyhoe's widow, Mrs. Helen Keyhoe. Mrs. Keyhoe was always an enthusiastic supporter of the award; she will be dearly missed.\" Michael Strainic CANADIAN CONUNDRUM With the collapse of the Soviet Union, Canada now constitutes the single largest geopolitical entity on the planet. Besides its shared border with the US. it also shares a fairly common UFO history. In fact, given its size, one would think it would have even more and bet- ter UFO reports, until one realizes, despite its gigantic proportions, that it has a population only one-tenth that of its neighbor to the south. Its sheer size can hamper in- vestigations; nevertheless. Canada has had its share of stimulating UFO cases, as ably demonstrated in the pa- per, \"Ufology in the Great White North.\" presented by Michael Strainic of British Columbia (the one with the golden earring), MUFON's Canadian National Director, and a recent welcome addition to our Board of Directors. PAGE 12 NUMBER 328 AUGUST 1995"},{"pageNumber":14,"pageContent":"MUFON UFO JOURNAL What may have been Canada's first written account of an UFO dates to October 12, 1796, although the diarist who records the story of a \"Fleet of Ships\" seen in the sky over the Bay of Fundy is clearly skeptical of same, and considers that \"Clouds at Sunset\" might be much \"Improved by Imagination.\" The parade of the Great 1896-7 Airship, however, crossed into Canada, where it, or something similar, was reported from the provinces of Quebec and Ontario in the far east, to a number of re- cently discovered events in British Columbia and other points west. In 1915, more \"airships\" were seen in Ontario, and subsequently referred to as the \"Phantom Invasion\" of that year. The single most prominent and controversial post- Arnold figure in Canadian UFO research is undoubt- edly one Wilbert Brockhouse Smith, a respected radio en- gineer who died in 1961 at the age of 52. After meeting with American authorities, Smith wrote a memorandum to his own government in which he noted that UFOs were reportedly \"the most highly classified subject in the United States government, rating higher even than the H- bomb.\" Smith believed that a proper study of UFOs might result in new knowledge concerning gravity and magnetism, and was eventually able to establish Project Magnet under auspices of the Canadian Department of Transport. The latter resulted in the erection of a UFO \"listening post\" just ten miles north of Ottawa, the na- tion's capitol. Three days after it seemed to have de- tepted a significant, non-visual magnetic disturbance, the program was ordered shut down by the DOT. Canada's classic UFO cases compete with the best of them, so to speak. The Michalak case of the 1960s, for ex- ample, involved a prospector who encountered a landed UFO and subsequently claimed to have received burns from same. The decade of the '70s gave us the Edwin Fuhr case: five small, round, silvery UFOs seen rising from a field and leaving behind simple \"crop circles.\" The '80s produced the Campbell River photograph taken by Hannah McRoberts, \"in my humble opinion,\" Strainic noted, \"probably the best UFO photograph ever taken.\" More recently, Canada has been visited by a series of crop circle cut-outs, some more sophisticated than oth- ers. What primarily distinguishes them from their even more elaborate English counterparts are the involve- ment of animal corpses, some just dead, but conspicu- ously placed, others seemingly mutilated. Canada also has its own Roswell — the crash of something uniden- tified into Shag Harbor, Nova Scotia, in 1967 — al- though its primary investigator, Chris Styles, is quick to point out that he hopes \"to avoid comparisons to other UFO crashes and their respective investigations and legends. It would be tragic to get into a 'my UFO crash is better than your UFO crash' argument.\" EVENINGTIDE After dinner, the Saturday night session offered three featured speakers: mercurial masters of the microphone Tain Dfitlev. Kci/h-rt Wfiiul uihl Roh Swiaiek K. N. Webb Michael Lindemann and Stanton Friedman, and Kal Korff. a UFO \"dropout\" who resurfaced with a vengeance. Korff's presentation, \"Spaceships of the Pleiades: the Billy Meier Story\" — a relatively late ad- dition to the speaking schedule — is the only paper not published in the Proceedings. Korff promises similar hard-hitting investigations in the future. It would be hard to imagine a more comprehensive three-hour summary of the subject's complexity and penchant for confusion, from Lindemann's wrestling with the ultimate meaning and implications of the phe- nomenon (\"Maps, Myths and Millennial Madness: AUGUST 1995 NUMBER 328 PAGE 13"},{"pageNumber":15,"pageContent":"MUFON UFO JOURNAL Ufology Meets the End-Time\") and Friedman's \"Roswell Revisited,\" to Korff s expose of the Billy Meier photographs and other submitted \"evidence\" as little more than the trappings of a mystical religious cult with UFO (and profit) overtones. Korff's book of the same name (505 pages, illus., $25.95) is scheduled to be published this fall by Prometheus Books. L indemann, co-founder of the Institute for the Study of Contact with Non-human Intelligence, reiterated the age-old truism that the map is not the territory. Maps have their usefulness, indeed, they are indispensable, but they are hardly a one-to-one reflection of reality on the ground. Citing several examples, including the recently surfaced film footage of what purports to be the au- topsy of an alien body recovered from Roswell, Lindemann warned of the pitfalls inherent in mistaking one for the other. To know the territory better, we need more and better maps, which means we need more car- tographers and explorers in the bargain. Roswell is surely one of the major maps in dire need of redrawing, what with the publication of at least five books on the subject, the recently released Air Force Roswell Report, the forthcoming Government Accounting Office assessment of same, the Ray Santilli film footage, and so on. Indeed, on Sunday afternoon, Karl Pflock, author of Roswell in Perspective, would present his views on the subject. And again, kudos to the symposium coordinators for presenting such diverse points of view! Unfortunately, I had to be present at the Sunday morning Board of Directors meeting, and then had to nab an early afternoon flight back to San Antonio (so as to arrive before midnight), and so could not attend most of the Sunday presentations. These included papers by Pflock, Walter Webb (\"Encounter at Buff Ledge\"). Charles Emmons (\"The Ufology Experience: Daring to Study UFOs\"), Linda Moulton Howe (\"1994 Animal Mutilations\"), and Rolf-Dieter Klein of Munich, Germany, on the photographic analyses of several German UFO photographs. Fortunately, all of these pa- pers are included in the published Proceedings, available from MUFON for $25.00 plus $1.50 postage and han- dling. At 315 pages, they are the largest ever published, and thanks to new hard and software, the most profes- sional-appearing yet. In short, the next best thing to having been there. A Case of Medical Intervention by William Hamilton A lien abduction experiences, like NDEs, have been attributed to hypnogogic and hypnopompic im- agery. Carl Sagan has gone so far as to attribute some abduction to waking hallucinations. Other explanations include hoaxes or hallucinations evoked by ambient electric or magnetic fields. Attributing abduction events to actual alien life forms is not on the skeptic's list of probable explanations. When such an experience is correlated with physical evidence such that a forensic analysis is possible or laboratory examination is possible, it still remains a formidable task to prove cause. The following case is suggestive of alien intervention. The subject, a person with a history of these experi- ences, was diagnosed as having an undesirable mass embedded in her right breast and requiring immediate surgical intervention. An article submitted by Ann Druffel to a 1991 issue of the MUFON UFO Journal details some background on this case, that of Morgana Van Klausen, who resides in Southern California. She has had repeated experi- ences from December 1991 through December 1994. To recap the events described by Ann, Morgana reports the following: 1. A bright beam of light was seen to move around outside the home. This was followed by a period of missing time of two hours in December 1987. involving herself and her four-year-old son.  ' 2. Invasion of her home by a short, white-skinned en- tity who performed an invasive gynecological procedure. 3. The discovery by the Van Klausens of a 13-foot di- ameter circle of burned grass in their back yard the day after the appearance of the white-skinned entity. 4. Two unidentified \"persons\" who entered the home during the night, and were perceived by Mr. Van Klausen, who felt totally paralyzed and incapable of confronting them. 5. Their four-year-old son's perception of \"white fig- ures\" who entered his-bedroom and also looked through the windows, leaving him with conscious memories of \"trips on spacecraft.\" 6. A visit by two short entities who were perceived by Morgana as they leaned over her son's bed. 7. A visit by a similar type entity in May 1991, whom Morgana succeeded in pushing away, after which the en- tity abruptly disappeared. The above is a summary of events only to 1991. The focus of this report is the series of remarkable events that Morgana experienced in December 1994. PAGE 14 NUMBER 3Z8 AUGUST 1995"},{"pageNumber":16,"pageContent":"MUFON UFO JOURNAL On December 7, 1994, Morgana went to a medical center for a bilateral mammogram. An X-ray found a pe- culiarity in the axillary segment of the right breast. This was followed by ultrasonography over the same area. A small noncystic mass measuring 1.6 x .6 cm was found in the problem area. She was immediately scheduled for surgery on the next day, but since she was running a small fever, the surgery was postponed until Wednesday, December 14. On December 29,1 had learned from Don Waldrop, our Director for MUFON-LA, that Morgana had re- ported a sighting on December 13th. Since 1 knew Morgana and had known of previous sightings that she had in the same area, I immediately called her to inter- view her on the details. Later, she wrote me a letter on the sighting and the subsequent turn of events. On Tuesday, December 13th, she was driving with her son in the car on her way home at 6:30 in the evening. The sky still had some light. Just above them and to the right she saw a white triangular-shaped craft about 500 yards away. It looked much like one she had seen in the same area in 1991. She pulled over and stopped the car and watched it for approximately three minutes before it shot straight up at tremendous speed. Her son reacted by saying, \"Mom, look! Wow, this is a good sign — they are protecting us. We are protected. You wait and see, you'll have no more problems!\" But Morgana soon forgot about the sighting as her mind was filled with thoughts of her surgery the next day. That evening in bed, Morgana woke up in a daze and with an excruciating burning pain under her arm in the area where the noncystic mass was located. She found that she could not move. She had never felt pain in that area before. She wanted to get up and take a Tylenol but she couldn't move out of bed. She does not remember the rest of the night. In the morning she arose early to arrive at the hospi- tal by 7:30. The doctor's first procedure was to put a needle into the mass because it was deep and he wanted to determine how far to cut. The needle or wire was left in and another X-ray taken. After the new X-ray was taken, the radiologist came in with the old X-ray taken on December 7th. He was baffled! Something was not right. He ordered another ultrasound. The ultrasound revealed that the previously located mass had disap- peared! Both the radiologist and the surgeon confirmed that the previous diagnostic had revealed a solid mass and that solid masses just don't disappear. In March, or after, she is to return for another diagnostic. It is evident from the medical procedures that the doctors involved with Morgana's treatment were con- vinced that she harbored a tumor that needed to be sur- gically removed. She could not bring herself to tell the doctors of the strange events on December 13th be- cause she was stunned herself and knew they would probably dismiss her report or think her strange. In fact, other than reporting her sighting, she took some time to confide to someone in our MUFON group the medical events that followed the sighting. She was not sure that the two were related. I t is not possible to prove that alien intervention was the cause of removal of the noncystic mass, and any hypothesis concerning the sudden disappearance of the mass, at least between December 7th and 14th, could not be tested, nevertheless, a possible scenario is suggested by these events. Not enough is known yet about Morgana's medical history or genetic heritage to determine whether it would be likely that she had a tumor. It doesn't seem likely that the alien entities who took an interest in Morgana dropped in to heal her with non-surgical techniques out of their great compassion for humans. Morgana was not suffering pain from the presence of the mass. If the aliens intervened and removed the mass, it is most likely that they had inserted the mass in the first place. If the surgeon had cut the mass out of the body, then he would have sent the mass to the lab for a biopsy. The lab would 'have reported any irregularities it might have found. If it was an implant then the aliens acted swiftly to remove the evidence before it was recovered by our surgeons. This implies they were closely monitoring Morgana's activities or were somehow able to detect, from the mass, the X-ray or ultrasound radiation which alerted them to medical scanning. The events happened and are a matter of record. (Documentation enclosed.) The explanation is only speculative. If the mass detected was an alien implant, it does suggest that there must be a way to monitor the im- plant, that it is acting as a transponder of some sort, opening the door to the possibility of detecting signals or reflected signals from such implants. Morgana reported that she felt an unusual sense of well-being after the mass was gone. Was this an actual aftereffect? It seems highly unlikely that any of this oc- currence was due to hypnopompic hallucinations. Bill Hamilton is the chief investigator for Los Angeles MUFON. 1995 UFO SYMPOSIUM PROCEEDINGS The MUFON 1995 International UFO Symposium Proceedings are now available by mail from MUFON in Seguin, Texas. Thirteen papers have been published as submitted by the outstanding symposium speakers. Order your copy now for this 315 page ivory leatherette 8-1/2\" x 11\" perfect binding paperback book for $25 plus $1.50 for postage and handling in U.S. funds from MUFON, 103 Oldtowne Road, Seguin, Texas 78155-4099 U.S.A. AUGUST 1995 NUMBER 328 PAGE 15"},{"pageNumber":17,"pageContent":"MUFON UFO JOURNAL A Close Encounter with C.D.B. Bryan by Sean Casteel J ournalist C.D.B. Bryan is the author of the 1976 best- seller. Friendly Fire, a gritty, brutally honest look at the impact the Viet Nam War had on this country. He has also been published in The New York Times Magazine, The New Republic. The New Yorker, and many other leading magazines, earning a reputation as an investigative reporter who demands to be taken seri- ously. Bryan recently came out with a new book called Close Encounters of The Fourth Kind: Alien Abductions. UFOs, and the Conference at M.l.T. (Alfred A. Knopf, 1995) in which he reports on the 1992 scientific con- ference held at the Massachusetts Institute of Technology in order to examine \"the findings of various investigators studying people who report experiences of abductions by aliens, and the related issues of the phe- nomenon.\" The five day conference was chaired by M.l.T. Professor of Physics David Pritchard and Harvard Professor of Psychiatry John Mack. As one of the few members of the media invited to attend, Bryan was in- trigued enough by what he saw and heard to investigate the subject in book-length form in an attempt to an- swer the question: If what these abductees are saying is happening to them isn't happening, what is? I spoke to C.D.B. Bryan by phone from his home in Connecticut and asked how he felt his book had been re- ceived so far. \"Well, I haven't had any responses from the reading public,\" Bryan said, \"but I have heard from people in the field who said my book was the kind of book that John Mack should have written. You know, that it was an ob- jective look at the phenomenon from somebody out- side. I think John Mack is disappointed that I didn't come out and say that I believed that these people are being abducted by aliens in UFOs. And I'm not sure that they are. But what I do think is that something is going on here, and that just to disregard it out of hand because the subject is unpopular or associated with flakey people is a mistake.\" Bryan admitted that tackling the subject of UFO ab- duction entailed a certain amount of risk, especially for a professional journalist like himself. \"You write about this subject,\" he said, \"and you can get tarred with the same brush that tars the con- tactees. But 1 don't give a damn about that, you know? I'm going to be sixty next year, and I've been writing and supporting myself as a writer for thirty-five years. And critics come and go, but I'm still here. \"What I care about,\" Bryan continued, \"is that here is a subject that is really interesting. And one of the lux- uries of being a free-lance writer is that you can follow your curiosity. Were some of these abductees off the wall? Sure, some of them were. But not enough of them to disregard the phenomenon. And if it's real, if it's true, then it's a hell of a lot bigger story than Bosnia and O.J. Simpson.\" Bryan said that some of the articles written about Close Encounters of the Fourth Kind have asked the question \"Why is a journalist with his reasonably good credentials risking all of that to do this book?\" \"Well, I'm risking it because I think the subject is compelling and I think something's going on,\" Bryan ex- plained. \"And while I don't have any idea what it is, I'm certainly not going to laugh at people like Mack and Pritchard who take such risks. Nor am I going to laugh at the abductees who are in such obvious pain.\" Bryan said that he had learned that often an abductee wants very much to be told he's crazy. \"John Mack had a wonderful story,\" Bryan said, \"about a University ad- ministrator telling him the story of his abduction. Mack is listening to this guy and sees the guy is getting in- creasingly upset and finally Mack asks. 'What's the matter?' And the guy says, 'You're not telling me I'm crazy.' You see, if you're crazy you can take Prozac or go see a shrink. But if this stuff is going on—and here is where MUFON and John Mack and Budd Hopkins and all of us who have looked into this have trouble— it's fascinating, but if it's real, then what the hell is go- ing on? I mean, that's truly terrifying.\" Bryan said that while he has grown more skeptical about the truth of alien abductions since putting some time and distance between himself and the book, he still cannot explain away everything he learned while working on it. \"There's still the five key dimensions that John Mack talks about,\" Bryan said. \"The repeated, consistent de- tails, the absence of any diagnosed mental illness, the physical changes, the association with UFOs, and reports by children. Nothing I can come up with, and believe me I've looked, fits all the basic dimensions of the ab- duction phenomenon better than exactly what the ab- ductees are saying.\" At the M.l.T. conference, Bryan spoke to Robert Bigelow. the Las Vegas entrepreneur who was one of the backers of the conference and the Roper Poll on \"Unusual Personal Experiences\" designed by Mack, Hopkins, and David Jacobs. \"When I asked Bigelow what he thought was going on,\" Bryan recalled, \"he said, 'Either it's a new psychi- atric phenomenon, or it's real.' And what's interesting is that nobody has come up with the psychiatric illness that corresponds with what these people are seeing. And I think by now several thousand, or certainly several hun- dred, conservatively, have been given very detailed psy- chiatric examinations—you know, tests like the PAGE 16 NUMBER 328 AUGUST 1995"},{"pageNumber":18,"pageContent":"MUFON UFO JOURNAL Minnesota Multi-Phasic Personality Inventory, and they don't seem to be off the scale.\" Of the many explanations offered for the alien ab- duction phenomenon. Bryan said, \"My own favorite is 'The Overlapping Realities,' where we have frogs who can only see shades of gray, and we think we're superior beings because we see colors. We may be frogs to whoever these beings are. Because 1 don't think it's ex- traterrestrial, by the laws of physics and whatnot. I think if they're here, they're here.\" So, a journalist from the mainstream enters the study of alien abductions from sheer curiosity and sees enough hints of the truth and enough fascinating, tantalizing possibilities to stay curious. As Bryan said in Close Encounters of the Fourth Kind, \"If the conference, and my subsequent interviews and discussions with its participants and investigators, failed to provide me with 'clear and convincing evi- dence' that these abductees experienced extraterrestrial visitation, I did come away a believer in the sincerity and merit of their quest.\" Close Encounters of the Fourth Kind: Alien Abductions, UFOs and the Conference at M.I.T. by C.D.B. Bryan Alfred A. Knopf, he, 476 pages, $Z5.00 Reviewed by Dennis Stacy I n the summer of 1992, some 70 researchers and ab- ductees participated in an invitation-only Abduction Study Conference on the campus of the Massachusetts Institute of Technology in Cambridge. As the University was prompt to point out, the conference was held at, not sponsored by, M.I.T. Still, the conference was a land- mark, the published proceedings of which have only been available in a large (684 pages), expensive, limited edition (Alien Discussions, March 1995 Journal). If you couldn't afford the original proceedings, there is now a general overview of the five-day conference in particular, and the UFO and abduction phenomenon in general, Close Encounters of the Fourth Kind, by C.D.B. Bryan, a distinguished journalist whose works include Friendly Fire and books on the National Geographic Society and the Smithsonian Air and Space Museum, among others. At almost 500 pages, Close Encounters is monumental in its own right and recently received a largely favorable review in the New York Times Book Review by horror novelist Dean Koontz. Bryan bends over backwards to keep an open mind about the subject, an effort which proves to be, para- doxically, both the book's greatest strength and weak- ness. The book is objectively reported as far as it goes, but critics can contend, and with some justification, that the \"competition\" gets little or no shrift. Questions that Bryan should have asked (of himself, if not others) go unvoiced. Ufologists in the main will probably hail it as the first serious treatment of the abduction phenomenon by a \"major\" outside writer. But the fact of the matter is that Bryan conducts no serious investigation of the subject on his own; for the most part, he simply recounts, in ex- tremely well written prose, by the way, what the major players at the conference tell him. He reads a few books, raises an eyebrow on occasion, interviews an abductee or two, and sits in on several regressive hypnosis ses- sions, but there the matter more or less resides. I kept waiting for him to do a background check into some of the weirder personal stories and allegations, a little ag- gressive gumshoeing of his own, but it never came to pass. This lack of independent inquiry doesn't mar the whole work, however. In fact, there are three \"books'\" here. The first is a day-by-day description of the con- ference itself and the various papers presented; the sec- ond consists of follow-up interviews with some of the major participants (Harvard psychiatrist John Mack. M.I.T. physicist David Pritchard—co-sponsors of the conference—LA trauma doctor John Miller, Robert Boylan and others); the third concentrates at great length on the case history and hypnotic regression of \"Carol'\" and \"Alice.\" If you're absolutely, thoroughly current with the ab- duction literature, you won't find that much new or startling here, although a couple of developments are worth noting. First, what is probably the most thor- oughly studied \"implant\" in the literature proves to be compatible with terrestrial biological material; three at- tached \"hooks\" or \"wires\" turn.out to be cotton fibers, probably incorporated into the growth from the under- wear of the \"victim.\" Secondly, there is still no con- vincing medical documentation of a \"missing fetus'Vab- duction case. On the other hand, if you're not that up to date or informed, or if you're a relative newcomer to the field, you won't find a better one-volume summary of the subject, either. If you're an old hand, refresh your- self. Both groups will enjoy reading the book. The most disturbing aspect of Close Encounters has not so much to do with the author's approach (or lack of approach) as with what is actually reported, especially in the realm of regressive hypnosis as practiced by unli- censed therapists, a ticking time-bomb that is on an in- evitable count-down to disaster. One abductee, with vague memories of missing time but no conscious recall of little grays and being abducted, let alone impreg- nated by aliens, is told by her hypnotist to \"just assume that all sorts of horrible things are going to emerge . . . You've read the books . . .\" Whatever this technique is, objective it is not, an issue that goes far beyond the frequently raised one of leading the witness straight to AUGUST 1995 NUMBER 328 Continued on Next Page PAGE 17"},{"pageNumber":19,"pageContent":"MUFON UFO JOURNAL New on the Net PATHOLOGIST SAYS SANTILLI \"ALIEN\" APPEARS HUMAN The following report by a prominent British pathologist was posted on the Net by UK researcher George Wingfield. Wingfield's email address is momus@cix.compulink.co.uk . Report by Dr. C. M. Milroy, MBChB, MD, MRCPath, DMJ Senior Lecturer in Forensic Pathology Department of Forensic Pathology University of Sheffield Dated 2nd June, 1995 A t the request of the Merlin Group (Ray Santilli's company), I have reviewed a film which was claimed to show a post-mortem examination being carried out on an extraterrestrial being. The film was allegedly taken on a U.S. military base in 1947. The film is in black and white. A full record of the autopsy was not present, as apparently only some reels of the film record were available. No sound was pre- sent. The autopsy room was small and the examination was being conducted by people wearing full protective clothing. Beside the autopsy table was a tray of stan- dard autopsy instruments. The Body was human in appearance and appeared to be female but without secondary sexual characteris- tics — no breast development or pubic hair was visi- ble. The head was disproportionately large. No head hair was present. The abdomen was distended. There was no evi- dence of decomposition. The overall external appear- ance was of a white adolescent female, estimated height 5 feet, tending towards a heavy build but not abnormally thin or fat. There were six digits to each hand and foot The eyes appeared larger than normal and the globes were covered with a black material which was shown being removed. There was an extensive and deep injury to the right thigh. This was not shown in very close up detail, but appeared to be burnt and charred down to deep tis- sues. No similar injury was present, although there was possible bruising down the left hand side of the body. Overall there was a general absence of injuries. The body was opened with a Y-shaped incision but the skin of the neck was not fully reflected. A close up of the knife being drawn against the skin was shown, with blood coming from the skin. This appeared to be an unusual amount of blood. The neck appeared to contain two cylinder structures either side anteriorly. These could have been muscles (sternomastoid mus- cles) but were odd in appearance, though they were not shown in close up. The skin of the chest was shown reflected, and the central rib cage and sternum block removed. The chest was shown reflected, and central rib cage individually. There appeared to be a heart and two lungs, but when close up shots of the organs were shown they were al- ways out of focus. The abdominal organs were not clearly seen, though it did not appear that the being was pregnant, an explanation that had been proposed for the distended abdomen. The scalp was shown being reflected anteriorly, having been cut in a standard autopsy manner. The skull was then shown being sawn with a hand saw across the front of the skull, though the backward cuts and removal of the skull cap were not shown. What appeared to be the membranes covering the brain (dura) were shown being cut and removed. Although a close up shot of the brains was shown it was again out of focus. However the appearances were not those of a human brain. Overall the appearances were those of a white ado- lescent female with a humanoid body. There were six digits to each hand and foot and the body shape was dysmorphic. No accurate determination could be made of organ structure because every close up shot was out of focus. The injuries present to the body were less than those expected in an aviation accident. No in- juries to account for the death were shown. Whilst the examination had features of a medically conducted examination, aspects suggested it was not conducted by an experienced autopsy pathologist, but rather by a surgeon. CLOSE ENCOUNTERS - Continued from Page 17 the question of whether or not medicine is being prac- ticed without a license. If such issues bother Bryan, they don't raise too many ripples in his text. Perhaps it's possible to be too objective? PAGE 18 NUMBER 328 AUGUST 1995"},{"pageNumber":20,"pageContent":"/MUFON UFO JOURNAL Letters \\oMufon UFO Journal ROSWELL FILM At the 1995 International Symposium the audience was wisely restricted from \"making speeches\" during the question and answer period. I do have a few comments and questions which I would like to raise now, however. 1. The film has been variously described as 10 and 3 minutes long per roll. If it is 16mm 24 FPS (frames per second), which was the norm after the 1930s for film other than home movies, it runs at 7.2 inches per second, 36 feet per minute, or actually 2 minutes 4? seconds for 100 feet. At 16 frames per second, not likely to be used by an official photographer, the running tune would be 4 minutes 10 seconds. 2. The letter from Kodak said the film could have been made in 1927, 1947 or 1967. Someone remarked that the film couldn't be 1927 because it was 16mm. They added that the film could also have been 1987 stock. Both of these assertions are incorrect. Kodak has been date-coding film since 1916. 16mm was intro- duced in 1923, so the film could be (but probably wasn't) from 1927. Kodak changed their date-coding system in 1982, so the film could not have been made in 1987 as the code would be different. 3. Extremely little information has been given about the film itself. I assume it is black and white reversal film, although that is not stated. Film has other edge markings than the date, including the country of manu- facture (encoded as a variously placed doi within the word \"SAFETY\") and. when appropriate, whether it was sold with or without Kodak processing included in the price. Movie film was normally sold with Kodak processing included until the Federal antitrust decree, which I think was around 1950. If the film were made in 1967 it should also have sequential footage numbers on one edge, which are exposed during manufacture as an aid in later editing and conforming. 4. Nothing has been said about what son of reel the film is mounted on, which in itself could be signifi- cant. Film processed in 1927 would probably have a spliced-on sandblasted leader and be mounted on a cardboard reel with a metal center. Film processed in 1947 would probably be on a black-painted metal reel with spliced-on white coated leader. Film processed re- cently would be on the original camera spool, a 2\" or 3\" diameter plastic core, or a plastic reel, depending on which lab did it, either with or without various types of leader. 5. If the film had been genuinely shot in 1967. in my humble estimation it would logically have been done on color film. Ektachrome EF Daylight (ASA 1 60) and EFB (Type B, 125 ASA) were both available at that time. Processing was available from Kodak and from in- dependent laboratories, many of which had clearances for processing of classified film. (I know, I worked at one, and handled classified materials, myself. These were never in black and white.) 6. Perhaps I am suspicious by nature, but the 1947 date code seems to be too neat for film supposedly ex- posed in mid-1947. Film is aged after manufacture to stabilize its characteristics, and it also undergoes the normal delays in distribution channels. In my recollec- tion, it usually took about six months for film made, say, with a 1970 date code to actually start showing up in small quantity for processing, beginning about July 1970. A 1946 date code would be less suspicious. 7. Black and white reversal (direct positive) films underwent a major redesign in 1957 so they could with- stand processing in newer noxious higher-temperature baths including sodium thiocyanate, sodium hydrox- ide, sulfuric acid, etc. I think it is highly probable that film made in 1947 and processed after 1957 would suf- fer from one or more of the following — loss of sensi- tivity from age giving a dark image, increase in fog from background radiation giving poor density of the blacks, underdevelopment, inadequate chemical bleach- ing giving a dark and streaky low quality partly-negative \"solarized\"-like image, an emulsion that is partly dis- solved or has frilled edges if actually processed at high temperature, and improper drying giving film that is stuck together or has glossy drying marks. The film is in fact described as being of low quality but I don't re- member the particulars being given. 8. The film needs to be examined with a magnifying glass over a light box to determine whether it is original film or a print, and possibly to note the outline of the frame exposed in the camera aperture. Some brands of cameras have a particular outline at the left or right side of the aperture, or even an extra exposed dot or tri- angle outside the projected area, that is quite distinctive. It would be quite telling if a supposed 1947 film was ac- tually exposed in a camera that was not manufactured until a later date, for example. 9. Bob Shell was mentioned as an expert to whom the film may be sent for analysis. While Mr. Shell is very experienced in still photography, it might be better to se- lect a known authority on motion picture film. I would nominate Dr. Roderick T. Ryan, retired from Kodak's motion picture division in Hollywood, if he is still alive and well. His encyclopedic knowledge and air of au- thority were such that on his rare regal visits to the film lab we mere mortals would cower, dumbstruck, at a distance. — Clive H. Tobin Field Investigator Seattle, WA AUGUST 1995 NUMBER 328 PAGE 19"},{"pageNumber":21,"pageContent":"MUFON UFO JOURNAL SEATTLE SYMPOSIUM The information presented at the 1995 Symposium in Seattle was so great in quantity and quality that it is be- yond the format of this letter to adequately express how grateful I was to attend and to contribute in a small way to its success. It was my first such experience, and admittedly, I am now hooked. I just wanted to share a few observations: we are an organization of individual humans, not databases or in- tellectual specialties. What impressed me the most, and what has continued to fuel my zeal for Ufology (aside from the need to resolve the Grand Mystery that we all share) is the quality of the people I met. There were many people present with minds which are still curious, bright, and alive, despite physical disabilities or the toll of age and circumstances. These people would be a pleasure to know in any event, more so because of what we share. This is even more true of the staff of the 26th MU- FON Symposium. Larry and Marilyn Childs. the Washington State Co-Directors, led the effort to make the Symposium a success in spite of personal circum- stances that would daunt anyone. The more that I have been acquainted with the \"core group\" of Washington MUFON, the more impressed I have become, espe- cially when I saw how smoothly so many problems were handled during the Symposium. There were a few negative aspects, personality con- flicts between professionals, opportunists who tried to subvert meetings for their own agendas, or perhaps those of \"other agencies,\" and thankfully, only a few charlatans. All of their efforts, whether deliberately ob- structive or accidentally disruptive, combined into a minuscule Noise. The Signal was loud and clear— Ufology is alive and healthier than ever, thanks to the ef- forts of many dedicated and capable people. As a study in contrast, Mr. Philip Klass attended the Seattle Symposium on behalf of his CSICOP brethren and their silent Federal partners. I was quite surprised at how blatantly he disrespected the plainly and repeated prohibition against taping and photography of the pro- ceedings. I defend his right to attend and to criticize, but what happened to good manners, Mr. Klass? To properly explain, on July 08, 1995 while acting as Security for the Symposium, I contacted Mr. Klass about taking photos during the proceedings. He stated that he thought that the only restriction was on flash pho- tography. I advised him that the warnings had been plainly stated, and I stated them once again: no photog- raphy and no taping of the proceedings. On July 09, 1995 1 received a complaint that Mr. Klass was taping the proceedings without permission. I located him at about 1:45 p.m., sound asleep by an aisle, tape recorder in hand with its red record indicator light on. Several witnesses stated that they had observed him taping the proceedings. At my request a flash photo was taken of Mr. Klass. When the flash awakened him, I confronted him. He made a very feeble attempt at con- cealing his actions by clumsily dropping his tape recorder on the floor. When he picked it up, he stated that the red record light must have come on when it fell. I then in- formed him that there were numerous witnesses and that he should secure his equipment. He left quickly with his equipment in hand, a tape recorder and a camera. By profession I am a criminal investigator and I have had many opportunities to catch someone in the act of misconduct. A lack of ethics in one area of a person's character is a strong indicator of a general lack of moral foundation. Mr. Klass' reaction when confronted was ex- actly like what I've encountered on the street many times before: a suspect who denies his guilt even as you remove stolen property from his pockets. This incident is another indication that the Opposition is more than willing to bend the rules to suit their pur- poses. They hold us in contempt. But that's all right; the feeling is mutual. 1 know that this is no stunning reve- lation to anyone who has dealt with the Government: their position is not only intellectually bankrupt, but ethically void. There was so much positive energy flowing from the Symposium that this incident, though instructive, is mostly humorous. Most importantly, I left the Symposium feeling informed and inspired. All we have to do is hold on, remain steadfast to what we believe and keep on telling others. The evidence speaks for itself to open minds and hearts. The others, sadly, will not listen anyway. I left knowing that the synchronicities accu- mulate and interweave as we grow toward the Answer. Besides, Mr. Klass, there is no way I would stand by and allow you to sleep through a presentation by some- one as sincere, dedicated and informative as Linda Moulton Howe. It would border upon sacrilege. — James Clarkson State Section Director Aberdeen, WA Please, whatever else we do, let 's not ascribe reli- gious motives to Mr. Klass ' behavior! Address all letters and comments to the editor, Dennis Stacv, PO Box 12434, San Antonio, TX 78212. passing Regretfully, we are announcing the passing of one of MUFON's early members and former state section directors in Illinois, Mrs. Rosetta Holmes who died July 16. 1995 in North Vernon, IN. She is survived by her husband, Richard E. \"Dick\" Holmes, who served for many years as the mas- ter-of-arms at MUFON annual symposia. Both of them will be remembered for having hosted ten annual UFO picnics at Carlyle Lake at Carlyle, LL, starting in 1969. Rosie was also the publicity director for, our magazine SKYLOOK and later the MUFON UFO Journal. The MUFON 1978 UFO Symposium Proceedings were respectfully dedicated to Rosetta Holmes in honor of her fine work. PAGE 20 NUMBER 328 AUGUST 1995"},{"pageNumber":22,"pageContent":"MUFON UFO JOURNAL UFO ENCOUNTERS MAGAZINE 32-page bimonthly format. Includes all aspects of the UFO phe- nomenon—the absolute best coverage! Don't miss out any longer. $!9.95/yr US, $36 foreign, $4 sample. Checks payable to Aztec Publishing, PO Box 1142, Norcross, GA 30091-1142. Stay in- formed ! INTERACTIVE CD-ROM! \"UFOs...the Real Story,\" wiih nuclear physicist Stanton Friedman. New multimedia CD packed with cases, pix, abduc- tions, crashed saucers, references, videos, formerly Top Secret documents, etc. Requires IBM compatible PC, Windows, 4MB RAM, CD drive, $39.95 + $3 s/h, check. Visa, MC. (800) 704- 3777. Unity Publishing. 106 Main St., Sle. 194. Houlton, ME 04730. ROSWELL I-BEAM REPLICA As seen on Sightings & endorsed by Dr. Jesse Marcel Jr. Complete with acrylic display tube, stand, backgiound info. $19.95 + $3 s/h, NM res. add SI.16. Check or MO to Miller Johnson Design. 1620 Soplo Rd. SE. Albuquerque. NM 87123- 4455. Foreign $35 draft in US dollars, shipped air mail. VIDEO/AUDIO TAPES on UFOs, crop circles, aviation mysteries, NDE. Face on Mars & other fascinating topics. Free list & sample newsletter from The Eclectic Viewpoint. Box 802735-M, Dallas. T\\ 75380. Future lecture hotline (214) 601-7687. THIRD ANNUAL GULF BREEZE UFO Conference. Oct. 20-22, 1995: We're back on the beach! Clarion Suites Resort. Pensacola Beach. FL, directly on the Gulf. Confirmed so far: Whitley Streiber, Zechana Sitchin, Dannion Brinkley, Colin Andrews, Dr. Fred Alan Wolf, Dr. Bruce Maccabee. Free program guide. Call 904-432-8888 or write Project Awareness. PO Box 730. Gulf Breeze. FL 32562. THE UFO EXPERIENCE Conference. October 7-8. 1995, Holiday Inn, North Haven, CT, moderator John White. Speakers: Jacques Vallee. Colin Andrews, Richard Hoagland. Stanton Friedman, Bob & Betty Andreasson Luca, David Webb, Leah Haley & Marc Davenport, Walter Webb and Karla Turner. S145 until August 26, $175 thereafter. Omega Communications, Box 2051 A, Cheshire, CT 06410-5051, US A. T-SHIRTS WITH PUNCH: 2 styles of quality, specialty T-shirts de- signed by abductee support group: a Grey's face with humorous say- ings (choose from 8) or 3 silvery saucers bordered by provocative questions. $20 + s/h. Choose from 5 colors. M-\\'L. Catalog $1. The Santa Cru/ CE-4, 129 May Ave.. Santa Cruz, CA 95062 (408) 425-4831. WANTED! Eyewitnesses to July 1952 UFO flap over Washington, DC. Research intended for publication in MUFON Journal. Please contact Frances H. Ellis, 306-1184 Esquimalt Rd, Victoria. BC, Canada V9A 3N9. PH: (604) 388-0194. XSECURE: PC SECURITY SOFTWARE Easily secure or backup your important PC files. Powerful user friendly interface. Works across networks. 1.44 disk, reference manual. For DOS 3.1 to 6.22, Windows & OS/2 (not HPFS). Send check or MO to J. T. Williams. 105 Cherrywood Ct, Oakleigh EST.. Bristol, TN 37620. Fact sheet available. UFO CONFERENCE In Denver and Boulder. Colorado. August 26lh & 27th. 1995. Featuring Marc Davenport. \"UFOs, Time Travel and (he Reasons for Contact\"; Christopher O'Brien. \"Colorado's Mystery Valley,\" and Leah Haley, \"Abducted by Aliens.\" Conference 9:00 to 5:00. Tickets $60.00, price includes lunch. Call (303) 693-3407 for tickets & information. SYMPOSIUM VIDEOTAPES Videotapes from the 1995 MUFON International UFO Symposium are now available. Individual speakers are $31.95 each, foreign $46.95 US. Symposium set $159.95. foreign SI 79.95 US. Foreign formats available. For information or to or- der call 1-800-636-8633, ECS Video Productions, PO Box 670, Snohomish, WA9829I. NOTE NEW AD RATES! Effective immediately: 50 words or less for $20 per issue, add $10 for box and bold heading. Send ad copy & check, made out to MUFON to Dennis Stacy, Box 12434, San Antonio. TX 78212. Must he MUFON member or Journal subscriber. THE ANOMALIST 2 Expanded to 160 pages, still only $10 + $2.50 p/h. Articles by Loren Coleman, Hilary Evans, Dennis Stillings. Rupert Sheldrake, Robert Baker, David Ritchcy and others on Bigfoot, abductions, remote viewing, mutilations & more. Checks payable to Dennis Stacy, Box 12434, San Antonio, TX 78212. SCIENCE MUSEUM SYMPOSIUM The 2nd Annual \"Science and Politics of UFO Research\" Symposium will be held at the Science Museum of Minnesota, St. Paul, October 28-29. Speakers include David Jacobs, George Knapp, Richard Haines, Glenn Campbell and others. $90 be- fore August 31st. For additional information and program sched- ule, call (612) 221-4742 or fax (612) 221-4528. UNITED NATIONS VIDEO On October 2, 1992, a UFO presentation was made at the United Nations in an effort to reopen Decision GA 33/426. The two-hour VMS video tape includes Mohammad A. Ramadan, Stanton T. Friedman. John F. Schuessler and Robert H. Bletchman. Tapes of this monumental UN presentation may be purchased by Postal Money Orders, personal check made payable through a U.S. bank or U.S. cash for $19.95 plus $2 for p.&h. to MUFON, 103 Oldtowne Rd.. Seguin, TX 78155-4099, U.S.A. AUGUST 1995 NUMBER 328 PAGE 21"},{"pageNumber":23,"pageContent":"MUFON UFO JOURNAL Walter N. Webb- September 1995 Bright Planets (Evening Sky): Mars (magnitude 1.4) moves from Virgo into Libra during the month. The red planet lies in the WSW at dusk and sets in the W about 8:30 in mid-September. It can be found near the cres- cent Moon on the 27lh. Jupiter (-2.0) gleams brightly in the SW at dusk near the border of Ophiuchus and Scorpius. On September 1 the giant is 3° below the quarter Moon, and on the 19th it is 5 1 ' above the star Antares (the last of 3 conjunctions between the pair in 1995). Jupiter sets in the WSW shortly after 10 PM in mid- month. Saturn (0.7), retrograding in Aquarius, reaches opposition on September 14. At that time it rises in the E about sunset (opposite the Sun) and remains visible all night. Bright Planets (Morning Sky): Saturn sets in the W about sunrise in mid-September. Moon Phases: First quarter—September 2 Full moon—September 8 (Harvest Moon) Last quarter—September 16 New moon—September 24 The Stars: The autumnal equinox heralds the arrival of the rather dim fall constellations in the E. Nevertheless, it shouldn't be too dif- ficult to find the Great Square of Pegasus in the SE(10 PM). It is as much a symbol of autumn as the Summer Triangle is of summer. The square is large, measuring very roughly 15° on each side. Both seasonal symbols are visible right now at the same time. Pegasus was the famous Winged Horse in mythology. Several lines of stars that branch from the western side of the square form the head, neck, and front legs of the horse which is fly- ing upside-down. What Jooks like the hind legs of the animal is really the ad- joining constellation, Andromeda the Princess. The NE corner of the square, the star Alpheratz, actually is the head of Andromeda, while the two strings of stars extending out- ward form her gown. August 25, 26 & 27 — First International UFO Congress in Auditorium No. 1 (Principal) in the Area of Medical Center in Mexico City, Mexico. For information write to Zita Rodriguez Montiel, Tokio No. 424 Col. Portales, C.P. 03300, Mexico, D.F.. Mexico. August 26 — The UFO Phenomena, University of Denver in Denver, CO. Call (303) 693-3407 for tickets and information. August 27 — The UFO Phenomena at Boulder Broker Inn, in Boulder, CO. Call (303) 693-3407 for tickets and information September 1, 2 & 3 — The 14th Leeds International UFO Conference, Leeds, England For further information write to The Conference Organizer, P.O. Box XG60, Leeds, LS15 9XD, England. September 9 & 10 —The Fifth NH MUFON Conference - Yoken's Convention Center, Route 1, Portsmouth, NH. For information write: NH MUFON, P.O. Box 453, Rye, NH 03870 or call: Peter Geremia 603-436-9283 or Walter Fnesendorf 603-673-3829. September 9 & 10 — Fourth Annual Midwest Conference on UFO Research, Sheraton - Hawthorne Hotel, Springfield, Missouri For more information call 417-882-6847. September 13-17 — International Forum on New Science, Fort Collins Marriott. Fort Collins, CO. For further information write to IANS, 1304 So. College Ave., Ft. Collins, CO 80524. October 7-8 — The UFO Experience - at the Holiday Inn, North Haven, CT. For further information write to Omega Communications, P.O. Box 2051 A, Cheshire, CT 06410-5051. October 14-15 — 32nd Annual National UFO Conference at the Castlegate Hotel & Conference Center, I-75 & Howell Mill Rd., Atlanta, Georgia. For further information write to P.O. Box 1764. Decatur, GA 30031 or call 404-621-5734. October 20-22 — Third Annual Gulf Breeze UFO Conference - Clarion Suites Resort, Pensacola Beach, Florida For information: Project Awareness, P.O. Box 730, Gulf Breeze, FL 32562. Tel: 904- 432-8888 or FAX 904-438-1801. October 28-29 — Second annual \"Science and Politics of UFO Research\" Symposium, Science Museum of Minnesota, St. Paul, MN. For complete program schedule call (612) 221-4742 or FAX (612)221-4528. November 1-5 — International Conference on UFOs, sponsored by the Beijing UFO Society, in Beijing, China. For further information write to Zhou Xiaoqiang, Room 301, Division 4, No. 23, Fangcaodi Xijie, Beijing 100020, P.R. China. November 3-5 — CSETI's First Annual Gathering in Asheville, NC. For further information write to CSETI, P.O. Box 587, Englewood, CO 80151. UFOs, MJ-12 AND THE GOVERNMENT:^ A Report on Government Involvement in the UFO Crash Retrievals (113 pages) by Grant Cameron and T. Scott Grain Price: $19 plus $1.50 for postage and handling » Order From: MUFON, 103 Oldtowne Rd., Segum, TX 78155-4099 / MUFONET-BBS NETWORK Member's Communication Link Australia — U.S. — Canada — Europe Call for the BBS nearest you! FAX: 817-628-1031 Data No. 512-556-2524 8 - N -1 PAGE 22 NUMBER 328 AUGUST 1995"},{"pageNumber":24,"pageContent":"MUFON UFO JOURNAL DIRECTOR'S MESSAGE - Continued from Page 24 proposals submitted and then fund worthy projects with monetary grants. The objective of all three groups was, and still is, to move the study of UFOs more toward sci- ence using the general protocols of the scientific method. Regretfully, the monetary benefactor behind the coali- tion became impatient with the scientific method, even though several important projects were completed or nearing completion. Due to a serious disagreement in management philosophy the coalition is no longer being funded by the Bigelow Foundation. We commend and thank Mr. Bigelow for his philanthropy during the first year of operation of the C-F-M Coalition. It was a notable and enlightening experiment. The united front and sci- entific goals of the coalition will be continued, but under more modest financial arrangements. We will be seeking philanthropists interested in resolving the UFO enigma in a scientific manner. SANTILLI VIDEO ON ROSWELL AUTOPSY Despite all the hype that has emanated from the alleged motion picture film of the Roswell autopsy, MUFON, as an organization, must advise our readers of the stipula- tions printed on the order forms. \"This video tape contains all the viewable material taken from the reels of film we received from the man we believe was the Roswell cam- eraman. The tape is protected by Macrovision and may not be copied. There has been much controversy about the existence of the material, its contents and its quality. A great deal of authentication research has been completed, details of which are also contained on the tape. We ask you to consider the evidence carefully and then draw your own conclusions.\" In addition, Ray Santilli has endeavored to cover him- self with legal protection by saying: \"We must however draw your attention to the following: 1. Whilst the film stock has been verified as manu- factured in 1947, we cannot currently warrant that the contents were filmed in 1947. 2. Although our medical reports suggested that the creature is not human, this cannot be verified. 3. Although we have been informed that the footage emanates from the Roswell incident, this cannot be ver- ified. 4. Please note due to the origins of the film, the footage is not up to broadcast quality.\" Philip Mantle, MUFON's Representative for England, has volunteered to work with Ray Santilli to determine the film's authenticity, however as the above indicates, the video is being sold without this verification. It is conceivable that Mr. Santilli may sell a sufficient quantity at 35 English pounds to in- terested people to recover the $100,000 he claims to have paid the photographer \"Jack Bamett.\" Obviously, the above stipulations warn everyone that this is a \"Buyers Beware!\" situation. The MUFON UFO Journal will continue to provide its readers with the latest information on this controversial motion picture film. Walt Andrus will have an opportunity to view the film when he attends the BUFORA 8th International UFO Congress in Sheffield, England on August 19 and 20. News Release Immediate Release — July 28th, 1995 Schiff Receives, Releases Roswell Report Washington — Congressman Steve Schiff today released the General Accounting Office (GAO) report detailing results of a records audit related to events sur- rounding a crash in 1947, near Roswell, New Mexico, and the military response. The 20 page report is the result of constituent infor- mation requests to Congressman Schiff and the difficul- ty he had getting answers from the Department of Defense in the now 48-year-old controversy. Schiff said important documents, which may have shed more light on what happened at Roswell, are miss- ing. \"The GAO report states that the outgoing messages from Roswell Army Air Field (RAAF) for this period of time were destroyed without proper authority.\" Schiff pointed out that these messages would have shown how military officials in Roswell were explain- ing to their superiors exactly what happened. \"It is my understanding that these outgoing messages were permanent record, which should never have been destroyed. The GAO could not identify who destroyed the messages, or why.\" But Schiff pointed out that the GAO estimates that the messages were destroyed over 40 years ago, making further inquiry about their destruction impractical. Documents revealed by the report include an FBI teletype and reference in a newsletter style internal forum at RAAF that refer to a \"radar tracking device\" — a reference to a weather balloon. Even though the weather balloon story has since been discredited by the US Air Force, Schiff suggested that the authors of those communications may have been repeating what they were told, rather than consciously adding to what some believe is a \"cover up.\" \"At least this effort caused the Air Force to acknowl- edge that the crashed vehicle was no weather balloon,\" Schiff said. \"That explanation never fit the fact of high military security used at the time.\" The Air Force in September 1994 claimed that the crashed vehicle was a then-classified device to detect evidence of possible Soviet nuclear testing. Schiff also praised the efforts of the GAO, describ- ing their work as \"professional, conscientious and thor- ough.\" A two page letter discussing a related investigation into \"Majestic 12\" was also delivered. A copy of the report may be obtained by calling (202) 512-6000 and referencing Document number GAO/NSIAD-95-187. AUGUST 1995 NUMBER 328 PACE 23"},{"pageNumber":25,"pageContent":"MUFON UFO JOURNAL Walter Andrus NEWS FROM AROUND THE NETWORK DEDICATION OF 1995 SYMPOSIUM PROCEEDINGS Each year the proceedings are dedicated to the person who has made the most outstanding contribution to the Mutual UFO Network. Inc. (MUFON) during the past years in advancing the scientific study of the UFO phe- nomenon and demonstrating positive leadership as de- termined by the MUFON Executive Committee. Public recognition is hereby bestowed upon Robert J. Gribble for his untiring efforts in promoting Ufology at the orga- nizational level, twenty years of faithful service to the op- eration of the National UFO Reporting Center, thirteen years in a MUFON leadership capacity, and over five years as a columnist to the MUFON UFO Journal. It is with profound gratitude that a dedicated member of MU- FON may be honored in this matter. Regretfully. Mr. Gribble was not present to enjoy the acclaim bestowed upon him by his colleagues after ihe announcement. 1996 SYMPOSIUM In Seattle. Natalie \"Ginger\" Richardson extended a cordial invitation to everyone to start making plans to at- tend our twenty-seventh annual affair on July 5. 6. and 7. 1996 at the Holiday Inn Four Seasons/Joseph H. Koury Convention Center in Greensboro. North Carolina. The 1996 symposium co-hosts will be MUFON North Carolina and FSG (The Full Story Group in Greensboro). George Lund, II will serve as chairman and Nick Summers, coordinator. The MUFON 1997 International UFO Symposium is tentatively scheduled for Grand Rapids. Michigan, at the beautiful Amway Grand Plaza Hotel, hosted by Michigan MUFON. FIELD INVESTIGATOR'S EXAM Many of you have vigorously studied the Field Investigator's Manual, attended field investigator's train- ing classes in your home locale and have taken the onc- hundred multiple question exam. After following the in- structions to send the exam answer sheet to Shirley (Coyne) Talbya in Flushing. MI. you have been eagerly awaiting a reply for several months from Shirley, to no avail. This is a serious problem, because like yourselves. I have not been receiving a confirmation report from Shirley on the exam grades in order to process members to the status of \"Field Investigator.\" This failure to com- plete the grading loop is not only personally discouraging but very disappointing. This matter was on the agenda at MUFON's Annual Board of Director's Meeting in Seattle. WA on July 9th. Until a new Director of Field Investigator Training is elected, all answer sheets for the field investigator's ex- amination should be sent to Walt Andrus in Seguin, TX for grading. If you made a copy of your answer sheet, please send this to Walt. If not. please review the exam again and make a new answer sheet which you may sub- mit or request a blank answer sheet from MUFON in Seguin. It is imperative that proper recognition be given to the people who have passed the exam so they may exer- cise this knowledge in UFO cases under investigation. May I express my apologies for these unwarranted delays. One of our directors volunteered to grade the tests as a re- sult of our annual board meeting. NEW OFFICERS Daren T. Lannigan (Caldwell) recently resigned as State Director for Idaho and recommended as his successor Li F. Wong (Winchester) to this important post. Both will continue as State Section Directors and Field Investigators for their respective counties. Colorado State Director Michael G. Curta (Aurora) promoted James A. Peters (Aurora) to become his Assistant Stale Director. Concurrent with this promotion. Mr. Curta appointed William E. Patton (Golden) to fill the vacancy created for Slate Section Director for Clear Creek. Gilpin, and Summit Counties. The new State Section Director for Tarrant County in Texas is Robert D. McKenzie. Capt.. U.S. Navy (Retired) who resides in Irving. Mr. McKenzie will be an asset to the Metroplex area. Gayle Nesom, M.A. (Houston) was appointed Assistant State Director for Southeastern Texas by Ellen R. Stuart to replace Andy Abercrombie. NEW CONSULTANTS AND RESEARCH SPECIALISTS Jesse A. Marcel, Jr., M.D. (Helena. MT) joined MUFON during July as a Consultant in Medicine. Both he and his father have made their niche in Ufology. Robin P. Ward. Ph.D. (Oriental. NO has been made a Consultant in Genetics. Four new Research Specialists volunteered their expertise this past month. They are Linda McCracken. M.S. (Wolfeboro. NH) in Library Science: David C. Masson, M.B.A. (Riverdale. NY) in Finance: John Samuel. M.S. (Tampa. FL) in Mechanical Engineering; and Deborah A. Hagar; M.A. (Huntsville. AL) in Mathematics. COALITION REORGANIZED FOR SECOND YEAR The Mutual UFO Network (MUFON) joined with the Center for UFO Studies (CUFOS) and the Fund for UFO Research (FUFOR) last year in a coalition to solicit re- search proposals. The members of the coalition council met quarterly in Las Vegas. NV to pass judgment on Continued on Page 23 PAGE 24 NUMBER 328 AUGUST 1995"}]
