[{"pageNumber":2,"pageContent":"\"'MUFON UFO JOURNAL NUMBER 171 MAY 1982 Founded 1967 OFFICIAL PUBLICATION OF $1.50 MUTUAL UFO NETWORK, INC. (No Model.) No. 526,394. D. HURLBUT. AIR SHIP. Patented Sept. 25, 1894. WITNESSES:- INVENTOR; BY ATTORNEYS."},{"pageNumber":3,"pageContent":"TTie MUFON UFO JOURNAL (USPS 002-970) 103 Oldtowne Rd. Seguin, Texas 78155 RICHARD HALL Editor ANN DRUFFEL Associate Editor LEN STRINGFIELD Associate Editor MILDRED BIESELE Contributing Editor WALTER H. ANDRUS Director of MUFON TED BLOECHER DAVE WEBB Co-Chairmen, Humanoid Study Group PAUL CERNY Promotion/Publicity REV. BARRY DOWNING Religion and UFOs LUCIUS FARISH Books/Periodicals/History ROSETTA HOLMES Promotion/Publicity GREG LONG Staff Writer TED PHILLIPS Landing Trace Cases JOHN F. SCHUESSLER UFO Propulsion DENNIS W. STACY Staff Writer NORMA E. SHORT DWIGHT CONNELLY DENNIS HAUCK Editor/Publishers Emeritus The MUFON UFO JOURNAL is published by the Mutual UFO Net- work, Inc., Seguin, Texas. Member- ship/Subscription rates: $15.00 per year in the U.S.A.; $16.00 foreign. Copyright 1982 by the Mutual UFO Network. Second class postage paid at Seguin, Texas. POST- MASTER: Send form 3579 to advise change of address to The MUFON UFO JOURNAL, 103 Oldtowne Rd., Seguin, Texas 78155. FROM THE EDITOR We introduce in this issue a new column, \"Critic's Corner,\" by Robert Wanderer who has agreed to be a \"resident skeptic.\" Bob believes that people generally report honestly what they see, but often are mistaken in their interpretations. He will be offering alternative explanations and otherwise prodding us to be clear and logical in our use of language, and in our reasoning about UFO reports. His column should stimulate some worthwhile dialogue that will help to clarify UFO-related issues. It should be redundant to characterize someone as an \"honest skeptic\"; let us just say that Bob is a skeptic in the best sense of the word, and has demonstrated both open-mindedness and fair-mindedness in correspondence, during which we have disagreed amicably on many points. His perspective on the subject and the talents that he brings to bear on it should be welcomed as a positive contribution. In this issue UFO-RELATED BIGFOOT ENCOUNTER IN PENNSYLVANIA .3 By Stan Gordon UFOs OVER ARKANSAS: PART 1   5 By William D. Leet CALIFORNIA REPORT   9 By Ann Druffel ZETA 2 RETICULI: A RESPONSE   12 By Allan Hendry UFO TECH NOTE   13 By John F. Schuessler CRITIC'S CORNER    14 By Robert Wanderer MUFON INTERNATIONAL ACTIVITIES  15 By Michael Sinclair UFO SIGHTING MAP: SECOND QUARTER 1981 16 By Gayle C. McBride 1982 INTERNATIONAL MUFON UFO SYMPOSIUM 18 By Walt Andrus IN OTHERS' WORDS   19 By Lucius Parish DIRECTOR'S MESSAGE   20 By Walt Andrus The contents of The MUFON UFO JOURNAL are determined by the editor, and do not necessarily represent the official position of MUFON. Opinions of contributors are their own, and do not necessarily reflect those of the editor, the staff, or MUFON. Arti- cles may be forwarded directly to MUFON. Responses to published articles may be in a Letter to the Editor (up to about 400 words) or in a short article (up to about 2,000 words). Thereafter, the \"50% rule\" is applied: the article author may reply but will be allowed half the wordage used in the response; the responder may answer the author but will be allowed half the wordage used in the author's reply, etc. All submissions are subject to editing for style, clarity, and conciseness. Permission is hereby granted to quote from this issue provided not more than'200 words are quoted from any one article, the author of the article is given credit, and the statement \"Copyright 1982 by the MUFON UFO JOURNAL, 103 Oldtowne Rd., Seguin, Texas\" is included."},{"pageNumber":4,"pageContent":"UFO-RELATED BIGFOOT ENCOUNTER IN PENNSYLVANIA By Stan Gordon (MUFON State Director) Most readers are familiar with reports of giant hairy apelike creatures known as Bigfoot, which allegedly inhabit the Pacific Nor- thwest region as well as other areas of this country. But many have never heard of sightings of these creatures in the Northeast and North Central states. These areas—particularly Pennsylvania, Ohio, and Maryland—have been quite active with Bigfoot reports since at least the early 1970's, although cases on record indicate observations going back many years earlier. In 1973 the largest documented wave of Bigfoot sightings on record occurred in Pennsylvania. The sightings began in June and continued sporadically through November of that year. There were over 100 documented creature reports with over 250 eyewitnesses involved. In a number of cases, several creatures were observed at the same time. My colleagues and I during our investiga- tions began to find that it was more than coincidence that some of these creatures would appear within a short time, in the same area where UFO sightings were being reported by local residents. As we began to look more seriously into these incidents there still were no conclusive indica- tions that the two types of phenomena were directly related. But then it happened. Around 9 p.m. on October 25, 1973 near Uniontown, Pa., Stephen Pulaski and 15 residents who live near his father's farm observed a large red ball descen- ding from the sky towards the field. Stephen and two neighbor boys got into a truck and started towards the area to take a closer look. As they ap- proached the hill, the headlights started to dim, as if the power was be- ing drained, so they got out and walk- ed up over the crest of the hill. Resting on the ground was a huge dome shaped object estimated to be 100 feet in diameter. It was making a sound like a lawnmower, and was very bright and illuminating the field. The group heard strange whining sounds coming from the direction of the object. A short time later one of the boys noticed two figures ap- proaching along the fence line, which crosses the field. At first the group tried to rationalize that they were see- ing bears, but when Stephen fired a tracer round over their heads it was evident that they were looking at a form of life unlike anything they had seen before. One creature was over 7 feet tall the other over 8 feet. They were covered with long, dark hair and their arms hung down past the knees. As the creatures approached closer Stephen became alarmed and fired three rounds directly into the larger creature which responded by making a whining sound and raising it's right hand up toward the other beast. At that very instant the huge UFO in the field suddenly disappeared and the sound stopped. The group quickly left the area and notified the local police officials. When an offier arrived at the scene about 45 minutes later, the object and the creatures were not evident; however, the officer verified that at the spot where the object has rested, he observed a glowing ring about 100 feet in diameter which would have been bright enough to read by if he had bent down within it. When he returned to the station with Stephen, he notified me of the sighting and our field investigation team responded to the scene. For more details of this case and other similar events, see my paper in the 7974 MUFON UFO Symposium Proceedings. Since that classic event, many similar cases have been reported from throughout the United States as well as other countries. Those of us who have spent considerable time in- vestigating these cases now feel cer- tain that there is a direct relationship between the sightings of the creatures and certain UFOs. We aren't implying that these hairy anthropoids are UFO passengers, only that they seem to play an important part in a complex series of events that occur to seeming- ly selected individuals. Even though the basic physical description of the creatures is similar to the typical Bigfoot, there are two variations that seem to separate the two species. The UFO related creature seems to have a 3-toed foot- print which measures between 13 and 21 inches in length. It also in many in- stances is seen to have glowing or self-luminescent eyes, usually red in color. The typical Bigfoot is reported to have a 5-toed, humanlike footprint. Many of the geographical areas where the UFO/Bigfoot cases occur seem to become hot spots for other types of unexplained incidents. An example of this is a current case under investigation by the Pennsylvania Association For the Study of the Unexplained. The phenomena is oc- curing in a rural section of Westmoreland County. Some of those involved have already been subject to harrassment and ridicule, so at this time pseudonyms will be used to protect their indentities. Their names and address are on file with us for verification by responsible resear- chers. Frank and Rose Simpson had led a normal life until one summer after- noon in 1979 when they stepped out into their front yard and saw a very large elongated object falling from the clear sky. It fell tumbling end to end. One side was shiny like bright aluminum, the other side a dull gray. It was getting dark, so the next day they searched in vain for whatever it (continued on next page) 3"},{"pageNumber":5,"pageContent":"Bigfoot, Continued was that they had seen. About 2 weeks after the UFO sighting, the Simpsons began to hear a terrifying sound which they presum- ed was from some type of animal. Though living in an area abundant with wildlife, it was unlike anything they had heard before. According to Mrs. Simpson, \"The sound is not a bark, squeal, squawk, or howling sound.. In fact we don't know how to describe it. It travels quite fast. It seems like it's on one hillside one se- cond, the next second it's on another hill. Once anyone hears it they never forget it. It makes your skin want to crawl-.\" The family continued to hear these sounds on a regular basis through 1981. On a number of occasions Frank picked up his rifle and went in the direction of where the noise ap- peared to originate from. As he ap- proached closer it would suddenly stop. Rose was of the opinion that it appeared to be luring Frank into go- ing after it. Then in early April of 1982, Mary Smith and two children along with two dogs were taking a walk across the field from the Simpson residence. Suddenly an awful growling sound came from within some cavelike structures. The hair on the back of the dogs stood straight up and the group ran back to the house. A short time later Frank went down to look over the area, and as he approached he smelled a strange odor similar to spoiled meat. Near the stream he found a large 3-toed footprint. Then on the evening of April 18, Rose was baking some bread when suddenly \"Mystery,\" a nickname us- ed by the Simpson's to describe the strange occurrences, began to bellow. Frank grabbed his rifle and flashlight and followed the sound. Suddenly he saw a dark form about 4-feet tall, but very broad, moving through the crab apple orchard. He shot into the creature which made a moaning sound. Frank, quite upset by the ex- perience, went to a neighbor to call for a game warden to investigate, but he was unavailable. The next day a search of the area produced no traces of what Frank had encountered. The strange sounds continued to be heard by the Simpsons and other local residents, who claimed to hear it also mentioned that their farm animals were acting very nervous when it was heard. Then on June 6, something even more interesting occurred. Frank and Rose along with a friend were sitting on their front porch try- ing to tape record the sound of \"Mystery\" when at about 11:40 p.m. a strange light appeared up toward the crab apple orchard a few hundred feet away from the house. The light covered only a small portion of the hillside and lasted only a few seconds, then faded out. The lights appeared again several times during the night. Attempts have been made to try to explain the nocturnal visitors, but so far our investigations haven't found a natural source for them to originate from. The lights seem to follow along an old fence row, and at times they remain in the center, but sometimes they move and spread from left to right and then disappear. At times their luminosity is very dull, yet the lights at times seem to have a pinkish cast to them. A pattern soon started to develop. It was found that if \"Mystery\" would sound off early in the evening, later that night the lights would appear. Frank and Rose both complained of severe headaches after the lights started to appear. Twice when Frank approached the area when the lights were seen, he would return with such a severe headache and nausea that he would have to go to bed. On June 30, the creature sounded off from the direction of the Smith household and the Simpsons were successful in recording the \"voice\" of \"Mystery\" on tape. According to those who have heard the sounds of the creature, there is more than one distinct vocalization involved. The sound on the tape \"is like a deep heav- ing, as though someone is out of breath. It is most interesting to me since-this is'the exact sound that my colleague, George Lutz,\"and I record- ed in 1973 near Derry, Pa., on a farm where similar events were plaguing another family. Throughout the summer of 1981 residents from around the country side continued to hear the sounds and see the brilliant hovering lights. Then on August 12, Frank had another strange meeting. He was down near the waterfall when he heard something going throught the woods. He saw movement in the weeds, then suddenly got a strange sensation in his head which kept repeating: \"Come back down to the gas line.\" He followed the message and sud- denly a giant hairy creature, brown in color and estimated to be about 12 feet tall, came out of the weeds and in one stride stepped over an 8-foot wide gasline path. Frank ran home, but the next day returned to the loca- tion and found large 3-toed foot- prints. In July, about 2 miles down the road from the Simpson farm, Janet Owens and her daughter Sue were taking an early morning drive on a country back road when they noticed some type of animal about 300 feet ahead of them. Janet stopped her car, then backed up into a dirt road to take a better look. The animal didn't move, so she approached it slowly and stopped within one car-length of what they described as a \"Black Pan- ther.\" The animal had a body about 4 feet long, with a tail at least as long as the body itself. The fur was described as shiny black silk, very sleek. It had a small head, small and pointed ears, and long legs. The two ladies watched the animal for almost 10 minutes. The animal stared at the passengers for a short time, then turned around and slowly walked out of sight. During the summer other Black Panther sightings along with Bigfoot and UFO sightings were reported from the same area. As we in- vestigated deeper into these mysteries, we found out that the Simpson's had experienced phenomena that other UFO and Bigfoot observers had told us about confidentially. Frank now feels that the creature has tried to communicate with him telepathically. Frank states: \"They are intelligent. It tries to com- municate. It is not from this dimen- sion; this is why you only find a few (continued on next page)"},{"pageNumber":6,"pageContent":"UFOs OVER ARKANSAS: PARTI By William D. Leet (Arkansas State Director) © 1982 by William D. Leet) Bennie Chalker and his 16-year-old son, Brent, were sitting in the living room of their home on Chapel Hill, 3 miles north of Nashville, Arkansas, enjoying the peace and quiet of the evening. The day was Tuesday, February 3, 1981. The duties of the day had been accomplished and its cares set aside, and dusk had settled down from the sky to rest for the night on the woods and hills. Wife and mother, Bonnie Chalker, was in Texarkana but would soon come home to join Bennie and Brent. All was well. Then it struck them! The thundering-earthquaking charge of a freight train but magnified many times louder was right over their house! Bennie and son dashed out the door to see a huge \"boomerang\" of orange-red lights slowly flying nor- thward at a low altitude of 100 to 200 feet. After observing the other-world visitor for about 2 minutes, they drove their pick-up to the crest of the hill by the church there, studying the apparition for another 7 or 8 minutes. No figure or outline of the stranger could be discerned, but the boomerang impression was made by the six rectangular lights. There were three to the right and three on the left, but close together and forming the boomerange shape. No body was visible, or engines, propellers, tail, wings, or Federal Aviation Administration-required navigation lights. There were no anti-collision strobe lights which all large aircraft and most light airplanes display. You've seen them—they seem to revolve and zap you right in the eye with a white flash. The time of the Chalkers' sighting was about 6:45 p.m., and about that time a Nashville High School teacher at home saw a similar craft flying nor- thward. Another Nashville High teacher, Joe Martin, who instructs Vocational Agriculture, was hunting a few miles to the north and about 7:00 p.m. observed the northward course of bodiless rectangular lights, five in number. Scores, perhaps hun- dreds, of people saw the out-of-this- world apparition this recent night, at Ben Lomond, Nashville, Dierks, Um- pire; and Langley. It undoubtedly was an unidentified flying object (UFO). Where they come from and what they are nobody knows, but we do know what they are not. We know that they are not manmade, and that they are not natural or normal to our planet, and that they are under in- telligent control. UFOs must be something new, some people say, coming around since 1947 when Kenneth Arnold saw \"flying saucers\" skipping along the valley past Mount Rainier in Washington State, but UFOs have been with us a long, long time, and according to documentation quite awhile in Arkansas. In the years 1896 and 1897 a \"Great Air Ship\" was seen in the skies from America's Pacific Coast to the East. At that time, dirigibles had not become operational and there were no airplanes orhelicopters. Commen- cing at Sacramento, California, the flying craft was seen by thousands of people across the nation all the way (continued on next page) Bigfoot, Continued footprints and they disappear.\" At times, according to Rose, Frank will be watching TV when suddenly he will walk outside in a trancelike state as if he is being summoned. Strange things are happening inside and around their house as well. Dur- ing one occasion a large bright light appeared over their house and il- luminated it, then it suddenly disap- peared. Just the opposite occurred about a week later when one after- noon as Rose was cleaning, the house suddenly became pitch black. She went outside to find the sky clear of clouds and the sun shining brightly. When she looked back into the house it still remained dark. A few weeks later Rose got up at about 3 a.m. to get a drink of water. Suddenly the livingroom lit up like daylight even through no lights were switched on. The family members have heard sounds like someone go- ing up the stairway, even though no one was there, and a strange shadowy figure has crossed their kitchen on several occasions. The Unidentified lights have now been seen in daylight as well as night, and in daylight are so bright they illuminate nearby trees. As of March 1982, \"Mystery\" is still around. It is now making visits to both the Simpson and Smith residents. Our research team is close- ly monitoring the events, and we hope to set up remote devices to try and gather scientific data as the in- cidents occur. Mrs. Simpson and Mrs. Smith and other residents in the area who have experienced some of the occurrences are genuinely frightened. Frank feels compelled to find an answer to \"Mystery.\" As he stated to me recently, \"I've got this feeling that he's going to get me, I'm going to get him, or we're going to get together.\" (Stan Gordon is the Director of the Pennsylvania Association For the Study of the Unexplained, an all- volunteer, non-profit research unit made up of specialists from fields of science, engineering, and medicine, who are making an openminded study of unexplained events. The organization's mailing address is 6 Oakhill Avenue, Greensburg, PA 15601.)"},{"pageNumber":7,"pageContent":"Arkansas, Continued to the Atlantic Coast. According to the newspaper accounts of the period, . the airship was observed by crowds of people over San Francisco, St. Louis, and big cities eastward. On its course the great airship did not ignore Arkarisans. It was closely observed and described by some of our forefathers, one of whom was Cap- tain James. Hooton, the highly respected conductor on the Iron Mountain Railroad. For the Arkansas Gazette of April 22, 1897, Conductor Hooton provided not only a sketch of the celebrated airship but a detailed description of it and its crew as well. A condensed version of Hooton's nar- rative follows. I had gone down to Texarkana to bring back a special, and knowing that I would have some eight to ten hours to spare at Texarkana, I went to Homan to do a little hunting. It was about 3 o'clock in the after- noon when I reached that place. The sport was good, and before I knew it, it was after 6 o'clock when I started to make my way back toward the railroad station. As I was tramping through the brush my attention was attracted by a familiar sound, a sound for all the world like the working of an air pump on a locomotive. I went at once in the direction of the sound, and there in an open space of some five or six acres, I saw the object making the noise. I decided at once that this was the famous airship seen by so many people about the country. There was a medium-sized look- ing man aboard and I noticed that he was wearing smoked glasses. He was tinkering around what seemed to be the back end of the ship, and as I approached I was too dumbfounded to speak. He looked at me in surprise, and said: \"Good day sir: good day.\" I asked: \"Is this the air ship?\" and he replied, \"Yes, sir.\" Whereupon three or four other men came out of what was ap- parently the keel of the ship. A close ex- amination showed that the keel was divid- ed into two parts terminating in front like the sharp edge of a knife, in fact, the entire front end of the ship terminated in a knife- like edge, while the sides of the ship bulged gradually toward the middle, and then receded. There were three large wheels on each side made of some bending metal and arranged so that they became concave as they mov- ed forward. \"I beg your pardon sir,\" I said, \"the noise sounds a good deal like a Westinghouse air brake.\" \"Perhaps it does, my friend: we are using condensed air and aeroplanes, but you will know more later on.\" THE AIR SHIP AS UK ETCH ED BY CAPT. HOOTOKl. \"All ready, sir!\" someone called out, when the party all disappeared below. I observed that just in front of each wheel a two-inch tube began to spurt air on the wheels, and they commenced revolving. The ship gradually arose with a hissing sound. The aeroplanes suddenly sprang forward, turn- ing their sharp ends skyward, then the rud- ders at the end of the ship began to veer to one side, and the wheels revolved so fast that one could scarcely see the blades. In less time than it take to tell you, the ship had gone out of sight. This drawing I have made you is the best I can do under the circumstances. I consider I was fortunate in seeing the ship. You may add that she pumped while standing still, like the air pump of an engine. One par- ticular feature I remember is that what I would call the cowcatcher was sharp as the blade of a knife and almost as pointed as a needle. There was no bell or bell rope about the ship that 1 could discover, like I should think every well regulated air locomotive should have. There are some dubious items in the good Captain's account of his meeting with the airship and its pilot and crew, such as his observation about the want of a bell and bell rope. All the same, the \"Great Air Ship\" was seen by tens of thousands of Americans across the continent, and Captain Hooton's description did not vary noticeably from those of other witnesses. The wave or \"flap\" of sightings of the Great Air Ship of 1909-1910 hit Arkansas in this Arkansas Gazette item Dec. 15, 1909: AIRSHIP FLIES NEAR LITTLE ROCK, PERHAPS-A.W. Morris of Mablevale, . road overseer of District No. 8, is of the opinion that an airship passed over his residence at about 10 o'clock Monday night. Mr. Norris states that he was stan- ding in his doorway when a strange light appeared, apparently about 300 feet above him, traveling south at a rapid rate of speed •and disappeared a moment or two later in the darkness. He said that the light had the appeareance of a searchlight similar to those used on automobiles and it rose and fell like a bird in flight. The night was cloudy, which precludes the possibility of the light having been a star or any astronomic phenomena. The erroneous and sometimes deceptive \"explanations\" of UFOs did not have their inception in 1949 with the Air Force Project Blue Book, which fronted as an investigative agency but actually was a propaganda office debunking UFO reality. \"Balloon\" was a standard \"explana- tion\" of unearthly UFO activities, as were \"birds,\" \"temperature inver- sions,\" \"sun dogs,\" \"ball lightning,\" and \"swamp gas.\" The Times Record of Fort Smith, however, beat Project Blue Book to the punch by four decades with the \"balloon\" jump-at- conclusion in its edition of Dec. 22, 1909. SAW A FLYING MACHINE-Many people were interested watchers Wednes- day about 12 o'clock of a quite large balloon which sailed over this city at a very great height, the pupils of Belle Point school were sure that it was some of the noted aerial travelers in a flying machine. It was in reality a tenantless balloon, oblong in shape and its height from earth was estimated to be as much as three-fourths of a mile. The normal human reaction 73 years ago to unidentified flying objects, and that of some people today, is to (continued on next page)"},{"pageNumber":8,"pageContent":"Arkansas, Continued dismiss them as familiar, com- monplace things and go on about one's business. There is slight chance in 1982 of resolving the foregoing sighting of 1909, but ufologists today question the newspaper reporter's conclusion that the\"balloon—almost 4,000 feet above ground level—was \"tenantless;\" he stated no way of knowing this. His remark that the ob- ject was \"oblong\" (racetrack-shaped) indicates that it was not a free balloon, which would have been spherical or of teardrop form. It should be noted that Project Blue Book was not the first to misinform the public that UFOs were observed only by those who had tarried too long at the bar. The Times Record of Jan. 20, 1910, carried a tongue in cheek report of an Arkansas sighting: Paragould people declare an air ship passed over their town a few nights ago. The strange craft was about 1000 feet from the earth and carried a powerful headlight. Ships of this kind are common over this way. They are usually seen by people who keep late hours. Three day later, the same paper could not resist one more bit of editorial jest: Why the people of Paragould saw an air ship the other night is easily explained. The officers over there are lax in the enforce- ment of the liquor laws. The objects seen were only \"schooners\" floating in an at- mosphere of scintillating effervescent bub- bles. The Arkansas Gazette on Jan. 17, 1910 had reported the Paragould \"air- ship\" as carrying three or four passengers, and that in addition to the \"powerful headlight\" it was white and \"brilliantly lighted.\" There was con- jecture by the reporter that the \"strange airship\" seen at Paragould was the same one that passed over Chattanooga, Tenn., three successive days. The Jan. 21 edition of the Gazette made another contribution to the 1909-1910 UFO flap over Arkansas: MYSTERIOUS AIR SHIP PASSES OVER MEMPHIS—Darts Across the.River and Is Lost in Arkansas Air—Prominent People See Mysterious Stranger—Special to the Gazette—Memphis, Tenn., Jan. 20—An airship passed over Memphis at 8 o'clock this morning flying east to west by south. It was seen by Joseph Graham, Jr. of the coun- ty register's office, Thomas Boyle, a promi- nent attorney; Mrs. Virginia Frazer Boyle, the noted Southern poet and writer, and others living in the eastern part of the city. The machine was very high in the air and seemed traveling at a high rate of speed. Just after crossing the Mississippi river in Arkansas' air it veered slightly to the south and was soon lost. The airship was, it is estimated going faster than any railroad train ever traveled. It is believed by may that it was the Till- inghast machine, which was seen around Boston and cities in Maine several weeks ago. The \"Tillinghast machine\" was the title given to one or more UFOs observed nights over Massachusetts (not Maine) because a Mr. Wallace E. Tillinghast of Worcester, Mass., claimed to have invented the \"marvelous aeroplane.\" When the Worcester Board of Trade demanded that Tillinghast display his \"airship\" or shut up, nothing more was heard from the gentleman. Research of Arkansas newspapers discloses no UFO activity in the state—or at least none reported as such—from the flap of 1909-1910 un- til Kenneth Arnold's historic en- counter popped the lid off Pandora's box of \"flying saucers\" in 1947. This writer however, obtained for (MUFON) the report of a startling in- trusion which took place Oct. 15, 1935 at Mena in Polk County. Miss Esther Cherry, music teacher, was sit- ting on her porch when a strange ob- ject caught her eye. She relates that \"a round, golden UFO\" approached from her right and hovered about a minute only 100 feet away from her, putting her in \"a state of cold paralysis.\" Miss Cherry's MUFON UFO report continues: My recollections are that I saw this object in the distance, and thought it was a falling star or meteor. Tried to get up out of my chair and go inside but could not move. My body became cold, and I could not get up out of my chair for some time after the object was out of sight. Before Kenneth Arnold's \"flying saucer\" confrontation in the valley near Mt. Rainier, Washington, June 24, 1947, there had been numerous reports during World War II of \"foo- fighters,\" which American In- telligence thought were advanced German weapons, and the Germans believed were secret American weapons. The foo-fighters turned out to be UFOs, but my B-17 Flying For- tress crew and I had no way of know- ing this when a luminous, amber ob- ject appeared just off our left wingtip during a combat mission in that war. (Editor's note: Mr. Leet's account of this sighting appears in No. 133, Jan- Feb. 1979). The hurricane of UFO sightings left the skies of war for the U.S.A. soon after the end of WWII, its arrival heralded by pilot Kenneth Arnold's professional calculation of nine \"fly- ing saucers\" skipping past Mount Rainier at 1,200 mph. The storm was felt in Arkansas only three days later, June 27,1947, a Mountain Home resi- dent spotting a \"glistening, flashing round object\" which came from the northeast and disappeared in the southern sky. Other early reports came from the vicinity of Fayet- teville, describing glowing disks traveling at high speeds at various altitudes. On July 5th the Texarkana Gazette published the following front page story: FLYING SAUCERS AGAIN ARE IN THE AIR—TWO TEXARKANA RESTAU- RANT OPERATORS SPY MYSTERIOUS DISCS AFTER BASEBALL GAME The mysterious flying saucers were in the air again Thursday night—the third con- secutive night in which Texarkanians have reported the silver colored discus flashing through the skies. Lastest reports came from two local restaurant operators, Charley Pappas, operator of the White House, and J.C. Jackson, operator of the Two States Coffee Shop. The two men declared one of the saucers flew over Elm street immediatley after a ball game at Burnett Park late Thursday night. As they were returning from the game, Jackson declared, the object flew directly over them in an easterly direction. \"It was about four hundred feet high and (continued on next page) 7"},{"pageNumber":9,"pageContent":"Arkansas, Continued was going at a fair rate of speed,\" Jackson asserted. \"It had one light on it, and the light was continuous. It didn't blink. Other- wise, it looked exactly like the other ones that have been reported.\" Jackson and Pappas brought to nine the number of persons who have reported see- ing the strange discs winging around this area including over downtown Texarkana. The next few days, according to an Associated Press dispatch carried in Arkansas newspaper, numerous UFO sightings were made at DeQueen, El Dorado, Gurdon, and Little Rock. The Arkansas Gazette of July 6 stated that Henry Seay reported three \"fly- ing discs\" on two occasions traveling at high speeds and various altitudes, glowing in the twilight, at Fayet- teville. No records of the alien objects were found from that time until the flap of the 1950's. A startling news story in the July 11, 1950 issue of the Arkansas Gazette was based on a semi-official release by the Navy. Two pilots saw visually and with their airplanes' radars an unknown gizmo \"shaped something like a World War I helmet seen from the side.\" The planes, on a 'training flight near Osceola, tracked the in- vader 8 miles before it vanished. One of the pilots, Lt. J.W. Martin, describ- ed the odd craft as \"about 25 to 45 feet across and about seven feet high.\" The pursuit was said to be \"hopeless.\" / It was in July of 1952 that dozens of UFOs stunted over Washington, D.C. The alien barnstormers perform- ed for thousands of ground-watchers and scores of pilots, and were tracked by ground radar and radar on the Air Force fighter planes, but made a mockery of the efforts to overtake them. The Hot Springs Sentinel-Record announced a possibly related event in its edition of July 30: \"Six See Saucers at Hot Springs.\" A Mr. G. Clark, one of two witnesses to permit release of his name, was quoted as declaring \"a white ball of fire with a red tail flew over the city.\" Seventeen-year-old Miss Ruby McBay \"knew it had to be something from space\" when the rotating blue, red, and yellow lights caught her eye that evening in early April 1957. She and two girl friends had just driven in- to the McBays' driveway at Mineral Springs when they saw a silver, domed-saucer hovering over a pond only 300 feet away and 75 feet above the water. According to the interview and MUFON report form the present Mrs. Ruby McBay Nelson gave me, she could not be certain whether the rotation was by the bright-colored lights or by the \"saucer\" itself. The same year, on the night of Oct. 14, Mr. and Mrs. A.F. Simmons of Camden were driving on U.S. Highway 79 between Pine Bluff and Stuttgart. At about 10 o'clock they saw an extremely bright light \"about the size of a washtub\" moving through the sky. As the mysterious light approached, the car engine died, the lights failed, and the auto was drawn to the side of the road as though a giant magnet tugged it there. After about 4 minutes, the powerful, apparently elec- tromagnetic, effects ceased and the Simmonses resumed their journey. The late 1950's and early 1960's were not busy times for UFOs, although there were scattered sightings. The Arkansas Democrat in January, 1959 told the following: Hundreds of Dumas residents reportedly viewed an unidentified flying object...from 5 p.m. until 6 p.m. The UFO moved rapid- ly in a southeasterly direction and, when viewed through binoculars, was said to have \"markings\" of some type on its sur- face. Red, yellow and green in color, the object had an oblong shape. This same news story, published by the Arkansas Gazette, stated that Dumas residents expressed a belief that the object \"gave off light\" rather than reflecting it, looked like an elec- tric light bulb, and took on a reddish glow at dusk. That May the Democrat informed the public of another \"light bulb type object, only bigger,\" at Massard. It was seen in other localities and verified by a sheriff's office. A \"question mark-shaped\" UFO was widely observed by folks in arkansas County, Oct. 2, 1963, ap- pearing in a cloudless sky southeast of DeWitt, but hearken to the discoveries of some brave \"Flying \"S. Andrews, Aerial Naviga- tion.\" Patented July 5, 1864. No. 43,449. Saucer Hunters.\" In the Arkansas Democrat edition of Aug. 3, 1965 we read: A news director of a Fort Smith radio sta- tion, Tony Delahey, reported that he. along with two companions, set up a UFO watch on Wildcat Mountain and spotted three separate sightings. The group reportedly watched four objects for about five minutes, two objects for about ten minutes, and a single object for an un- disclosed length of time. Delaney. using binoculars, described the objects as \"brilliant blue and green but changing to a brilliant white under acceleration.\" The ob- jects traveled right, left and up and down. On through the summer and fall of 1965, disclosures of bizarre craft and their superhuman maneuvers in Arkansas skies were ever so many. Objects with multi-colored lights were seen as well as metallic-looking machines with details such as lighted \"windows.\" Reports tapered off after August but occasional sightings con- tinued throughout the year. (To be continued)."},{"pageNumber":10,"pageContent":"By Ann Druffel Another Unidentified Occurrence In a recent \"California Report\" col- umn, guest-written by Howard Ford, an incident was described which had some aspects of a Spontaneous Human Combustion, mixed with elements resembling a close en- counter/abduction report. Now, two months later, this col- umn describes another unusual case, composed of elements reminiscent of a close encounter/time lapse UFO case, but including elements of ap- parent psychic or mystical nature. What can UFO researchers do with cases, involving multiple witnesses, which do not fit snugly into UFO phenomena? We have learned to ac- cept the term \"UFO\" as an aerial manifestation which performs maneuvers which cannot be copied by earth machines operating under known physical laws. Many resear- chers have, especially over the past 15 years, accepted the fact that some UFO cases contain psychic elements, such as telepathy between UFO \"oc- cupants\" and witnesses, precognition of UFO events, levitation of human percipients, aberrated time sense in close vicinity to landed UFOs, etc. Prior to 15 years ago, \"psychic\" elements in UFO cases were carefully deleted from finished reports, for it was feared that otherwise \"accep- table\" cases would not be taken seriously by scientists and other researchers. We are gradually over- coming that barrier and now report rather freely on psychic elements in good cases, even though such elements do not always make sense in the light of present knowledge. The case reported below, because of mystical elements within it, might strain the credulity of even the most open-minded researchers, but I will forge ahead and relate the sighting as it reported by the witnesses. Perhaps 15 years from now, similar occurrences will be commonplace in conjunction with \"good\" sightings, and will no longer ruffle our feathers. During the early evening hours of March 12, 1982, Mrs. W.R, 1 of Ar- cadia, California, and her two young children, Louisa, age six and Tommy, age four were driving east on the 210 freeway headed for a restaurant date with Mrs. R.'s mother in the city of San Dimas. Passing through the city of Glendora, which is about 25 air miles northeast of the Los Angeles Civic Center, Louisa viewed a large red glowing rectangle in the sky. It seemed positioned over a slight hill on the left side of the freeway, on the crest .of which is a large electric transformer. Louisa called Tommy's attention to it, and the two children excitedly ask- ed their mother to look. Mrs. R.'s attention had been on her driving, since there was still some traf- fic left over from the going-home rush, but she looked up and, at ap- proximately 35° elevation and 80° (true) azimuth, she saw the object which had so attracted her children. When first seen, it was larger (in horizontal diameter) than . the full moon and glowing vivid red. It was rectangular with a darker red \"cross\" within it. (See Mrs! R.'s sketch. Figure 1.) The long sides were positioned perpendicular to the horizon, and their length were more than twice the apparent diameter of the full moon. The edges of the rectangle were distinct, and the red glow, seemingly contained within the object, had more consistency than, for example, a red traffic light. The light seemed solid, redder, and brighter. Mrs. R. had just passed the Grand Avenue exit ramp on the 210 freeway (see map, Figure 2), and so she has a fairly accurate measurement of the time and traveled distance that the object was in view. She repeated- ly glanced up at the object to try to see what it was, for its appearance was exceedingly strange and frighten- ed her. However, because of her speed (somewhat over 55 m.p.h.) and the traffic around her, she was unable to keep her full attention on the unusual sight. The freeway curved to east- southeast after Grand Avenue, and Mrs. R. was now aware that the ob- ject was no longer hovering over the hill. She had passed the transmitting towers, yet the object was still slightly to her left and fully visible through her windshield. Around it, she perceived a dimmer glow, the color and intensity of a \"sunset.\" This orangish glow was many degrees in diameter all around the central red object; the glow filled the entire area of sky visible through Mrs. R.'s wind- shield. As she drew nearer the object, she became aware of an unfamiliar sensa- tion inside her head, like a very low frequency humming sound which was not heard with her ears. At the same time, she felt very weak and diz- zy, as through about to faint. She ex- perienced difficulty keeping her car in its proper lane and several times swerved, running over the \"Bott's dots\" which mark the lanes on California freeways. She does not (continued on next page)"},{"pageNumber":11,"pageContent":"California, Report, Continued think the swerving was due to any ef- fect of the object on the car, but sole- ly because of her weakened condi- tion. Sometime during the sighting, she heard an announcer on the car radio state the time—6:55 p.m., but she has no clear idea of whether this was at the beginning, during, or at the end of the sighting. She saw her daughter Lousia lean her head back against the seat on the passenger side, and assumed the girl was tilting her head to look at the ob- ject. She did not learn until later that the girl was experiencing the same in- explicable weak feeling and hearing the \"sound\" within her own head. The object grew steadily in size during the next mile and three-fourths until, at the Sunflower Avenue exit ramp, it was at least twice its original size and almost directly in front of the car, at an elevation of approximately 55° and an estimated azimuth of 90° To Mrs. R., it did not seem to be maneuvering in the sky. Any ap- parent change in size, elevation, and azimuth was due, she felt, to the fact that the freeway curved and that she was traveling toward the object. In her considered opinion, the object seem- ed to be hovering in a stationary posi- tion during her sighting of approx- imately 2 minutes. Passing the Sunflower exit ramp, Mrs. R. headed toward the transition road at the end of the freeway. She took her eyes off the object to pay at- tention to her driving; when she glanced up again, she was surprised to see the dark sky and the object no longer in sight. Initially she had throught the glow around the object was the normal brightness of the sky (even in the east) before sunset. In reality, the sun had set that evening at 5:58 p.m., so the sky had gradually darkened during their journey, which took place between 6:10 p.m. and 7:15 p.m. Mrs. R. was aware that her children stared steadily at the object during the 2 minute sighting. She was frightened for them, for their excitement doubl- ed her own fear that the object was truly strange and, perhaps, dangerous in some way. As she traveled the transition road which led to the San Dimas restaurant, she tried to make sure the children were all right. Louisa, who was riding in the front passenger seat, was talking about how the object had \"gone behind a cloud.\" Mrs. R. then checked on Tommy, who was riding in the back, calling to him to ask if he was all right. There was no answer from the little boy. She looked behind her and saw her small son fast asleep on the back floor of the car, his head resting on the transmission bump. This was most un- sual behavior for Tommy and Mrs. R. felt it was very strange, considering the extreme excitement of the previous minutes. She woke him up sternly, and the little boy stayed awake while the family traveled the next 2 miles along surface streets to the restaurant. Mrs. R.'s weak, dizzy feeling had vanished, and she no longer heard the \"sound\" in her head. Mrs. R. and the children had started from their home in Arcadia about 6:10 p.m. She had often travel- ed between Arcadia and San Dimas and figured it would take about 25 or 30 minutes to get to the restaurant. She arived at 7:15 or 7:20 p.m., aware that she was late and not being able to account for the time differential. It did not concern her immediately, however, for her main problem was whether or not to tell her mother, Mrs. Q., about the strange sight they had seen. She decided not to mention it, but the two children immediately began to tell their grandmother what had occurred. It was then that Louisa spoke of hearing a very low \"sound\" in her head during the sighting, but stated it was not really a sound but more like a \"vibration.\" She also said she had felt very weak at the same time. She described seeing the object give off different colors, mainly green and yellow, in addition to the vivid red. Both she and Tom saw the orange glow extending out from the rec- ' tangle and both saw \"flames\" come out from the object when they thought it moved very quickly and hid behind one of the clouds still scat- tered across the sky, remnants of a rainstorm which had passed through the Los Angeles Basin area the even- ing before. Both children reported that the glow of the \"flames\" were visible for a short while behind the cloud, as the car traveled along the transition road at the end of the freeway. However, as the family drove south along the surface street to the restaurant and were excitedly discussing the object, the children stopped watching the cloud and so did not see just how the object eventually disappeared. Mrs. Q., seeing the three members of her family in such an excited and frightened state, was very concerned. She noticed that Mrs. R. was literally shaking with fright. She encouraged the three percipients to tell her all the details they could recall, then she phoned the Los Angeles NBC televi- sion station and the Los Angeles Times newspaper, trying to find out if other people has seen and reported the ob- ject. NBC and the Times had no knowledge of the incident, and Mrs. Q. continued searching for a place to report it. By 8:30 p.m. that same evening she was referred by Griffith Observatory to SKYNET, where I received the call. The initial phone interview lasted over an hour. All three witnesses described the sighting in detail, and Mrs, Q. added considerable informa- tion about the emotional state of the witnesses. During this phone inter- view, Tommy confided to his mother and grandmother that he had seen a \"picture\" inside the object. Unlike Mrs. R. and Louisa, he did not see a \"cross\" within the red rectangle; rather, he described a \"brown log\" standing upright in the center. Posi- tioned against this \"log\" was a figure he called \"a ghost,\" which emerged from the center through something \"like a window,\" traveled a wander- ing course throughout the orange glow surrounding the object, and \"gathered stars in a bag.\" The little boy expressed his opinion that \"the thing was a power from God.\" The small boy, though surprisingly ar- ticulate for his age, had difficulty phrasing adequate words to describe (continued on next page) 10"},{"pageNumber":12,"pageContent":"ORANGISH GLOW Cross-like feature very dark red, traversing center, d-it red, ving, Ld appearing, Figure 1. — Mrs. R.'s sketch California Report, Continued what he was reporting. I could hear his mother scolding him in the background for making statements of that sort, but he kept insisting that he was telling the truth. The emotional content in the child's voice seemed that of honesty. Mrs. Q. and Mrs. R. assured me that Tommy was not the type of child to \"make up stories.\" After their in- itial shock at hearing about the \"pic- ture,\" they maintained a more objec- tive attitude toward the child's statements. Tommy did not hear the vibrating \"sound\" inside his head and did not report feeling dizzy or weak. He does not remember going to sleep in the back of the car. Mrs. R. was referred that same evening to Richard M. Neal, jr., M.D., a Los Angeles physician who is planning in-depth psychological and physiological research into close en- counter cases. It was felt that the diz- ziness, weakness, \"internal sounds,\" and Tommy's unusual sleep might have left physical traces which could be picked up medically. However, the family, because of the con- siderable distances involved, could not get to Dr. Neal's office within 24 hours to have blood chemistry and other tests done. However, I sug- gested that Mrs. R. preserve the Object first seen here Object last seen here Figure 2. — Path of 210 Freeway through Glendora clothes the three witnesses were wearing in plastic bags, in case later tests on the materials might prove valuable. (Next month, this column will con- tinue on the R. case, Part II). \"UFO PHENOMENA\" In answer to numerous inquiries, the editor of the English-language UFO Journal UFO Phenomena has a new address: Francesco Izzo, Casella Postale 87, 05018 ORVIETO (TR), Italy. Telephone: 0763-32285. Woman Sees UFO, Aliens Land Here City police assistance was requested Thursday afternoon after a woman reported seeing a unidentified flying object and \"small beings\" in the 2100 block of Home, police spokes- man Oakel Hardy said this morning. Hardy tald the woman called an unidentified branch of the Army and told officials that If soldiers would not take care of the beings, she would be forced to take care of them. She re- ported her neighbor had shot two of the aliens. Hardy said two city police officers were sent to the area, but \"couldn't find the little ras- cals.\" It wasn't learned which branch of the Army the woman called. 11"},{"pageNumber":13,"pageContent":"ZETA 2 RETICULI: A RESPONSE By Allan Hendry Louis Winkler's article, \"Star Map Hypothesis Still Viable\" (No. 169, March 1982), reveals only two things. He doesn't understand the basis by which Zeta 2 Reticuli should—or should not—\"belong\" in Betty Hill's star map. Also, he doesn't understand the new technique of speckle in- terferometry. The only reason Zeta 2 Reticuli had a place in Marjorie Fish's pattern- matching scheme is because her star catalogs indicated back then it was a single sunlike star, just like all the rest. Had she known it was thought to be binary, as announced by astronomer D. Bonneau, she wouldn't have used it, and we wouldn't be arguing about it today. Other rival interpretations matched the Hill drawing even better, but they lacked the allure of assuming only sunlike stars were permissible. Thus, if we stick to the rules that gave rise to the star map's fame, we'd be forced to abandon it. There are no other sunlike single stars to take Zeta 2's place. But Winkler argues that we should leave it in anyway, since Fish's binary rule was too harsh, and a binary Zeta 2 could have habitable planets after all. The problem is that Marjorie Fish acknowledges that there are other sunlike binary stars in that region of space she didn't use. In- clude Zeta 2 now, and the rest deserve inclusion as well. But Fish states that doing so would disrupt the Hill pattern! You can't win. Thnt is the primary consequence posed by Zeta 2 being binary... a sim- ple point to understand. Yet though Winkler read it in my \"Fate\" article, he missed the whole point. He actual- ly wrote that \"merely\" proving the stars in the Fish map are binary \"is not necessarily a reason to reject the Fish Hypothesis\"!! It's too late to pretend that Zeta 2 belongs in the pattern solely on the basis of its having ear- thlike planets, somehow. Now whose article is \"poorly thought out\"? Fried- man's \"criticisms\" are similar in basis. Now for the use of speckle in- terferometry to resolve Zeta 2 being a close pair of stars. Winkler gives three reasons for regarding the results as marginal or dubious: • The separation of Zeta 2's components (.046\") was too close to the telescope's dif- fraction resolution limit. • The seeing was bad (from 1.5\" to 5\"). • Only one photograph run succeeded in showing the tell-tale interference fringes. Unlike Winkler, Dr. Harold McAlister at Georgia State University is an expert on this technique. His opi- nion of all three points above? \"Irrele- vant\" in proving binary status! McAlister states that as long as stellar separation does exceed the diffraction limit, it doesn't affect this technique. Capella, for example, always has a separation between .045\" and .055\"—like Zeta 2—yet it is always easily resolved with a telescope of that aperture. Second, supposedly \"good\" seeing is still one second of arc (I\"), which is nearly two orders of magnitude worse than the separation measurements. Truly poor seeing does reduce the contrast of the fr- inges, making them harder to see, but it doesn't preclude confirming binary status. Finally, intermittent success at ob- taining speckle pictures is common, says McAlister. The orbiting stars pass in and out of speckle's lower limit of resolution. Neither can Winkler compare Bonneau's separa- tion with the astrometric orbit size. The letter is always smaller because what you are measuring is the motion of the center of light of the two stars astrometrically. If there is anything wrong with Bonneau's announcement, it has nothing to do with the \"problems\" in- vented by Winkler. Yet that raises an interesting point. In Winkler's view, it is OK to develop a defendable star map model based on 1969 astronomical data which he regards as poorly established. Yet it is not OK to refute that model on the strength of more modern figures if there is any possibility of error! Winkler calls the Fish interpretation a \"working hypothesis\" ... but don't dare list the genuine astronomical concerns (such as metal-poor stars) that many feel work against the prospect of earthlike planets! That, according to Winkler, is a \"fundamental error\"! Do so, and you'll be accused of \"knowing\" in ad- vance whether intelligent life can arise...a ridiculous charge. Terry Dickinson, who promoted the Fish interpretation as editor of Astronomy magazine, now rescinds his support in view of this new informa- tion. Winkler, on the other hand, has chosen to advocate a cause rather than objectively weigh the data at hand. MUFON 103OLDTOWNE RD. SEGUIN.TX 78155 NORTH CAROLINA CONFERENCE The 6th Annual MUFON of North Carolina (MUFON-N.C.) Conference will be held in Winston-Salem on June 19-20, sponsored by the Tarheel UFO Study Group. For further infor- mation, contact Gayle C. McBride, P.O. Box 46, Winston-Salem, NC 27102. 12"},{"pageNumber":14,"pageContent":"UFO TECH NOTE By John F. Schuessler Landsat: Can It Be Used For UFO Investigations? The first Landsat spacecraft was launched on July 23, 1972. Since then two more have been launched and a fourth will be launched in 1982. The Landsats have transmitted over one million images from space and have been a useful tool in studying the Earth's surface features. The Landsats orbit the earth every 103 minutes in a near-polar orbit at 570 miles in altitude. As such, they fly over the same area of the Earth every 18 days. Their multispectral scanners can image selected ground targets on each earth orbit. One im- age covers 13,127 square miles. (See Figure 1.) The multispectral scanners produce images for four bands of the elec- tromagnetic spectrum. \"Light relflec- tance data from the four scanner channels for the four bands are con- verted first into electrical signals and then into digital form for transmission to receiving stations on Earth. The recorded digital video data are re- formatted into computer-compatible tapes and/or converted at special pro- cessing laboratories into black-and- white photo images. These images from the four different bands are recorded on four black-and-white films from which photographic prints are made in the usual manner.\" 1 The green band is best for underwater features. The two near-infrared bands are more useful in agricultural studies. The Landsats have definite limita- tions for use in studying the ground effects from UFOs (e.g., crashes, ex- plosions). They have low resolution, which means that an object must be larger than 260 feet to be recognizable on the image. They can- not be used to compile topographic features due to their monoscopic EARTH BASCO OCS SENSING PLATFORMS OCS DATA, HOUSEKEEPING TELEMETRt. TRACKING DATA, PAYLOAO VIDEO OAT * SCAN 6 LINES SCAN BAND Earlh-hiKtJ Jain, milt us Irmprralurr. ilrrnm How. SHI/ miiis/urc, and mow ilfplh. are iufplitd la lite Duln Ct>llt(lwn^y<lrm-IDC!:<li>n /.uni/sul. 5iinu//riiin>us/u. the Mulli-SurilrulSdinnerlMSSlreiorJinn imngtlhal may be (prrelalnl U'ilh the Eurlli-hasnl ilula later. Figure 1 coverage. They .rely on computer manipulation of the data and that is an expensive process. The images do not portray natural Earth colots. Therefore, the incestigator must be selective in the use 'of these data. Most UFO artifacts would not be discernible. For further information about im- agery, contact: U.S. Geological Survey, EROS Data Center, Sioux Falls, SD 57198 1. Air & Space, Spring 1982, pp. 7-9; figures were extracted from this reference. 13"},{"pageNumber":15,"pageContent":"CRITIC'S CORNER By Robert Wanderer In any growing field of study—especially a controversial one like UFOs—there's a continuing danger of taking an extreme position at the outset, and then ignoring anything that doesn't agree with that premature conclusion, We like to \"know\" things definitely, and we sometimes consider our conclusions as more certain than the evidence will support. Particularly on the subject of UFOs, we find many people at the ex- tremes—some dismiss UFO sightings out of hand as the confused misperceptions of \"kooky\" people, while others are absolutely convinced that UFOs are space ships from a dis- tant galaxy. Consider what might be called the Klass/Friedman Scale. Place Philip J. Klass, the leading UFO debunker, at zero, and over at 100 place Stanton Friedman, who holds that our planet \"is being visited by intelligently con- trolled vehicles whose origin is ex- traterrestrial.\" Where do you stand on the Klass/Friedman Scale? I suspect most people cluster around the two ends of that scale. Most books on UFOs fall around those extremes. Most articles in this journal fall, I would say, between 75 and 100. The problem is that we generally read only material that largely reflects our own position. Or, if we do read something from the other extreme, we likely just shake our head in disbelief. Richard Hall, the editor of this jour- nal, recognizes this problem, and would like to present a broader spec- trum of views on UFOs. He estimates his own position on the Klass/Fried- man Scale as about 75 to 85. He wants to try to \"fill the gap\" between the books written by Klass and others at the low end of the scale, and the pro-UFO books at the upper end. With this issue Robert Wanderer begins a column Critic's Corner, designed to present varied viewpoints and to stimulate discus- sion on UFOs. He has lived in San Francisco for 50 years, is a graduate of San Fran- cisco State, spent 12 years in newspaper reporting and editing, and in recent years has concen- trated on writing and teaching. His primary intellectual interest is in general semantics and communica- tion, and he was attracted to the UFO field from his fascination with the varying ways that people perceive and \"create\" reality, and how we interpret the world around us. He has asked me to write a mon- thly column. My qualification for this, I suppose, is that I fall at around 25 to 35 on the Klass/Friedman Scale. I'm some distance from the \"it's all ab- surd\" position at the low end, but also from the \"Cosmic Watergate\" fears at the other end. Let me describe my basic orienta- tion on UFOs, and the sort of con- tribution I hope to make to UFO study: I tend to believe whatever people say they believe they saw—with the obvious exceptions of watching for deliberate hoaxes, and of being dubious of \"strange\" people. The key point for me: We all perceive things in line with our previous experience. Difficulties arise when you see something you have had no ex- perience with. The first requirement, as I see it, is to distinguish between what people see and how they interpret what they see. One of the best examples to il- lustrate this was in Walter Blaney's ar- ticle in the January 1981 MUFON UFO Journal, and in my comments on \\ a . \\ Robert Wanderer it in the July 1981 issue. Blaney came across as an excellent and believable observer. But he im- mediately described the lights he saw in the sky as a \"craft,\" although the longer he watched those lights the more \"uncraftlike\" they became—their speed and type of movement were quite unlike any known \"craft.\" In such cases I suggest using quota- tion marks around a word like \"craft\" to indicate that the observer thought it was something on the order of a craft, but without hard evidence that would bring about general agreement that it was a craft. I will question assumptions being made, will offer alternative theories when possible (even if not probable), and generally try to present ideas that I hope you will find challenging, even if you disagree. My background is in the field of general semantics, which I have studied, taught, and written on during the past 25 years. General semantics (continued on next page) 14"},{"pageNumber":16,"pageContent":"Critic's Corner, Continued is concerned with how we create reality—how we select certain things to notice, how we select certain things from our memory to relate these things to, and the \"picture in our head\" that we create as a result and which is, for us, our \"reality.\" One ef- fect—and of particular use in the UFO field—is that I have developed a healthy skepticism as well as a fun- damental acceptance of \"the ways things are,\" or more exactly \"the way we think things are.\" To give you some idea of \"where I'm coming from,\" let me give you my working hypothesis on UFOs: A considerable number of all UFO's reported—let's call it a nice round 80%—are immediately iden- tifiable as some natural object, such as Venus on the horizon, or a weather balloon, or whatever. These \"UFOs\" are, of course, more properly termed IFOs, or Identified Flying Objects. Another number of sightings—let's call it from 10 to 15 % are what might be called \"probably explainable if we had enough data.\" In so many cases, the sighting is by only one person and lasts only a few minutes, or even just seconds. There's not much informa- tion there to work with. I presume most of these cases could be explain- ed if we knew more about the situa- tion. This still leaves perhaps 5 to 10% of unexplained UFOs. My tentative working hypothesis here is that while a few of them might be hoaxes, the vast majority of them ultimately fall into one or the other (or parts of both) of two general categories: 1. Natural events that we as yet do not understand. Like those \"glowing discs\" sometimes reported near high- tension power lines. The frequent association of such a sighting and a power line leads me to consider the probability of some as-yet- unidentified electric/electromagnetic effect. 2. Problems in the way we perceive and the way we categorize our perceptions. To continue the example from the previous paragraph, we see what may be a \"sparking\" or \"glow- ing\" related to the power line, and MUFON INTERNATIONAL ACTIVITIES By Michael Sinclair (International Coordinator) (NOTE: Adapted from Report to MUFON Annual Corporate meeting held in conjunction with the 12th An- nual MUFON UFO Symposium at M.I.T. Cambridge, Mass, 1981.) During the past year we have received enquiries and a few MUFON members from countries in which we previously did not have many or any members (e.g., in the Middle East). We are certainly pursu- ing these leads. My main activity during the past year has been the opportunity to meet with MUFON members in Switzerland, West Germany, and France—and to follow-up from these meetings. In November I spent an evening in Zurich with Dr. Beck, Dr. Ruh, and Mr. Maurer learning about their research within MUFON- Central European Section (CES) and informing them generally about MUFON matters in North America. Two weeks later I was privileged to change that into a \"glowing disc\" into an \"extraterrestrial spacecraft.\" I suspect that some readers at this point will think, \"Well, this man doesn't have any explanations or proof either, just theories, and his theories aren't any better than mine.\" Perhaps not better, but at least dif- ferent. I hope I can put forward a few ideas that may stimulate thought and test ideas. In talking with and cor- responding with several people in the UFO field, all the way from Klass to Friedman, I'm happy to say I've pro- voked disagreement all along. Well, at my point on the Klass/Friedman Scale, disagreement with people is to be expected. I hope readers will join with me in considering new explanations, or at least new objections to the conven- tional wisdom. receive 4 days of splendid hospitality as the house guest of our MUFON- CES Coordinator, Mr. Illobrand von Ludwiger and his wife, Angelika, in the small Bavarian village of Feldkirchen-Westerham, near Munich. Illobrand and I spent long hours discussing numerous UFO topics and MUFON business, including for me to learn about the various research endeavors of MUFON-CES (much of which centers around gravity in rela- tion to reported UFO behavior). Il- lobrand has a large, diverse, and otherwise very impressive collection of English-language UFO materials. We spent an evening with three of his German colleagues, including Mr. Adolph Schneider, MUFON's representative in West Germany (and a distinguished UFOlogist in his own right). In late January I spent several hours in Zurich with Mr. Beat Biffiger, an active young Swiss MUFON-CES member who specializes in in- vestigating UFO reports by airline pilots. Three weeks later I met for a long, pleasant, and informative evening with two French MUFON members, Jean Sider and Thierry Pinvidic. They are both active in UFO research in France and are well informed on the activities of GEPAN, the French government's agency which studies UFO reports. These meetings have provided rare opportunities to learn first-hand about the UFO research of our MUFON colleagues in Europe. There is a wealth of German-language UFO material which awaits translation, especially about the scientific research of MUFON-CES members. (I prepared an article on this need for The MUFON UFO Journal.) The European UFO literature presents a considerable challenge to MUFON. If we can secure the volun- tary services of more, qualified translators, we could expand our knowledge of our colleagues' scien- tific endeavors to help resolve the UFO enigma. Within the next year I hope that MUFON can take some steps to improve our organizational capacity for language translation. 15"},{"pageNumber":18,"pageContent":"SECOND QUARTER SIGHTING MAP reports received April - June 1981 Date 1-1-62 4-?-75 10-16 or 8-30-77 6-3-79 12-5-80 12-5-80 12-10-80 12-17-80 12-27-80 2-7-81 2-3- 2-11 2-20 thru 2-22 2-23 3-14 3-14 3-16 3-19 3-24 3-29 3-31 3-31 3-31 4-1 4-1 4-2 4-2 4-2 44 4-4 4-5 4-5 4-5 4-7 4-8 4-11 4-12 4-12 4-12 4-13 4-15 4-15 4-15 4-15 4-15 4-15 4-16 4-16 4-16 4-17 4-21 4-21 4-21 4-21 4-21 4-21 4-21 Location No. Dayton, OH Mineral Springs, AR 23-74 Dayton, OH Bath, NY Harlington, TX Mt. Alton, PA McKean County, PA Hollywood, CA Greenup County, KY Greenup County, KY Dayton, OH BenLomond, AR Portland, OR 3-7 San Jose, CA Lavernia, TX Tyler area, TX Bradford, PA Limestone, NY 1 Kennerdale, PA Portland, OR Davenport, CA Hampton, NH Los Gatos, CA Newark,, OH Nokesville, VA San Antonio, TX Mitchell, OR Madison, Wl Lamesa, CA Manassas, VA Mulberry, IL Bradford, PA : Kansas City, MO Aptos, CA Prairie View, IL Metuchen, NJ Concord, CA Phoenix, AZ >• Coffeyville, MS x Soldotna, AK Goodhue, MN • Cowarts, AL San Antonio, TX Napa, CA Barnard, VT Windsor, VT Rutland, VT Grantham, NH Castroville, CA ' National City, CA Hopewell Jet. NY Kent, WA Bradford, PA ' Nortown, OH ' Ridgeway, PA-.. Montpelier, VT Phoenix, AZ Santa Cruz, CA Tampa, FL Witnesses 4 3 2 1 2 5 2 4 6 5 numerous 4 3 numerous 12 numerous 4 1 3 1 2 1 2 1 2 + 1 « » * 1 1 1 1 1 1 * * * » * 2 * 3 * * * * * * * * * 4 1 2 1 2 1 * Classification CE 1 CE 1 CE 1 CE 1 CE 1 CE CE CE CE CE CE CE CE CE CE CE CE Ce CE CE CE NL NL NL * CE 1 Class A Class A Class A * « CE 1 « * * Class A Class A CE 1 CE 1 Class A CE 1 'Class A CE 1 CE 1 Class A Class A Class A Class A Class A Class A Class A Class A CE 1 * CE 1 * * * CE 1 Date 4-21 4-21 4-21 4-23 4-23 4-24 4-24 4-24 4-25 4-25 4-25 4-26 4-27 4-27 4-27 4-28 4-28 4-28 4-29 4-30 5-1 5-3 5-5 5-6 5-6 5-6 5-7 5-8 5-11 5-18 5-27 64 64 6-6 6-9 6-9 6-12 6-12 6-15 6-26 6-27 6-27 6-29 Location No. Dove Creek, CO Cavecreek, AZ Phoenix, AZ Louisville, KY Phoenix, AZ Lexington, KY Denver, CO Santa Fe, NM Green, MA Lombard, IL Avery, TX Milton, WA Morgan Hill, CA Marblehead, MA Greer, SC Sylvania, GA Sherridan, WY Waterville, ME Cupertino, CA ' Casco, Wl Fresno, CA Nashua, NH Whitehouse, NJ Gladewater, TX Royal Oak, Ml Detroit, Ml Laurel, MD Campbell, CA Houston, TX Cass County, TX Sioux Falls, SO Gresham, OR Columbia, CA Moab, UT Hamburg, PA Hamburg, PA Windsor Lake, CT Huntsville, AL Ebensburg, PA Whiting, IN Poland Spring, ME ' Vernon Hills, IL Chesterton, MD Witnesses * * « 1 numerous 1 * * 1 1 1 * * 1 5(family) * 1 1 * 3 several 1 1 - 3 1 1 1 2 1 1 1 + 2 ? 1 1 1 + 6-8 Classification Class A- from aircraft Class A Class A * # •» Class A Class A * * CE 1 Class A CE 1 NL * Class A * * CE 1 * * * * # * # * « CE 1 CE 1 Daylight sighting Lighted Obj. NL Daylight sighting LT LT Object LT Object NL LT NL Ltd. Object * - information not supplied 17"},{"pageNumber":19,"pageContent":"1982 INTERNATIONAL MUFON UFO SYMPOSIUM By Walt Andrus \"UFOs —Canada: A Global Perspective\" is the theme for the MUFON Annual UFO Symposium to be held Friday, Saturday, and Sunday, July 2,3, and 4 at the Westbury Hotel, 457 Yonge St., Toronto, Ontario M4Y 1X7, Canada. Sponsored by the Mutual UFO Network, Inc., the sym- posium will be hosted by the United Friends of Ontario, Henry H. McKay, Chairman. The 1982 UFO Summit Conference, being held in conjunc- tion with the MUFON UFO Sym- posium, is scheduled for Monday, Ju- ly 5th from 9 a.m. to 5 p.m. in the Clarendon Room of the Westbury Hotel. Featured speakers and their speech titles are Dr. J. Allen Hynek, \"Plann- ing for the Next UFO Flap\"; Dr George and Iris Owen, \"The UFO Phenomenon and Its Relationship to Parapsychological Research\"; David Haisell, \"UFO Research: An Interna- tional Perspective\"; Dr. Michael A. Persinger, \"Predicting UFO Events and Experiences\"; Arthur Bray, \"Pro- fessionalism in Ufology\"; William L. Moore, \"New Disclosures on Crashed Saucers\"; and John F. Schuessler, \"Radiation Sickness Caused by UFOs\" (The Cash/Landrum Case). The pro- gram has been divided into five distinct sessions; three on Saturday, July 3, and two on Sunday, July 4. To round out the agenda for Sunday, so as to appeal to both the Ufologist and the interested public, the following volunteer speakers will make presen- tations: Paul B. Norman, Vice- President of the Victorian U.F.O. Research Society in Australia, will provide an up-date on the Frederick Valentich, missing pilot case; Peter Mazzola, Internationial Director of the Scientific Bureau of Investigation (SBI) will discuss the police officers view of Ufology; Bjarne HaKansson, Vice-President of Project U.R.D., Stockholm, Sweden, will present \"Ufology—What Next?\"; Sherman Larsen, President of NICAP, will review some of the most significant UFO documents; and Walt Andrus, International Director of MUFON, will present a slide-illustrated lecture titled \"UFO Close Encounters.\" Specialized workshops and films have been scheduled throughout the symposium. Two video taped films will be shown: \"Strange Harvest\" on cattle mutilations and \"UFOs Are Real\", a documentary. The Friday evening, July 2nd program will con- sist of registration, displays, a cocktail hour, and a get-acquainted session. Individual admission to each of the five sessions is $6.00 with a special package price of $25.00 for the entire symposium. Sixty rooms have been reserved at the Westbury Hotel at special group rates of $58.00 per room, per day for single occupancy and $68.00 per room, per day for double occupancy. Participants must make their own reservation directly with the hotel. Pre-printed reserva- tion cards have been supplied by the hotel to identify those attending the 1982 MUFON International UFO Symposium, so that you may obtain the group rate and be assigned to one of the 60 room's blocked for this pur- pose. Hotel Reservation cards may be secured by writing to United Friends of Ontario, MUFON, or directly to the hotel. We encourage everyone to make your reservations promptly so that you may stay at the Westbury Hotel. Arrangements have been made with a nearby hotel for the overflow, after the Westbury is booked. Advanced tickets for each session or the package ticket for the entire symposium may be reserved by speci- fying in writing and enclosing either an international postal money order or a certified check in U.S. funds, made payable to United friends of Ontario, along with a self-addressed envelope for your confirmation. Your tickets will be held for you at the symposium registration desk in Toronto. All payments for ticket reservations should be mailed to: United Friends of Ontario P.O. Box 54 Agincourt, Ontario MlS 3B4 Canada The Annual MUFON Corporate Meeting is planned for Sunday, July 4th, from 9 a.m. to 12 noon. All MUFON members with current I.D. cards are invited to attend. State Directors, Continental Coordinators, and Foreign Representatives should be prepared to give short oral reports concerning their activities. The 1982 MUFON UFO Symposium Pro- ceedings will include not only the presented papers by each of the featured speakers, but also a publish- ed paper titled \"A UFO Propulsion Model\" by F.E. Alzofon, Ph.D. The proceedings will be available at the symposium on July 2, 3, 4, and 5 for $10.00 in U.S. funds, and by mail thereafter from MUFON for $10.00 plus $1.50 for postage and handling. Start planning your vaction now to attend this exciting and inspirational annual international UFO symposium in the modern and beautiful city of Toronto. Niagra Falls and many points of historical interest will add to your vacation enjoyment. MUFON 1030LDTOWNE RD. SEGUIN,TX 78155 18"},{"pageNumber":20,"pageContent":"Lucius Parish in Others' words The final installment of a series of articles of Soviet UFO events appears in the April 13 issue of NATIONAL ENQUIRER. A fleet of UFOs alleged- ly appeared over Moscow on the night of August 23, 1981, causing damage to the windows of numerous buildings. A North Carolina man, Patrick Eudy, tells of his apparent ab- duction by UFO beings in an article for the ENQUIRER'S April 20 issue. The April 27 issue features a report which claims that a top-secret British defense agency, the Department of Aerial Studies, has probed more than 2,000 UFO reports during the past three years, sharing its findings with U.S. intelligence and defense agen- cies. The April issue of YANKEE magazine has an interesting article on a UFO sighting at Starks, Maine in November 1981. Witnesses claimed to have been chased by a mysterious \"light\" and to have been \"shot\" by a red beam from the UFO. The \"Anti-Matter/UFO Update\" section of May OMNI has a summary of Budd Hopkins' book, MISSING TIME, plus a short feature on the research of Dr. Harley Rutledge, as outlined in his book, PROJECT IDENTIFICATION. If there are features on the surface of the planet Mars which appear to have been created by other-than- natural means (and there are), they might well have implications for the study of UFOs. With this in mind, I highly recommend the work of Vin- cent DiPietro (an electrical engineer) and Greg Molenaar (a computer scientist), UNUSUAL MARTIAN SURFACE FEATURES. The third edi- tion of this booklet is 77 pages in length, containing many photographs and illustrations of Martian anomalies, such as the pyramids of Elysium, the \"human face,\" the forma- tion dubbed \"Inca City,\" etc. The authors have performed computer analyses of the Martian features and the results of their work are presented here. Copies of the publication are available at $9.00 each from Mars Research, P.O. Box 284, Glenn Dale, MD 20769. Director's Message, Continued tide in the November 1981 issue of the Journal. Peter Rank, M.D., MUFON Consultant in Radiology and prime medical consultant in this case, has studied Mr. Stowe's report extensively and made this preliminary evaluation in his letter before going into specific details: \"Mr. Stowe is to be congratulated for the depth of his knowledge and the thoroughness of his analysis. Many of the general principles he has enumerated were used by me in evaluating the Cash/Landrum Case only with less precision.\" Paul Stowe is to be highly com- mended for the in-depth evaluation providing the applicable nuclear physics, theory, mathematical for- mulas, with computations and charts to substantiate his study. This is a superb example of scientific research into a field where many physicists and medical doctors feel inadequate due to a lack of specialized training. We hope to publish a summary of Mr. Stowe's study in a future issue of the Journal, provided that the mathematics may be simplified for greater understanding by a majority of our readers. \"Truman Bethurum's Personal Scrapbook\" has been photocopied form the original by Robert C. Girard and a copy donated to the MUFON Library through the courtesy of Arc- turus Book Service, 263 N. Ballston Ave., Scotia, NY 12302. Regardless of how each reader may evaluate the credibility of Mr. Bethurum's flying saucer experiences, this booklet is a marvelous collection of memorabilia for Ufologists. Even though the scrap- book covers only a 2-year period, it provides a firsthand insight into Ufology of the era and Mr. Bethurum in particular. Thanks, Bob. The 1982 UFO Literature Reference Guide and Catalog is available from Arcturus for $2.50. The 1982 UFO Summit Con- ference will be held on Monday, July 5th from 9:00 a.m. to 5 p.m. in the Clarendon Room of Loew's Westbury Hotel in Toronto, Ontario in conjunc- tion with the 1982 MUFON Interna- tional UFO Symposium on July 2, 3, and 4. This will be an opportunity for representatives of all organized UFO organizations to share their proposals and ideas for resolving the UFO enigma in a scientific cooperative en- vironment, utilizing the vast talent available. For this conference to be successful, everyone attending should plan to forget past ideologies and pet- ty personality differences, and come prepared to adopt cooperative goals and objectives that will identify the participants as professional Ufologists. The Mutual UFO Network has volunteered to host this important conference and will provide one or more moderators. We are again ex- tending invitations to qualified groups and individuals to confirm their plan- ned attendance in writing and submit a brief statement of their proposals to Walt Andrus so an agenda may be prepared in advance. Thirty-five years have passed since Kenneth Ar- nold triggered the modern era of fly- ing saucers. Are you satisfied with the scientific progress that we have made in the intervening years? We cannot afford to \"spin our wheels\" for another 35 years. 19"},{"pageNumber":21,"pageContent":"DIRECTOR'S MESSAGE by Walt Andrus MUFON'S International Coor- dinator, Michael Sinclair, now living and working in London, England, has announced the appointment of Joa- quim Fernandes to be our Represen- tative for Portugal and Field In- vestigator. A journalist, Sr. Fernandes resides at R. Goncalo Christovao, Por- to 4052 Porto Codex, Portugal.. Dr. Virgilio Sanches-Ocejo, P.O. Box 313, Opa Locka, FL 33054, President of Investigation Center of Extrater- restrial Life, has been assigned the position of \"Special Representative-at- large for South America\" to assist our Continental Coordinator for South America—William G:-Hinrichsen~~of Laguna Niguel, Calif. Virgilio receiv- ed his Doctor in Law from Havana University. He has many UFO con- tacts throughout South America and attended the International UFO Con- gress in Acapulco where your direc- tor met him briefly. Joining our ever-growing group of people who utilize hypnosis profes- sionally, we welcome Jack L. Spurrier, Ed. D. in Counseling, as a Consultant in Psychology, Hypnosis, and Counseling. A teaching college pro- fessor, a licensed psychologist and hypnotist, certified by the Council for the National Register of Health Ser- vice Providers in Psychology, Dr. Spurrier may be contacted at 920 University Drive Suite \"F\", Nacogdoches, TX 75961. The new State Section Director for Liberty County in Texas is Jim R. Johnson, Star Route Box 89E, Liberty, TX 77575. Jim lives in the adjoining town to Betty Cash and Vicky Landrum. He may be able to interview other witnesses to the Cash/Landrum case of December 29, 1980 that continues to be one of our most significant medical-injury UFO events as reported in the MUFON UFO Jour- nal. John F. Schuessler, the prime in- vestigator, will cover this case in greater detail and provide an up-date in his presentation at the 1982 MUFON International UFO Sym- posium in Toronto, Ontario, Canada. 1982 MUFON UFO SYMPOSIUM-JULY 2-4 Henry H. McKay, Chairman Location: Loews Westbury Hotel, 475 Yonge St., Toronto, Ontario M4Y 1X7, Canada. Telephone (416) 924-0611. Information and tickets: United Friends of Ontario, P.O. Box 54, Agincourt, Ontario MlS 3B4, Canada. Five sessions at $6.00 per session; package price for entire symposium $25.00. Send International Postal Money Order or certified check in U.S. dollars payable to United Friends of Ontario. Enclose self-addressed envelope for confirmation. Tickets will be held at the Symposium registration desk. Information: MUFON, 103 Oldtowne Rd., Seguin, TX 78155. Telephone (512) 379-9216. Hotel reservation cards: Write directly to hotel, United Friends of Ontario, or MUFON at the above addresses. James Kness, 10030 N.E. Alton, Portland, OR 97220, has volunteered to serve as a Research Specialist in UFO detection systems and devices. Two very vital people have been added to the MUFON headquarters staff not only to provide immediate preliminary evaluation of proposed propulsion systems, but also to im- prove our correspondence worldwide. Joe Pantermuehl, a Senior Research Scientist at Southwest Research Institute in San Antonio, Texas, has rejoined MUFON as a Staff Research specialist. Mr. Panter- muehl has an M.A. in Physics and lives at 423 Lakeview Drive, Seguin, TX 78155. Mrs. Terry Piper, 345 St. Mary St., New Braunfels, TX 78130 has volunteered to become our cor- responding secretary and a Field In- vestigator Trainee. Terry has a B.A. in Art History from the University of Florida and has done 2 years of post graduate work at Penn State in the same field. She has a professional in- terest in the MUFON UFO Journal through her employer, Tommy Brown Printing, where she typesets the Journal and is responsible for the layout and paste-up. Terry's vivacious personality will be evident in her cor- respondence to our members. As reported in the April issue of the Journal, the 6th Annual MUFON of North Carolina UFO Conference will be held June 19 and 20 in Winston-Salem, N.C. Mrs. Gayle McBride, Assistant State Director for North Carolina, will be the chairper- son this year. Richard Hall, our Jour- nal Editor, was one of the featured speakers at the Fifth Annual Con- ference. A summary of his speech has been published in the March 1982 . edition of the Tarheel U.F.O. Study Group Newsletter. The Rocky Mountain Conference on UFO Investigation (3rd Contactee Conference) will be held June 17, 18, and 19, 1982 at the School of Extend- ed Studies at the University of Wyoming in Laramie as announced in the March 1982 issue of the Journal. The purpose of the conference is to provide an opportunity for UFO con- tactees and UFO investigators to become acquainted and to share infor- mation about UFO experiences. Michael A. Lewis is the Steering Committee Chairperson and R. Leo Sprinkle, PhD is the Coordinator of the Contactee Conference. Mr. Paul A. Stowe, Research Specialist in Nuclear Technology, has produced a technical paper on the types and amount of radiation receiv- ed by each of the participants in the Cash/Landrum medical case based upon the injuries sustained as reported by John Schuessler in his ar- (contihued on page 19)"}]
