[{"pageNumber":2,"pageContent":"MUTUAL UFO NETWORK UFO JOURNAL OCTOBER 1995 ~f    NUMBER 330 $3 ZITA RODRIGUEZ M. A.). GEVAERD HELMUT LAMMER CARLOS A. GUZMAN NEW MUFON OFFICERS"},{"pageNumber":3,"pageContent":"MUFON UFO JOURNAL OFFICIAL PUBLICATION OF THE MUTUAL UFO NETWORK SINCE 1967 1 OCTOBER 1995 MEETING WITH THE ALIEN SEARCH FOR TRUTH ABOUT ROSWELL ABDUCTION NOTES DATING THE SANTILLI FILM THE UFO PRESS READERS' CLASSIFIEDS THE NOVEMBER NIGHT SKY CALENDAR DIRECTOR'S MESSAGE COVER: Zita Rodriguez M., National ~  0 Paul Devereux Kevin Randle John Carpenter Clive Tobin David Ritchey Walter N. Webb \\ Walter H. Andrus, Jr. Director for Mexico 1 NUMBER 330 3 9 16 17 20 21 22 22 24 Helmut Lammer, Representative for Austria A. J. Gevaerd, National Director for Brazil Carlos A. Guzman, State Director for D.F. (Mexico City) MUFON UFO JOURNAL (USPS 002-970) (ISSN 0270-6822) 103 Oldtowne Rd. Seguin, TX 78155-4099 Tel: (210) 379-9216 FAX (210) 372-9439 EDITOR Dennis Stacy ASSOCIATE EDITOR Walter H. Andrus, Jr. COLUMNISTS Walter N. Webb John S. Carpenter ART DIRECTOR Vince Johnson Copyright 1995 by the Mutual UFO Network. All Rights Reserved. No part of this document may be reproduced in any form without the written permission of the Copyright Owners. Permission is hereby granted to quote up to 200 words of any one arti- cle, provided the author is credited, and the statement, \"Copyright 1995 bt/ the Mutual UFO Network, 103 Oldtowne Rd., Seguin, Texas 78155,\" is included. The contents of the MUFON UFO journal are determined by the editors and do not necessari- ly reflect the official position of the Mutual UFO Network. Opinions expressed are solely those of the individual authors. The Mutual UFO Network, Inc. is exempt from Federal Income Tax under Section 501 (c) (3) i)/ the Internal Revenue Code. MUFON is a publicly supported organization of the type described in Section 509 (a) (2). Donors may deduct contributions from their Federal Income Tax. Bequests, legacies, devises, transfers or gifts are also deductible for estate and gift purposes, provided they meet the applicable provisions of Sections 2055, 2106 and 2522 of the Internal Revenue Code. The MUFON UFO Journal is published monthly by the Mutual UFO Network, Inc., Seguin, Texas. Membership/Subscription rates: $25 per year in the U.S.A.; $30 foreign in U.S. funds. Second class postage paid at Seguin, TX. POSTMASTER: Send form 3579 to advise change of address to: MUFON UFO JOUR- NAL, 103 Oldtowne Rd., Seguin, TX 78155-4099."},{"pageNumber":4,"pageContent":"MUFON UFO JOURNAL Meeting With The Alien by Paul Devereux Come on without, come on within, You 've not seen nothin' like the Mighty Quinn Bob Dylan, \"The Mighty Quinn\" (B. Feldman & Co. Ltd., 1970) If we let Dylan's \"Mighty Quinn\" symbolize the \"alien\" at the heart of most mainstream \"ufo- logical\" thinking, we have a good image of the almost unperceived, conceptual split that has taken place within the subject area. On the one hand, there is the focus on unidentified objects seen pri- marily in the skies, which are perceived — \"identified,\" as it were — by most mainstream ufolo- gists as extra-terrestrial craft. On the other hand, there is the fascination with UFO \"abductions.\" These are seen by ufological traditionalists as being human interactions with the occupants of the extra-terrestrial craft that are seen in our skies. In standard ufology, therefore, it is considered that it is the one and the same problem that is involved. I beg to differ. I suggest that these two trains of ufo- logical concern are running on separate tracks that most people within standard ufology are mistaken in considering to be the same line. \"Abductions\" run on an inner track, that of human consciousness, while the things-seen-in-the-sky (when not misperception, hoax, mirage, psycho-social aberration or whatever), run on the outer track of little-understood aspects of environ- mental nature. Nevertheless, I shall argue in these pages that there is a \"meeting with the alien\" waiting at the end of both lines, but in each case the \"alien\" is different, and hovering just slightly beyond the reach of our current imagination. They are, therefore, truly alien as com- pared to the half-century-old (and more) idea of the ET, which has become familar and which so hinders the intellectual life of ufology. The notion of the extra-ter- restrial visitor was an important one to have had at an early stage — it set an important process in motion — but it is now well past its sell-before-expiration date. The \"aliens\" I shall attempt to identify will have at least as great an impact on us as would a meeting with extra-terrestrial life, because, however exciting and trau- matic that would be, it would nevertheless come within the compass of what we currently think we understand about ourselves and the universe. The aliens we are about to catch a glimpse of here in these following pages require us to go beyond that compass —indeed, you've \"not seen nothing\" like these \"Mighty Quinns.\" And we had best prepare ourselves, because the pre- liminaries for a meeting with both aliens are now in hand with two research development areas whose sig- nificance dwarfs anything taking place within the hide- bound bounds of the old ufology. As I shall attempt to explain . .. THE ALIEN WITHIN The basic abduction scenario is well-known. In the view of the ufological literalist, a person is taken — usually \"floated\" — into an alien spacecraft where he or she is subjected to invasive medical and, often, mental inves- tigation at the hands of alien beings (\"Grays\"). The im- planting of small, apparently metallic objects in the body, insemination and other claims have been made by abductees. The purpose is unclear, but suggestions have included a cross-breeding experiment by a dying species of aliens with human stock. The human victim is re- turned to his or her point of abduction, or other normal, Earthly location, with an incomplete memory of what has happened. The literalist interpretation persists despite the lack of any of the \"hard\" evidence that is so often claimed but which somehow evaporates like dew. To those who have certain specialist knowledge, and who are not the prisoners of the limited literalist perspective, another in- terpretation of the abduction experience springs to mind — that it is an experience of an altered state of con- sciousness (ASC). The fact that suggests this, one so of- ten ignored or played down by the literalists, is that over 70 percent of claimed abductees commence their adventure in quiescent if not light trance states: in the person's bedroom or when he or she is driving — usu- ally at night. To anyone aware of the current research into \"lucid dream\" consciousness ' this situation speaks volumes. The lucid dream state is one where a person is asleep but their mind is still consciously active. In such OCTOBER 1995 NUMBER 330 PAGE 3"},{"pageNumber":5,"pageContent":"MUFON UFO JOURNAL states, dream consciousness appears completely \"real\": there is the experience of true three-dimensional space, and all five senses can appear to be functioning. One can seemingly move around — walk, fly, run, glide — with total realism. It is not merely a vivid dream, but a pro- found form of ASC (indeed, it is a pity that the term \"dream\" has come to be involved with its description, which is due simply to historical accident). If one is unaware of the situation, the experiences had in this state are virtually undetectable from those in normal waking consciousness (except for their bizarre aspects). Therefore, the experience can be real (and thus recov- erable by regression hypnosis), even if the literalist in- terpretation is not. This view is supported further by ongoing psycho- logical study of the \"abduction\" ASC, in which the work of Kenneth Ring and others is indicating that ab- ductees as a group tend to have suffered a higher than average background of child abuse. 2 The significance of this is that children suffering abuse tend to develop a psychological defense mechanism known as \"dissocia- tion,\" in which they compartmentalize their conscious- ness so that they can escape from the appalling physical realities that surround them into vivid levels of other mental realities. Later in life, they can be more prone than others to entering ASCs given the appropriate psy- chological, social or geophysical stimuli. (There are, of course, many other factors leading to such suscepti- bility than just a history of child abuse, but child abuse has shown itself in experimental data on abductees and is therefore an indicator of the ASC nature of the ab- duction experience.) This ability to dissociate, to move swiftly and effec- tively into ASCs, was a highly-prized skill in many earlier and traditional societies, where its prime form was exemplified in the person of the shaman, the \"walker between the worlds\" of everyday living and the spheres of the spirits. The shaman interceded with the spirits on behalf of the tribe for healing, divination or other purposes. He or she may have had a visionary experience in childhood as the result of, perhaps, a se-' vere illness; 3 more often, and perhaps also, he or she would undergo initiatory procedures of a profoundly stressful physical or mental nature. This was to achieve that very ability of dissociation involuntarily developed by many child abuse victims. In the tribal society, how- ever, there was a spiritual and social context (and need) for that ability: there was recognition of it and social and religious \"road maps\" for its use. T he hard fact is that tribal societies had one technol- ogy we still lack — the technology of conscious- ness. In that regard, it is we who are the primitives. People within our \"tribe\" of Westernized societies are undergoing their involuntary ASCs in a cultural context where mechanization, isolation and depersonalization is greater than in any society previously. Added to that is This ability to dissociate, to move swiftly and effectively into altered states of con- sciousness, was a highly-prized skill in many earlier and traditional societies, where its prime form was exemplified in the person of the shaman, the \"walker be- tween the worlds\" of everyday living and the spheres of the spirits. the dearth of experiential spiritual life on a culture-wide level: there are only rote religions and insufficiently in- tegrated drug and ritual experiences. There is no longer a consensual cultural niche for such states of con- sciousness other than the \"abduction\" scenario. That this experience should be interpreted as being caused by alien machines and extra-terrestrial entities says much about our culture and our times to anyone with the wit to pay attention. Standard old ufology, born in the brave- new-technological-white-walled-tire-cold War mental- ity of the immediate post-World War Two era, is not conducive to the development of that wit. One of the techniques employed by traditional shamanism to access the ASCs resultant from dissocia- tion was (and is) the use of hallucinogenic plants. One of the key chemical constituents of some of these botanical hallucinogens is DMT, or dimethyl-tryptamine, which also occurs naturally in human beings and other mam- mals. 4 DMT, originally synthesized in Hungary from Amazonian hallucinogenic snuffs 30 or so years ago, is an extraordinarily powerful and quick-acting hallucino- gen (trance is entered within seconds of taking a dose of DMT and can be over in five minutes — perhaps be- cause DMT is not foreign to the human organism and is quickly assimilated), yet is not widely known and is a \"relatively obscure drug of abuse.\" 5 It is important not to lump in such tryptamine-based compounds willy-nilly with other hallucinogens: they yield distinct effects. A highly significant one from our point of view is that many people who have undergone DMT trance tell of experiences that Dr. Rick Strassman describes as \"encounters with ... 'alien' intelligences.\" 6 Terence McKenna, a major authority on hallucino- gens, is one of the few to have written descriptively about the effects of DMT, and in his The Archaic Revival, 1 a collection of his interviews and papers, he has important observations to share with regard to the \"meet- ing with the alien\" so often encountered in the DMT trance. DMT, McKenna notes, works directly on the lan- guage centers of the brain — one enters into a dialogue with Something-or-Other. In this most intense of ASCs, one enters a \"somehow insulated\" place, that is fully, vividly real albeit exceedingly weird. One \"meets enti- ties.\" McKenna describes these variously as \"self-trans- PAGE4 NUMBER 330 OCTOBER 1995"},{"pageNumber":6,"pageContent":"MUFON UFO JOURNAL It is clear that the lights have been seen as religious manifestations in some cul- tures, for temples have been built dedi- cated to them. A tower in a temple com- plex on a peak of the Chinese mountain Wu T'ai Shan, for instance, was built specif- ically to observe the \"Bodhisattva lights.\" forming machine elves,\" \"dynamically contorting topo- logical modules,\" \"tryptamine munchkins\" and \"fractal elves.\" 8 \"These beings,\" writes McKenna, \"are like fractal reflections of some previously hidden and sud- denly autonomous part of one's own psyche.\" McKenna found these entities to emit \"sounds like music, like language\" which turn simultaneously into visible phe- nomena beyond description. \"One hears and beholds a language of alien meaning that is conveying alien in- formation that cannot be Englished.\" ' This sense of contact with alien entities is not the mere subjective experiences of one or two experi- menters. The Haitians took it (in the form of Piptodenia Peregrina seeds) to \"communicate with their gods\", 10 for instance. In presenting numerous reports of DMT sub- jects who claimed contact with some kind of alien entity during their ASC, researcher Peter Meyer states that \"the phenomenon of apparent alien contact is so im- pressive\" in the DMT experience that the matter \"de- serves serious investigation.\" \" What shocked McKenna after his first DMT experi- ence was the feeling that \"right here and now, one quanta away, there is raging a universe of active intelli- gence that is transhuman, hyperdimensional, and ex- tremely alien.\" l2 McKenna cites another tryptamine variation of DMT, psilocybin (4-phosphoryloxy-DMT), found in the \"magic mushrooms\" Stropharia cubensis of pre-Hispanic Mexican Indians, to whom the mushroom was teonanacatl, the \"flesh of the gods.\" The experience of psilocybin can be similar to DMT, but takes longer to act and lasts longer. \"There is the same confrontation with an alien intelligence,\" McKenna informs. 13 The nature of this tryptamine entity experience is open for interpretation. Meyer has suggested the trypt- amine aliens may be inter-dimensional beings or intel- ligences, time-travellers or discarnate spirits, all of which can only communicate to humans in the appro- priate frequency of consciousness. McKenna is like- wise open to possibilities. Shamans call the entities \"spirits,\" but McKenna observes that that may be like a quantum scientist talking of \"charm,\" both terms being \"a technical gloss for a very complicated concept.\" He has provocatively suggested that the sacred mushroom might itself be an extra-terrestrial (\"The main problem with searching for extraterrestrials is to recognize them!\") Or, again, McKenna has mused, perhaps the mushroom is simply a biological interface that allows some distant entity to communicate to human con- sciousness. But, perhaps much closer to the mark, McKenna has written: \"It may instead be what I've recently come to suspect — that the human soul is so alienated from us in our pre- sent culture that we treat it as an extraterrestrial. To us the most alien thing in the cosmos is the human soul. Aliens Hollywood-style could arrive on earth tomor- row and the DMT trance would remain more weird and continue to hold more promise for useful information for the human future. 14 M y guess is that the \"Grays\" reported in the ASC our culture calls \"abductions\" are indeed distorted views of the greatest alien there is — the Self, the deep nature of the human psyche. The open, culturally-visible meeting with that alien may now be in train, for the first scientific, co-ordi- nated research program into the nature of the DMT ex- perience has commenced. After preliminary research, Dr. Rick Strassman, known for his work into the func- tions of the pineal gland, 15 has been awarded a U.S. Federal government research grant. The program, being conducted at the School of Medicine in the University of New Mexico, Albuquerque, began in December 1992 and will be complete within three years. Strassman wants to know why a substance like DMT occurs natu- rally in the human brain . .. THE ALIEN WITHOUT Most UFO researchers would agree that the great ma- jority of all reported UFO sightings result from misper- ception of mundane objects, hoax, mirage effects, con- fabulation of unfamiliar sights or other psychological aberration caused by psycho-social stress, and so on. This goes almost without saying. The crucial concern is whether or not there are some genuinely unknown phe- nomena that are also being occasionally seen and re- ported — signals within the noise, if you like. Those of the extra-terrestrial persuasion are sure that there are such sightings, and that they are caused by alien craft. I'm also convinced that there is \"signal in the noise,\" but I have maintained for many years now that the phe- nomena are an exotic form of natural energy originating from the Earth itself, possibly related to earthquake lights and ball lightning, but with some important dis- tinctions. 16 - 17 Research reveals that these \"earth lights\" (also called \"BOLs\" by some researchers) appear in highly localized regions — they are terrain-related, hi some places, locals have seen them for generations. These zones have so far been found to contain recurring geological characteris- ticSi such as significant faulting, seismic history, mineral deposits or bodies of water (which can cause micro- quakes). Detailed work in certain zones has shown an overwhelming correlation between lights incidence and OCTOBER 1995 NUMBER 330 PAGES"},{"pageNumber":7,"pageContent":"MUFON UFO JOURNAL surface faulting. Such an apparent geological connection is highlighted by eighteenth-century mining texts which tell of the use of lightballs emerging from the ground in prospecting for mineral seams, especially copper veins. (Recent findings described in The Ley Hunter journal — Box 92, Penzance, Cornwall TR18 2XL, U.K. — show that this method of prospecting was being used at the Bere Alston copper and arsenic mine in Devon up until the early years of this century!) Recent research by U.S. geologist John Derr sug- gests that earth light zones can also be produced artifi- cially, in the vicinity of works where liquids are being injected into the Earth's crust. 18 Prime amongst current theories concerning the phe- nomena is Michael Persinger's hypothesis (Tectonic Stress Theory) that a strain field is produced during tectonic flexing of the Earth's crust in suitable zones, not necessarily leading to earthquake or tremor, and that this generalized field can move through an area, causing electrical and geomagnetic changes and focusing in cer- tain topographical and geological configurations, pro- ducing light phenomena. 19 Ethnology reveals that earth lights have been seen by many cultures around the world, and are usually inter- preted as spirits of one form or another. In West Africa the lights are called \"aku,\" devil; the Penobscot Indians of Maine thought they were the spirits of shamans flying through the night or else \"fire creatures\" (\"eskuda'hit\"); the Wintu of California called them \"spirit eaters\"; Malaysians call them \"pehnangal,\" the spectral heads of women who have died in childbirth; Hawaiian islanders call the lights \"akualele,\" spirits; Australian Aborigines call them \"minmin\" lights. The Rigo of Papua New Guinea feel that they go \"out-of-body\" during sleep and balls of light seen in the night sky are people's spirits flying free. Around Darjeeling, India, the lights are thought to be the lanterns of the Little Men, \"chota admis,\" to go near which is to court illness or death. In Celtic lands the lights are seen as fairies — literally \"fairy lights.\" The Aymara Indians of the Andes have a detailed knowledge and lore concerning meteorology, and they single out curious light effects, \"sullaje,\" which they insist are not lightning or other known meteoro- logical phenomena. It is clear that the lights have been seen as religious manifestations in some cultures, for temples have been built dedicated to them. A tower in a temple complex on a peak of the Chinese mountain Wu T'ai Shan, for in- stance, was built specifically to observe the \"Bodhisattva lights.\" A temple at Purnigiri, India, is dedicated to the lights that habitually appear around the site (the temple is built over a fault). There is even a Christian chapel dedicated to \"St. Mary of the Lights\" in the Swiss Alps. It may be that prehistoric standing stones in western Europe were likewise raised in honor of places haunted by light phenomena, and which were perceived as being spirits or gods: a long list is developing of historical ac- counts and modern eyewitness reports of lights at such megalithic sites. There have been many interpretations of the lights in Western Europe over the centuries, in fact. Perhaps the most common was that they were fiery dragons flying through the sky. Indeed, recent special translation of Latin texts, together with other archive discoveries, shows that the matter was a subject of scholarly debate for some centuries in the late Middle Ages. A later scholar, Thomas Hill, said in 1590 that the lights were some kind of \"a fume kindled\" and only looked like dragons. Other interpretations down the years have in- cluded \"signs from God,\" \"omens,\" and \"meteors.\" In recent times they have been seen as enemy airships and, in World War Two, as \"foo fighters.\" Now, they have been caught up in the \"UFO\" interpretation, though in some areas where they recur they are sometimes seen as ghosts or \"spooklights.\" Typically, the lights appear as \"basketball-sized\" globes, but smaller and larger ones (up to several metres across) have also been reliably reported. Also, the lights can take on many shapes — strips, triangles, amor- phous forms. Close eyewitnesses often report an inner, \"teeming\" activity. The lights have been seen emerging from the ground: during a 1988-89 seismic survey by Quebec University, for instance, observers witnessed lightballs meters across emerge from the ground and rise hundreds of meters into the air. They can hover, travel rapidly through the air, perform acrobatic maneuvers, merge together, and shapeshift. Close encounter wit- nesses also report a buzzing or pressure felt in the ears. The lights have been photographed, by individual witnesses and by teams, such as the group which studied an outbreak of lights in the Hessdalen valley, Norway, in the early-mid 1980s, and the university group that stud- ied the Piedmont lights outbreak in southern Missouri in the late 1970s. The nature of the light energy is not known, but it seems to have electromagnetic (EM) aspects: the lights seem to favor the vicinity of charge-collectors like TV masts, isolated buildings on or near faulting, high tension cables and mountain peaks. If they are some form of plasma, that would explain their occasional appearance in daylight as \"metallic discoids,\" because the density differences of one medium within another, like a gas bubble within glass or water, can reflect light so as to give the visual appearance of a shiny, metallic surface. (There also seems to be some \"anode-diode\" effect, in that earth \"lights\" — and ball lightning too — can ap- pear jet black, as though absorbing all light. I have per- sonally witnessed this.) These phenomena clearly have characteristics, too widely reported to be safely ignored, which suggest that they represent a form of physics currently unknown to us. The ability of the lights to assume coherent shapes, as well as to reform themselves into other shapes, is not understood (as is indeed the case with ball lightning). PAGE 6 NUMBER 330 OCTOBER 1995"},{"pageNumber":8,"pageContent":"MUFON UFO JOURNAL Another recurring observation is that the lights can sometimes be seen from one direction, but not from another. A light witnessed (and photographed) in 1973 by an American physicist in California exhibited evi- dence of having mass (it created shock waves in the air ahead of it as it travelled) then of having no mass (stop- ping without deceleration). Also, the examination of some photographs, and the behavior of lights' echoes on radar screens, suggest that earth lights are in fact going \"on\" and \"off' very rapidly, though persistence of vision (\"flicker fusion\") makes them appear to be constantly shining. The lights can also sometimes leave burn marks on vegetation and people, while on other occasions no physical damage seems to follow from close encounter. There are two even more bizarre reported character- istics of earth lights. The first is that in certain circum- stances people who get close to these lights seem to experience mental effects such as confusion, blackout, amnesia and ASCs in which visual and auditory hallu- cinatory material is released into consciousness, some- times accompanied with dissociation sensations like out-of-body experience. (It is this factor which occa- sionally links this external phenomenon with the \"ab- duction\" ASC: there do seem to be a few cases that suggest that it was the close encounter with a lightform that triggered \"abduction\" experiences.) It is hypothe- sized that EM fields associated with the manifestation of the lights, or actually emitted from them, affect brain function. It is known, for instance, that certain areas of the brain are sensitive to magnetic fields. Such fields may be responsible for the occasionally-reported con- current \"poltergeist\" effects in the vicinity of earth lights outbreaks. These effects include not only disembodied voices, but a crunching sound on the ground, metal doorlatches moving of their own accord, objects flying about, and even instances of metal utensils twisting and warping. The strangest of all reported characteristics, how- ever, is potentially the most significant factor concerning earth light phenomena. It is repeatedly reported that earth lights sometimes show conscious or quasi-con- scious behavioral traits, such as appearing to act in- quisitively and playfully. The idea of intelligent energy is obviously a difficult one, and skeptical scientists are right to point out that false meaning can be all too easily read into random movements of a light. Nevertheless, the most experi- enced people with regard to observing and photograph- ing earth lights, members of the Hessdalen team, have strenuously maintained to me that perhaps ten percent of the lights clearly reacted to team members' movements, and that a \"reading into random motions\" did not explain what they witnessed. The Piedmont team came up with almost the same percentage of lights that they felt in- teracted with them. And some claims are, in fact, more unambiguous than even this. For example, retired Yorkshire policeman Anthony Dodd has reported that when doing night duty on the moors he could attract strange lights by switching on his police-car flashing beacons. (Dodd maintains the lights were craft, but ex- pert examination of his own photographs of the phe- nomena do not bear this out.) Again, author John Keel has had purple lightballs in the Ohio Valley hop out of the way of his flashlight beam. There are many other ex- amples of reported apparent sentience on the part of such lightforms, and I my serf have even seen a light phe- nomenon that changed its shape meaningfully as I and over a dozen other witnesses observed it. Very recent re- search has uncovered earth light \"lairs\" in a remote re- gion of Australia, where lights appear virtually at all times and interact with local bush workers and Aborigines and are reported to behave \"like animals would respond to humans\" (current investigation). So it seems that at the very least we may have in earth lights an energy with some very unusual geophysical properties with much to teach science. Because of some of the more bizarre reported effects — such as lights be- ing seen from only one angle, lights exhibiting the ef- fects of mass and weightlessness simultaneously or in rapid sequence, and lights going \"on\" and \"off with rapid frequency — it has occurred to me that we may be witnessing in earth lights the sort of energy fluctuation effects we would normally associate with sub-atomic, quantum, levels, somehow \"writ large\" by nature. In discussing such a \"macro-quantum\" possibility with a leading-edge quantum physicist, it seems this may in- deed be possible. T he thread of physics that earth lights may ultimately be found to relate to is something called zero-point energy (ZPE). This is literally something from noth- ing, in that it is the fluctuation of empty space — the vacuum. (The term \"zero-point\" refers to the fact that the motion exists even at a temperature of absolute zero where no thermal effects can remain.) These random vacuum fluctuations (\"jitter\" or zitterbewegung) jiggle atoms around and are known or suspected to give rise to a range of observed phenomena — perhaps even gravity. The sea of ZPE dynamically interacts with atoms in such a way as to provide the stability of matter: without it, everything would collapse, dissipate. Electromagnetic ZPE comes either from the background radiation left over from the Big Bang, or, more likely, is generated by the quantum-fluctuation motion of the charged parti- cles constituting matter in a self-generating feedback cy- cle. The energies involved are tiny per fluctuation, but because there are so many the cumulative effect can be immense — it has been suggested that there is enough ZPE in the vacuum of a lightbulb to boil all Earth's oceans. As physicist Hal Puthoff explains, \"these fluc- tuations can be intense enough to cause particles to form from the vacuum spontaneously, provided they disappear again before violating the uncertainty princi- ple.\" 20 We do not notice this vast energy sea in which OCTOBER 1995 NUMBER 330 PAGE 7"},{"pageNumber":9,"pageContent":"MUFON UFO JOURNAL we are immersed because it is a uniform action through- out space. Nevertheless, it can be \"interrupted\" in vari- ous ways, and scientists have been learning to interact with it energetically and thermodynamically to produce measurable physical effects. Puthoff and others are look- ing at ways energy can be extracted from the vacuum. Whole new technologies, pollution-free energy and con- ceptually-different electronics seem to be waiting in the wings. This sea of ZPE may be the \"universal\" energy known as ch'i, ki, prana, mana and a thousand other names by esoteric philosophies around the world and throughout the ages. It may interact with consciousness (after all, our neurons can operate at near-quantum lev- els and they in any case ultimately arise out of the ZPE sea like everything else). And mention of consciousness brings me back again to that most important potential characteristic of earth lights referred to above: their possible conscious or quasi-conscious nature. I have been drawing attention to this for several years now, and Michael Persinger has written: \"There is much more to the basic premise of the Tectonic Strain Theory than we have acknowledged. When one realizes the multitude of geological forma- tions and geochemical combinations through which the energy contained within tectonic stress can be mani- fested . . . one must expect phenomena to be created whose characteristics are beyond contemporary expla- nations ... \"Considering the extreme focal nature of each . . . event compared to the immense field from which it originates, one would expect properties that are as yet undefined. Our concept of the geopsyche (Persinger and Lafreniere, 1975) complements the idea of Devereux that there could be an interaction between cognitive processes and earth forces.\" 2I Earth lights may represent an entirely uninvestigated species of phenomena that could revolutionize our whole understanding of the relationship between mind and matter. The idea that consciousness occurs only in bio- logical matter is more habit than anything else. There is no fundamental reason why consciousness should have developed on this planet only through biological processes. Sufficiently complex and exotic energy-forms might also have developed a consciousness capability at some level. So the earth light could be the \"alien without\": an- other form of consciousness inhabiting this planet with us; a conscious or quasi-conscious energy-form older than ourselves. A meeting with this alien is long overdue. I have sought and called for such a meeting for a long while, and now at last it appears that attempts to test con- scious interaction with these lights will take place. It is too premature right now to detail the research going on, but various intriguing developments have been emerging with regard to earth lights research. For in- stance, I have been working with the International Consciousness Research Laboratories (ICRL), an in- formal consortium of scientists and scholars who cross disciplines and are sponsored by the Fetzer Institute in the USA; Japanese plasma physicist Y. H. Ohtsuki has likewise been visiting earth light \"zones\" around the world, and the 10-year old \"Project Hessdalen\" is being reconstituted, with better backing and resources than before. Furthermore, as a result of a March 1994 con- ference in Hessdalen, a new international network of sci- entists and scholars studying various aspects of the earth light problem has been formed. And so on. From the point of view of the work I have been involved with — at least — the search has been on for the best place to study and, indeed, meet the lights. We have narrowed it down to one or two locations. The first historic experi- ment will take place at one of these places in 1994 or 1995. And it will truly be historic, let us not minimize the fact, if the lights do prove positive in the consciousness- interactivity tests we are devizing. We will have made the first formal contact with a consciousness-form alien to anything we have known. This would be as momen- tous as the first footstep on the moon, and as important — perhaps even more paradigm-shattering — than a meeting with extra-terrestrial beings. .» REFERENCES 1. See, for example, Stephen LaBerge's Lucid Dreaming, Ballantine, 1985. 2. Kenneth Ring, The Omega Project, William Morrow, 1992. 3. John G. Neihardt, Black Elk Speaks, 1932/1959, Washington Square Press edition, 1972. 4. Richard Strassman, \"DMT Research\", in The Scientific and Medical Network Newsletter 51, April 1993; pp'35- 37. 5. ibid. 6. ibid. 7. Terence McKenna, The Archaic Revival, Harper, San Francisco, 1991. 8. . ibid, p 37. 9. ibid, p 38. 10. Stephen Szara, \"Hallucinogenic effects and metabolism of tryptamine derivatives in Man,\" in Federation Proceedings, 20, 1961; pp 885-888. Cited by Peter Meyer, 1992. 11. Peter Meyer, \"Apparent Communication with Discarnate Entities Induced by DMT,\" in Yearbook for Ethnomedicine and the Study of Consciousness, VWB, 1992; pp 149-174.; 12. McKenna 1991, op cit; p 38. 13. ibid: p 40. 14. ibid. 15. Richard Strassman, \"The Pineal Gland: Current Evidence for its Role in Consciousness\", in Psychedelic Monographs & Essays, Vol. 5, 1990; pp 167-205. Continued on Page 19 PAGES NUMBER 330 OCTOBER 1995"},{"pageNumber":10,"pageContent":"MUFON UFO JOURNAL The Search for the Truth about the Roswell Crash by Kevin D. Randle I n the past, I have been advised to refrain from re- sponding to personal attacks. This sort of infighting is not good for the field. It provides the skeptics with the ammunition they need to work against us. I have, more than once, tried to convince Stan Friedman that the enemy is the Air Force. In 1992, 1 suggested to Dick Hall that I would make no comments about Friedman, if he would do the same. In November 1994, I again tried to convince him that we needed to stop sniping. He has refused to quit. His latest attack is filled with half-truths and misrepresentations and has crossed the line. I will now respond to those attacks.. First, I will respond point by point to Figure 2 in Friedman's paper, Roswell Revisited, as published in the MUFON 1995 International UFO Symposium Proceedings. I will present the evidence and suggest sources so that my version can be verified. I will then re- spond to some of the points raised in his paper, showing the areas and providing the sources of documentation to prove that he has misrepresented his position. Friedman's claims are in italics, my responses in regular type. 1. L. Henning said he took an anthro course with Gerald Anderson & Dr. Buskirk. (L.H. and 5 others in the class had no recall ofGA after seeing his yearbook picture! No such claim was made.) In truth, using a class list, I spoke to five class mem- bers. I asked each if they remembered the anthropology course and Dr. Buskirk. When I asked Henning if he re- membered a student named Anderson, he said, \"Jerry Anderson?\" While it is true that he didn't recognize Anderson's yearbook picture, it is interesting that of all the names he could have asked about, he said \"Jerry.\" Of course, all this is irrelevant. Dr. Buskirk, the high school anthropology instructor, wrote in a letter, \"Anderson was in my anthropology class the 1st se- mester, then, according to his transcript (emphasis added), took a French Class.\" The statements of the others in the class became unimportant after Dr. Buskirk reviewed the transcript. Another official at the Albuquerque High School sup- plied similar information but asked that his name not be used because Anderson had threatened legal action if anyone revealed what was on his transcript. Anderson could resolve this if he would allow the principal at Albuquerque High School to review the record and re- lease a statement about what class Anderson took during the first semester. Anderson has refused to do this, though he did produce a copy of his transcript that ap- peared to have been altered. No false claim here. Before it comes up, Friedman has confirmed to others that Winfred Buskirk is, in fact, the anthropologist Anderson described. When Friedman saw the photo- graph of Buskirk compared to the \"Identikit\" sketch of Buskirk created by Anderson, Friedman admitted it was the same man. In a letter dated June 20, 1991 to George Eberhart, Friedman wrote, \"(it) is probably right that Winfred Buskirk is the man in the Identikit sketch . . . who would therefore be lying about where he was in July 1947. Coincidence???\" Note that Friedman is quick to label Dr. Buskirk a liar because his testimony does not corroborate that of Anderson. 2. B. Barnett lied to his wife Ruth about not being at the Corona site. I confess that I'm not sure what he means by this. It seems to be in response to a theory developed to explain the diary kept by Ruth. According to the diary, Barney was in no position to have seen a crashed saucer, any- where, if the dates are as originally reported. If we ac- cept the July 2 date of the crash as reported in The Roswell Incident, Barnett is not involved. On July 3, he's in the office. If we accept the July 4 date, meaning he was on the scene on July 5, he's in Socorro working on the house. If we try to figure it as July 8, the date the military ap- parently began operations on the Brazel ranch, Barnett is in Pie Town. However, according to the theories, the craft on the Plains has already been recovered, so there was nothing for him to see. Now, the only possible conclusion to be drawn is that I don't know how Barnett fits into the story. Clearly he knew that archaeologists were involved because, with the help of Tom Carey, I found the archaeologists. They weren't on the PSA, but they do exist. It is inter- esting that Barnett knew about them. But trying to ex- plain the Barnett story by using all the data is not a false claim. It is trying to understand the situation and that is something that we all do. 3. BB was told to disinform the world about the Plains of San A. As we discussed the role of Barnett at the Chicago meeting in 1992,1 suggested this as a possibility to ex- plain the Ruth Barnett diary. Clearly, this isn't satis- factory. It was speculation and was not suggested outside the meeting. For Friedman to continue to harp on this is ridiculous. OCTOBER 1995 NUMBER 330 PAGE 9"},{"pageNumber":11,"pageContent":"MUFON UFO JOURNAL 4. Barney Barnett told everyone the crash was in the Plains. Again, I confess I'm not sure what the point is here. Isn't Barnett the source of the information about a crash on the Plains? If he is not, then where else did he suggest the crash took place? And, if he was telling some people that a crash occurred in another location, doesn't that render all the discussion of an event on the PSA irrele- vant? 5. Barney's Soil Conservation District included the Corona site. I believe what was said was that Barnett did get over into Lincoln County, as confirmed by Barnett's boss, J.F. \"Fleck\" Danley. Vern Maltais told me that Barney some- times got down to Carrizzo in Lincoln County. This in- formation in no way translates into a statement that Barnett's Soil Conversation District included the Corona site. There is no false claim here. 6. Three Anthropologists (Dick, Hibben, etc.) were on the PSA in early July 1947, and said there was no crash there. (None were there!) hi my search for the archaeologists, I found a number of them who were on the PSA. Herbert Dick arrived in the middle of July, but said that he heard nothing from anyone who lived there that any event had taken place. If we believe the Gerald Anderson diary, the recovery operation was still going on as late as July 22. If true, then Dick was on the PSA in time to see some of the op- eration. He said he saw nothing. With Tom Carey's help, I identified a number of other anthropologists on the PSA in the right time frame, including, Dan McKnight, Wesley Hurt, Albert Dittert and Ed Danson. They heard nothing about this event. This is in stark contrast to Mac Brazel's neighbors who heard something about his involvement with the military and his find. There is no false claim here. 7. Robert Drake claimed that, in 9/47, he talked to car companions about crashed disc and bodies noted by ranch cowboy. Which is exactly what he did do. He told this to Tom Carey during Carey's first interview with him. Later, when the others in the car were located and interviewed, with each denying the conversation took place, Drake changed his story. I'm not the source on this. Tom Carey's interview with Drake is. Those interested in verification should write to Tom Carey. However, I made no false claim. I merely reported all the relevant facts. 8. Don Berliner was on the helicopter with Gerald A in the Plains. This is the impression I had after Berliner took me to the site identified by Gerald Anderson. Berliner told me what was happening on the helicopter. It was a nat- ural conclusion to draw based on what I had been told. That Berliner was not on the helicopter and I was mis- taken about it is completely irrelevant. Friedman is grasping at straws: 9.. Gerald Anderson made up new info while on the Plains. If Anderson is lying about seeing the crashed saucer, then everything he said was made up. The location of the invention of his tales is irrelevant. 10. STF told Gerald Anderson about redheaded offi- cer and black sergeant BEFORE Gerald told STF of them. Before Friedman ever interviewed Anderson, he sent him a package of material about crashed saucers and UFOs. I know from other such packages, that Friedman often includes the latest information in those packages. This is very poor investigative technique. It contaminates a witness before he or she is interviewed so any infor- mation gathered is suspect. Friedman DID send a pack- age to Anderson, because, during Friedman's first in- terview with Anderson, Friedman asks if he has re- ceived the material. Anderson said that he had, but hasn't read it yet. Given all the other lies told by Anderson, why should we believe this to be the truth? Clearly, this could be the source of the amazing coinci- dence between Anderson's redhaired officer and the one described by Glenn Dennis. And, of course, no in- dication of a false claim by me. 11. W Buskirk's book proved he wasn't in PSA in early July 1947. I suggest the caption on the pictures in the book do corroborate Buskirk's statements. However, this is ir- relevant. Buskirk wrote that he was in Arizona from June through September 1947 and was too busy earning his Ph. D. to be in New Mexico. In a letter, of which Friedman has a copy, Buskirk wrote, \"The ceremonial pictures in The Western Apache and the fairgrounds pictures were all taken around July 3rd-6th or 7th. I was certainly too busy on the reservation to be engaged in any archaeological side-shows.\" In other words, the man himself has said that he wasn't on the Plains. The point by Friedman is irrelevant, but it was not a false claim by me. 12. A nun's log establishes a new time and site for UFO crash. I don't believe that is an accurate representation of my position. The nun's log, a written record, establishes a time and date for an event that seems to correspond to the crash. It suggests a location to the north of Roswell. There is nothing false in my reporting of the informa- tion, though Friedman and others seem bothered by this record. 13. J. Ragsdale 's testimony establishes N. of Roswell crash site. Jim Ragsdale's testimony corroborates a crash site north of Roswell, based on the original, uncontami- nated testimony by him. That he later changed his story under financial inducement by Roswell businessmen does not negate what he said originally as recorded on audio tape. No false statement by me was made. PAGE 10 NUMBER 330 OCTOBER 1995"},{"pageNumber":12,"pageContent":"MUFON UFO JOURNAL 14. Sgt. Pyles testimony establishes new site or time for crash. Again, a complete misrepresentation of my position. Given the data received from Pyles, it tends to corrobo- rate the information supplied by others. Pyles remem- bered it as early July 1947, and said that he didn't be- lieve the balloon explanation when he read it in the newspaper. Friedman has misrepresented my position to create a fictional false claim. 15. F. Kaufmann's testimony about crash is fully trustworthy. I believe this does accurately reflect my position. Friedman rejects it for reasons that are less than credible. At one point he demanded of me, \"Why is he talking to you?\" Since Friedman didn't find the witness, he can't be credible. All the information about Kaufmann's lack of credibility comes from those who have their own agendas. As an aside, Friedman suggests that Kaufmann has supplied no documentation to prove he is who he says he is. This is not true. I have seen the documenta- tion. However, there is a picture of Kaufmann receiving a medal in the 509th Yearbook. I have seen nothing to suggest that we should reject Kaufmann's testimony other than Friedman's desire to do so. 16. Testimony from anonymous caller is fully trust- worthy. This doesn't even closely reflect my position. However, it must be stated again, though Friedman knows it, that I know who the caller is. And, his infor- mation agrees, generally, with other eyewitness testi- mony I have gathered. What I don't understand is why Friedman rejects this testimony, but accepts Drake's, which came from an anonymous cowboy. No one knows who that cowboy is, but Friedman is quick to use it to support his PSA crash. I talked to my source. Dr. George Agogino corroborated the existence of the man. Friedman didn't talk to his and doesn't know who it is. Why this incredible double standard in accepting testi- mony? And, shouldn't we all rate the testimony based on how it was obtained and how it fits into the whole pic- ture? We do not accept or reject any testimony until it is placed in the proper context and reviewed in relation to allother testimony. 17. That S. T. Friedman knew all about an RS alien tissue sample. This makes no sense to me. There was a rumor cir- culating that I had a sample of alien tissue. I never said anything of the kind. This is another false statement by Friedman. 18. STF claimed Randle and Schmitt were govern- ment agents. Apparently he hasn't recently read one version of the review he wrote of UFO Crash at Roswell. In fact, in a letter dated July 27, 1991 from Jerry Clark to Friedman, Clark writes, \"You suggest that both Randle and Schmitt are government agents 'desperately trying to attract attention away from the Plains where one of the aliens was alive.' True, in the next paragraph you provisionally (as in 'I think') withdraw this outrageous charge, but only after raising it, and planting the idea in ... the minds of credulous and paranoid UFO buffs.\" This demonstrates that Friedman has, in fact, raised this allegation. 19. STF, because of archive research, knew enough to fake the MJ-12 document. That is exactly what Friedman suggested in an article he wrote, saying, \"The simple fact of the matter is that Moore, Shandera, and I had already picked up on all the names on the list prior to the receipt of the film (except for Dr. Donald Menzel) as a result of the many days spent in historical archival research begun a decade ago.\" He constantly mentions all the archival work that he has done in the past. That certainly provides the basis for a suggestion that he had th& knowledge. This statement has been made in light of his claim that only someone on the inside could have faked the document. I was sug- gesting that the information was available to those who have done the proper research, which is what Friedman claims he, Moore and Shandera have done. However, he knows full well that I never suggested, and in fact, have never believed, he faked the documents. In a lecture in Lincoln, Nebraska, with Friedman sitting in the audi- ence, I said that I didn't believe he had faked those documents. He thanked me for the comment. 20. W. Moore knew enough to fake the MJ-12 docu- ment. Again, that is what Friedman has said himself. 21. They had found Glenn Dennis' nurse. Actually, what was said, by Don Schmitt, was that he might have found her in Minnesota. Schmitt called the home of a couple, asked for the nurse by name and was told that she was out shopping. He then asked if she had ever been an Army nurse was told that, yes, that seemed right. When he called back, he was told there was no one there by the nurse's name. This is not a false claim, but the relating of another bizarre event surrounding the Roswell case. 22. They had talked to six people who had seen alien bodies. Another claim I don't understand. I made that state- ment, and it was true at the time. Since then, I have talked to others. A number of them, Edwin Easley, W. Curry Holden, Frank Kaufmann, Albert Lovejoy Duran, Thomas Gonzales, Jim Ragsdale and the anonymous archaeologist, have told me they saw bodies. That seems to add up to more than six. I have also talked to others, whose names I don't plan to release, who have told me about the bodies. Where is the false claim? 23. The US Government hid records of all Roswell nurses. When we began the search, we could find no records for any of the nurses. This even disturbed Colonel Ford in the Pentagon who helped us track some of the nurses. OCTOBER 1995 NUMBER 330 PAGE 1 1"},{"pageNumber":13,"pageContent":"MUFON UFO JOURNAL Her first attempts to locate records failed. Now, myste- riously, those records have surfaced. We have found one living nurse who remembers nothing of Glenn Dennis' nurse. This is not, however, a false claim. 24. The mortuary officer at Roswell was an MD. This falls under the category of so what? It was a sim- ple mistake. It is not unlike Friedman's consistent mis- spelling of Agustin until I pointed it out to him, or his in- sistence on referring to Army Air Fields as Army Air Bases. It is a bit of trivia that is irrelevant. However, this one is also very misleading. Don Schmitt had arranged an,interview with Bill Rickett. It was recorded using my video camera. Friedman at- tended that interview. On the tape, you can hear Rickett mention the mortuary officer. Friedman then asks if Rickett knew who it was. Rickett said, \"He'd be a doc- tor.\" So, Friedman was at the interview where that small, unimportant piece of information appeared. I had no reason to believe that Rickett was mistaken about it. However, it shows that this was not a false claim, but a simple mistake, based on the opinion of a man who was in Roswell in 1947. 25. General Arthur Exon had first hand involvement in Roswell crash retrieval, and first hand knowledge ofMJ-12. Once again, this is a misrepresentation, which Friedman knows. Exon said that he had flown over the two sites near Roswell and saw them for himself. That sounds like first hand knowledge of the Roswell crash to me. And, for those reading the information I attributed to Exon, it is clear that he is relating his experiences as a colonel in the Pentagon. He provides solid information about the oversight committee and if that information is accurate, then MJ-12, as outlined in the Eisenhower w Briefing document, never existed.- That is why Friedman is working so hard to suggest that the Exon testimony is in dispute. It is not. All quotes are on tape and Friedman knows it. In a October 31, 1991 letter to me, he said, \"I will continue to say you misquoted Exon since that is what he told me. After all the misrepresentations about what Anderson said both in your transcript and in your article, even misquoting your own transcription, as pointed out by John Carpenter, why should I believe anything you say you have on tape. \" I notice that Friedman has not mentioned the many lies told by Anderson. Carpenter has admitted that Anderson was not telling the truth, so all the points of dispute have now been settled. We are left with Friedman's comments about Exon, and those have all been resolved. In fact, I supplied Friedman with a copy of Exon's letter to me saying that all the quotes are ac- curate. Friedman refuses to understand the truth of the situation, 26. Provost Marshall (I wish people would learn that marshal in this case has one \"L\") Easley spoke in detail about the crash site and alien bodies, especially on his death bed. I have made no such claim. Easley told me a great deal about the events in 1947 and told me the craft was extraterrestrial in origin. I have said that, on his deathbed, he mentioned \"the creatures.\" Again, this is not a false claim I made. 27. K. Pflock told people Roswell was explained as a flying wing. This is exactly what Pflock told Jack Rodden and Dr. Mark Rodeghier. This was confirmed by Terry Endres and Pat Packard. Endres and Packard reported as much in their newsletter, A. S. K. UFO Report (Vol. 2, No. 1) after I told them to call both Rodden and Rodeghier to learn the truth. They write, 'Terry Endres, in an effort to triple-check this point, contacted Jack Rodden, a pro- fessional photographer with firsthand knowledge of the Roswell debris. Mr. Rodden recalled having lunch with Mr. Pflock, some time before the latter began focusing solely on the Project Mogul thesis, and discussing details concerning the Roswell crash. At this meeting, accord- ing to Mr. Rodden, Mr. Pflock offered, as a 'distinct pos- sibility,' that the Roswell wreckage could be attributed to a crashed Flying Wing ... Pat Packard contacted Dr. Mark Rodeghier of CUFOS who related the following information: During a telephone conversation with Dr. Rodeghier, Karl Pflock unequivocally endorsed the Roswell wreckage/crashed Flying Wing scenario.\" This is not a false claim, but an accurate one. 28. William Moore and I hadn't noticed that MJ-12 Briefing was by a military man for a military man. Actually, what I said was that they overlook the fact and don't understand the significance of it, not that they didn't notice it. It means that since neither had ever served in the military, they were not aware of the various protocols in operation. It meant, simply, that Rear Admiral Roscoe Hillenkoetter would have made sure that his rank was correct on the document before it was seen by Eisenhower. That is a far cry from the claim Friedman makes. 29. The date format for the MJ-12 Briefing was wrong. Which it is. If that was the only problem with the doc- ument, it probably could be overlooked as a simple ty- pographical error. However, coupled with all the other mistakes, it suggests that the document is fraudulent. This is not a false claim. 30. The executive order #for Truman-Forrestal memo was wrong. Which it is, according to various governmental agen- cies. No other Truman executive order with a similar number has been found. 31. The absence of mention of the PSA crash in MJ- 12 proves there was no such crash, if MJ-12 is legiti- mate. Talk about grasping at straws. Friedman had chal- lenged me to provide documentation that there was no crash on the Plains. Since no one routinely reports \"There were no flying saucer crashes here, today,\" it was PAGE 12 NUMBER 330 OCTOBER 1995"},{"pageNumber":14,"pageContent":"MUFON UFO JOURNAL a ridiculous challenge. As a joke, I sent him a copy of the MJ-12 paper because it contains no mention of the PSA. If we have a high level briefing for the president (or president-elect if you want to get technical), it stands to reason that all information relevant to the topic would be included. The lack of a mention of the PSA in MJ-12 is interesting, if not significant. This whole episode proves that Philip Klass is right. We have no sense of hu- mor. 32. If there was a PSA crash, then the MJ-12 docu- ments are bogus. I don't believe I ever made such a statement, but see 31 above anyway. 33. The use of Admiral for Hlllenkoetter in the MJ-12 list instead of Rear Admiral invalidates the MJ-12 Briefing. If Hillenkoetter was the briefing officer, I find it sig- nificant that his rank is wrong. This is one of those sub- tle bits of information that is lost on those who have not served in the military service. Hillenkoetter would have corrected his rank before the document was submitted to Eisenhower. Couple this to the many other subtle mis- takes and this takes on significance. It is not a false claim. 34. The 1980 Encyclopedia of UFOs discussed Roswell. I did not say that the Encyclopedia of UFOs dis- cussed Roswell. I said that I wrote the segment that dealt with UFO crashes and that many such stories had been offered. Each time they surfaced, they were found to be wanting. Friedman's suggestion is a misrepresen- tation of what I said. As an aside, he seems to believe there was no men- tion of Roswell anywhere until after the publication of The Roswell Incident. This is, of course, wrong. Frank Edwards, in Flying Saucers — Serious Business, reported that \"a rancher near Roswell, New Mexico .... phoned the Sheriff that a blazing disc-shaped object had passed over his house at low altitude and had crashed into a hill- side within view of the house.\" He relates that the sher- iff called the military, who cordoned the area. The case was later explained when they released \"a photograph of a service man holding up a box kite with an aluminum disc about the size of a large pie pan dangling from the bottom. This, the official report explained, was a device borne aloft on a kite and used to test radar gear . . .\" Clearly this report has many errors in it, but it is, es- sentially, the Roswell case because it mentions Roswell. Ted Bloecher, among others, also reported on the Roswell case (though he labeled it a hoax) in his book about the 1947 wave. Roswell was discussed long before Friedman entered the picture. 35. Newsweek and Time articles in 1950 pointed to Roswell. Again this is a distortion of the point. Those articles mentioned crashed saucers and dead aliens in New Mexico. If you are on the inside, and you know that a craft has crashed in New Mexico, killing the crew, any such suggestion is going to worry you because it sug- gests that information is leaking even if that information is not totally accurate. That is the point, not that these were, in fact, references to the Scully story. 36. James Forrestal had been Secretary of War. Here is a simple mistake I made because I didn't un- derstand the structure of the president's cabinet in 1947 as the situation was changing. I believed, incorrectly, that all the military services were grouped under the Department of War, and that the change was a simple cosmetic one. Further research, however, showed that the Army had a cabinet post known as Secretary of War. The Navy had a cabinet post known as Secretary of the Navy. These two cabinet posts were combined into the Secretary of Defense in 1947. It was not a just a name change as I had thought, but a redefining of the civilian military structure. This is a trivial point and simply not very important. Contrast this with Friedman's claim that Bill Brazel said a black sergeant accompanied Captain Armstrong to the ranch. Friedman used, with neither credit nor attri- bution, the interview that Don Schmitt and I conducted with Bill Brazel in February 1989. In the course of that interview, Brazel told us that Armstrong was accompa- nied by a sergeant, a real nice fellow. In his book, Crash at Corona, Friedman used that quote, but inserted the word black in front of the word sergeant. There was no justification for that change, except to bring it into line with the tall tale told by Gerald Anderson. Brazel him- self told me on December 5, 1992 that none of the men in the contingent were black. Yes, I have the interview on tape for review by disinterested third parties. I made a simple historical error, easily corrected and of no im- portance in and of itself. Friedman altered the record to reflect his view of the situation, inserting a descriptive word that was inaccurate and misleading. Which is the greater mistake? 37. The July 7 date in MJ-12 is wrong (Twining went to NM). The July 7 date is wrong. Twining didn't go to New Mexico, he was already there, attending a command bomber pilot's school. Friedman has continued to per- petuate the myth that Twining canceled a long scheduled trip to Boeing to make this \"sudden\" trip to New Mexico. The record, however, is quite clear. Orders for Twining to attend the school were issued in June. When the events in Roswell took place, Twining was already in New Mexico. The Alamogordo News even reports that Twining made a routine inspection of the base in Alamogordo, an article that Friedman ignores. (Please understand that I know that Friedman is aware of this ar- ticle. He believes it to be part of the cover story. I believe it to be wholly irrelevant to the discussion.) 38. Randle and Schmitt had talked to more than 400 witnesses. In fact, many knew absolutely nothing so are NOT witnesses. OCTOBER 1995 NUMBER 330 PAGE 13"},{"pageNumber":15,"pageContent":"MUFON UFO JOURNAL I have now interviewed more than 500 people who have some knowledge of the events, either as partici- pants, or who heard stories and rumors from family members, friends, and neighbors. In the list of wit- nesses, I have not counted those who knew absolutely nothing about the case because they knew absolutely nothing about the case. I have many letters and tapes of \"busted\" leads. MJ-12 AND GENERAL EXON Friedman's paper is filled with many allegations, He makes many claims, does not produce any evidence to support the claims, and reports things he knows to be un- true. For example, he writes, \"There were misrepresen- tations of the testimony of General Exon, etc. etc.\" In fact, all the quotes attributed to Exon in the books and articles are accurate. Because Friedman began mak- ing this claim soon after the publication of UFO Crash at Roswell, I called General Exon and asked him specifi- cally to what he objected. He suggested that I had mis- represented his flight over New Mexico after the events took place. I checked the quote against the tape, found it to be completely accurate, and then sent a copy of the tape and the book to the general. On November 24, 1991, he wrote back, saying, \"The quotes were okay ...\" In other words, nothing has been misrepresented. Exon did say, of those quotes, that the emphasis was mine and that I gave his words more \"credence and im- pression of personal and direct knowledge than my recordings would indication (sic) on their own.\" The point, however, is that the quotes are accurate and we are now arguing about the interpretation of those quotes. Friedman does, however, have his own agenda here. If General Exon is right about the composition of the oversight committee Exon labeled \"The Unholy Thirteen,\" then it is one more voice suggesting MJ-12 is bogus. Instead of dealing with the testimony, Friedman chooses to attack the messenger. If he can convince others that I have no credibility, then MJ-12 might be saved. This tactic does nothing to validate MJ-12, it merely muddies the waters around it. In his Final Report on Operation Majestic 12 Friedman claims that no negative information about the documents has been found. However, he conveniently overlooks the report he received from a questioned doc- uments' expert,in New York City. For example, ques- tioned document expert PT, on review of the Truman memo, determined it to be faked. He called Friedman because \"he had (earlier) sent me all this (MJ-12) ma- terial... I felt I owed it to him to tell him that he should just wash his hands of this.\" Here was a man who is a professional document analyst, who is a member of the American Society of Questioned Document Examiners, who has reviewed the MJ-12 papers, and concluded that, at the least, one of them is a fake. In his report on MJ-12 Friedman makes no mention of these negative re- sults. ROSWELL: THE SHOWTIME MOVIE Let's look at his criticisms of the Showtime movie, Roswell. He complains about being \"airbrushed\" out of the film, but doesn't explain what his contribution to the film was. He had no role in it. This sounds like Marlon Brando demanding a fee for Superman II al- though he had no role in it. But he criticizes the movie because of what he con- siders to be inaccuracies, complaining that the film company won't repair the mistakes. For crying out loud, this was a movie, not a documentary. The story was written to supply a vital and interesting frame for the film. Of course there were changes made for the sake of the story. Friedman fails to complain that Glenn Dennis wasn't mentioned in the film. Maybe he was told that Dennis refused to sign a release, so he wasn't used as a character. WHO \"AIRBRUSHED\" WHO? If he feels left out of the film (though he has no one to blame but himself because he was in communication with the Executive Producer from the very beginning) he should look at his own work. In Crash at Corona he quotes from a number of interviews conducted with witnesses. He leaves the impression that either he or Don Berliner had conducted those interviews at some point. In fact, many of them were conducted by Don Schmitt and me, but Friedman conveniently forgets that fact. Instead, he writes, \"In an interview conducted in March 1991 ...\" Robert Slusher, for example, told me that he had never spoken to Friedman or Berliner, yet in reading the book, you would certainly get the impression they had interviewed him. There are a number of such in- stances in his book. If he feels left out of the acknowledgments for The Truth about the UFO Crash at Roswell, maybe he can explain his contribution to that work. He provided noth- ing, and in fact, threw up as many road blocks as he could. Prior to publication of the first book, he wrote to the editor suggesting I was guilty of copyright infringe- ment, flights of fancy and taking other researchers' work and using it as my own. All this before he had even seen the book. I suggested that Friedman had been part of a group that tried to block the publication, which he denied. Dick Hall investigated. I supplied the docu- mentation and Friedman failed to answer the questions. Besides all that, the list of acknowledgments is not a proper area for criticism. And, although he provides acknowlegements for many of the witnesses that Don Schmitt and I discovered during our work, he fails to mention us. Even though he quotes from our tapes, he fails to mention that it was our tapes he used. It seems that Friedman believes that we owe him something, but he owes us nothing, though he is more than willing to use our work. PAGE 14 NUMBER 330 OCTOBER 1995"},{"pageNumber":16,"pageContent":"MUFON UFO JOURNAL A BIBLIOGRAPHICAL JOKE One other point should be made. Friedman implies that he is left out of the bibliography so that others won't read the opposing viewpoint. This simply isn't true. If it was, there would be no references to any of his work anywhere in the book. I could \"write\" around the prob- lem. I left Friedman's many self-published papers out of the bibliographies because it always bothers him so much. This way, I don't have to count the entries. I just wait until the book is published. Friedman then counts the entries so that he can tell us how many there are without any reference to him. I have left him out to an- noy him. He is so annoyed he feels he must always mention it. He also implies that there is no mention of Karl Pflock's Roswell in Perspective in the bibliographies because I don't want others to read his paper. Actually, it is a matter of timing. Clearly his paper couldn't be mentioned in the hardback, The Truth about the UFO Crash at Roswell, because Pflock's report hadn't yet been published when the book was published. There is no mention in the paperback because it wasn't used in that book either. Besides, the timing was such that I couldn't slide anything in. I wanted to respond to the Air Force report in the paperback, actually wrote and faxed several pages to the publisher, but they didn't make it into the book.  , Finally, Pflock's report is not mentioned in A History of UFO Crashes because the manuscript was handed in on May 1, 1994, about two months before I saw Pflock's report. Again, since it wasn't a factor in the book, there was no reason to include it. Friedman is drawing faulty conclusions here for the sake of criticism. They are nei- ther fair nor valid. WHAT'S IN A FOOTNOTE? Let's deal with the nonsense about footnotes. Friedman continues to complain that the footnotes refer to personal interviews so no one can check on them. This is a ridicu- lous criticism since the purpose of a footnote is to ex- plain where the data originated. My footnotes do that, providing the reader with a source that can be verified. Most of the footnotes refer to interviews that were recorded on tape, and most of those tapes are housed in the Center for UFO Studies. Verification of the data is possible. Compare this to Friedman's work which rarely contains footnotes. GERALD ANDERSON, AGAIN I could continue with other examples. Friedman con- tinues to endorse Anderson, although Anderson lied about more than his phone bill. Anderson was not a Navy SEAL as he claims. He did take anthropology from Dr. Buskirk, which he denies. And he forged more than one document about that. But nearly everyone in the field has heard all these arguments before. Each of us has to look at the evidence and decide who is telling the truth and who isn't. The biggest clue is who presents documentation and argues the facts, and who attacks the messenger. It is time that we all take a hard look at the field. Too much time is wasting on the infighting. I have tried to avoid that. But this time Friedman has gone too far. He suggested to others that his Symposium paper would deal with \"Deceit in Ufology.\" I hope he looked in the mirror. BIBLIOGRAPHY BARNETT, Ruth, personal diary, 1947. BRAZEL, Bill, personal communication, December 5, 1992.* BUSKIRK, Winfred, personal correspondence, August 30,1991. — personal correspondence, September 27, 1991. CARPENTER, John S. \"Gerald Anderson: Truth vs. Fiction.\" MUFON UFO Journal, no. 281 (September 1991): 3-7,12 . — \"Gerald Anderson: Disturbing Revelations,\" MUFON UFO Journal, no. 299 (March 1993): 6-9. — personal correspondence, September 12, 1991. CLARK, Jerry, personal correspondence to Friedman, July 27, 1991. CUFOS, FUFOR, The Plains of San Agustin Controversy, July 1947. Chicago, CUFOS 1992. EBERHART, George, The Roswell Report: A Historical Perspective. Chicago, CUFOS, 1991, p. 114. EDWARDS, Frank, Flying Saucers — Serious Business, New York, Lyle Stuart, 1966, 76. EXON, B. Gen Arthur, personal interviews conducted May 19, 1990, June, 18, 1990 (Don Schmitt), and July 1990 at Wright-Patterson AFB, Ohio. — personal correspondence, November 24, 1991. FRIEDMAN, Stanton T., The Final Report on Operation Majestic 12, Mt. Rainier, MD, FUFOR, 1990. — personal communication with Gerald Anderson, February 16,1991. — personal correspondence to George Eberhart, June 20, 1991. — personal correspondence,'October 31, 1991. PACKARD, Pat and ENDRES, Terry, \"Riding the Roswell- go-round,\" A. S. K. UFO Report, vol. 2, no, 1 (1995): 3-7. RANDLE. Kevin D. Conclusions on Operation Majestic Twelve, Mt. Rainier, MD: FUFOR, 1994. — A History of UFO Crashes, New York, Avon, 1995. RICKETT, Lewis W., personal interview conducted by Don Schmitt and Stanton Friedman, August 10, 1990. * To avoid criticisms of the source of the information or the problems with verification of it, copies of the taped inter- views and various letters are available for review at the J. Allen Hynek Center for UFO Studies. It is important to re- member that all these documents and the taped conversa- tions are open for scrutiny so that disinterested third parties can review them. OCTOBER 1995 NUMBER 330 PAGE 15"},{"pageNumber":17,"pageContent":"MUFON UFO JOURNAL Alien Autopsy Film: Discrepancies With Research W henever someone presents an image of an alleged alien and suggests that we accept it as genuine, it becomes difficult to determine its authenticity because nobody can be absolutely sure what an alien looks like. Abduction research provides one measuring stick by which to assess the images from the Ray Santilli \"alien autopsy\" film. Hundreds of experiences have reported contact with a number of alien types. If eyewitness tes- timony can be considered valid, then their composite de- scriptions for each known alien type should provide data for comparison. At first glance the Santilli film offers an intriguing image of a hairless humanoid with six fingers and six toes—seemingly not human. The story of creatures clutching black boxes while wailing like babies near their crashed saucer is unlike any crash scenario previ- ously reported. Alien types have not typically been re- ported as ever showing emotional displays—especially as frightened or helpless. The body on the table seems too large, heavy, thick, and muscular. Little grays are usually thin, lacking mus- cle tone or definition, lacking obvious skeletal structure, and overall rather wimpy in appearance. The head size with little grays is often a third of the total body size and length; that is certainly not true with the Santilli images. According to research the head is pear-shaped or trian- gular with a pointed chin—the Santilli alien head is within human proportions. From the research alien eyes are reported as the predominant feature on the face — very large, black, ominous teardrop-shaped eyes which slant upward and outward—The Santilli eyes are basi- cally human in size with only a thin black film covering which was removed like a pair of contacts. Alien noses in the research are described as a slight bump near the eyes with two nostril openings—the Santilli alien nose is very human-like in shape and size. The typically-re- ported alien mouth is usually closed and viewed as \"just a slit\" without lips that never seems to move or open. The Santilli alien mouth is gaping open with the appar- ent presence of lips. The commonly-reported alien neck is very skinny and attached centrally to the head like a lollipop on a stick, the Santilli alien neck is too thick and human by all accounts. Most aliens in the hundreds of UFO cases have no ears or just a hole where ears should be. Although the alien ears in the Santilli film are smaller and at a lower location on the head, they still are unlike the huge majority of accounts. However, they are simi- lar to the ears in drawings of hybrid beings. The abdomen is bloated — which is a common trait of deceased human beings—but not a characteristic re- ported in the many crash-retrieval eyewitness accounts gathered by the late Len Stringfield or other researchers. There is clear evidence of female genitalia — so clear that national television had to censor it visually — and no alien \"gray\" types have ever had genitalia of either sex clearly present in over hundreds of reports — even if they appeared to be totally naked. The legs, knees, an- kles, feet, and toes are the most human features of all in their size and proportions, as well as skeletal and mus- cular structure. The injury and all evidence of \"blood\" is somewhat unusual in that no abduction cases have ever reported \"bleeding\"; crash-retrieval research suggests a \"lymph-like fluid\" rather than blood. The arms and hands are also quite different from most reports of \"gray aliens.\" In the research the arms are usually quite long, extending down to or past the knees. Fingers are usually very long and thin, with brown webbing at times, or possibly little suction pads, These hands, fingers, elbows, and arm length are all human in proportion and appearance. It is rarely re- ported in abduction research in over a thousand cases that the hands have five fingers. Never have I heard of a six-fingered alien. However, there are plenty of human beings — more than you might realize ^- who have been born with six fingers and six toes! In the research aliens typically possess three or four long fingers. When one breaks down the \"alien image\" into all of these details for consideration, it seems clear that the odds are that this is some form of a human being—either deformed or genetically different. This step-by-step comparison with details from research aids in this dis- cussion but still does not prove what this being is. If it were a manufactured dummy, why wouldn't they make it appear more like the typical drawings of gray be- ings? Is it some kind of hybrid engineered from either alien or human studies? Or is it a new alien type alto- gether? The circumstances regarding the Santilli film are mysterious enough. Besides the involvement of big money exchanging hands, the details of the story keep shifting. President Harry Truman was supposed to have been seen clearly in the original film—but he never appears. The latest report now is that the crash hap- pened around June 1, 1947 with the site being southwest of Socorro, New Mexico. None of the previous Roswell research supports the description of this being or many other details. Of course there could have been other crashes with other aliens, but then why is this claimed to be the famous Roswell crash? In our eagerness to see a real alien, I fear we have been taken advantage of. The one aspect of the film that puzzles me the most are the unusual organs removed from this being, Several doctors told me they have puzzled over this similarly. I do not recall seeing a rib cage—but then the film switches frequently, cutting away to different shots and PAGE 16 NUMBER 330 OCTOBER 1995"},{"pageNumber":18,"pageContent":"MUFON UFO JOURNAL The \"Morgana\" Pictures The above picture is one of three b&w prints received anonymously by Fortean Times editor Bob Rickard on August 22 of this year. A group calling itself \"Morgana Productions UK 95\" has since come forward to claim the pictures, saying they were made to demonstrate how easily an \"alien \" cadaver, such as the one port raved in the alleged Roswell \"alien autopsy \" film, could be faked. Fortean Times posted the picture on their Web home page, now at http://alpha.mic.dundee.ac.uk/ft/ft.cgi? - I fat, from which we downloaded it. The vertical lines apparently appear on the original. All three photographs, which depict an artist touching up an \"alien \" head, will be published in Fortean Times 83, which is due out on October 13. angles. It would be easy to edit the process because it does not flow nonstop. The organs could have been cut up differently or simply faked. This is the only major as- pect that sheds any doubt on this body remaining human. We must await further examination by specialists in the medical field. From my perspective only as an abduction researcher, this body does not appear to be anything like the hundreds of accounts of alien images and has too many human traits instead. Stay tuned ... John Carpenter, MSW, can be reached via e-mail at StarmanJC @ AOL.com. MUFONET-BBS NETWORK Member's Communication Link Australia — U.S. — Canada — South Africa Call tor the BBS nearest youl FAX: 901 -785-4819 Data No. 512-556-2524 8 - N -1 DATING THE SANTILLI FILM CliveTobin \"Whoa! What's this? This is not original film footage from 1947... this is a positive print (duplicate) made after 1960!\" That was the essence of my non-verbal instant reac- tion to the shot in the Fox program \"Alien Autopsy?\" aired 8-28-95, where the purported original film reel is being unwound past the spliced-on leader. The reason for this evaluation is given below in Note 1. Since the film is obviously a print and not an original, this makes the edge \"year of manufacture\" code irrelevant. The edge printing could have come from copying any archival film actually made in 1947, while the picture area could have been copied from film made at any time from 1923 to the present. OCTOBER 1995 NUMBER 330 PACE 17"},{"pageNumber":19,"pageContent":"MUFON UFO JOURNAL Careful examination of the print could show a second set of date codes, which may be very faint, to indicate the year of manufacture of the print film itself, and by inference the year that the positive print was made from a negative. That is, if the print film is Kodak 7302 pos- itive. Other manufacturers of positive film (in the 1960s for example that included duPont, Gevaert, Ferrania and possibly others) sometimes included edge mark- ings that were less than helpful, or missing altogether. A discrepancy between the 1947 assumed date of the film, and the measured nitrate levels of the film, if such a discrepancy exists, is of course explained by the edge information having come from a 1947 film, but the film itself having been made after 1960. Nitrate levels are discussed in Note 2 below. '  . A nother matter came to light in a phone call from Mr. Xl.Bob Shell on 8-18-95, where he mentioned that the cameraman had to remove his protective clothing in order to see to focus. At the dme this remark set off a faint warning bell in my head but I didn't know why. Now, after reflection, I do. The standard G. I. issue 16mm movie camera was for many years the Bell & Howell design 70 \"Filmo\". non-reflex camera. A late model one was shown on the Fox TV show,,a model 70- DR which was I think manufactured beginning in about 1958. The prior model, the 70-DL, was I believe made beginninjg in the earlier 1950s. These two models shared one feature, a \"critical focusser\" (named, I suggest in jest, because the cameraman reached critical levels of frustration in trying to use it!). The lens turret had to be rotated 180 degrees out of the taking position, and (while) peering through a tiny peephole on the side of the camera, the user had (only) a dark, grainy, highly magnified tiny portion of the lens field of view, which was also upside down and competing with a dazzling re- flection from the small (about 5/16\" diameter) chrome- plated finder housing, which was protruding from the camera and threatening to poke him in the eye. Attempting to use this with the camera not on a tripod, or with a moving subject, or in a hectic situation, was an exercise in futility and possible eye injury. The reason for bringing this up is that prior 70 Series cameras made before the early 1950s, such as the 70- DA, did not have this critical focusser. Thus there would be no reason to remove a protective hood and risk ex- posure to who-knows-what to try to see through one if the film had been actually shot in 1947. However, if the film had been shot after the mid-1950s, the camera could have had this feature, explaining why the cam- eraman would remove his protective gear to valiantly try to use it. As a last minor point, the film reels shown on the Fox program were the correct 1940s vintage Kodak \"humi- dor\" type metal ones, with a 400' capacity which would be four 100' loads physically spliced together, for about 11 minutes running time at 24 FPS. A Bell & Howell 70, \"A/oi?\" Ray Santilli seems to be saying. Photo by WaltAndrus. of course, uses 100' daylight spools, which actually are 109', including the leader and trailer which are fogged in camera loading. \"Spools,\" by the way, have solid sides to be light-tight, while \"reels\" have spokes to conserve the metal or plastic as processed film is no longer light- sensitive. NOTE 1. Positive film is used for making prints from original neg- atives, or via an internegative from original reversal material. Despite its name, positive film is actually neg- ative working, where fully exposed areas become black, and unexposed areas remain clear, after processing. Motion picture printers have separate control of expo- sure for the picture, sound and edge number areas of the film. The purported \"original\" film had one clear edge on the sound track side, which means it is actually pos- itive film that was not exposed in that area by the labo- ratory owing to the absence of any sound track that needed printing. If the film had been original reversal film (named from the processing method of chemical re- versal, and not for the result which duplicates the scene photographed) the film edges would both be black, not clear. A clear edge could also be produced by running PAGE 18 NUMBER 330 OCTOBER 1995"},{"pageNumber":20,"pageContent":"MUFON UFO JOURNAL unprocessed reversal film through a printer to fog the edge, though there would normally be no reason to do so. Even more information is available from the other film edge, which has a dark and light pattern on it which repeats once per frame, with the light portion being ad- jacent to the film's sprocket holes. This is the signature of the edge number printing light on the Bell & Howell model 6100-C motion picture contact printer, first man- ufactured around 1960, and subsequent models, when exposing positive film. This machine, commonly called a \"C Printer\" in the trade, uses where unneeded material is removed from around the teeth on the printing sprocket as the apertures for exposing the edge numbers found on professional film. The edge light consists of a 6-watt, 120-volt T-41/2candelabra-base lamp, similar to a night light, that is mounted in the printer pedestal casting and gives a crude exposure of the edge just ad- equate to be able to read the duplicated edge informa- tion. This light can be controlled by the operator by the simple expedient of unplugging it to turn it off. Many C printers have been modified to also include an on-off switch and rheostat for finer control. Even a beginning lab technician could easily combine the picture from one strip of film with the edge printing from another, which to the untrained eye would show that the picture portion was filmed in accordance with the date code from the other strip. Multiple passes of the print film through the printer with various picture elements is routinely done, to separately print picture A and B rolls, a sound track, etc. to introduce fades, dissolves and invisible splices in the composite print. This toothed pattern of the edge printing is not found on printer models preceding the model C. This proves to me at least that the positive film was printed from a negative by a commercial mo- tion picture laboratory after about 1960. NOTE 2. Someone has asserted that early 16mm film, which has been made since 1923, was on a nitrate base. I think that someone is misinterpreting an innocent remark from Kodak to the effect that \"nitrate was used in making old 16mm film\" to mean the unintended \"some old 16mm film was made entirely out of nitrate,\" which does not mean the same thing and is not true. The gelatin emul- sion sticks better to nitrate than to acetate, so early films had a thin nitrate layer applied before coating the emulsion. Also, and this relates to film manufacturer trade secrets, nitrate, had such superior optical and phys- ical properties that some nitrate may have been added to acetate to improve it. In neither case would enough ni- trate have been used to make the early film fail to qual- ify as self-extinguishing safety film. The very size of 16mm film was chosen to make it unlikely that the dangerous 35mm nitrate film could be cut down and sent to the living rooms of an unsuspect- ing public. Originally the Cine-Kodak format was en- visioned as an even one half inch in width, until some- one realized that 35mm nitrate film, 1-3/8 inch wide, could have 3/16\" sliced off each edge and then be slit in half and re-perforated by the morally corrupt to make two 1/2\" strips of dangerously flammable material. As this possibility could interfere with the acceptance of the new gauge the amateur film width was increased to 5/8\" (soon called 16mm) so that only one strip of ama- teur film could be slit from the 35mm, which would be a waste of 55% and thus economically unattractive. Kodak, I have been assured, has never made 16mm film on a nitrate base and never will. Added proof of this is that you will find no public record of nitrate fires outside of theaters showing 35mm nitrate film. You will also find no legal requirements for 16mm projectors to have the projection booth (fitted) with (the) fire extinguishers, elaborate fire shutters, auto- matically closing projection-booth windows and air- tight film magazines formerly required ,of 35mm the- aters. I have heard however that 16mm nitrate film may have been manufactured long ago in Eastern Europe. Clive Tobin is a MUFON Field Investigator and di- rector of Tobin Cinema Systems, Inc. in Seattle, WA. He can be reached by fax at (206) 932-7280. ALIEN - Continued from Page 8 16. Paul Devereux, Earth Lights, Turnstone Press, 1982. 17. Paul Devereux, Earth Lights Revelation, Blandford, 1989. 18: John Derr, in a paper to the Seismological Society of America, Santa Fe, April 14-16, 1992. 19. Michael Persinger & Gyslaine Lafreniere, Space-Time Transients and Unusual Events, Nelson Hall, 1977. And numerous papers, especially in Perceptual and Motor Skills. 20. Hal Puthoff, \"Everything for Nothing,\" in New Scientist, 28 July, 1990. 21. Michael A. Persinger, \"An Objective Response to the Commentators of the TST,\" in Journal of UFO Studies 2, 1990; pp 171-175. NOTE: This paper first appeared in a somewhat different version in The New Ufologist, Vol 1., No.l., published quarterly ($20.00 US), from 71 Knight Avenue, Canterbury, Kent. CT2 SPY, England. Fax: 011-44-1227-764589; e-mail: michaelhudson@f611.n2500.z2.fidonet.org. Copyright: Paul Devereux, 1995 Paul Devereux, editor of The Ley Hunter journal, has just completed his move to New York state. His most recent works include Shamanism and the Mystery Lines (Llewellyn, 1993), and the forthcom- ing The Healing Earth (Simon 8. Schuster, 1996). OCTOBER 1995 NUMBER 330 PAGE 19"},{"pageNumber":21,"pageContent":"MUFON UFO JOURNAL llfJie Art of Zen in the Art of Close Encounters Edited by Paul David Pursglove The New Being Project. Berkeley, CA Paper. 333 pages Reviewed by David Rttchey R eviewers should be objective. In this case, he's not. On the one hand. I (used to) consider David Pursglove to be a good friend. On the other hand, he re- jected an article I submitted for this book. No objectiv- ity here. In order to get around this \"sticky wicket.\" I gave the book to a friend who has only a passing inter- est in UFOs. aliens, and all that stuff, and asked him to tell me what he thought. His comments are paraphrased below. This book is a \"wake-up call\" to the open-minded and curious lay person. It fills that major gap which exists between the sensationalism of the tabloid press and the less-than-stimulating data of books written for the pro- fessional. In some ways, it's like a book of nude pho- tography—people will want to check it out not for the words, but for the experience. There's enough variety in it to pique the curiosity of just about anybody ... who's willing to take the risk. And risk there is, because the lay reader, like it or not, is going to be changed by this book. It doesn't provide any answers-only questions, and unanswerable questions at that. In order to make sense of the book, the reader has to go inside him/herself and open up to the experience. That opening is going to re- sult in change. I found myself switching back and forth between a \"nuts and bolts\" explanation and an \"intra-psychic\" ex- planation and just couldn't seem to find a solid place on which to stand. It was clearly the editor's intention to \"knock the reader's socks off'... and I'm still looking for mine! Zen is sneaky . . . and so is the editor. His sense of humor, his warmth, and his openness seduced me into allowing him to \"get into my head.\" After that, there was no turning back. He selected authors who seem, as well, to be open, honest, genuine, and human and I found myself time and again identifying either with their experiences or with their ideas. I've always had a profound mistrust for \"words\" (as abstractions), but in most of the articles in this book, the words, for me, engendered an experience... a vicarious experience, perhaps, but an experience nonetheless. A few of the pieces struck me as being slightly \"psy- chotic,\" but I guess that's \"the nature of the beast.\" Unquestionably, my favorite piece was \"Zen ... and the Art of Debunkery\" by Daniel Drasin. I was amazed Edwin A. Abbott Shari Adamrak Bill Barker sniel Drasin itz Dodo Co Timothy Leary s Lc Cana „„„..... lack Terence McKenn •an Mundy ~.'ian O 1 Leary '. 'JohnR. Saltef Howard Schachler Philip Slalor Paula U. Spencer Leo Sprinkle Dennis Stillings • Whilley Stricber Barry Taff Stan Tenen Keith Thompson i Trench John White Robert Anton Wilson Edited by Paul David Pursglove that it could be so outrageously funny and yet so (ap- parently) completely accurate at the same time. Steven Greer's article, \"Close Encounters of the 5th Kind\" re- ally made me sit up and take notice, and Jon Klimo's piece entitled \"Reality Creation and the Unified Field in Otherworldly Experience\" gave the whole subject some very important grounding and credibility. Recognizing that \"fools rush in .. .,\" after reading the book. I now find myself in the position of anticipating the possibility of having a \"close encounter\" so as to re- ally be able to have an experience—first-hand. As things currently stand, I have \"a big question\" without any answers; after a first-hand experience, I might have an answer, but oh. so many more questions. As the song lyrics go, \"the times they are a'changing,\" and I feel that if people are going to keep abreast of the times, they will need to be aware of what is going on in the whole UFO field. Zen in the Art of Close Encounters is a good place to start. David Ritchey is a MUFON consultant in hypnother- apy. PAGE 20 NUMBER 330 OCTOBER 1995"},{"pageNumber":22,"pageContent":"MUFON UFO JOURNAL THE ALIEN JIGSAW Available two ways! High quality trade paperback and Case Bound, 330 pages, 59 illustrations. Intro, by Budd Hopkins. Written in journal style covering over 100 abduction related ex- periences. Trade paper: $18.95 + $2.00 S/H; Case Bound: $24.95 + $2.50 S/H. Check or M/O payable to Katharina Wilson: Puzzle Publishing, PO Box 230023. Portland, OR 97281. ROSWELL AUTOPSY FILM Uncut! Videotape contains all film footage obtained from \"the Roswell cameraman.\" The film was made in 1947. Footage shows autopsies of bodies alleged to be extraterrestrial. $60 ppd. Greenleaf Publications, PO Box 8152. Murfreesboro, TN 37133. USA. Telephone or fax (615) 896-1356 (24 hrs) Mastercard & Visa accepted. ROSWELL I-BEAM REPLICA Seen on Sightings & Alien Autopsy with Dr. Jesse Marcel Jr.. MD. Complete with acrylic display tube, stand, background info. $19.95 + $3 s/h, NM res. add $1.16. Check or MO to Miller Johnson Design, 1620 Soplo Rd. SE, Albuquerque, NM 87123- 4455. Foreign $35 draft in US dollars, shipped air mail. VIDEO/AUDIO TAPES on UFOs, crop circles, aviation mysteries, NDE, Face on Mars & other fascinating topics. Free list & sample newsletter from The Eclectic Viewpoint, Box 802735-M, Dallas. TX 75380. Future lecture hotline (214) 601-7687. THIRD ANNUAL GULF BREEZE UFO Conference, Oct. 20-22, 1995, featuring Whitley Streiber, Zecharia Sitchin, Fred Alan Wolf, Ph.D., Colin Andrews, Bruce Maccabee, Ph.D.. Dannion Brinkley and George Knapp. For information call 904-432-8888 or FAX (904) 438-1801 or write Project Awareness, PO Box 730, Gulf Breeze, FL 32562. COLLECTABLE! Photo taken July 8, 1995 of UFO and unknown \"face in the sky\" in the cloud formation — both in one photo. Must see to believe. (Great Christmas present for UFO enthusiast.) Beautiful 16x20, 4 color lithograph, \"$10; postcard $2. Send to Verna Kelton, 9045 Jamaica Beach, Galveston, TX 77554. PH (409) 737-2457. UFO/FORTEAN BOOKS, magazines for sale. For free list, send SASE to J. Fisher, PO Box 383, Lake Toxaway, NC 28747. DEVIL'S ADVOCATE #2 15 pages, only $2. Don't be forced to take sides between the to- tal skeptics and the true believers. We look at the UFO phe- nomenon logically, objectively, and with an open mind. Box 10853, Pensacola, FL 32524. COOL UFO SHIRTS! \"I Survived Earth! We Are Not Alone.\" Grinning \"grey\" alien on white sikscreen. T-shirt sizes S, M, L. XL. 100% cotton. $10.50 + $3.50 s/h to Jimminy Productions, Ltd., PO Box 16706, West Palm Beach, FL 33416. 1-2 weeks for deli very. Check or MO. UFO ENCOUNTERS MAGAZINE 32-page bimonthly format. Includes all aspects of the UFO phe- nomenon—the absolute best coverage! Don't miss out any longer. $19.95/yr US, $36 foreign, $4 sample. Checks payable to Aztec Publishing, PO Box 1142, Norcross, GA 30091-1142. Stay in- formed ! LINDA HOWE VIDEO Astonishing 1995 presentation by researcher Linda Moulton Howe. High quality 90 minute VHS videotape recorded at the Chattanooga MUFON Conference. Presentation includes rare slides & video clips. A wealth of information! $28.95 (includes p&h). Check or money order payable to Aztec Publishing, Box 1142, Norcross, GA 30091-1142. ICE FALLS & ANGEL HAIR Offers in chronological order the history of these strange anom- alies as never before recorded. UFO connection or Fortean phe- nomenon? A free set of 10 UFO maps, a $5.00 value with the purchase of this book. Only $10.00 to UAPA-M, PO Box 347032, Cleveland, Ohio 44134. ISCNI The Institute for the Study of Contact with Non-human Intelligence is the first on-line organization devoted to \"CNI Studies\" (Contact with Non-human Intelligence). For info on classes, special events, other services, call 1-800-41-ISCNI or E- mail ISCNI@aol.com. Located in the Electronic University Network, Continuing Education, on America Online, Keyword \"ISCNI.\" MOON ARTIFACTS: Ref. alleged ancient glass domes & under- ground cities lectured about by Hoagland (\"Shard,\" \"Cube,\" and \"Castle\"), we don't agree there is yet enough evidence from NASA photos for this. Perhaps large life-forms or amorphous UFOs. No wonder NASA stopped missions. UFO Museum, L. A. (310) 827- 4339. \"Best in Far West.\" THE GRAYS & THEIR CRAFT: Witness UFO history recorded in West Searsville, Pine Bush, NY, Sept., 1995. Also local abduc- tions, triangle'marks, etc. \"Pine Bush Abductions & the Gray Beings of Light,\" $30 to Jim Gialpis, 50 Sleepy Hollow Rd., Niantic, CT 06357. (The UFO Group UFO list $3.) SCIENCE MUSEUM SYMPOSIUM The 2nd Annual \"Science and Politics of UFO Research\" Symposium will be held at the Science Museum of Minnesota, St. Paul, October 28-29. Speakers include David Jacobs, George Knapp, Richard Haines, Michael Swords and others. $90 before August 31st. For additional information and program schedule, call (612) 221-4742 or fax (612) 221-4528. T-SHIRTS AWARE Products that unmask the conspiracy. Full color high reso- lution digital imaging. Top quality. Call or write for cata- log: (800) 92-CHAOS; Fax (916) 624-1030. The Factory, 2232-A Sierra Meadows Dr., Rocklin, CA 95677. Web: http://www.psyber.com/biz/chaos. E-mail: chaos@psyber.com. 5TH ANNUAL INTERNATIONAL UFO CONGRESS Nov. 25-Dec. 3 At the Oasis Resort, Mesquile, Nevada. Over 30 speakers from around the world, including Wendelle Stevens, Leo Sprinkle, Lyssa Royal, Michael Hesseman, Colin Andrews, Giorgio Bongiovanni, Carlos Dias, Steven Greer. Full package in- cluding speakers and hotel room starts at $320.00. For info, call/fax (303) 543-9443. OCTOBER 1995 NUMBER 330 PAGE 21"},{"pageNumber":23,"pageContent":"MUFON UFO JOURNAL Walter N. V\\Aebb * 0 November 1995 Bright Planets (Evening Sky): In a repeat of an event that occurred in June 1991, Venus, Jupiter, Mars, and eventually the crescent Moon converge dur- ing the latter part of the month to form a spectacular grouping. The celestial show takes place in the constellation of Ophiuchus during twilight very low in the WSW. First on November 15 ruddy Mars (magnitude 1.3) passes just S of much brighter Jupiter (-1.8). Venus catches up three days later, positioned below the big planet and closing on Mars. On the 22nd Venus and Mars are only 0.2 degrees (12 minutes of arc) apart. Keep in mind, however, that the former will be 120 times brighter than the latter. Binoculars aid in viewing the display. Finally, the lunar crescent joins the group on the 23rd and 24th. Additionally, on November 1 and 2 Mars is near the star Antares (the name means \"rival of Mars\") and affords an excellent opportunity to compare their reddish hues and brightnesses—similar on both counts. Saturn (1.0), in Aquarius, stands in the SE at dusk and ad- vances westward during the evening. The ringed giant re- sumes normal eastward orbital motion on the 22nd. Saturn's ring plane intersects the Sun on November 19, causing the ring system's shadow to disappear from our vantage point. The rings will appear nearly edgewise and needle-thin, or even invisible in smaller telescopes. See May and August \"Night Sky.\" Bright Planets (Morning Sky): Saturn sets in the W about 1 AM in midmonth. Meteor Shower: A bright gibbous Moon wipes out much of the South Taurid meteors on its peak night of November 2-3. But the predawn maximum of about 10 to 15 meteors per hour is spared after moonset early that morning. Compensating for the Taurids' meager numbers is the shower's richness in bright fireballs and the relatively slow velocity of its members (17 miles per second). Moon Phases: Full moon — November 7 Last quarter — November 15 New moon — November 22 First quarter — November 29 C The Stars: Squarely on the celestial meridian and almost directly over- head during midevening hours lies a distant blur of light—the bright central hub of the Great Spiral Galaxy of Andromeda. Photographs reveal the exquisite detail of the tilted system's spiral arms of stars and gas clouds wrapped around its glow- ing center. As the most remote object visible with the naked eye, its light takes 2 million years to reach us. And yet the Andromeda Galaxy is the nearest of billions of such galaxies. Orion, Gemini, Auriga, and Taurus present a wintry preview in the eastern sky. October 6-7 — Alien Abductions sponsored by Chicago Area Center for Encounter Support, ORTK. Chicago MUFON and CUFOS. For more information contact Mary Kerfoot (708) 980- 1123. October 7-8 — The UFO Experience - at the Holiday Inn, North Haven, CT. For further information write to Omega Communications, P.O. Box 2051A, Cheshire, CT 06410-5051. October 14-15 — 32nd Annual National UFO Conference at the Castlegate Hotel & Conference Center, (-75 & Howell Mill Rd., Atlanta, Georgia. For further information write to P.O. Box 1764, Decatur, GA 30031 or call 404-621-5734. October 20-22 — Third Annual Gulf Breeze UFO Conference - Clarion Suites Resort, Pensacola Beach, Florida. For information: Project Awareness, P.O. Box 730, Gulf Breeze. FL 32562. Tel: 904- 432-8888 or FAX 904-438-1801. October 26-29 — 7th World UFO Congress in Dusseldorf, Germany at the Hotel Antana. For further information contact Gather-Verlag, Lupinenstr. 103, D-41466 Neuss, Germany. October 28-29 — Second annual \"Science and Politics of UFO Research\" Symposium, Science Museum of Minnesota, St. Paul, MN. For complete program schedule call (612) 221-4742 or FAX (612)221-4528. November 1-5 — International Conference on UFOs, sponsored by the Beijing UFO Society, in Beijing, China. For further information write to Zhou Xiaoqiang, Room 301, Division 4, No. 23, Fangcaodi Xijie, Beijing 100020, P.R. China. November 3-4 — CSETI's First Annual Gathering in Asheviile. NC. For further information write to S. Adamiak, P.O. Box 587, Englewood, CO 80151. November 25 - December 3 — 5th Annual International UFO Congress Convention - Oasis Resort. Mesquite, Nevada. For infor- mation, write to UFO Congress, 9975 Wadsworth Pkwy #K2-274 - Westminster, CO 80020. Phone/Fax (303) 543-9443. THE ANOMALIST 2 Expanded to 160 pages, still only $10 + $2.50 p/h. Articles by Loren Coleman, Hilary Evans, Dennis Stillings, Rupert Sheldrake. Robert Baker, David Ritchey and others on Bigfoot, abductions, remote viewing, mutilations & more. Checks payable to Dennis Stacy, Box 12434, San Antonio, TX 78212. NOTE NEW AD RATES! Effectively immediately: 50 words or less for $20 per issue, add $10 for box and bold heading. Send ad copy & check, made out to MUFON to Dennis Stacy, Box 12434, San Antonio, TX 78212. Must be MUFON member or Journal subscriber. PAGE 22 NUMBER 330 OCTOBER 1995"},{"pageNumber":24,"pageContent":"MUFON UFO JOURNAL DIRECTOR'S MESSAGE - Continued from Page 24 UFO INFORMATION CENTER The MUFON \"UFO INFORMATION CENTER\" was officially opened on March 14, 1995, with a ribbon cutting ceremony by the Seguin-Guadalupe County Chamber of Commerce. We have had visitors from the four corners of the United States plus Illobrand von Ludwiger, MUFON-CES, from Germany. Local UFO meetings are being held at the Center. Basically, the Center is a UFO exhibit, library, and sales of publica- tions designed for public education. We are especially proud of several exhibits such as the 3 1/2 foot tall entity wall plaque donated by Robert Taylor (Ft. Wayne, IN) and the operational UFO model built by Paul C. Cerny (Mt. View, CA). John F. Schuessler has donated posters/photographs of the space program and a beautiful display of the space shut- tle crew patches. In order to make the Center even more attractive, we want to negotiate with our members to loan or donate specific items that you feel would appeal to both ufologists and the public. George Fawcett and a colleague have accumulated a vast collection of UFO material for a potential UFO mu- seum. They may have specific individual items that they want to loan or donate to the UFO INFORMA- TION CENTER in Seguin, Texas. We aren't looking for UFO files and scrapbooks. However, appropriate posters, significant UFO artwork, models, statues of entities, and authentic UFO photographs are examples of the items that we seek. Please contact Walt Andrus to discuss items that you would like to provide to the Center and to make arrangements for MUFON to fi- nance packing and shipping costs. OFFICERS RECENTLY DECEASED It is with regret that we are announcing the passing of two of our MUFON officers: Robert W. Vater, J.D., State Section Director in Fort Smith, AR on August 7, 1995, and Consultant Richard M. Neal, Jr., M.D. (Redondo Beach, CA). Dr. Neal initially suffered a stroke, then later collapsed during physical therapy and died. We express our sincere sympathy to both of their families and the loss to Ufology. WALL CLOCKS MUFON has just purchased thirty quartz wall clocks (battery operated) for sale in the UFO Information Center. The black wall clocks have a white face with black numerals and the MUFON logo and name promi- nently displayed on the front. The clocks are eleven inches in diameter and are very fitting for any appro- priate room in your home or your UFO study and li- brary. The clocks are being sold for $20 at the Center, but are available by mail for an additional $3.50 for shipping and handling. STUDY BEING CONDUCTED ON ANNUAL SUBSCRIP- TION PRICE OF MUFON UFO JOURNAL It may seem amazing to most Journal readers that the annual membership/subscription price has not increased since February 1986 when it first went to $25 for U.S.A. and $30 foreign for 20 pages. In August 1987, the num- ber of pages was increased to 24 without an increase in the subscription price, although this was planned as a step to improve the quality of our magazine. The cover stock went from a light-weight yellow page to a heavier blue stock and in August 1989 a radical improvement was made to a high quality white glazed cover that you see today. This was accomplished without an increase in price to subscribers, but by the continuous growth of memberships, which has now leveled off at 5200 this summer. During the past year paper costs have skyrocketed and the U.S. Postal Service has raised mailing costs on both domestic and foreign copies. We are also paying the editor substantially more for his editorial services than we did in 1986, as well as other employees involved in the monthly mailing process. The Board of Directors au- thorized the member service \"Readers' Classifieds\" ad- vertisements in the Journal starting with the August 1992 issue and limited it to one page only. Even though the checks for the ads are made payable to MUFON and are mailed to Dennis Stacy, these funds are paid to Mr. Stacy as additional compensation for his editorial ser- vices. The MUFON Board refrained from giving Dennis an annual raise this year, but did approve an increase in the Readers' Classifieds cost for ads based upon greater circulation and value receivedr Anyone connected with the publishing business will recognize that the MUFON headquarter's office has performed a monumental task over the past nine and one-half years by holding the annual membership fee to the existing levels. Where else can you find such a fan- tastic bargain? Economics dictate that a revision must take place. A study committee, composed of the MU- FON Executive Committee, will make a proposal to the MUFON Board of Directors in the near future rec- ommending a revised rate structure for membership/sub- scription. In the meantime, a few economy measures will be taken in the headquarter's office related to new mem- berships and the number of renewal notices enclosed within the Journal. We encourage members to renew when they receive the first notice for renewal and not wait for the dreaded \"Expired\" warning, since the latter will be discontinued. We pride ourselves for having published the finest monthly UFO magazine in the world and expect to continue to do so with your contin- ued support. OCTOBER 1995 NUMBER 330 PAGE 23"},{"pageNumber":25,"pageContent":"MUFON UFO JOURNAL Walter Andrus NEWS FROM AROUND THE NETWORK NEW OFFICERS In order to strengthen the MUFON Brazilian team, A. J. Gevaerd. B.S. (Campo Grande, MS) has been appointed National Director for Brazil, replacing Philippe Piet Van Putten. \"A. J.\" is the editor of Brazil's leading UFO magazine UFO published by CBPDV (Centra Brasileiro de Pesquisas de Discos Voadores). A vacancy has existed in Kentucky for both a State Director and Assistant State Director which is now be- ing filled with present State Section Directors. Jarrett E. Washington (Louisville) has accepted the position of Kentucky State Director and M. Annie MacFie (Stanton) volunteered to become the Assistant State Director. They have great future plans for Kentucky. When it appeared that Bill and Linda Murphy (Lansing), the Co-State Directors for Michigan would be transferred to Oklahoma City, they sought candidates for an election to their post from Michigan members. Bill's employer has had a change in plans for his transfer, therefore Bill and Linda decided to be candidates. At an election recently conducted in Michigan, at a called meeting. Mr. and Mrs. Murphy received 75% of the to- tal votes and were reelected State Directors. Seven new State Section Directors were selected dur- ing the past month. They were Victor C. Connor. M.S. (Normal, IL) for McLean, Livingston. Ford, and Iroquois Counties; Diane M. Hobson (N. Kingstown, RI) for Washington and Newport Counties: Herbert L. Prouty, J.D. (Denton, TX) for Denton and Cooke Counties: David M. Quiser (Cook, MN) for St. Louis County: Wilma June Scherrer (Tucson, AZ) for Pima County; Mrs. Casey C. Ferrito (Aptos. CA) for Santa Cruz, Monterey and San Benito Counties; and E. Jean Staffen (Nevada, MO) for Vernon. Bates, St. Clair, Cedar, and Barton Counties. Ten new Consultants volunteered their expertise this month. They are Robert E. L. Shell. Ph.D.( Redford, VA) for Zoology: J. Edward Walters, Ed.D. (Mobile. AD in Counselor Education; Ronald L. Holtz, Ph.D. (Alexandria, VA) in Experimental Solid State Physics: Saree Lord. Ph.D. (Portsmouth, NH) in Psychology: Larry E. Travis, Ph.D. (Madison, WI) in Philosophy: Brian O'Leary, Ph.D. (Kihei, HI) in Astronomy: Warren M. Holdenbach. Ph.D. (Gulfport, MS) in Electrical Engineering; Dominic J. Gianna. J.D. (New Orleans, LA) in Law; Eddie W. Hand, Ph.D. (Belleview, FL) in Psychology; and Ms. Taryn L. Merdes, J.D. (Fairbanks, AK) in Law. An equal number of Research Specialists also joined MUFON. They were John J. Degenhardt, Jr.. M.S. (Houston, TX) in Planetary Geology; Theodore O Parks, M.A. (Yakima, WA) in Aerospace: Robert R. Bates. M.A. (Midwest City. OK) in Public Administration; James K. Richter. M.S. (San Antonio. TX) in Computer Information Systems; Louis H. Whitehair. M.A. (St. Peters, MO) in Mathematics; Thomas M. Veneskey, M.A. (Anderson, IN) in Biology: Michael J. DeFazio, Sr. (Danbury, CT) in Mathematics; Shereen Walker. M.A. (Los Angeles. CA) in Clinical Psychology; Francis Dobes, M.S. (Czech Republic) in Electronic Engineering; and William L. Davidson. M.S. (Houston. TX) in Electrical Engineering. JOURNAL RENEWAL NOTICES Starting with the September 1995 issue of the Journal. only three renewal notices will be enclosed in the front of the magazine. Everyone will be advised twice in advance that their membership/subscription will ex- pire within two months. Please renew when you re- ceive the first notice, especially in foreign countries where it takes two to three months for surface mail to be delivered, to preclude not missing a single issue. The last notice will indicate with a red check that your sub- scription \"expires with this issue.\" Due to economic measures, a complimentary copy with a renewal notice having a red stamp marked \"Expired\" has been dis- continued. If a person allows their subscription to expire, it will be resumed with the next current issue. Back issues, when available, may be purchased for $3 each for those that you may have missed. When new members join, their first issue will begin with the next current issue. We recommend and encourage a subscriber who has moved or changed their address to notify MUFON with a letter, postcard or the Postal Service \"PS Form 3576, May 1994\" (or the Canadian equivalent). MUFON cannot be held responsible for replacing copies which the postal service is unable to deliver and subsequently destroys. Second class mail is not forwarded by the Post Office unless the subscriber has guaranteed to pay for the ad- ditional postage or made special arrangements. The U.S. Postal Service advises MUFON via Form 3579 and charges 50 cents for a change of address notifica- tion. These procedures are being reviewed with our sub- scribers in the interest of providing more efficient ser- vice to our members. At the same time, we need your help to guarantee that your subscription continuity is maintained. PAGE 24 NUMBER 330 Continued on Page 23 OCTOBER 1995"}]
