[{"pageNumber":2,"pageContent":"MUFON UFO JOURNAL NUMBER 226 FEBRUARY 1987 Founded 1967 .OFFICIAL PUBLICATION OF AM4FOJV/ MUTUAL UFO NETWORK, INC.. $2.50 JAL FLIGHT 1628"},{"pageNumber":3,"pageContent":"MUFON UFO JOURNAL (USPS 002-970) (ISSN 0270-6822) 103 Oldtowne Rd. Seguin, Texas 78155-4099 U.S.A. DENNIS W. STACY Editor WALTER H. ANDRUS, JR. International Director and Associate Editor THOMAS P. DEULEY Art Director MILDRED BIESELE Contributing Editor ANN DRUFFEL Contributing Editor PAUL CERNY Promotion/Publicity MARGE CHRISTENSEN Public Relations REV. BARRY DOWNING Religion and UFOs LUCIUS PARISH Books/Periodicals/History ROSETTA HOLMES Promotion/Publicity T. SCOTT GRAIN GREG LONG MICHAEL D. SWORDS Staff Writers TED PHILLIPS Landing Trace Cases JOHN F. SCHUESSLER Medical Cases LEONARD STRINGFIELD UFO Crash/Retrieval WALTER N. WEBB Astronomy NORMAE. SHORT DWIGHT CONNELLY DENNIS HAUCK RICHARD H. HALL ROBERT V. PRATT Editor/Publishers Emeritus (Formerly SKYLOOK) The MUFON UFO JOURNAL is published by the Mutual UFO Network, Inc., Seguin, Texas. Membership/Subscription rates: $25.00 per year in the U.S.A.; $30.00 foreign in U.S. funds. Copyright 1987 by the Mutual UFO Network. Second class postage paid at Seguin, Texas. POSTMASTER: Send form 3579 to advise change of address to The MUFON UFO JOURNAL, 103 Oldtowne Rd., Seguin, Texas 78155- 4099. FROM THE EDITOR First, an update of material found elsewhere in this issue. Whitley Strieber's Communion (Beech Tree Books, 299pp., $17.95) will be available in most areas of the country as you read this. Next month we'll have a preview of Budd Hopkins' The Intruders, due out soon from Random House, by Budd himself, along with information for ordering the book by both mail and telephone. More news as we go to press: The March \"UFO Update\" column in OMM magazine will be about attorney Robert Bletchman's efforts to raise seed money for a national UFO information advertising campaign. MUFON members wishing to contribute may do so through MUFON directly, and should specifically earmark any amounts accordingly. Herein, you'll find an update on the Alaskan UFO reported by JAL flight 1628, with more to come. As everyone is probably aware by now, this summer will mark the fortieth anniversary of Kenneth Arnold's landmark UFO sighting. The year already promises to be exciting in more ways than one, what with fast-breaking news, and several important books and events scheduled for the remainder of 1987. You won't find a better way to stay informed than by keeping your subscription to the MUFON UFO Journal current. And we won't be able to do a better job unless we hear from you directly with your comments and suggestions. That, after all, is what \"Mutual\" in MUFON stands for. In this issue STRANGE ALASKAN ENCOUNTER by Walter Andrus  3 COMING OUT OF THE CLOSET by Tom Page  8 NEWS'NVIEWS     10 WHAT IF \"THEY\" ARE REAL? by Bruce S. Maccabee  12 CEI CASE IN BRASIL by Cynthia Newby Luce  14 3-D SUITS by John Schuessler    16 IN OTHERS' WORDS by Lucius Parish   17 LETTERS     17 THE NIGHT SKY (March) by Walter Webb   18 DIRECTOR'S MESSAGE by Walt Andrus   20 COVER DRAWING by William Hays The Mutual UFO Network, Inc. is exempt from Federal Income Tax under Section 501(c)(3) of the Internal Revenue Code. MUFON is a publicly supported organization of the type described in Section 509(a)(2). Donors may deduct contributions from their Federal income tax. In addition, bequests, legacies, devises, transfers, or gifts are deductible for Federal estate and gift tax purposes if they meet the applicable provisions of Sections 2055, 2106, and 2522 of the code. The contents of the MUFON UFO JOURNAL are determined by the editor, and do not necessarily represent the official position of MUFON. Opinions of contributors are their own, and do not necessarily reflect those of the editor, the staff, or MUFON. Articles may be forwarded directly to MUFON. Responses to published articles may be in a Letter to the Editor (up to about 400 words) or in a short article (up to about 2,000 words). Thereafter, the \"50% rule\" is applied: the article author may reply but will be allowed half the wordage used in the response; the responder may answer the author but will be allowed half the wordage used in the author's reply, etc. All submissions are subject to editing for style, clarity, and conciseness. Permission is hereby granted to quote from this issue provided not more than 200 words are quoted from any one article, the author of the article is given credit, and the statement \"Copyright 1987 by the Mutual UFO Network, 103 Oldtowne Rd., Seguin, Texas 78155\" is included."},{"pageNumber":4,"pageContent":"STRANGE ALASKAN ENCOUNTER By Walter Andrus Walter Andrus is MUFON's international director. UFOs were back in the news with gusto when Jeff Berliner, United Press International (UPI) in Anchorage, Alaska filed his interview of Monday, December 29, 1986 with Federal Aviation Administration (FAA) and U.S. Air Force spokesmen. This article has been reconstructed from news releases emanating from Alaska, a personal telephone interview with Paul Steucke, FAA spokesman, and a short telephone interview by Larry King on his CNN-TV program with Captain Kenju Terauchi of Japan Air Lines flight 1628, both on January 2, 1987. As originally reported, the radar operators of both the FAA and Elmendorf AFB in Anchorage confirmed the visual sighting by the flight crew of the J.A.L. Boeing 747 cargo aircraft on November 17, 1986. Based upon .interviews conducted by Jim Derry, FAA security manager, with all three flight crew members immediately upon landing, the FAA compiled their report on this very significant event. The three crewmen of JAL 1628 were Captain Kenju Terauchi, 1st Officer Takanori Tamefuji and Flight Engineer Yoshio Tsukuda. Mr. Derry's report concluded that they were not hallucinating, not on drugs or alcohol and were normal, professional, rational individuals. To provide Journal readers with the facts on this visual/radar UFO case, it will be reported first from the experiences of the flight crew; second the FAA controllers; third the radar operators at Elmendorf AFB; and fourth from Paul Steucke, official spokesman for the FAA in Alaska. JAL FLIGHT 1628 JAL flight 1628, originating in Paris, France, destined for Tokyo, Japan with refueling stops at At Anchorage airport Capt. Terauchi demonsl rates how a giant object maneuvered to fly in formation with his JAL 747. Reykjavik. Iceland and Anchorage, Alaska was approaching Ft. Yukon, Alaska flying at 35,000 feet on a clear night with unlimited visibility and a full moon when they made their first observation. Capt. Terauchi stated that the crew initially saw three objects or lights directly in front of the Boeing 747. (Please see accompanying drawings for shape and size.) At first he thought he was approaching another aircraft from the rear since the colors of the lights were white, yellow and amber and might be the exhaust. They immediately turned the cockpit lights off to eliminate any reflection on the cockpit windows. After conducting minor maneuvers for six minutes to satisfy their curiosity that the lights were entirely independent of their aircraft, they contacted the FAA in Anchorage by radio to report the lights and to inquire what they were, since the lighting was not a normal aircraft marking pattern. In an interview on Tuesday, December 30, 1986, Terauchi, age 47, a pilot with 29 years experience who lives in Anchorage with his family, said he saw three UFOs and that at one point lights from the two smaller ones appeared directly in front of the Boeing 747 cockpit at close range. He referred to the objects as \"the two small ships and the mother ship,\" and expressed amazement that they appeared and reappeared and moved quickly and stopped suddenly. He said he could not explain the events, except to speculate that he saw something of extraterrestrial origin. Speaking in English with occasional help from a translator, Terauchi drew maps, pictures and supplied technical annotation (in Japanese) to describe the incident. (See the drawings published with this article.) • Terauchi repeatedly said the (continued next page)"},{"pageNumber":5,"pageContent":"ALASKA, Continued object that appeared on FAA and Air Force radar was \"a very big one - two times bigger than an aircraft carrier.\" The small UFOs did not appear on his airborne weather radar, he said. He said the three crewmen saw lights from the two small objects. He drew a picture showing lights in a formation, each object having what appeared to be two panels of lights. The Captain said he saw lights on the larger object and once, near Fairbanks, saw it in faint silhouette 8 miles away. He drew a picture of what he saw — something resembling a large-shelled walnut. The crew was not frightened, Terauchi said. Their feeling was, he said, \"We want to escape from this.\" And so — with FAA permission and direction — the crew (and aircraft) dropped in altitude and made numerous turns, but the objects remained. \"They were still following us,\" Terauchi said, and FAA radar confirmed that at least one object remained despite the maneuvers. Asked if he was nervous, Terauchi replied, \"No, I am the Captain. I cannot be nervous.\" Asked why he thought the UFOs would tail his plane, Terauchi laughed and replied, \"We were carrying Beaujolais, a very famous wine made in France. Maybe they want to drink it.\" The three crew members have a total of about 46 years of flying experience, Terauchi said. The author was unable to interview Captain Terauchi, however I understand that Dr. Richard F. Haines was successful in finding him at home in Anchorage. The producers of the Cable News Network (CNN) arranged for Larry King to interview Kenju Terauchi by telephone live for his program on January 2, 1987. (Mr. King also interviewed Paul Steucke on the same program by telephone.) The following is a transcription of the brief interview with Captain Terauchi: Larry King: When did you sight the unidentified flying object? Kenju Terauchi: We saw the unidentifieds November 17, '86. Time was 10 minutes after 5 o'clock and 6:00 PM — saw it for 50 minutes. L.K.: It was clear weather. What did you see? 1 •  •'Illustraton by William Hays Above is an Illustration based on a description Japan Air Lines pilot Kenju Terauchi provided Illustrator William Hays. It shows two smaller craft Terauchi says hovered In front of the cockpit window of his 747 cargo plan on Nov. 17. At a distance they appeared rectangular and, as they moved closer, square (as drawn here). He described the lights as pulsating In the direction of the darker panel In the middle, which he said said resembled black charcoal dotted with glowing orange embers. K.T.: I saw 3 flying objects. Two were approximately the size of a DC-8 aircraft — 2 objects — the other ship was larger. Other ship seemed to be twice as large as an aircraft carrier. L.K.: What was your reaction? K.T.: The smaller aircraft approached us and then moved back toward the larger ship which was about 500 to 1000 feet away from our aircraft. Both objects flew as if in formation with our ship. The larger ship was located about 7 or 8 miles, (distance) L.K.: What do you think it was? K.T.: At first it occurred to me that it was unidentified flying object, but I literally don't know what it was. FAA REPORT A one-page report was filed by the flight controller in charge of JAL 1628. The following are quotes from his report obtained by Jeff Berliner (DPI): During the flight, the controller asked Terauchi to identify the craft and then wrote, \"He could not identify but reported white and yellow strobes.\" The lighting was not a normal aircraft marking pattern, the crew said. In his one-page report, the controller said repeatedly he saw another object on radar staying near the JAL jet despite FAA approved turns and altitude changes. The object was as close as 5 miles, the controller wrote. According to the FAA account, the pilot contacted Anchorage controllers about planes in the area at 6:19 PM (Anchorage time), reporting the UFO 1 mile away from his plane. (In the interview with Larry King, Captain Terauchi said the observation started at 5:10 PM.) This was Yukon Time as they crossed the Artie Circle 30 miles southeast of Fort Yukon, Alaska in their over-the-pole flight from Reykjavik, Iceland. At 6:25 PM, the crew reported it 8 miles away. At 6:26 PM the FAA contacted the Military Operations Control Center at Elmendorf Air Force Base in Anchorage to find out if the UFO appeared on its radar. Military radar operators reported an object 8 miles from the JAL jet, but one minute later"},{"pageNumber":6,"pageContent":"they told the FAA the object no longer appeared on their radar. At 6:31 PM the JAL crew told the FAA the unidentified object was \"quite big\" and the FAA directed the crew to descend from 35,000 feet to 31,000 feet, (The crew had requested approval to alter their cruising altitude so as to take evasive action.) -When asked if the traffic (the UFO) was descending also, the pilot stated it was descending \"in formation.\" At 6:35 PM, Fairbanks controllers were asked for assistance, but reported nothing unusual on radar. Anchorage controllers directed the JAL plane to make a 360 degree turn, and the crew reported they no longer saw the lights, but Air Force officials told the FAA they saw a \"flight of two\" and \"advised it looked as though the (unidentified). traffic had dropped back and to the right\" of JAL 1628. . At 6:45, the FAA asked a northbound United Airlines flight (number 69) to make a 10-degree turn to better see the JAL plane to confirm the existence of the UFO — which the crew was then reporting 8 miles away and nearly behind them. That was their last sighting. The United crew reported seeing nothing out of the ordinary; nor did a military C-130 the FAA asked to help. ELMENDORFAFB When interviewed by Jeff Berliner, Air Force officials confirmed their radar picked up something near the JAL plane, but Capt. Robert Morris of the Alaska Air Command suggested the UFO was \"random clutter or weather interference.\" , Another Air Force spokesman, Sgt. Jack Hokanson, said \"We got out of the UFO business some time ago.\" PAUL STEUCKE Since this. event was still being classified as a visual/radar case, the author placed a telephone call to Paul Steucke, FAA spokesman in Anchorage at (907) 271-5296. The following is a verbatim transcription of the taped telephone interview made on January 2, 1987: P.S.: Hello, Paul Steucke here. .AT- 7') ,7Wo O\" WHAT PILOT SAW - JAL Capt. Kenju Terauchi prepared these illustrations of what he saw when his Boeing 747 encountered strange lights over Alaska Nov. 17,1986. In , the top drawing, Terauchi shows the UFO lights nearly in front of the plane and a close- up of the lights. In the middle, he depicts what the UFO looked like after he glimpsed it in silhouette: The JAL jumbo jet is dwarfed by the huge object. In the bottom drawing, the pilot shows where the UFO first appeared on the plane's radar. (continued next page)"},{"pageNumber":7,"pageContent":"ALASKA, Continued , . W.A.: I am Walt .Andrus, International Director of the Mutual UFO Network. I am calling from Seguin, Texas. I know that you have been working on the case that occurred on November 17th of the JAL flight 1628. What is the status of that investigation right now? P;S.: Well, simply put — we are 'collecting the data from the people who are.invovled in it. We interviewed the Captain of the flight in length. We have retained the radar tapes — the radar electronic data system that took place at that time. We have retained the voice .transmission, recordings that were made at the time between, our controller and the Captain of the aircraft. W.A.: Good. P.S.: We basically will be collecting data now with the investigator in charge and will probably be forwarding all that material to our Washington office in some point in time — next week or so. W.A.: How do you feel personally? Does it look interesting? Did you have UFOs or some object on radar? P.S.: Well, actually.it is hard to say. It is, not concrete by any stretch of the imagination because what the Captain saw and the crew is well documented from their point of view. They seem to be very good and very explicit. We interviewed them when they landed on the ground. They were rational, professional, well trained people — there is no problem with that. They were pretty emphatic and have given some rather detailed reports, including drawings of what it is they saw. They went to some length to make sure that they weren't being \"snuckered\" by something. As far as what our radar has been able to document, it is really not going to hold up in my. opinion. W.A.: For what reason? P.S.: The reason being is that both the military and F.A.A. use the same base radar data that comes out of Fairbanks so there is no separate radar system confirming one or the other or vice versus. W.A.: That is a problem. P.S.: Yes. The second thing is that the initial radar data that was received — in reviewing that data with ours — going backwards and regenerating the electronic data that we could see — which is a method we use all the time. What I call the secondary target, if you want to call it that, an unknown possible object did not come up .on our radar when we regenerated it. W.A.: Was there one object or more? P.S.: The only object that we could generate was the JAL airplane. The Captain of the plane mentioned that he saw 3 different objects, 2 which were quite small. We are talking something about 8 feet in diameter, whereas the large object was very large, perhaps the length of 2 aircraft carriers for example. The 2 smaller objects he said did not appear on his weather radar, whereas the large one did. The radar that we were receiving — we sometimes get a second radar response or an echo. That's not really unusual. In reviewing the generated radar data, that appears to be the case in this situation. The primary target which would be the JAL was very obvious and distinct. A secondary, blip which was. very intermittent and weak appeared in pattern every so often. W.A.: Oh, Oh! P.S.: The Air Force using that same basic data considered that to be clutter. Their radar situation does not have to be quite as sophisticated as ours and as a result, they get more clutter than we do. Our system uses a very sophisticated state-of-the-art computer which essentially analyzes in milliseconds and gets rid of clutter so that the controller doesn't have to be constantly swamped with visual images . that are not part of controlling aircraft. W.A.: Right. P.S.: And as a result, sometimes the computer when it gets a signal that is an echo, it will put up both signals no matter how strong they are. That seems to be the case on this one. W.A.: So — but the air force did have a separate radar screen. P.S.: Their radar system base data is the same as ours. W.A.: Except that you have the filter. P.S.: Yes. We are at two different installations — two different locations. W.A.: Are you at Elmendorf AFB too? P.S.: No we are not. We are just outside of the, Elmendorf base and of course their installation is within it. W.A.: Yes. P.S.: So they were looking at a radar screen in one place roughly 3,4 or 5 miles away from where we were looking at our radar screen. W.A.: Are you using separate antennas and separate microwave? ; P.S:: Antennas are the same— • the dish is • the same. (Located near Fairbanks, Alaska.) W.A: OK, I just wanted clarification, (intentional repetition) P.S.: The bottom line is essentially that the crew has responded quite clearly with what they saw. They worked with controllers, did maneuvers, etc. and. that their initial .radar ..data appeared to perhaps confirm some of that, but in hindsight after checking it out, it doesn't look like it is going to. W.A.: Someone has been sitting on this (information) since November 17th. How did it leak out as far as you are concerned? P.S.: Well — nobody was sitting on it. We just didn't do anything with it. We didn't put out a news release on it. We were not keeping it a secret. We just didn't announce it. And what happened? How do I think the news release came about or news story came out? After about 6 weeks, I think someone in Japan, probably one of the crew members, mentioned it enough times to family and friends — had to be where it got to somebody who was a correspondent. Because the first thing I got was a phone call from Kyoda News Service out of Japan. That was the day before Christmas; the 24th. They sent a correspondent over and the correspondent said to me — you know that we've got some .information on \"such and such.\" Is that true? I said — well yeah and here's what we've got. On the 29th after the Christmas holidays, that story must have been printed somewhere in Japan because United Press International picked it up. Japan picked it up. Then the United Press reporter over here asked me the same question and I told him the same thing. W.A.: Was that Jeff Berliner? P.S.: Yes. W.A.: So it was December 24th when you heard from Kyoda News"},{"pageNumber":8,"pageContent":"Service the first time. P.S.: Right. W.A.: One of those people (Kyoda News Service) called one of our people too, but at that time the gentleman that operates our UFO Hotline (Bob Gribble) was not aware of the case and didn't foreward it to us, otherwise we would have had some of our people in Alaska contacting you. P.S.: I see. W.A.: I am the International Director of the Mutual UFO Network. We study UFOs around the World and this one seems to be the most interesting that we have to work with at the moment. That is why I wanted to talk to you, because let's get right to the horse's mouth — what's going on? What do you know? Because, you can't rely on the rumors that get into the •press sometimes. P.S.: That is for certain. W.A.: What Air Force officers are involved? P.S.: The Air Force officer that you want to contact is Colonel Tilman at (907) 552-2226 - that's at Elmendorf. W.A.: Are you going to forward all of your information to Washington, D.C.? Is that correct? P.S.: Yes, as far as I know. In fact, we probably won't know till Monday, Tuesday or Wednesday. I have been talking to them and trying to-figure out when we are going to release the material, since the news media is already asking for it. W.A.: We are getting calls from Germany and England. The interest is there. P.S.: Yeah. W.A.: It appeared to be a visual observation by the flight crew and then if you can confirm it on radar, which is a second source, that gives it more credibility. These are the kind of cases we like to work on. P.S.: Yes. W.A.: We want to thank you very much for the phone visit, because we wanted to get your side of the picture right from the source. You have been very cooperative and we appreciate it. P.S.: You are more than welcome. FAA REOPENS INQUIRY On January 2, 1987, the Federal Aviation Administration reopened its inquiry into what happened on November 17, 1986 when a Japan Air Lines Boeing 747 cargo crew reported seeing UFOs over Alaska. FAA investigators interviewed Capt. Kenju Terauchi, the pilot, for a second time and are reviewing all radar records from the evening of November 17 when an unexplained blip appeared on radar screens as the JAL crew reported seeing mysterious lights. \"The reason we're exploring it is that it was a violation of air space,\" FAA spokesman Paul Steucke said. \"That may sound strange, but that's what it was. The object of the inquiry — of collecting all the data and interviewing people — is to identify the object if possible. However, considering the type of data we have available, no one considers it realistic that we can identify the object.\" The decision to reopen the inquiry was made by the regional director of the FAA, Steucke said. Steucke said the Air Force no longer has a record of its radar from November 17th. FAA radar records are being reconstructed. Air Force officials reported that they did not scramble jets to go check out the reported object. The second image that appeared on the FAA radar scope is now being called a coincidental \"split image\" of the aircraft Steucke said to UPI. and AP. When Marilyn Adams, reporter for US TODAY, interviewed Paul Steucke, a few days later, he told her that \"analysis of the electronic radar records shows both images are the 747 — one from the FAA radar signal and one from the jet's transponder.\" (Another explanation has come forth.) Marilyn Adams interviewed both Walt Andrus and Richard Haines for USA TODAY to obtain their views. Her story was published January 7, 1987 with the headline \"Radar check fails to back UFO sighting.\" She explained the headline by saying \"The finding means there's no independent evidence of the crew's sighting of a walnut-shaped object the size of two aircraft carriers with wavering, yellow-white lights, traveling with two smaller objects.\" (Paul Steucke stated the two smaller lights were 8 feet in diameter per the second interview, whereas Capt. Terauchi said in his interview with Larry King, that each was the size of a DC-8 aircraft. There is a slight discrepancy in size.) When the author interviewed Paul Steucke by telephone on January 2, 1987 the FAA was in the process of collecting their data so it could be forwarded to Washington, D.C. as requested. It is very interesting to note how many different explanations were advanced by the FAA spokesman after telling the author that the second blip was not visible when they regenerated the radar tapes during their inquiry. ANCHORAGE PRESS On January 8,1987, Hal Bernton, a reporter for the Anchorage Daily News, interviewed three FAA controllers on duty during the JAL 1628 flight of November 17, 1986. \"All three of us thought there was a track,\" said Sam Rich, a controller who has worked for the Federal Aviation Administration'for more than a decade. A track is what air traffic controllers call the radar image of an aircraft. In previous news releases, the FAA reported only one controller sighting the mysterious object — described by the JAL crew as wavering lights on radar. That controller, whose name has not been released by the FAA mistakenly interpreted a split-image of the cargo plane as a second object, FAA officials said following a review of radar tapes. Rich said he was on 'duty for the half-hour during which the JAL plane reported spotting the UFO. He said the JAL crew first contacted the Anchorage air controllers as their plane flew over Fort Yukon. \"They said something was following them. It appeared to be a light and appeared to be white, orange and yellow,\" Rich said. Rich said the pilot sounded shaken. \"He was concerned — there was a quaver in his voice.\" Rich said the controllers immediately turned down their radar range to small-scale that would better define the air space around the JAL plane. \"There did appear to be a track near the plane about where he (Terauchi) said there was. So we kept looking.\" The track was not real strong, Rich said, but neither he nor any of his (continued next page)"},{"pageNumber":9,"pageContent":"ALASKA, Continued colleagues then thought it might be a split image. After spotting the track, Rich said he called the Military Regional Operations Control Center. \"They informed me that they had the same track.\" Another controller then told the pilot to. make a series of turns and a decent in an effort to shake the UFO. .Finally, as the plane headed south from Fairbanks, the controllers lost track of the UFO. Rich confirmed that double images often occur on the FAA radar screen which relies on computer-generated data. But the plane didn't fly through the areas where the split images normally occur. The JAL pilot isn't the first pilot to report strange things in that northern corridor. During the past decade, there's been about a half dozen reports of unidentified lights from civilian and military pilots. \"It's pretty real to them (the pilots),\" Rich said. January 8th was the first time that the FAA permitted the press to interview the controllers on duty. (Dick Farnell in Juneau, Alaska provided MUFON with the current newspaper articles from Anchorage, Juneau and Fairbanks for which we are grateful. Mr. Farnell is our State Section Director - First Judicial Division. Incidentally, the reporter who called Bob Gribble inquiring about the case early in December from the Kyoda News Service in Washington, D.C. was Matsu Shita, telephone (202) 347-5767. As futher evidence of the sincerity of the pilot, Captain Kenju Terauchi took a polygraph test and a drug test by both blood and urine: He passed all three. The polygraph test indicates that he believes what he is saying is the 'truth. Charles P. Ward, State Section Director for the Third Judicial Division, obtained this information from one of his contacts at the FAA in Anchorage who was part of the investigative team that interviewed the pilot upon landing at Anchorage. As someone jokingly inquired, why weren't there any photographs made since nearly all Japanese visitors to the U.S.A. are observed carrying cameras? Apparently none of the crew members had a camera in his flight bag, since no photographs were made. A photograph would have been further confirmation of the sighting. None of the investigators questioned the integrity of the trained crew members as to what they saw, however a solid radar confirmation would have put the \"icing on the cake.\" It is doubtful whether the Federal Aviation Administration in Washing- ton, D.C. will release a statement after their evaluation of the data collected in Anchorage is analyzed. After an elapse of time, it will no longer be news. The pressure exerted on the FAA by the news media prompted the inquiry and reopening of the case late in December. The public has a right and a need to know about UFOs, therefore our efforts to enlighten the populace on the UFO phenomenon is still one of our major objectives. The JAL flight crew sighting and investigation became front page news, which is evidence that the UFO phenomenon is very much alive and a worldwide enigma. COMING OUT OF THE CLOSET By Tom Page Tom Page is MUFON assistant state director for northern California. Back in the fifties I was in high school doing well in sports, academics and involved with my girlfriend, Delia. I had heard of flying saucers and UFOs, but wasn't the least bit interested. The first two years out of high school were spent on a U.S. Navy submarine, during which time part of my duties were served as a lookout. So, by the time I had entered college, I had acquired many hours of looking at the night sky. During the summer of 1960,1 and two of my college roommates had decided to go to Canada to see my sister and do some fishing. On the way to Canada we stopped at Crater Lake, 8 Oregon for dinner. After dinner we decided to travel through the night in order to get to Canada sooner. We were to take turns driving. I took the first turn and was driving out of Crater Lake. The vehicle I was driving was a 1956 Ford Pickup with a camper on back. A short time later I found myself on a straight road with several dips. There was little or no traffic and it was about 11:30 at night. As I was driving I noticed a car in front of me, or what I thought was a car. The lighting on the back of the car was strange. Both red tail lights were out and there was a white light on the left side of the vehicle. The car was traveling at the same speed I was, so I decided to increase the speed of the truck to get closer to the vehicle and see what kind of light it had. As I increased the speed of the truck ' the light dimmed and went straight up in the air. I just could not believe what I saw and in a few brief moments decided not to tell my roommates sleeping in. the camper. Just after I saw the light go up into the air I came over a small hill. As I started down I saw the light again or one just like it. I stopped the truck, got out and went to the back of the camper to get my sleeping roommates up to see this thing. One of my roommates, Bob got up and we got into the truck and watched the light. I did not tell Bob what had happened and he thought the light was a car stopped on the wrong side of the road. I turned the truck lights off to get a better look at the light. We then tried to get closer but as the truck moved forward the light backed up, keeping the same distance from us."},{"pageNumber":10,"pageContent":"APPREHENSION My other roommate, Jim, knocked on the truck window. I stopped the truck and he got up front with us. We noticed that the light was very bright but did not hurt our eyes. When looking at each other we noticed that our faces were not illuminated and our heads did not make shadows on. the back of'the truck. We thought this was strange because we estimated the light to be close, maybe 20 to 50 yards away. We also noticed some colors on the end of one of the rays coming from the light. The light then dimmed and went out. We next saw a very dim white light that took the shape of an upside down cereal bowl that was as wide as the road. Bob noticed a little red light above the bowl-shaped light but we could see no connection. The dim bowl- shaped light, or whatever it was, was new to us and caused a considerable amount of apprehension. I had turned the truck engine off to listen for sound. We were facing down hill, so I started to roll the truck closer for a better look but the bright light came on again and moved slowly away from us. At this time I noticed the light in the side rear view mirror. At first I was confused as to why I could see'it in the mirror. Then I realized there was another one behind us. And I stopped the truck and got out. Behind us^was another light. We guessed the distance to be about 50 yards. I walked to the back of the camper and watched the light. Bob and Jim had gotten out of the truck on the other side. None of us could hear any sound. I was frightened, but also frustrated at not understanding what was going on. I started running toward the light to get closer to see what it was. As I started running towards the light, it started moving toward me. Jim yelled at me to stop, which I did because now I was more frightened than frustrated. The light was still moving towards me so I raised my hands, not knowing what else to do. The light dimmed, reversed direction and went back up and over the hill out of sight. This light was not seen again. The light in front of the truck was still there. We got back in the truck and watched the light for a short time and then noticed a car in the distance coming toward us. I turned the lights of the truck back on and both Jim and Bob went out on the road to flag the car down. The light in front of us moved upwards and the car passed under it, but did not stop. The light moved to the right and disappeared over some trees. We got back in the truck and left the area. For the next couple of hours we talked about.what we'had seen. We thought of calling the'sheriff s office, but quickly threw that idea out. Who would believe us? We tried to make the lights into cars but cars do not go up into the air and cannot form the shape of an upside down cereal bowl. Since there was no sound, we ruled out helicopters. Not having an answer as to what we saw, we stopped talking' about the incident and did not mention it for the rest of the trip until we were just about home. At that point we decided to tell our parents, but no one else. The months following my experience in Oregon were filled with much thinking about what the lights were. I tried to fit everything I could think of to the lights and their behavior, but nothing would fit. After a period of time I became frustrated with trying to find an answer and stopped thinking about the incident. My parents had told my cousin about the lights I had seen and he wanted to meet with me and. my roommates to write it up. My cousin was interested in UFOs and felt the incident should be reported. I was not willing to report the incident or have it written up. In fact, I did not want anything to do with UFOs. As the years went by my opinion about UFOs did not change. They represented a strange foreign area that I wanted nothing to do with. When I did see articles in the newspaper about UFOs, I would wait until no one was around and read them just to see if they would fit the description of what I had seen. I refused to call what I had seen a UFO. Instead I just called them lights. On occasion I would tell someone about the incident, but rarely. When I read about some lady taking her poodle to Venus on a UFO I became more convinced the subject of UFOs was not for me. By then we knew that the surface of Venus was not a place for poodles. In 1965, five years after the incident in Oregon, while visiting one of my roommates, we decided to have the incident written up. We thought for the good of the country the authorities should know about this. After reporting what had happened, I made the decision not to ever have anything to do with this subject again. After all, I had reported it and I had spent time trying to figure it out. For the next 11 years I did little with the subject of UFOs. If the subject did come up, I would often tell people what objects could be mistaken for UFQs, such as the phases of Venus, etc. But my experience in .Oregon was to haunt me. I could not escape the fact I had seen something I could not explain. Sixteen years after my experience nothing new had happened to explain what took place. So, when my cousin asked me to attend a UFO . meeting, I reluctantly agreed. Maybe the answer was there! I was amazed to find a highly educated group of people trying to find a rational answer to the UFO phenomenon. I realized then I was not the only person with questions about UFOs. I became an investigator for MUFON, an organization that collected reports on UFOs and analyzed the data. MUFON had .a board of consultants, most of \" whom were PhDs or MDs representing many different areas .of knowledge. MUFON trained their investigators and had branches all over the world. I was delighted to find such an organization looking for the same answers that I was. As time went on I interviewed many witnesses and came to realize that the UFO phenomena was quite wide spread and had many more questions than answers. After ten years of investigating UFO sightings, I find proving their existence next to impossible, but I also know you just can't say everyone is lying or that you can explain what they saw as something normal. (continued on page 18)"},{"pageNumber":11,"pageContent":"NEWS'N'VIEWS IDABEL E. EPPERSON: A TRIBUTE Ufology has lost another pioneer. ' Idabel Epperson died January 12,1987 in Los Angeles after a long illness. Idabel probably was not as well known as some of the other relatively small class of women in UFOIogy. She chose to maintain a \"low profile.\" Yet her contributions were equal in importance to those of such other female pioneers as Isabel Davis and Coral Lorenzen in the U.S. Her daughter Marilyn, who notified me of Idabel's death on January 13, also served as a \"Lieutenant\" and performed important work with very little in the way of recognition or reward. Before her illness Idabel served as the State Director for Southern California (1973-1981) for the Mutual UFO Network (MUFON) and prior to that was Chairperson for the Los Angeles Subcommittee of the National Investigations Committee on Aerial Phenomena (NICAP). She first came to my attention in 1958 when, as an aide to Maj. Donald E. Key hoe, I was Executive Secretary of NICAP. She was politely but insistently critical of what was going on at NICAP, and determined to steer us on the right track. At first, I was a little put off, but through the intervention of Isabel Davis we quickly established constructive communica- tions and thereafter her knowledge and leadership played an important role in the successes of NICAP. Today we have Marge Christen- sen, Mildred Biesele, Mimi Hynek, and a few other well-known female UFOlogists in the U.S., plus Jenny Randies and Cynthia Hind overseas. They would all do well to learn more about Idabel as a spiritual predecessor. In fact, someone should conduct a research project on the role of women in UFOIogy, in which case Idabel's 10 contributions would be better understood. To me, she was at first a gadfly, but once we began working together she became a highly valued friend and colleague. Behind her mild demeanor was a person of iron will, broad knowledge of the facts and issues, and a person with social and diplomatic skills that would prove to be invaluable to NICAP and later to MUFON in careful, scientific, objective study of UFO reports. She was also the person who persuaded me that I should join forces with MUFON. The MUFON 1983 UFO Symposium Proceedings were respectfully dedicated to her with these words. \"Public recognition < is hereby bestowed upon Mrs. .Idabel E. Epperson for her untiring efforts as an investigator, leader, publicist, administrator and overall catalyst for the Southern California UFO scene. As —Dennis Stacy one of the pioneers in Ufology, she has devoted over thirty years to this intriguing study. It is with profound gratitude that voluntary dedicated service may be honored in this manner.\" Her passing is a great loss to UFOIogy. I propose that we honor her memory with an award in her name. -Richard H. Hall NEW BOOKS The publication date for Whitley Strieber's Communion has reportedly been moved up a couple of months, meaning it should appear on the stands sometime in February. Budd Hopkins' Intruders: The Incredible Visitations in the Copley Woods, from Random House, should follow soon on Communion's heels, which will make both books available by the time of the"},{"pageNumber":12,"pageContent":"Washington, D.C., symposium at American University. Another book will also be available by then, Gary Kinder's Lighf Years; An Investigation into the Extraterrestrial Experiences o/ Eduard Meier. Kinder, a writer, is the author of the well- received Victim: The Other Side of Murder (Delacorte/Dell). Eduard Meier, of course, is the Swiss farmer who claims to have been visited, at last count, over 130 times by extraterrestrial . visitors from the Pleiades. As evidence a plethora of still photographs, films and metal samples supposedly given Meier by the visitors have been offered up. Several of the better pictures and a sampling of so- called Pleidean philosophy have already been presented in two glossy art-books. Photographic analysis performed by Ground Saucer Watch and others reportedly revealed that Meier's amazing array of flying saucers consisted of small models suspended from strings. Within the UFO community at large, the Meier case is widely regarded as one of the most elaborate hoaxes in modern memory, ranking only behind Spain's UMMO affair. PRO MEIER But there have been believers all along, too, and now author Kinder apparently ranks among their members. According to Publishers Weekly \"Talk of the Trade\" column (12- 26—86), in the summer of 1983, a literary agent, Richard Pine, was approached by officers of Intercep, a Phoenix-based firm specializing in industrial counter-espionage.. For reasons unexplained, Intercep had just conducted its own three-year investigation into the Meier affair and its evidence. (What, one may be forgiven for asking, has industrial counter- espionage to do with flying saucers, unless...?) ' At any rate, in the way of literary agents when confronted with an earth- shaking story, Pine was enthusiastically impressed. It was he who introduced Kinder to the Meier story. Kinder conducted his own investigation, from the fall of 1983 until the winter of 1984, and came to the conclusion that Meier and his massive amount of material were credible. By the spring of 1984, he'd completed a 100-page book proposal. HAVE TO PUBLISH Meanwhile, Kinder's editor at Delacorte, Morgan Entrekin, had servered ties with parent company Simon & Schuster, and had plans to start a publishing company of his own. Pine showed Entrekin Kinder's proposal and Meier's photographs. \"This is the most fascinating, inspirational story I have ever read in my life,\" Entrekin enthused. \"I have to publish it!\" He then laid a blank check ,on Pine's desk. Entrekin eventually landed a distribution deal with Atlantic Monthly Press, whose new chief editor, Gary Fisketjon, and publisher/owner Carl Navarre waxed equally enthusiastic about the project. The first half of the manuscript was then taken to the prestigious Frankfurt Book Fair late last year and subsidiary rights offered for sale. Said Pine: \"It looks like Light Years is destined to fly as high as Meier's Pleiadean friends.\" Or as low. Whatever one's opinion of the case, the latest chapter in the continuing Meier chronicle is now scheduled to hit the stalls in late May, considerably less than a light year away. -Dennis Stacy Lawrence Fawcett and Barry J. Green wood INTENT Nutuuun THEGOVERNMENTCOVERUP OF THE UFO EXPERIENCE What does the government know about UFOs and why won't it tell us? With a foreword by Dr. J. Allen Hy nek \"See. Frank? Keep the light In their eyes and you can bag them without any trouble at all.\" 11"},{"pageNumber":13,"pageContent":"INTRODUCTORY NOTE: Information accumulated over the last ten years indicates that the government has been much less than forthright with respect to information about UFOs. In particular, it now appears that \"hard data\" have been collected by a small intelligence group within the U.S. government. The hard data were obtained from two or perhaps more crashes that occurred before 1951 and, perhaps, from other events since 1951. Open literature information on UFO sightings has, for a long time, pointed toward the hypothesis that some, \"other\" intelligent entities are behind the TRue UFO - TRUFO — sightings. Information gathered in the last several years from several sources indicates that secret government information supports this hypothesis. It therefore would behoove us to begin to contemplate questions which should be answered regarding these entities. As Admiral Roscoe Hillenkoetter, the first head of the CIA, put it in 1960, the \"unknown objects are operating under intelligent control'.' and \"it is imperative that we learn where UFOs come from and what their purpose is.\" We must also begin to contemplate what might happen if and when society accepts the ufologists claim that \"UFOs are real.\" An element of urgency in this regard has been introduced by the planned publication this spring of two major books on the abduction phenomenon. When the general public reads these books and learns that there have apparently been numerous direct interactions between aliens and humans, often taking the form of medical examinations (of the humans), there will be an outcry for more information. The public will no longer be satisfied with government professions of ignorance nor with facile explanations by supposed skeptical experts. Instead the public will want to know what, if anything, can we do about the UFO situation. In order to help prepare for the reaction to the information to be revealed in the next six months or so I have written the following paper that asks the question.... WHAT IF \"THEY\" ARE REAL? Speculations, Questions and Cryptic Comments About the EBEs By Bruce S. Maccabee, Ph.D. Dr. Maccabee, a Navy laser physicist, is chairman of the Fund for UFO Research, co-host of the MUFON 1987 Washington, DC, Symposium. Let's suppose that UFOs are real and are craft piloted by intelligent Entities. Numerous accounts in the literature indicate that they appear to be living creatures rather than robots. Thus they must be Biological Entities. Where are they from? I don't know, but indications are that they are not from this planet and/or this time. This could make them Extraterrestrial. These terms can be combined in the expression Extraterrestrial Biological Entities, or EBEs, for short. The \"EBEs\" are extraterrestrial aliens. The subject of this paper is not \"are the EBEs here?\" The subject is \"they are here and what do we do about it?\" DONT PANIC When you suddenly come to the realization that they are real, that they can travel about virtually at will, that they can interfere with us or not as they desire, that some people have been 12 used as physical and probably also psychological guinea pigs (the UFO abductees), you may start to lose your ' sense of perspective. You may become frightened of that which is unknown and therefore uncontrollable. To help cpmbat that fear you have to.realize that they have been around for at least forty years (dating the first sightings to 1947) and haven't taken over...at least not yet. On the other hand; if they have been around for forty years; why not for four hundred, or four thousand or more? If they have been around for this long then it would appear that overt interference with human society is not their goal (at least yet). PRIORITY OF PROBLEMS Of all the things which directly affect your life, I bet EBEs are not one of them (unless you are an avid ufologist). People are concerned with life, death (and. taxes), disease, personal relationships, etc. For most people the problems of population growth,' pollution, justice for one vs. justice for many, war, peace (yes, peace can be a problem too; ever have a chance to \"enjoy\" a peaceful dictatorship?) and in-laws rate much more highly in importance than whether or not EBEs are flying around doing their thing. Although-there are a few people for whom the existence of EBEs has taken on a first-order importance (UFO witnesses and abductees), for most people the EBE problem is at the bottom of the problem rating scale along with \"Which TV program should I watch\" or \"Should I take my umbrella because it might rain\" or \"Which is the best route to work during rush hour?\" (At times the latter problem may appear to rank with war and peace.) In other words, the EBE problem is at the \"noise level\" of problems in our civilization. It may effect a few thousand or a few tens of thousands of people the world over. Accidents, disease, famine and war affect many, many more. Furthermore, until there is a massive landing or a statement by the White House or some similar major event, the EBE problem should remain in the noise level. Too much attention to it could needlessly effect the psyche of the human race. But that doesn't mean that as humans we should ignore it (continued next page)"},{"pageNumber":14,"pageContent":"WHAT IF? Continued entirely, either. A \"moderate interest,\" sligntly more than \"benign neglect,\" would be about right. IF EBEs ARE AROUND WHY HAVEN'T 1 HEARD ABOUT IT? you ask. You probably have heard about it. You just weren't paying any attention. Or perhaps you did pay attention but rejected the idea. In any case, you ignored the EBE problem and now you aren't prepared. You haven't thought about how you would react to the full realization that THEY are here and have been for a while, probably for a long time. PREPARE YOURSELF There is a very personal aspect to the UFO problem. Why prepare myself? you ask. Your personal survival, psychological and even physical, could depend upon it, say I. Yes, but there is no conclusive proof, so why now? Even without \"conclusive proof (how much \"proof\" do you heed?) you can prepare your eventualities. If you are told there is a poisonous snake in the grass do you wait until you see it before you put on your heavy boots? How are you going, to come to grips with the new reality that the human race is not the center of the universe? What if the humans are to THEM as ants are to US? Should you bow down? Should 1 you curry favor? Should you plead for mercy? Should you run and hide and if so where? Will you become \"paralienoid\" (the fear .that aliens are watching you and waiting for a chance to do you harm)? Will you claim to have special knowledge about the aliens? Will you become (more/less) religous? Will you found.a religion? Will you get yourself together or will you fly apart? ' If you don't give some thought to these questions you won't be prepared. CONSEQUENCES OF KNOWLEDGE . The knowledge of good and evil changed the world of Adam and Eve. The knowledge of the science of mechanics changed the medieval world. The knowledge of nuclear energy, quantum mechanics, biology, evolution and cosmology has changed the post-renaissance world. What if the EBEs are real? Will knowledge of that fact change our modern world? Will people flock to churches? Will the stock market drop? Will people become geniuses .overnight? Will political systems fall apart? Will governments or will one government gain ascendancy over the ' rest? Will the peoples of the world unite? Will there be anarchy? Or will none of .this happen but instead the world will go on as before with only a modification of our understanding of our place in the universe? The answer to these questions are of immense importance...they may determine the fate of mankind. They touch on the very roots of civilization and its trappings. They must be handled delicately. No one should panic. We do riot yet know whether we are faced with a threat or hue or disinterest. Yet, the reality of forty years or more of UFO reports cannot be ignored forever. There must be some reaction on .our part. BIG BROTHER Some of those who have paid attention to the UFO phenomenon as it has developed over the years think that the time may be coming when certain governments of the world, despite the embarrassment over having kept secrets of such great import for so long, will have to admit what has long been suspected. This admission will come,, not because Big Brother is a \"good guy.\" It will come because Big Brother is not big enough...hot big enough to control the EBEs. The UFO phenomenon is UFO- driven (in spite of what skeptics have claimed over the years). It does not depend upon what people are saying about the UFOs. The failure of governments to treat the problem openly has merely pushed off an eventuality from forty or so years ago until now...or later. NO COVER UP? The walls have ears and sometimes a compartment springs a leak. And sometimes a black hole is grey. And sometimes there are loose cannons on the deck. And sometimes people don't agree with the policies of their bosses. And sometimes people are warned that loose lips sink ships, but lips are loose anyway. And sometimes knowledge burns a hole in your pocket. And sometimes disinformation can be reinterpreted by those who are to be disinfqrmed. And what is the result? The existence of secrets becomes known. To be sure, this is not as informative as knowing exactly what the secrets are (i.e., what information is being kept secret). But it is informative. And, if UFOs and EBEs are of such little importance to humanity then why keep secrets about them in the first place? Does anyone deserve the right to keep secrets about them? And, if so, who? The same people who gave us MAD (Mutual Assured Destruction)? THE FUTURE ,-.. Should the present state of affairs be perpetuated? Would such perpetuation be for the good of us all? And who is to decide? Can we have no say in our fate? Is the secret knowledge too much for humanity to absorb? Is Big .Brother protecting us from them or from ourselves? Do A Few feel that they are capable of speaking on the behalf of the The Many? And, if so, is this a good thing for The Many? Is it safer to perpetuate a UFO version of cultural amnesia than it.is to admit that \"the emperor has no clothes?\" \"Only the lonely\" know for certain. The rest of us are left with our suspicions. But we must be prepared/ I suspect that these questions have been answered by The Few to the satisfaction of The Few and this explains our present state of affairs. But the future .state of affairs may differ substantially from the present state and the old answers may no longer apply.. And for that reason, in order to be able to make intelligent future decisions on behalf of mankind, The Many must be let in on the secrets now known only to The Few. 13"},{"pageNumber":15,"pageContent":"Florida Report, too, by Donald Ware CEI CASE IN BRASIL By Cynthia Newby Luce Cynthia Newby Luce is MUFON's Sectional Represent- ative for Eastern Brazil. \"Manzinho's\" real name isOsimar Paulinho Oliveira. He is a self-employed driver who also does a bit of trading to make ends meet. He is 57 years old and has had one year of school which is not unusual for this part of the country. On a clear moonless summer night, (19 Dec.) 1981, Manzinho was driving back home to Sao Jose do Rio Preto from Areal, 30 km from home. He had gone some 5-6 km when he thought he noticed a bright light behind him and thought it was a truck. The light seemed very bright which began to make Manzinho nervous but then when he was about 15 km from home, the light got very close and passed over him. Seeing the brilliance in front of him he stopped his car. He braked and can't remember if the engine died of its own accord or not. But the next thing he knew the car motor wasn't running and a huge what he called silo-shaped object was taking up the entire two-lane road 360m ahead of him almost due South (170°). Manzinho also can't remember if he turned out the lights of the car or they just went out...but while the object was on the ground his headlights were out. The object was silvery with very bright bluish lights. There were two lights on each side and three on top. Both Manzinho and another witness I shall introduce reported that the top seemed to spin, but when I made drawings I could not identify the top part as spinning. There were three windows that he said looked black and about 40cm square. The object sat on three tiny legs. He cannot remember if it cast a shadow or not. After about five minutes the object rose, seemingly straight up, to a height Manzinho estimates to be between 400- 500 m., and hovered. Manzinho, decided to get home as soon as possible 14 \"Manzinho\" stands in front of Siluio's bar, pointing to inhere multiple witnesses saw object on hillside. but had quite a bit of difficulty starting his car. Finally he got it going and raced under the object and sped towards Aguas Claras, 6 km away. The object stayed right over him all the way which frightened him so that when he reached Aguas Claras (still some 6km from home), he stopped the car and dashed hysterically into a bar calling everyone to come and look at the object which was now about 300m halfway up the side of the hill. The owner of the bar, Silvio, came out, and people also came out of the Fundamentalist Church across the street from the bar and saw the UFO. It stayed there, stationary, for about 15 minutes, then took off in an Easterly direction. This whole episode took place from around llpm until a little after midnight. I would like to make a few comments. I interviewed the bar owner, Silvio, and he essentially corroborated Manzinho's story. However, he was uncomfortable with the idea of my taking his picture and sending it out of Brasil. The problem is that he is illiterate and very superstitious. A few months ago a Brasilian friend, a professor of Philosophy and Communications at PUC in Rio, came and made a video tape of my cases. He had more success with Silvio. I suddenly realized that"},{"pageNumber":16,"pageContent":"Arfisf s Interpretation being a woman; and not being Brasilian can be a handicap. I also have been trying, and my Brasilian professor friend Maurq Costa tried, to talk to the people that were coming out of the church. They .were unwilling to talk about it, even though one man that lives beside the church told me he once saw a green ball of light wandering close to the ground on the hill where the UFO-had been seen. Apparently the church witnesses were uneasy with the whole situation and did not want to talk for religious reasons. Manzinho went several times to try and talk to the church people but said that there was some reason to do with their belief systems that 'was holding them back. The church witnesses are simple people that, for the most part work the land in one capacity or another. I am hoping that as the whole UFO scene becomes more familiar to these people, they will be.more willing to talk and tell of their experiences. Just from listening about what people tell me they are told by others, I get the impression that there are a lot more sightings of one sort or another. People just do not talk much about them. The name of the man who saw the , greenish ball of light and who also saw the UFO, but did not want to talk about it, is Manoel Francisco Freitas, born 29 Dec. 1934. He farms and repairs ., bicycles. He says the light was the size of a v street lamp and passed in a north- .south direction. Silvio Gabral da Silva has a bar and also works' leather. Born 31 March 1943, he has two years of school but somehow it didn't 'take,' because he has a lot of trouble and .doesn't really read. He reported that the UFO was the color of fire but also reported a spin . on the top. Some comments on the form of the UFO seen by Manzinho and Silvio: The • UFO drawn on .the back of the MUFON form is what Manzinho drew, saying it was like a silo. I had a great deal of trouble getting both' Silvio and Manzinho to be articulate. When I made a drawing that I. thought represented what he had drawn he said it wasn't right. I made many drawings because I wanted to make big drawings for my professor friend's film. Finally Manzinho settled on something that is not quite the same as the drawing he originally made but I include a copy of it. Both Manzinho and Silvio.still maintain that there was some sort of 'spin' on the top of the UFO but they are unable to either verbally describe it or draw it. The drawing that I made under Manzinho's direction he now claims is just what he saw. , Silvio says the whole thing was difficult to describe because it was up on the hill close-by and seemed to have a different shape than from what Manzinho described but he also is unshakeable about the spin on top. My guess is that what they saw was so strange that they had nothing to relate it to and that is why they can't tell me exactly what they saw. In my experience, the more pimitive the people one deals with, the more 'concrete' their perception (and I can sight some evidence for .that). This can be interpreted in two ways: 1) that they see something perfectly that they cannot describe, and 2) that they don't have any idea what they are seeing, so they link its description up with something known which may include what they, think the investigator wants to hear. End PENSACOLA UFO Mr. 'Robert J. Preston of Pensacola, FL called me about a UFO that he saw over his home about 24 October, 1973. He got my number from a Pensacola News Journal article about National UFO Information Week. Shortly after the sighting he reported it to folks at Pensacola NAS who said other people had also reported UFOs. They didn't interview him, and he didn't know who else was interested at that time. Bob is a 47-year old graduate of the University of Florida : who was in the insurance business. During an interview in my home on 30 August 86 at Ft. Walton Beach, he . provided the following information. Bob , arrived home at 802 E. DeLeon Street as it was just getting dark. He was removing clothes from his car when he noticed what he thought was a bright orange moon behind some trees about 300 feet to the east. He looked at it and saw it move to the south (continued on page 18) 15"},{"pageNumber":17,"pageContent":"3-D SUITS BY JOHN SCHUESSLER John Schuessler is MUFON's deputy director. For the past thirty years, perhaps more, witnesses have reported UFO occupants wearing one-piece, close- fitting clothing. The reports are similar all across the world and apply to various humanoid sizes. The following examples are from Charles Bowen's book, The Humanoids. \"A Brazilian railway employee reported that, at 3:30 a.m. on November 14, 1954, he saw three beings in tight-fitting, luminous clothing •• examining the ballast on....\" (page 93) A sixty-foot wide disk was reported during April 1957 near Pajas Blancas Airport, Cordoba, Argentina. A humanoid 5, feet 8 inches tall came out of the vehicle. His \"garb.was like a diver's suit, fitting the body closely, and seemingly of some sort of plastic.\" (page 98) Professor Joao de Freitas Guimaraes, a lawyer and Professor of Roman Law in the Catholic Faculty of Law at Santos, Brazil, reported a UFO at 7:10 p.m. one day in July 1957. Two men, over 5 feet 10 inches in height came out of the object. \"They wore greenish one-piece suits fitting closely at neck, wrists, and ankles.\" (page 99) Two peasant farmers in the state of Santa Catarina, Brazil reported a UFO landing on November 18, 1957. They saw two circular aluminum- colored disks and six medium-sized men of slim build and wearing \"dark- grey suits glued to their bodies.\" Two groups of people encounter- ed a humanoid near Mexico City on August 23, 1965. The critters were from a landed disk that was 50 meters wide. \"The crew of this craft were beings entirely like Earth men, but 2 meters 10 centimeters : in height, with fair hair and blue eyes and \"clad in seamless one- piece garments having a metallic appearance and of some unknown /ibre.\" (page 118) 16 A peasant farmer working in a field in the state of Pernambuco, Brazil, reported a landed object and little manlike creatures on the morning of September 10, 1965. He said \"they wore tight-fitting one-piece garments.\" (page 121) Gary Wilcox of Tioga City, New York said he was visited by the occupants of a UFO on April.24, 1964. He described them as two small men about 4 feet tall. He said they \"arrived . on the scene dressed in clothing which appeared to have no seams.\" (page 163)   ; The strange case of Antonio Villas Boas, dating back to October 14, 1957 also contains a description of humanoid clothing. He said \"the trousers were also tight-fitting over the seat, thighs, and legs, without any visible wrinkle or crease in the cloth.\" (page 215) The common factor in clothing reports lies in the lack of seams, buttons, creases, and the like. They seem to have been produced to exactly fit the form of the humanoid; something our garment industry was unable to do at the time of the reports. STITCHLESS GARMENTS MOLD TO BODY Symagery Productions, Inc., of New York has devised a stitchless process for producing high quality, low cost clothing. Symagery's founder and president, Brett Stern, developed the patented process in 1981. Then, using a grant from the National Science Foundation, he established the process' feasibility and viability. The study culminated in the production of full-size blouses with cup-type molds in the front, shoulder pads, and ultrasonic seaming to join the front and back. Several models evaluated the prototype blouses. They came away excited about the garments' style and 1 comfort quantities. \"An inherent advantage of this type of clothing is that, being made in a 3-D format, it fits the body contours naturally,\" says Stern. \"Because of its built-in memory, the fabric is not affected by repeated washing, drying, or cleaning.\" Symagery received a grant from the New York State Science and Technology Foundation to support the design of a prototype automated manufacturing line to produce a variety of full-size garments. This design provides for a continuous flow of fabric from a bolt of cloth to the finished 'product without human intervention. \"The first machines will produce standard sizes,\" Stern states. \"Eventually, a customer will walk into a clothing store and have his or her body scanned by a video camera. This information on body parameters will be . logged automatically into a computer, then the desired details of style, colors, personalized logos, and decorative effects will be entered into the keyboard. The .machine's flexible molds will create the customized garment while the customer watches. In a matter of minutes, the finished garment will arrive for the customer to . take home.\" . Now that the research and development phases have been completed, Symagery is turning to the garment industry and others for, support of the construction and evaluation of the prototype manufacturing line. Applications cited by Sterns for his system include the production of \"clean room\" and disposable medical garments, stuffed toys, and fabrics for aircraft, automobile and home furnishings uses. But the best feature Stern sees for his system is that of owning a \"one-of-a- kind\" garment that anyone could afford. His competition may not come from the Japanese industry as it did for the automobile industry. It may come from civilizations somewhere in space. After all it appears they may be the original inventors."},{"pageNumber":18,"pageContent":"IN OTHERS' WORDS By Lucius Parish UFO sightings in the Middle Ages are the focus of an article in the November 18 issue of NATIONAL ENQUIRER. Five sightings are detailed, spanning the years from 1168 to 1322. The ENQUIRER's December 2 issue reports on the findings of the French UFO research agency, GEPAN. 'Cases of electro-magnetic effects, landing tracejs apd UFO occupants have all been investigated by this government-financed agency. The various shapes of UFOs are examined in an article for the January 6 issue of ENQUIRER. And, if ypu're a fan of psychics' predictions, this issue contains Miami .psychic Micki Dahne's forecast that a fleet of UFOs will be sighted at an open-air rock concert in northern , California, leading to a massive White House investigation into the UFO subject. Don't .hold your breath! :' '•\" .' . . '- Actor DeForest Kelley (STAR TREK's.Dr. McCoy) tells of his .1950 sighting in the ENQUIRER's January 13 issue. Kelley observed a flame-spewing cigar-shaped object at low altitude while traveling through Louisiana^ Although not mentioned in the article; Kelly also observed the objects which were fired on by anti-aircraft guns in the \"Battle of Los Angeles\" in 1942. Jerome Clark contributes the \"Anti-Matter/UFO Update\" column for the December issue of OMNI, reporting on the story of a strange airship which allegedly crashed in Dundy County, Nebraska in 1884. Various local, historians have been questioned about the tale and, while none will say it was false, neither have they been able' to .come up with evidence to support the claim. It is interesting that certain details of. the story seem to coincide with more recent reports of a similar nature. •The first two issues of a new magazine, CALIFORNIA UFO, have been a rather mixed bag of Ufological material. The publication includes both extremes, from science-oriented reports to channeled messages from \"Space Brothers.\" So, while there may be something for everyone, there is probably also something to offend everyone! Still, the magazine is nicely produced and looks as through it might be designed for newsstand 'sales in the future. In addition to the standard articles, interviews, etc., there is a very useful \"Contact\" section in each issue, containing names/addresses of many individuals and groups who. are interested in various aspects of the subject. CALIFORNIA UFO is published bi-monthly and is available at the rate of $15.00 for six issues ($20.00 for foreign subscriptions, payable in U.S. funds). Th'e address is: CALIFORNIA UFO - 1800 S. Robertson Blvd., Suite 335 - Los Angeles,.CA 90035. .  '.' Late word is that Gary Kinder's book on the UFO subject',. LIGHT YEARS, will be published in May. No information available on publisher or price, but this will be included in a future column. (See \"NEWS'NVIEWS\"-Ed'.) LETTERS Dear Editor, I'm afraid I'm not as impressed as Stan Gordon is with his apparent annual and local concentration of \"mystery meteors\" (No. 223, Nov. 1986): Actually several things may help explain this effect. ' First of all, there, are three annual meteor showers in January and February — the. Quadrantids in early January, the Kappa Cygnids during the middle of that month,, and the Alpha Aurigids occurring in the first half of February. The three showers might help account for some but not all of the activity. Secondly, there is nothing at all unusual about the areas of visibility for the sightings. At least half of the events appear to have been reported across regions of 100 miles or so. This is not uncommon for bright meteors. In the cases where the areas were smaller, it might have been possible to expand the zones of visibility by conducting a thorough field investigation. Areas of fireball visibility depend upon many factors, including angle of atmospheric entry, brilliance, time of night, cloud cover, extent of investigation, access to news sources, etc. (At the planetarium where I work, we normally receive only one or two local calls following the passages of a bright fireball, even though the phenomenon may have been witnessed by scores of people across a large portion of New England.) Thirdly, the illusion of meteoric events occurring repeatedly within a limited territory in the U.S. is aided by the very existence of Stan's statewide reporting network. A glance at the SEAN Bulletin (Scientific. Event Alert Network, Smithsonian Institution, Washington, DC) shows that equally dramatic fireballs were being reported elsewhere in the U.S. and overseas during the same January-February time frames — and in fact throughout the year. Walter N. Webb MUFON Astronomy Consultant Westwood, MA Dear Editor, James R. Leming charges that Nicholas Mariana (who made the now famous movies of twin-UFOs at Great Falls, Mont., in 1950) accepted U.S. Government/USAF \"bribery\" in the form of $10,000 cash plus relocation expenses and a government job. This very serious charge allegedly is based on 30-year old recollectio'ns of \"friend- of-a-friend\" of Mariana. (MUFON UFO Journal, Nov. 1986). Knowing that Mariana now lives in Portland, Ore., why didn't Leming call him to check out this tale which is suspect on many grounds. I did and Mariana characterized Leming's charge as \"utterly ridiculous.\" (continued next page) I"},{"pageNumber":19,"pageContent":"THE NIGHT SKY By Walter N. Webb MUFON Astronomy Consultant MARCH 1987 Bright Planets (Evening Sky): Mars, in Aries, glows reddish in the WSW at dusk and is of magnitude +1.4 in midmonth. It sets shortly after 10 PM on March 15. Jupiter, in Pisces, is now very low in the west at dusk, setting during the middle of twilight in midmonth. The yellowish giant planet enters the morning sky on , the 26th, not becoming visible again until late April. The crescent Moon'.is.ne.ar Jupiter on the 1st and in the Vicinity of Mars on the 3rd and 4th. Bright Planets (Morning Sky):  ,.  .'•;•• Our brightest planet, Venus, shining at magnitude -4.0 in mid-March, rises after 4 AM and stands low in the SW dawn sky. The crescent Moon lies below it on the 26th.      .-,...- , • . , Saturn, in Ophiuchus, rises shortly before. 1 AM in midmonth and is well up in the south by sunrise. Its magnitude is +0.4., The ringed world begins to retrograde (move westward) on the 31st.      • O Moon Phases: First quarter-March 7 Full moon--March 15 ..Last quarter-March 22 New moon-March 29 The Stars: In March we begin to see in the east the constellations .which will be prominent, in the skies of spring — Leo, Coma Berenices,, Virgo, Bootes — yet the winter groups are still to be seen in the west — Orion, Canis Major and Minor, Gemini, Auriga, Taurus. On the evening of the 5th the crescent Moon passes the • Pleiades cluster (in.Taurus), a pleasing sight especially in binoculars or telescope; those in the southern states and Hawaii can watch the Moon occult some of the cluster stars.  ' . ' %  ' . Besides the Pleiades, two other objects deserve study with optical aid. At 9PM look for a very faint smudge exactly on the celestial meridian (north-to-south line) between Leo and Gemini. Binoculars and 'scopes reveal a V-shaped \"swarm of bees\" — several hundred stars called the Beehive or Praesepe (pre- se'-pe).   - ; . . . , • Meanwhile in the SW the hazy middle star of Orion's sword becomes the beautiful Great Nebula of Orion, a cloud of gas and dust whose hot inner stars cause the gases to fluoresce.  ' '.  . ', ... The Big Dipper climbs high in the NE, turning its bowl almost upside down in midevening. The Pointer Stars on the end of the bowl point the way to Polaris the North Star. 18 LETTERS, Continued Leming also claims that \"Philip Klass -accepts the [USAF's] 1950 decision [on the Mariana film], not the 1952 analysis....\" initiated by the late Capt. Edward Ruppelt. If Leming had taken time to read my account of this case in chapter 16 of my book UFOs Explained, he would know his claim, is false. My conclusions, as detailed in my book, are based on a very detailed analysis and series of experiments conducted by Douglas Aircraft Co. engineers, and a report on those experiments, dated Mar. 24 ; 1956, authored by, Dr. Robert M;L. Baker. Photos from that report are published in.my book. . Philip J. Klass •• Washington, D.C. CLOSET, Continued  , Twenty-six years after my experience, 1 find , myself in a comfortable .place with UFOs: I no longer want to prove that they exist, I am curious as to why they are here, where they come from and is there' a hidden meaning to all this. I intend to continue, my search into the UFO phenomenon, along with my • wife, Delia. We met again thirty years later. PENSACOLA, Continued • and west. He was so amazed he started shouting to the neighbors to come out, because he then thought it was a UFO. After 8 to 10 seconds it stopped above and beyond a telephone pole and • hovered for about 30 seconds. It was shaped somewhat like a garbage can lid. He was trying to keep track of the times, because he had heard.about the Pascagoula sighting two weeks earlier and knew it was important. TURNS OFF He could see no windows or doors, just a pumpkin-orange glowing disk with clearly defined edges in an attitude not quite.horizontal. Then it \"turned itself off\" like a light bulb. He was still yelling for the neighbors to come out, (continued next page)"},{"pageNumber":20,"pageContent":"MESSAGE, Continued assisted Idabel as a silent partner for over thirty years. Idabel died January 12, 1987 in Los Angeles. In compliance with her request, her body was cremated and her ashes distributed at sea. In lieu of flowers, Idabel had asked that contributions be given to her favorite charity - your local Salvation Army. * •*• * The Japan Air Lines flight crew UFO sighting over Alaska on November 17, 1986 did not spontaneously start a UFO flap, however it was the spark that ignited the news media worldwide. Your director received telephone calls from England and West Germany inquiring concerning our knowledge and investigation of the case. We appreciate the fact that Paul Steucke, the FAA spokesman in Anchorage, was providing the names and telephone numbers of Dr. Richard F. Haines and Walt Andrus to the news media when he was contacted, since both of us interviewed him by telephone. Your Director participated in from one to three radio talk show programs per day and performed countless interviews with newspapers across North America following the news break. It was refreshing to note that none of the supermarket tabloids placed telephone calls to MUFON in Seguin, because they have finally realized that MUFON will definitely not respond to their inquiries. The tabloid reporters and editors have \"got the word.\" However there are still a few MUFON members who keep referring to the \"tabloid connection.\" * * * This paragraph is a message to all State and Provincial Directors in North America. It will be noted that there are several new State Section Directors listed in this article, however we need your help to expand MUFON's investigative coverage. Each of you has a current list of all members and subscribers in your state with their positions noted. Please indicate on a State map the counties for which you have active State Section Directors assigned. Review your list of members and evaluate their potential to assume a leadership role as State Section Directors for the counties or parishes where vacancies presently exist. Please contact and invite these potential leaders to seriously consider accepting a more active role in your State organization. Each State or Provincial Director should make these official appointments and advise MUFON headquarters so the person may be reclassified. If MUFON is to be an effective UFO investigative agency, we need every county in each state adequately covered with State Section Directors and Field Investigators. I am confident that many members reading this \"Director's Message\" are anticipating that they may be contacted by their State Director. Since MUFON is a volunteer organization, it is suggested that any member that would like to become more involved should contact your State Director and advise him/her of your willingness to serve. * * * The prompt response to UFO sighting report investigations assigned to our members has been very gratifying and appreciated. Most of these reports were received from Bob Gribble at the National UFO Reporting Center hot line in Seattle, Wash, and forwarded to MUFON for investigation. Bob has the most comprehensive UFO hot line in the U.S.A. This is a valuable link for areas where we do not have representation or our members are not known to the police agencies or news media. Budd Hopkins' new book published by Random House (250 pages) will be titled Intruders: The Incredible Visitations in the Copley Woods, and is expected to be released in May 1987. Budd is submitting an article for the MUFON UFO JOURNAL, providing an exciting preview. PENSACOLA, Continued because he felt it was still there. After 30 seconds more, \"it turned itself back on\" and came rapidly, perhaps 100 mph without a noticeable period of acceleration, to a position that he guessed was 150 feet directly over his head. He saw it change attitude to perfectly horizontal. The diameter appeared about the length of his thumb at arms length, or about like his sun glasses lens. (Although he thought it was about the size of a house, calculations indicate about 11' diameter at 150' distance.) He thought it might have reacted to him because of his yelling. He was not afraid of the object, but instead felt a strong sense of admiration for whoever might be in control. After 30 seconds directly over his head, it \"turned itself off\" again, and that was the last he saw of it. The weather was mild, calm and clear. He noticed no sound or smell. Bob told me he knew another person who saw a UFO about the same time, and he gave me her phone number. On 7 September I interviewed Mrs. LB in her Gulf Breeze home about four miles south of where Bob reported the UFO. She was walking with her husband and friend a little after dark \"on the same night Bob saw the UFO\". Near the intersection of Shoreline Drive and Washington St reet they saw a bright orange light in a kind of fog or cloud about 50° up in the east. It was perhaps a mile away. It appeared \"round or oval\", like a flat-bottomed disk would be 50° up. \"It moved real quick to the east. Then it went up real fast and hovered. In a second it was going fast.\" Then it rapidly went away to the east. She said, \"Let's run!\", and they all hurried home. The time was estimated to be about 30 minutes after Bob's sighting, which she didn't learn about until days later. I consider this an ordinary unknown sighting. Although it is of the. night-light type, it is possibly a description of the same object by independent witnesses. It demonstrat- ed an ability to hover, accelerate rapidly and \"turn itself off\", and it appeared to react to the excited yelling of one witness. After 13 years, Bob said he still gets goose bumps whenever he thinks about it. It was the most impressive event of his life. -Donald M. Ware State Director Florida IWUFOIV 19"},{"pageNumber":21,"pageContent":"DIRECTOR'S MESSAGE by Walt Andrus The annual MUFON award for the most outstanding contribution to Ufology for 1986-87 will be presented at the MUFON 1987 International UFO Symposium on June 27, 1987 in Washington, D.C. The actual contribution or work is not confined to the calendar year of 1986, but may include accomplishments within the past 5 years. Nominees or candidates for this award may reside anywhere in the World, including the people submitting the nominations. A person may be nominated by proposing their name with a written paragraph stating briefly why their candidate should receive the award, listing their accomplishments and recognition in the field of Ufology. The deadline for receipt of nominations is February 28, 1987. Please send to MUFON, 103 Oldtowne Road, Seguin, Texas 78155- 4099 U.S.A.. > i\\'> The Fund for UFO Research will be hosting the MUFON 1987 International UFO Symposium on June 26, 27, and 28, 1987 at American University in Washington, D.C. Bruce Maccabee, , the host chairman has provided revised tentative prices for each event for advanced planning purposes. Conference fee to all sessions, including the Friday night reception - $30; and banquet Saturday evening with speaker - $20. 200 air conditioned rooms on campus are $27 per night for a single and $25 each per night for double occupancy. None of the rooms will be available Sunday night June 28th, however the above price will prevail Thursday June 25 if participants desire to arrive early to visit Washington, D.C. In addition to the featured speakers for the MUFON 1987 International UFO. Sympsoium, contributed papers are being solicited. Contributed papers are short presentations (15 minutes in length with 5 minutes allowed for questions from the audience) for which no formal full length paper is required. Each contributed paper is to be summarized in an abstract of less than 300 words, which will be published in the symposium proceedings. For details on submitting contributed papers please refer to the articles titled \"First Call for Papers\" in the \"News 'N' Views\" column of both the September and December 1986 issues of the MUFON UFO JOURNAL. The deadline for submission of abstracts for contributed papers is being extended to March 31, 1987. Contributed papers are to be mailed to Richard H. Hall, 4418 39th Street, Brentwood, Maryland 20722. * * * • Bill Moore, host chairman for the 1987 National UFO conference (NUFOC), has announced that the conference will be held June 12-14, at the Burbank Hilton at Burbank, Calif. The price of rooms per night will be $55. The 4th BUFORA International UFO Congress will be held July 10-12, 1987 at the London Business School in London, England. For further information please enclose a S.A.E. for your reply to Congress Secretary, c/o 16, Southway, Burgess Hill, West Sussex RH15 9ST, England. On July 9th, Bertil Kuhlemann had scheduled the annual meeting of the International Committee for UFO Research (ICUR). Immediately following the BUFORA Congress on Monday, July 13, 1987 at the same location, Walt Andrus has planned a meeting for all MUFON Foreign Representatives and members. Other information will be forthcoming as the planning develops. Your Director will attend all 3 meetings. Hal Starr, State Director for Arizona, hosted a statewide meeting on January 31, 1987 at the Mountain Terrace Restaurant in Fountain Hills, Arizona for all MUFON personnel, including subscribers, current members, field investigators and those who had expressed an interest in joining MUFON. Marge Christensen, Director of Public Relations, had planned to show the video tape promoting the 1987 UFO Symposium, but a minor auto accident prevented her from doing so. * * * MUFON - Metroplex announced their new officers for 1987. They are Jerry Decker, President; George Myers, Vice President and Program Chairman; Betty Myers, Secretary; and Ron West, Treasurer. Their mailing address is MUFON - Metroplex, 9764 Forest Lane, Suite 688, Dallas, Texas 75243 and their 24 hour UFO hotline number is (214) 288- 9676. John Prytz was appointed State Director for the Australian Captial Territory (ACT). New or reinstated State Section Directors include the following: Richard M. Farnell, M.S., Juneau, Alaska for the First Judicial Division; John A. Lombardo for Erie and Niagara Counties in New York; Mrs. Jozaa D. Buist for Churchill County in Nevada; Clara V. Skimore for Nueces and San Patricio Counties in Texas; Larry G. McKee for Blair and Huntingdon Counties in Pennsylvania, and Art Lehman, D.D. for Cambria and Somerset Counties in Pennsylvania. Dr. Leman is also a Research Specialist in Theology. New Research Specialists recently joining are Thomas E. Bearden, M.S. in Nuclear Engineering; Roberto Orozco, M.D. in Medicine; Verna C. Lovatt, M. Ed. in Theology; and Kilicaslan Mertan, M.S. in Computer Science. * * * Everyone in Ufology who knew her personally is going to miss Idabel E. Epperson, truly a pioneer in this field and the State Director for Southern California from 1973 to 1981. MUFON sent a bereavement card to her daughter, Marilyn Epperson, who has (continued on page 19)"}]
