[{"pageNumber":2,"pageContent":"$3.00 MUF®N Mutual UFO Network UFO JOURNAL December 2002 Number 416 Computer rendition' of the triangular object witnessed and videotaped in southern California on July 23, 2002. The article begins on page 3."},{"pageNumber":3,"pageContent":"MUFOff UFO Journal (USPS 002-970) (ISSN 0270-6822) Post Office Box 369 Morrison, CO 80465-0369 Tel: 303-932-7709 Fax: 303-932-9279 International Director = John F. Schuessler, M.S. Editor: Dwight Connelly, M.S. 14026 Ridgelawn Road Martinsville, IL 62442 Tel: (217) 382-4502 e-mail: mufonufojoumal@hotmail.com Columnists: - Walter N. Webb, B.S. George Filer, M.B.A. Jenny Randies Stanton Friedman, M.S. MUFON on CompuServe \"GoMUFON\" to access the Forum MUFON on the Internet: http://www. mufon.com MUFON e-mail address: mufonhq@aol.com MUFON Amateur Radio Net: 40 meters - 7.237 MHz \" Saturdays, 7 a.m. CST or COST Table of contents December 2002 Number 416 In this issue California black triangle investigated by Ann Druffel...3 Robot-like entity in Turkey by Esen Sekerkarar 7 An awakening to contact by Mary Rodwell 8 Filer's Files by George A. Filer.  12 UFO Press: Deepening Complexity of Crop Circles ..14 MUFON Forum   15 View from Britain by Jenny Randies  16 Scientists say UFOs worthy of study by Richard Hall..17 Perceptions by Stanton T. Friedman  18 Sc Fi's \"Roswell\" positive by Dwight Connelly 20 MUFON begins membership drive by Lin Simpson....21 The Night Sky by Walter N. Webb  ...23 Calendar    23 Director's Message by John Schuessler  24 Change of address and subscription inquiries should be sent to MUFON, P.O. Box 369, Morrison, CO 80465-0369. Copyright 2002 by the Mutual UFO Network. All Rights Reserved No part of this document may be reproduced in any form without the written permission of the Copyright Owners, Permission is hereby granted to quote up to 200 words of any one article, provided the author is credited, and the statement, \"Copyright 2002 by the Mutual UFO Network, P.O. Box 369, Morrison, CO 80465-0369\" is included The contents of the MUFON UFO Journal are determined by the editor, and do not necessarily reflect the official position of the Mutual UFO Network. Opinions expressed are solely those of the individual authors and do not necessarily reflect the opinion of the editor or staff of MUFON. The Mutual UFO Network. Inc is exempt from Federal Income Tax under Section 501 (c) (3) of the Internal Revenue Code. MUFON is a publicly supported organization of the type described in Section 509 (a) (2). Donors may deduct contributions from their Federal Income Tax. Bequests, legacies, devises, transfers, or gifts are also deductible for estate and gift purposes, provided they meet the applicable provisions of Sections 2055, 2106, and 2522 of the Internal Revenue Code. MUFON is a Texas nonprofit corporation. The MUFON UFO Journal is published monthly by the Mutual UFO Network, Inc., Morrison, CO. Membership/Subscription rates are $35 per year in the U.S A., and $40 per year foreign in U.S. funds. Second class postage paid at Versailles, MO Postmaster Send form 3579 to advise change of address to: MUFON UFO Journal, P.O. Box 369, Morrison, CO 80465-0369 MUFOINPs mission is the systematic collection and analysis of UEO data, with the ultimate goal of learning the origin and nature of the UFO phenomenon. '.' ''•'••'• •"},{"pageNumber":4,"pageContent":"July 23, 2002, sighting Black triangle investigated in California Ann Druffel ByAnnDruffel O n Tuesday, July 23, 2002 at 10:15 p.m. a re- markable sighting occurred in the Los Angeles area, startling the public and researchers alike. Several MUFON-LA investigators joined forces to re- search the incident, and the subsequent data obtained is now at a point where it can enter the public arena for possible collaboration and further in- put from other sources. The case is the subject of ongoing investigation and research with MUFON-LA. The State Section Director for Los Angeles, Mark Hunziker, was one of about a dozen witnesses who viewed the huge lighted object as it passed slowly and soundlessly, north to south in a straight path over the Los Angeles area, past the southwestern end of Los Angeles International Airport, more familiarity known to the world as LAX. It was then viewed continuing south over the Pacific Ocean and islands offshore. Hunziker, an active researcher of twenty years in the UFO field, presents perhaps the most detailed of the many accounts from credible witnesses. He lives on his 30-foot Catalina sailboat docked in Marina del Rey, a large ma- rina just north of LAX. He had gone to bed early on the 23rd of July but was awakened by frantic calls from a friend who lived on a nearby boat. Hunziker's statement begins: \"Only a few minutes prior to my neighbor's call, I'd gone to bed in the forward v-berth of my 30' Catalina sailboat on which I live. When Leslie 'Scotto' Galbreath called me by phone with alarm in his voice, I was sur- prised to find him reporting a UFO to me. (I voiced my doubt as to his sincerity because Scotto is a comedian who constantly uses my interest in UFOs as material for routine comedic 'assassinations' of my character.) \"He reiterated that he wasn't kidding, and that I should come topside immediately for a look. I popped the hatch over my head and moved upward on deck to see some- thing which made absolutely no sense whatsoever: Above me nearly 90 degrees, but slightly north and heading di- rectly overhead to the south-southwest, was a brightly-lit array of lights which looked like they were configured to what appeared to be a central jet aircraft. \"Flying at about 15 to 18 thousand feet, the atmospheric bounce seemed to illuminate the bottom of what looked like a typical jet, but that is where typical ended.\" 1 Hunziker states that there is always jet noise in the marina, being very close to LAX, so he could not deter- mine if the object made any sound. There were other jets in the area as he carefully noted the object's appearance: \"To the right and left side of this central craft was a About the author Ann Druffel has been a UFO researcher since 1957, working with NICAP, CUFOS, and MUFON. She is the author of several articles and books, including The Tujunga Canyon Contacts (co-authored with D. Scott Rogo). Her latest book is How to Defend Yourself Against Alien Abductions. formation of what looked like rotating red navigational beacons. To the right were a series of three outboard bea- • cons, the first one being the only one that was not rotat- ing, constant, and red. Each beacon was equally spaced on either side of this craft. The distance from each bea- con to one another was at least three full wingspans of the 'central' craft's main wingspan. That wingspan was approximately my thumbnail width at arm's length. \"Relative to the central craft, one of these rotating red lights moved independently of one another as if to be fixed to some 'superstructure,' and connected somehow to the central craft. 2 To the left of the \"craft\" and starting outboard at the same distance as the right side were approximately six of these \"beacons,\" Hunziker's report continued. These \"bea- cons\" made the left \"wing\" appear much longer. At the farthest outboard \"end\" of the left side formation was a smaller white light trailing behind its respective leader as if it were being dragged by this leading edge beacon. This gave Hunziker the impression that this'Sving\" was squared off at the left end. The distance from these two lights was about four fu- selage lengths of what he could only term \"the central craft.\" The angular size was approximately the size of his thumbnail held at arm's length, or about 2-3 times the size of the full moon. His report continues: \"There did not appear to be any visible structure to the larger wing formed by these outer beacons, though. There was absolutely no variation in spacing visible which might have been caused by independent buffeting from wind turbulence or speed differences. These beacons and lights seemed \"fixed\" to a rigid but invisible framework.\" 3 Each red rotating beacon seemed larger than what it should have appeared to have been for its distance, and did not seem to be \"attached\" to the bottom of anything like individual aircraft. To the witness, they just looked like oversized flying red beacons, clear and bright. The lighting resembled no \"normal\" navigational lighting he had ever seen. Other aspects of the lighted object also seemed very strange and difficult to describe, thus: \"If there was a 'superstructure' to this formation, the sweep angle of the main wing from the central craft's leading edge was the source for any 'attachment.' This formation's angle might have been pitched slightly for- December 2002 MUFON UFO Journal Page 3"},{"pageNumber":5,"pageContent":"ward of the angle of the central craft wing's leading edge. The reasoning for such a configuration made no sense. Any superstructure necessary to keep such a formation fully fixed in space, as it appeared, would have been ripped apart by air turbulence from the speed this craft traveled at. On the other hand, if there was a much larger main craft partially 'cloaked,' then this would explain such an odd sighting.\" 4 While Hunziker was studying the object from the deck of his sloop, \"Scotto\" Galbreath and another mutual friend, Larry Hansen, were watching the object's passage through binoculars from about 30 yards away. They had it in sight about a minute and a half. Then the \"configura- tion of lights and craft\" moved out of sight to the south-southwest in a path which would have taken it di- rectly across the western end of the LAX active run- ways. When Hunziker first viewed the object, it was at about 70 degrees elevation headed from north to south, but within moments it reached 90. degrees overhead. He thought about grabbing his digital camera, which was below deck, but decided quickly that this would sacrifice the limited time he had to study the object. He wisely chose to ob- serve details and proportions, and to count the time of the object's passage. He also was uncertain that his camera was sensitive enough for the type of night shooting re- quired.      , Living near LAX as he does, and accustomed to the passage of numerous planes each day, he was able to estimate that the object/lights traveled at much the same speed as a conventional passenger jet aircraft flying at 15,000 to 18,000 feet. The 90-degree elevation of the ob- ject/lights at one point is confirmed by the fact that Hunziker stood about three feet from where the mast is and stepped out on the deck of his boat. The object passed overhead, with the top of the mast partially obscuring it for a few seconds. Additional reports That same night MUFON-LA investigators received additional reports from cities within Los Angeles County, both situated north of Marina del Rey, two of which were investigated in the field. MUFON-LA investigators work- ing with MUFON-LA Director of Investigations Bill Casey included Ralph McCarron, Bill Hamilton, Steve Murillo, and Georgeanne Cifarelli, MUFON State Director for Southern California. Other reports were received, including from Sequoia National Park and various locations in the San Fernando Valley and beyond, but these reports have not been inves- tigated to any extent by MUFON-LA. In Silverlake, an inland community approximately 11-12 miles east-northeast of Marina del Rey, Jesus Guzman had walked out on his patio at 10:14 p.m. He saw a strange string of flashing red lights in the sky traveling in what he perceived as a southeast direction. Since the lights were not easily identifiable, he rushed back into his house, grabbed his camcorder and video- taped the spectacle. He noted that the elevation of the object(s) was about 1/4 the way up from the horizon, an Artist s rendition of object based on eyewitness re- ports. elevation they maintained during the sighting. Guzman could make no determination as to the actual size of the'configuration of lights or their distance from him, but estimated their speed as \"very slow, about 10 mph.\" He perceived no sound, but as he continued to look in their direction and the lights disappeared behind a neigh- boring rooftop, he noticed a helicopter in the same area. 5 Guzman noted that what he described as \"the objects\" were first seen by him in a triangular pattern, and then started forming a crescent shape. He saw some other \"objects\" farther away which seemed not to be part of the configuration. The sky was clear, and the object/lights are clearly visible on his video. Guzman's report was received by Bill Casey, who in- terviewed the witness and then referred him to Ralph McCarron, video analyst for MUFON-LA, for further study of his video. Another witness Another witness, who has not given permission to use his name publicly, but who provided it on the initial WUFOD-MUFON sighting form, reported the object from the city of Hawthorne, approximately 7 miles due east of Marina del Rey and 10 miles south-southwest of Silverlake. On Tuesday, July 23, 2002, at about 10:15 p.m. (give or take a few minutes) he and two friends were outside talk- ing when they noticed some red lights approaching from their north, traveling south. The lights caught their attention for they formed what the primary witness in this group described as \"a very huge boomerang or V-shaped object with a bright.white light at the \"nose\" and red blinking lights around its perim- eter, 4 or 5 red lights on either side of the white light.\" The object itself was \"dark.\" Its angular size was 2-3 times the size of the full moon, and it was traveling a steady course north to south in the western sky. 6 The three witnesses thought the object/lights was an airplane at first and were very impressed with its \"mas- sive size.\" They kept the object in sight for one or two minutes as it traveled north to south, appearing to follow the coastline. The sky was clear, and they kept sight of it until it was too far away to see in the southern horizon. Page 4 MUFON UFO Journal December 2002"},{"pageNumber":6,"pageContent":"Frame of video taken of the object by Jesus Guzman at Silverlake, CA, on July 23 at about 10:15 p.m. light light 4 circle of lights light Sketch of object based on the video taken by Jesus Guzman as analysed by a video specialist. (AH art work with this article is copyrighted and may not be used without permission of the copyright holders.) The huge object was totally silent and \"seemed to glide slowly across the sky,\" maintaining a steady course at an elevation of about 1/4 up from the horizon. This was simi- lar to the elevation reported by Guzman in Silverlake. During the entire sighting, the object did not pass in front of anything which blocked the witnesses' views. They estimated the closest distance from the object(s) at about 10,000 feet, and also estimated that it was at about 10,000 feet altitude. They also noted another airplane in the area. The primary witness stated in his initial report that he was \"totally shocked\" that the incident did not make the news either that evening or next day. He remarked that it flew directly over the LAX flight path, confirming what Mark Hunziker had also noted. The two additional wit- nesses to this Hawthorne sighting have not yet given per- mission to use their names. 7 Yet a fourth sighting came to MUFON's attention through a friend of Bill Hamilton's. This is basically a third-hand account involving a security guard based on Palos Verdes Peninsula, the tip of which lies some 12 miles due south of LAX. Both Hamilton's friend and the security guard wish to remain anonymous. The guard's report stated that the red-lighted triangu- lar object flew over Palos Verdes Peninsula, apparently moving slowly along the coast, and that it was coming from the direction of Redondo Beach, a city 5-6 miles due north of the Peninsula. It appeared to pass over Long Point, the site of old Marineland on the peninsula's south- ern tip. before continuing south out over the Pacific Ocean toward Catalina Island 20 miles offshore. 8 At this time, it must be speculated that the July 23 lighted object does not seem to be anything connected with known aeronautical technology. Ralph McCarron showed the video to a person who works on the V-2 with Northrop Aircraft, and this source, who must remain unidentified, was extremely puzzled over what the object(s) in the video could possibly be. Bill Hamilton reported that he had contacted knowl- edgeable sources who ruled out the possibility that the object was a Northrop Flying Wing, and that another source had stated that the witnesses had misinterpreted a Northrop Scramjet flying at 60,000 feet. This \"explana- tion\" does not fit the facts of Guzman's video nor the other witnesses' statements. Hamilton also pointed out that many in the UFO field have conjectured that the unidentified \"triangles\" reported so often nationwide are manufactured by Department of Defense contractors, but that, again, proof eludes us. 9 Guzman's video, even in unenhanced form, is startling to view, and personally left this author with a puzzled feeling of not being able to even speculate what the object/lights were. If it were a U.S. secret aircraft it is not logical to think it would be flying over heavily-populated areas. Currently it is regarded by MUFON investigators in the area as an unidentified flying object. Mark Hunziker states: \"I have been with MUFON since I was about 28 in the early 1980's. With nearly a lifetime of interest and 20 years of dedicated research...my interests were due mainly to the inexhaustible numbers of credible witnesses who tell their stories. On July 23rd, 2002, I witnessed something beyond explanation, which now puts me in that witness category.\" 10 Ralph McCarron, MUFON-LA's video analyst, owns and operates a production/post-production business, Wolf Video. He has analyzed numerous videos of alleged UFOs for MUFON in the Southern California area and else- where. He has extensive computer technology available, and copied Guzman's original video onto his computer, digitizing it from his camera as an uncompressed signal. This assured that McCarron's copy was the same quality as Guzman's original. He studied Guzman's video, but was unable to analyze it to his own satisfaction because, even with his sophisti- cated computer technology, he was unable to determine the \"edges\" in order to ascertain its true shape.\" The difficulty of determining the object's edges left MUFON-LA with an uncertainty as to its true shape and size. Addressing this problem, McCarron prepared a sec- ond generation copy of Guzman's video on VHS tape for State Section Director Georgeanne Cifarelli. The original video is 57 seconds long; the VHS copy is 41 seconds December 2002 MUFON UFO Journal PageS"},{"pageNumber":7,"pageContent":"long. After a period of searching, Cifarelli was put in touch with a digital video specialist through one of her friends. This specialist had no prior interest in the UFO research field, and knew nothing of the subject, but agreed to help with an analysis of the VHS tape as a favor for his friend. Cifarelli originally had two questions in mind to ask the specialist: 1. Had the video tape been digitally manipu- lated; and 2. Which frames showed the best resolution so that the object's true shape might be determined, if pos- sible. The specialist, who requested not to be identified be- cause of his lack of interest in the UFO field, determined that the video tape had not been digitally manipulated. Guzman was unwilling to lend his original for analysis, and as a consequence the data obtained, as described below, was done on the copy Cifarelli had procured. Slow- ing down the film and looking at it frame by frame, the specialist concluded that all the lights visible in the video were connected to one large, solid object; he selected the best frames to ascertain its shape. An \"edge\" seen Through enhancement techniques available on the specialist's $150,000 equipment, maximizing the resolu- tion and manipulating the lighting, he was able on a few of the frames to see an \"edge\" between three main white lights on the corners of a three-cornered object. Two of these white lights are plainly visible in the video; the third white light on what apparently is the left edge of the triangle, as viewed and photographed by Guzman, is very dim compared with the two bright lights fore and aft, but hopefully can be seen in the video frame on page 5. This is the best frame available in the specialist's esti- mation because it shows all three lights at the comers of what he perceived as a \"pyramid\" shape. The specialist hypothesized that this third white light is extremely faint due to the fact that its placement on the left side of the three-pointed object was such that it was not easily vis- ible due to the fact that the object was tilted away from the witness/photographer so that a major portion of its underside was visible. The lights on the corners of the object flashed for 1/10 of a second each, making a strobe light effect. Cifarelli was present with the specialist during the several hours he worked on the videotape analysis, and reported on this phenomenon in her October 2002 report: \"One corner would blink, then in 1/10 of a second, the next corner would blink. You could see the two corners, and after manipulating the tape and looking at each frame, the third corner finally came up. It was hidden during the actual video until you went frame by frame to see that there was a third comer with the blinking light. That was because the object was slightly slanted as it was cruising, and obscured the third corner.\" 12 Cifarelli also was able to see the edge when the spe- cialist pointed it out to her on the computer screen. Un- fortunately, this edge is not visible in the frame on the previous page due to the loss of clarity in the printout, but it is hoped that other photo analysts with similar equip- ment can confirm this finding. When Cifarelli asked the specialist what he thought the shape of the object was, he replied \"a pyramid.\" He had been given no advance knowledge about the video and was not aware that the lights visible on the video were widely considered to be what has become known in the UFO field as \"a triangle.\" The specialist also analyzed the cluster of smaller lights which are seen between the three comers of the triangle, and determined that these lights comprised about half of a \"circle\" on the underside. As Cifarelli reports: \"Because the triangle was flying at a slant, you could see a view of the underside. There was a circle of some- thing under the object with 1/2 of that circle having lights. There was something there in that circle on the bottom of the object that covered two-thirds of the body. At that point, the specialist grafted on the screen what the object could look like had it been clear daylight, printing four three-dimensional pictures of the object seen at different angles.\" 13 (See Journal cover and page 5 for two of these.) The sky is depicted as partially clouded for the purpose of giving a three-dimensional effect; in reality, Guzman witnessed the object in a clear sky, as did other Southern California witnesses. Hunziker had noted that there did not appear to be any visible structure to what he perceived as \"the larger wing\" formed by the three \"outer beacons.\" He wondered why there was absolutely no variation in spacing visible which might have been caused by \"independent buffeting from wind turbulence or speed differences.\" These beacons and lights to him therefore seemed \"fixed\" to a rigid but invisible framework. The specialist who was able to see the \"edge\" of the craft on the computer screen, confirmed by Georgeanne Cifarelli's testimony, explains and corrobo- rates Hunziker's report. At one point on the video, the object is partially ob- scured by a nearby tree. Using this reference point, the specialist estimated that the object was about 1 1/2 to 2 miles away from the witness. Because of its large angu- lar size, even on the video, he ascertained that the object had to be at least twice the size of a 747 aircraft. Keeping in mind that this specialist was working from a copy of the tape rather than Guzman's original, and due to his lack of knowledge about what the video was pur- ported to represent, it seems fortuitous that he was able to ascertain the edges of a triangular shape on his com- puter screen. It is suggested that if Guzman's original vid- eotape were analyzed on equipment similar to the specialist's that the edge might be seen more clearly, and perhaps be able to be produced in printouts. Airport inquiries fruitless Efforts to contact nearby airports and flight centers in this area obtain confirmation of the passage of a huge object through Southern California skies on the evening of 23 July 2002 have met with little success. Bill Casey contacted the manager of Van Nuys airport, but learned that the tower had closed by 10:45 p.m., and that they had no knowledge of the object. Casey's continued efforts to contact LAX and the FAA's air traffic control center in Palmdale, CA, which Page 6 MUFON UFO Journal December 2002"},{"pageNumber":8,"pageContent":"routes California air traffic, met with even less success. 14 Follow-up investigation by Ralph McCarron likewise has, to date, been unfruitful; he plans to continue these ef- forts, including contact with NORAD and re-contact with LAX and the FAA flight control center in Palmdale. MUFON-LA continues investigation into other aspects of the sighting, including more accurate mathematical as- sessments of possible true size of the lighted object, follow-up analyses of Mr. J. Guzman's video, and inves- tigation of other July 23 sightings related to those de- scribed here. Peter Davenport's NUFORC website has additional reports which apparently point to the fact that the object/ lights made a path north to south over parts of Northern California before being viewed by Southern California witnesses. It is assumed that efforts by MUFON inves- tigators in that part of the state will add pertinent data, and that eventually a full picture of the passage of the July 23,2002 triangle/lights will emerge. REFERENCES 'Detailed sighting report by Mark Hunziker, originally submitted as part of MUFON WUFOD report sent over the Internet, but inexplicably omitted when the WUFOD report was sent out by email. A follow-up email by Hunziker, sent to members of the inves- tigative team and to this author, contained his precisely written de- scription of his sighting. 2 Ibid. 3 Ibid. \"Ibid. 5 WUFOD report by Jesus Guzman. 6 WUFOD report forwarded to Bill Casey, MUFON-LA Director of Investigations. 7 Ibid. \"Email from Bill Hamilton to Mark Hunziker. \"Ibid. 10 E. mail from Hunziker to author, 30 October 2002. \"Phone interview and emails, author with McCarron, 2 Novem- ber 2002. l2 Report by Georgeanne Cifarelli, State Director of Southern Cali- fornia for MUFON. I3 lbid. '\"Email correspondence with Bill Casey, October, 2002. WUFOD login & password for MUFON members WUFOD is MUFON's Worldwide UFO data- base, linked to the MUFON home page. URL for WUFOD is: http://ohiomufon.services4all.com . login (where it says Name) is: member password is: [member! Remember, the login is the word \"member,\" NOT your name! Both login and password must be typed in lower case to enter WUFOD. Print out the user guide once you log in and read it for best use of the database. Logins and passwords for investigators will be given them by their State Directors. All Field Inves- tigators should be getting email from WUFOD when a case is entered in your state. If you aren't, please contact geekology@worldnet.att.net Flying robot-like entity seen by multiple witnesses in Turkey By Esen Sekerkarar MUFON Representative, Turkey On the June 2,2001, three villagers-Fevzi Can, his wife Selma Can, and their neighbor, Aysel Topaloglu, from Narli village in the Esme district of the city Usak-woke up early in the morning to hoe their tobacco farm about 7 AM. They got on the tractor, but on the way they saw some- thing 30 cm. above the ground on a farm they were pass- ing. The thing was about 15 meters away from them. First, they did nothing but kept on driving. But as they drove, the being started to follow them, still keeping the 15 meters distance. That was when the villagers got puzzled and Fevzi Can stopped the tractor and got off. \"At first I thought it was a bird or an animal,\" stated Mr. Can. But the being started to rise in the air and ap- proached them. It stopped about 2 meters away from Mr. Can and hovered about 2.5 meters above the ground. \"The thing I saw was completely silent\" says Mr. Can. \"No wings or no propellers were apparent. There wasn't any noise of an engine either, but it was in the air. I was astonished and confused by what I was looking at, so I thought of throwing a stone at it, thinking maybe I could drop it down and examine it closer.\" As soon as he had the thought of throwing a stone at it, the being started to rise in the air. Mr. Can threw a few stones at it, but all missed. The being rose about 5 meters, then started to fly to the opposite side, all the time facing the witnesses, and went away. The villagers said that the being they saw was about 60-70 cm. tall, wearing a bright, gelatin-like suit with a dark-yellow bright light in the belly part. It had an elliptical head and red-colored feet. It had no arms, and the legs seemed to be attached to each other, forming a V shape. It had no ears, no nose, nor a mouth. According to the witnesses' testimony; the only facial detail that was ap- parent was its almond-shaped eyes, which seemed to be stuck on the suit. I, too, met these people myself and also talked to Mehmet Yildirim, the head official of Esme after the inci- dent. He says these people are very reliable and honest. That was also my personal impression after talking to them. When we asked them to take a lie detector test they immediately accepted without hesitating, but we were un- able to get a machine. What I believe is that the encoun- tered being was a robotic, remote controlled being. A very similar being was seen the next day in Foca, which is about 170 kilometers away from Esme village. This time, Huseyin Gultekin and Ozan Gunay, the two guards of a factory, claimed to have seen a flying being over the fences of the work yard during the nighttime. The being was emitting the same colors as the one seen previously in Esme. But the guards were very frightened and they ran in- side and told their superior about what they had just seen. When they went out again nothing was there. December 2002 MUFON UFO Journal Page?"},{"pageNumber":9,"pageContent":"Unraveling the mystery .of a wrecked motorbike An awakening to contact By Mary Rodwell S ince 1997 the Australian Close Encounter Re- source Network (ACERN) has offered its re- sources to more than 700 individuals and their families. The resource honors all realities, but specializes in \"contact\" experiences, by which I mean experiences that involve contact with non-human beings. Some individuals are consciously aware they have con- tact experiences, but some discover it through a personal crisis or unusual event. The event acts as a trigger or catalyst, which catapults them into an awareness of this phenomena. The process generally opens up what could be called their psychic intuitive centers, and they may become conscious of not only the non-physical realm, but also their interaction within it. . I know many people, even those with professional training in the psychological field, who sincerely believe that the reason individuals contact ACERN is because they are avid believers Mar - v in UFOs and indulge in ET-related fantasies until they convince themselves that they have had contact. How- ever, my research suggests something quite different. In fact the majority of people who resource ACERN would definitely prefer to believe that their memories were all fantasies. Some sincerely hope that I will tell them that their experience is a psychological aberration, and that there exists a magic pill that will cure it. However, of those who try medication, many find that it dulls their senses, but does not stop their experiences. The fact is that a majority of abductees did not originally have an active belief in UFOs or ET contact, although they may have been more open-minded about the subject than most people. Nevertheless, even for them, the prospect of believing that they personally have had some form of contact is just too bizarre. For most of them, coming to terms with such a paradigm shift can take months or years, and can be a time of great confusion and fear. Imagine the shock to the psyche when, while exploring another issue, some unsolicited material emerges that suggests that they have had some form of contact experience, and that, further- more, it was directly related to another traumatic experi- ence. .     . This was exactly what happened to a young man who came to see me a couple of years ago. It is no exaggera- tion to say that on that day his reality-his personal para- digm-was changed forever. That case, which is docu- mented, also illustrates some of the complexities of this work; how the therapist needs to be well informed, be- About the author Mary Rodwell, RN, is a professional counsellor, clini- cal hypnotherapist, Ufologist researcher, writer, and prin- cipal of the Australian Close Encounter Resource Net- work (ACERN), Perth, West Australia. Her work involves providing individuals and their fami- lies with information and emotional support, working with other professionals, and informing and educating the com- munity through the media and lectures. She has lectured nationally and internationally, and produced a video, \"Ex- pressions Of ET Contact a visual blueprint?\" which won two awards. She is the author of a new book, Awak- ening, which will be reviewed in the January MUFON UFO Journal. She can be contacted at phone/fax (08) 9454 3702, or by e-mail at: starline@iinet.net.au cause of the unique idiosyncrasies of contact/abduction experiences. This case also illustrates graphically to those who are skeptical or uninformed, that such experiences are not created by psychotic, deluded, or fantasy-prone individu- als looking for a more interesting life. Although there will always be such cases, most of those who contact ACERN are normal individuals who are faced with paranormal experiences. I found it particularly interesting working as a therapist in this case, as I had no inkling at the time what was going to be revealed. I felt like a cosmic Agatha Christie des- perately searching for clues in an extraordinary whodunit. David, who is now in his early twenties, came to see me to get some answers. He had had a bad accident falling off his motorbike in his early teens and had suf- fered a severe head injury and concussion. Some as- pects of the accident puzzled him. He had little memory of events preceding the accident, as well as those imme- diately afterwards. He was curious about what had re- ally happened. All he could remember was that he had arrived home, after being missing for five hours, with a battered motor- bike that had a smashed carburetor, feeling very dazed and unwell. He remembered that, after he got home, he had a headache and was very sleepy. His parents took him to a hospital immediately, where he was assessed and packed in ice. He had a high temperature, enlarged spleen, and concussion. The mystery was not only his lack of memory of the incident, but a scar which had appeared on his abdomen after the accident, although he had not had any surgery. He had never understood this. I was honest and said that I did know how successful I would be in recouping his memories after a head injury. For ease of reading, I have only included the highlights of this long session which took over three hours. The regression begins. I first relax David using some PageS MUFON UFO Journal December 2002"},{"pageNumber":10,"pageContent":"visual imagery, and a process called focused relaxation: Mary-What day is it? (referring to the day of the ac- cident) David-Sunday. Mary-What time did you wake up? David-Nine AM. Mary-What was the first thing that happened? David-Breakfast; bacon and eggs. Mary-What happened next? David-Dad mowed the lawn. Mary-What did you do? David-Played tennis. Mary-What happened next? David-I ate a hamburger, played pool, then worked on my motorbike (which he said he did for a couple of hours, then decided to take it for a ride). At this point I was very surprised and pleased that already we had specific details about the time before the accident that David had not previously remembered con- sciously. This was a promising start. We continued. Care- fully, I took David slowly through his next movements to see how detailed his memory could be. David-I said to mum I was going for a ride and would be back in five minutes. Mary-What direction did you go? David-Out the back gate, to the left, walking to the reserve, to take the bike there and back. Mary-Walk me through what you are seeing as you go along? David-The house next door, as I walk through the lane. It is getting renovated. Mr is on the veranda. Mary-What's the weather like? David-Sunny (David continues, giving a quite detailed account of pushing the motorbike across the road, over pipes, the old rail track, a sheep paddock, the school etc). Mary-Where do you go after that? David-I go home. Mary-You, go home? David-(silence) This was a crucial time. Was this all I was going to uncover of his memory prior to the accident, or could I get more information? There was no way of telling, so I decided to try again from the beginning. I slowly walk David through the same scene, with the hope of getting even more detail. Mary-What's the first image you see as you leave the house? David-A pot plant, plants and the pool table. Mary-Next? David-Renovations. I get more details this time as I slowly walk David along the road to the reserve he was heading for. He comments on the bits of pipeline on the road, the store yard, gravel road etc. We keep going with more minor details. Mary-What do you see next? David-A yellow jeep! Mary-Good, then what? David-Ugh! A knife, a knife! Mary-What you are seeing is a knife? David-Nothing around it, just a knife. Mary-What is the knife like? David-Wooden handle, a big steak knife. Mary-Is it being held by anyone? David-No, just floating. Mary-What are the surroundings like? David-Just black. Mary-Just black. What's the surroundings, like if you turn on a light? (This technique can work if for some reason the client is fearful and does not want to see some- thing) David-Ahhhhhhhhhhhh! Mary-Did you turn up the light? Can you see any- thing? David-Just eyes to the top left. Mary-What do they look like? David-Can't tell, just outline. Still black. Mary-Are they big or small eyes? David-All black, innocent. Mary-What's the face like? David-It's side on. Mary-Turn it around. What's the face like? David-White, no mouth, pointy chin. Mary-What's the hair like? David-No hair. Mary-What's the shape of the head like? David-Round, pointy chin, black eyes. Mary-Is the face close to the knife or separate? David-Separate. I continue to ask David for more details. He struggles, except to say most of the surroundings are black. Then I ask if he can see himself and if he is part of this? He says yes. Mary-Where do you think you are? David-Lying down. Mary-Does it feel hard or soft? David-I don't know. Comfortable. Mary-How do you feel? David-Peaceful. As this material was not what I was expecting, I tried to determine if David had moved forward to the time to when he was in hospital. I asked if he was indoors or outside? He confirmed he was indoors. I asked if he could see a window? He said it was all black. Then he said he saw two figures and a pair of eyes. I asked what he was wearing? He said his motorbike overalls. As I asked what happened next, he said his eyes were being examined. Then he saw a bright light and was aware that \"they\" were taking his clothing off. They drew a line, marking him, from his nose, lips, and middle stomach, with the \"knife\" still floating. He saw an arm and the knife coming down, then he felt he was being watched. Later they seem to be pricking his feet. He feels a sensation as if his toenails are being cut. David then says he starts to feel drained of energy and very drowsy. He feels his hair being stroked. He continues by saying they brush his body, lifting his knees. He has a paralysed feel- ing. He feels hands on his neck; he thinks they are feel- ing his pulse. He feels hands over his face, huge hands, December 2002 MUFON UFO Journal Page 9"},{"pageNumber":11,"pageContent":"as big as his head. I ask what he sees next and he says it's like they are \"taking his face off' and putting it on the wall. A long tube is put into his stomach. It comes from the ceiling all the way into his stomach. Something goes through the tube and it hurts. This scenario continues with David being moved to- wards a white colored door. He says he cannot move, as he is strapped to the chair, and as he looks, he sees \"joker's shoes and hat.\" The oddity of seeing an unusual figure in this scenario often points to a screen memory. Experiencers who have contact often see clowns which, when probed further, turn out to be an ET being, so I ask what he means by his comment about the \"joker's hat.\" David-Like the three-way hat that jokers wear. It goes three ways on their head with balls on each end. Mary-Are you seeing that on your own head? David-No, someone else's, in the white light, near the door. Now it looks like what I saw the first time. Mary-Can you describe it again? David-Round head, pointy chin, black eyes. Mary-Where are you? David-Still in the chair, white light all around, there are three in the room where I am. I move David to the next significant event. He says that the light shines in his face, coming closer. Something mechanical goes over his face, clamps his jaw, and holds his eyes open. It feels like it's scanning him, he says. \"I can't close my eyes, it hurts.\" The machine goes back into the wall, the chair moves into another room, and he starts to feel scared. Mary-What are you scared of? David-The blackness, the darkness. Mary-What happens next? David-A tree, earth, my left arm is above my head, right one by my side. My legs are all twisted. The bike is two metres to my right. It's really wrecked; the handle- bars are bent and smashed. My helmet's still on, visors smashed. I wake up, take my helmet off, see the bike, pull it up, start pushing. Bit of a creek, across the road, open the gate. Mum is standing at the pot-plant watering. She drops the hose and screams, \"He's fallen off!\" Mary-So that's when your mum takes you to hospi- tal? David-She's nagging, shocked. I go into the lounge room, lie down, and fall asleep. Then I'm walking to the hospital, ugg [sheep-skin] boots on. I am lying on a white bench, there are nurses. The nurse is stroking my hair. It feels like it's repeating. I move to another room. My temperature's high, my head's sore, the nurse is arguing with the doctor. Mary-Do you know what it is about? David-It's about me. The nurse is saying I should be flown to [another] hospital, but the doctor wants to keep me there. They have put ice round my head, taken my clothes off. I've got a drip in. I feel better. Time has passed. Initially I felt that much of what I had heard could have been David mixing aspects of his hospital experience, al- though it sounded as if he had had two hospital experi- ences. But some of the details were puzzling; the joker's shoes, for example. I was still trying to ascertain how the accident happened. I had been given an account of a strange medicaMike experience with unusual beings, and what seemed to be the recovery from unconsciousness after the accident and a graphic and detailed account of David going home after the accident and then being taken to hospital, with a clear details of his medical treatment, even to conflict between the medical staff about his treatment. But the question remained, how did the accident happen in the first place? I began from the beginning, and asked David to tell me once again what happened from the time of leaving home. Extra details emerge. A car nearly hits David as he crosses the road. He now vividly recalls not only the model of car, but also the color. \"I wasn't really looking as I crossed the road,\" he says. He describes how he climbed on his motorbike and rode it past familiar land- marks, including seeing the yellow Suzuki again, and how he stops the bike at a place he does not normally stop at. David-Something stops me. I don't usually stop here. Mary-So what's stopping you? David-I'm looking at the scenery. I see the school. Mary-Anything else? David-I see a sphere above the trees, to my right above the school. It's got this glass bottom, round silver bit that runs around it, and on top it looks the color of the sky. Mary-What happens next? David-It starts to move as if it sees me. It stops, I see the jeep, noone around, nothing, no wind, no smell. I just see those eyes. I now had an indication that something very unusual had occurred: the sphere that David saw and.also the quietness. The strange eerie lack of noise, known as the Oz factor, is a phenomenon that occurs with some sightings and contact experiences. Mary-Where is the sphere? David-Forward, right at two o'clock. Mary-How big is it? David-Seems big, real close. Mary-Can you see it clearly? David-Just see the glass bottom, color glass, clear glass color. Mary-Are you looking at it? Does it come closer? David-Everything's still. Mary-Are you stopped now? David-Yeah! Mary-Do you remember stopping the bike? David-Yeah, I had my finger on the kill switch. Mary-What's the sphere doing? David-Hovering. Mary-How close is it to you? David-Above the gravel road. Mary-So you are sitting on the bike. What happens next? David-I get lifted. Mary-How does this happen? David-Dunno, floating. Mary-So is the bike smashed as you get lifted? (I am still trying to find out how the bike accident happened). Page 10 MUFON UFO Journal December 2002"},{"pageNumber":12,"pageContent":"David-No. I just move off my bike. The bike falls over. I am off my bike somehow. Mary-How do you get off your bike? David-I lift my left leg first. I am standing at the right of my bike, my right hand is still on my handlebar. I let it drop. I let it go. Mary-So you drop your bike? David-Just dropped. I'm a few metres away from the middle of the road (heavy breathing). I'm looking around me, it's as if what is above me is not really there, as if I don't see it. Then I am drawn to something on the road. A little black box, a mini-remote or something. I push it, something above me opens up. I feel lifted, I look up and I look at glass. It's the space. I go inside, the remote disappears. It's huge, like there are no walls, like I'm just sitting in the sky. Mary-Look. What you are standing on? David-Just like glass, but springy. I lay down. Mary-Can you see the corners of the room? David-It's round. I go into blackness again. I see that funny face again. Mary-Did you have the accident before you went into the sphere? David-No, I dropped the bike. I walked into the middle. Mary-What is happening in the sphere? David-Lining me up. Fit the clamp, taking something from my stomach, a hard ball, like a stone or something. Mary-Why is it there, what does it do? David-Dunno, they were getting something from me. Again I am trying to ascertain whether the accident happened before or after the incident with the UFO. Mary-Did this accident happen before or after you were in the sphere? David-Don't know. Mary-Ask the part of you that knows. David-Yes. Mary-Go to the time after the sphere. Where is the bike? David-Just behind me. Mary-Is it damaged? David-The handle-bars and the grip [are]. Mary-How did they get damaged? David-When I dropped the bike. Mary-Why did you drop the bike? David-I just forgot I had the bike. I got drawn to some- thing and got off. I step off the bike, hold the right handle bar, let it drop to the left, while I am walking away. Mary-The bike gets damaged as you drop it? David-I leave the [handle-bar] grip on clutch. The grip gets torn like, knocked. The handle-bars aren't bent, only a little, and I have stopped the bike. It gets more damaged when I have fallen off it. So at last I have the information we want. The bike was only minimally damaged through the UFO encoun- ter; the major accident happened later. Mary-Can you see how it gets damaged? David-Coming back home, I hit the pipe, the bike hits the ground hard. I fly a couple of metres forward, and I am lying in the dirt and my left hand above me, my right by my side, the bike's behind me, and the petrol's leaking. Mary-Is this after you have been in the sphere? (I am checking this information). David-Yes. Mary-Ask the part of you that knows if there is any- thing else you need to know? David-I was taken, tested, then I had the accident. Someone put some big metal thing on the pipe. I hit the metal, then hit the ground head first. Mary-Anything else? David-Why do I see the knife when I stop the motor bike? Mary-Ask why? David-Cutting through something, not physical. Cut- ting time. Mary-Can you explain? David-Something got cut and stopped everything. Mary-Do you understand? David-Yes. By the end of this session both David and I were tired. David was understandably shocked by what he had re- membered during the session, and did not know what to think. I knew he needed time to assimilate what had transpired, so after debriefing I suggested he contact me in a few days when he felt he needed to: David, amazingly, soon came to terms with the fact that he had had an extraordinary experience on board a UFO, which may or may not have been partly to blame for his motorbike accident. He may have still been a bit \"dazed after the UFO/contact encounter, so when he was riding his bike did not see the obstacle that caused his accident. Or it may have happened anyway. Questioning David a few weeks later, I discovered some interesting facts from him. He had unusual dreams at times, smelled strange odors, and often felt \"watched and observed.\" He felt \"different\" and had also felt unseen presences. He had seen black helicopters and had regu- lar nose bleeds. He was unusually psychic and telepathic. This strongly suggests that David has been interacting with ET beings for some time. David regularly has con- tact experiences, is often consciously aware of them, and now accepts that as part of his life. Some of my clients are unaware of ACERN and my specialist work with alien abductees, and have only come to see me because I also work as a professional counsel- lor, healer, and metaphysician. Nevertheless, during their therapy, occasionally some of them spontaneously recall a contact experience. For example, they may be catapaulted into an ET/space craft scenario which shocks them as well as me. This has happened on more than one occasion, and leads me to believe that many more people are being contacted than most abduction research suggests. ET contact is not always the classic bright lights, fear of the dark, bodily marks, and paralysis scenario. Con- tact seems to occur in a variety of ways and perhaps experiences such as David's are far more common than was previously believed. It is also important to note that such experiences are not just occurring to science fiction fanatics, but appear to happen regardless of previous personal beliefs. December 2002 MUFON UFO Journal Page 11"},{"pageNumber":13,"pageContent":"Filer's Files By George A. Filer Director, MUFON Eastern Region George Filer Unless otherwise noted, these reports have not been verified by official investigations. Turkish aircrews report encounter AFYON and YALOVA — On Nov. 1, 2002, an ex- traordinary encounter was witnessed by three Turkish airline crews, as well as three other crews. Interviews are being conducted by the Turkish Sirius UFO Organi- zation. Based on the testimonies of pilots and crews of the airliners thus far, a UFO fleet was made up of ten to fifteen craft that were first sighted .by the captains and the crews of two airliners just before takeoff. The UFOs were flying between 22,000 and 36,000 feet altitude and were spotted between 5:30 and 5:45 PM. The reports were submitted to Sirius UFO Space Sciences Re- search .Center and to the flight safety department by pilots. These reports include clear state- ments of the witnesses on how sure they are about what they have seen, and the UFOs were unquestionably not any kind of known aerial phenomenon. In the reports, they state they are certain that the objects were a group of UFOs. In contrast, the scientific advisers from the Turkey National Observational House (TUVPO) has made a de- tailed research on this subject and obtained some .photo- graphs taken by a Mr. Halil Yal?yn and found the objects were meteors from the Lenoids. According to their investigations the same objects were observed from both the surface and from the air in cities like Antalya, Balykesir, and Afyon. The file was closed as a false UFO report, http://www.tuvpo.com/124.jpg (147Kb.) Sirus has responded, claiming, \"A meteor that entered into the atmosphere and that would possibly wreak havoc on earth was broken into pieces and rendered ineffective by a UFO before it hit the Earth. The incident could be considered as one of the most prominent events in the history of mankind, was witnessed by a total of 6 differ- ent airliner crews (4 in the air, 2 from the ground), and was filmed by an amateur camera. \"This historical event which discloses the reality of the existence of extraterrestrial life has been subjected to in- depth analysis by our research center for 15 days. E- mail:info@siriusufo.org. http://www.siriusufo.org\" Note: It is my experience that meteors breaking apart can easily be confused for UFOs. However, the meteors or shooting stars last for only a few seconds. The pilots' testimony seems to indicate they had the objects in sight for many minutes. Jet chases ball of light in Arkansas POCAHONTAS — The witness was outside raking leaves at 6:30 PM, just after dark on Nov. 11,2002, \"when the light on the building in my back yard went out. Simul- taneously, a jet fighter flew by chasing a ball of light. The fighter was clearly in pursuit of the craft. \"I yelled for my little girl to come take a look, and she thought it was really cool. The fighter gained on the craft, and the next thing I saw was wild. It turned out of the path of the jet and went straight up, and it was gone. In a few seconds another jet flew in the same path. A total of four fighter jets circled the area for at least an hour.\" Thanks to Peter Davenport NUFORC White cylinder in Texas CHILLICOTHE — While driving east on Highway 287, on Nov. 3, 2002,1 noticed what looked like bright airplane landing lights. The light went out at 5:40 PM, but a large white cylinder-shaped object was visible at about 6000 feet. The length was 200 feet and its diameter was 40 feet. It was hovering and I pointed the object out to my wife and pulled to the side of the road. Fifteen sec- onds after we stopped it slowly accelerated toward the east. We followed it for 30 seconds maintaining the same speed as the object until we reached 75 mph. It contin- ued to accelerate until out of sight 30 seconds later. This is our first observation of a UFO. I served in the Air Force at NORAD.\" Object over lake in Vermont GRAND ISLE — Five people reportedly sighted an extremely large object flying low over Lake Champlain on Nov. 2, 2002. The report follows: \"My nephew was sitting in the living room and noticed an object with a light on top and green lights below. He watched the object come off the lake and fly very low and circle around .the house. He could see the bottom of the object that was rotating with greenish lights. \"It disappeared going west, but ten minutes later it re- appeared in the front of the house and just skimmed a huge weeping willow tree at about fifty feet. The craft then flew back over the lake and hovered for a few min- utes. It was dome-shaped on top. At this point a yellow white beam of light came out of the bottom of the object and beamed down onto the lake. \"It then moved back toward the house and stopped about 50 feet away. Then it moved a little closer and stopped. He was standing on the railing of the deck on Page 12 MUFON UFO Journal December 2002"},{"pageNumber":14,"pageContent":"the front of the house, and the craft was about even with him in height without making a sound. Then it moved straight up and quickly passed over. \"My sister started to watch from the window and ran to tell my Mom. My sister saw several lights hovering over the bushes near the house across the street. Then it headed towards the house and flew over. She described it as very large with greenish lights on the bottom. She called her neighbors who live across the street, and the woman said her daughter had been watching a strange plane out their window. Another nephew, who is six, also saw it.\" Thanks to Peter Davenport NUFORC UFO \"attacks\" car in Australia VICTORIA STATE — \"Purnim grandmother Sue Sharpies can't explain the metallic object she saw in the sky on Oct. 18, 2002, and she also has no idea where the rear window of the vehicle she was driving has gone. Mrs. Sharpies said she was driving with her husband along Mortlake Road on the northern side of Warrnambool when the couple noticed a shiny object above the vehicle. Their baby grandson was in a cupola in the back seat. Mrs. Sharpies explains, \"After a few fleeting glances we noticed the rear windscreen disappear upwards after it seemed to have been sucked from the car.\" She admits their story is \"absolutely unbelievable,\" but that the proof lies with the vehicle's missing window. There is not a scratch on the car, she said. Two searches of the area failed to locate the missing window. The couple's son-in-law phoned police in case someone had been hurt by the projectile. Experts from the (automotive firm) Windscreens O'Brien can't explain how the window could have disappeared. After inspect- ing the car, a spokesman said, \"The window could not have been kicked out, and there was no sign it had been cut free. The seal was still attached, and there was no glass splintering.\" The window was fitted to the 1994 Toyota earlier this year. \"How can you say what some- thing is when you have never seen one before?' she asks. \"It's just absolutely amazing.\" Thanks to The Austra- lian, Oct. 19,2002. Videos from Georgia, New York, & space TICONDEROGA — Frank, a New York State em- ployee who wishes to remain anonymous, has sent videos of a cylinder-shaped UFO that was videotaped in March of 1997 in La Grange, GA. Frank videotaped a similar cylinder-shaped UFO on July 2, 1998, over a church in Ticonderoga, NY. Frank says he saw the same object being videotaped from the Space Shuttle in orbit 47 on Oct. 11, 2002. Dr. Bruce Maccabee has verified that the two ground based photos were genuine. The STS 112 video taken by the Atlantis Space Shuttle cameras is still under analysis. The shuttle video shows a cylinder-shaped light that ap- pears to launch from a formation of clouds above the Atlantic Ocean near the coast of Africa at 8:29 PM. The object quickly moves towards space, and the limb of Earth is observed. The light is in focus and appears to be a UFO/spaceship like cylinder light similar in shape to the other UFOs. Dome-shaped lights appear to come to- gether in the video. Thanks to John Thompson and Frank. If they do not appear at the top of this e-mail, see pho- tos at Filer's Files UFO CENTER PHOTOS. New York rectangle reportedly videotaped ALBANY — FOX TV News reported on Oct. 21, 2002, that a spear-shaped object was caught on film pass- ing above Albany International Airport during daylight hours as a commercial aircraft landed at the airport. The spear-shaped object was moving at high speed, and could be mistaken for a missile. The FBI is attempting to deter- mine the cause of the video sighting. Object frightens 4-wheeler couple WATERTOWN — The witness says, \"My friend and I were going 4-wheeling on Oct. 5,2002, when we saw a flying rectangular shape that slowly came to a stop at 7:20 PM. When we stopped, we noticed it had very bright lights that were greenish blue, white, and red. Suddenly the object made a sharp 180-degree turn and headed di- rectly toward us. \"It flew right above us, and it started to shine its light on us. My girlfriend got really scared. She told me to go as fast as I could and drive into the garage. Instead, I went up my driveway, then we noticed that the object had turned another 90 degrees and was again beginning to follow us. So my friend and I got off the 4-wheeler and ran to get my mom and brother. By this time the object picked up speed and shot across the sky.\" Object follows jet in New York STATEN ISLAND — The witness reports, \"I reside in the Emerson Hill area of Staten Island, and on the evening of Oct. 1, 2002, at 7:45 PM myself and a good friend were in our backyard watching a US fighter jet patrolling the airspace above New York City. This was the first game of the Yankee playoff baseball series with Anaheim. On it's first pass it made a loop coming from over the harbor, then just passed the Verranzano Bridge and looped back around the bridge and then back over the harbor, over Brooklyn, creating a circle pattern that was quite obvious. The first and second passes were normal, but on the third pass we saw something that wasn't normal. \"I said to my friend, 'Do you see that green light fol- lowing that fighter jet?' He responded, 'Yeah, it looks like a bright green star!' We both saw a bright green star following directly behind this fighter jet, only by a short distance, and to the lower left hand side of it, and every move the jet made, this thing was right there with it, flying almost effortlessly. \"We only heard the engine sound from the one jet. The lights on the jet were blinking white and red on top and had visible port and starboard wing lights. The object that was tailing it was a bright green light only. It followed the jet as it turned back towards the Verranzano, and on the fighter's 4th pass, the light was gone.\" December 2002 MUFON UFO Journal Page 13"},{"pageNumber":15,"pageContent":"The.Deepening Complexity of Crop Circles — Sci- entific Research & Urban Legends by Eltjo H. Haselhoff, Ph.D., Frog, Ltd., North Atlantic Books, P.O. Box 12327, Berkeley, CA 94712, 7X10 softcover, 157 pages, $20.00. Reviewed by Dwight Connelly This is a sober, well-balanced scientific look at what we know and don't know about crop circles. If you have the resources for only one book on the subject, this would be a good choice.. Dr. Haselhoff's background makes for dull reading, but it is significant. It includes free-electron laser research, accelerator technology, ultrahigh vacuum technology, semiconductor photoemission cathodes for high-cur- rent electron beam accelerators, and ultrafast optical infrared switches. He obtained the Ph.D. in experi- mental and theoretical physics, and currently works in industry as senior clinical scientist in the magnetic reso- nance marketing department of a pro- vider of medical imaging equipment. A native and resident of the Neth- erlands, he has worked at several Dutch research institutes, but also at the Los Alamos National Laborato- ries in this country. Thus he has the credentials of a mainstream scientist, including several dozen articles in peer-reviewed scien- tific journals. While one might expect the book to be dull, tough reading, such is not the case. It is interesting enough that most people will want to continue through all 157 pages in one setting, and the numerous illustrations-nearly all in full color-complement the written material nicely. The author gets right to the point in dismissing the usual explanation for crop circles: \"Anyone claiming that all crop circles- can be easily explained as the work of human pranksters, or hoaxers as they are usually called, reveals that he does not know what he is talking about.\" He adds, however, that \"this does not mean that no crop circles have been made by people.. ..A plea such as 'This pattern is so complex, it cannot not be man-made!' is extremely dangerous....People are capable of many things, and I sincerely believe that anyone with the right drive and a little experience in geometry can develop working methods that allow the creation of very complex, perfectly symmetric crop formations.\" But he pointed out that \"there are an abundance of curious characteristics that have been discovered in crop circles time after time which have yet to be reproduced by men. Scientific research has shown germination anomalies, cellular anomalies, intricate and well-structured lengthening of the nodes (the 'knuckles' in the stems of corn-type plants), exploded nodes, burn marks, and even unnatural radioactivity, all of which cannot be the result of simple mechanical flattening.\" In looking at some of the strange things that have oc- curred around crop circles, Dr. Haselhoff notes that his own watch has slowed down several times during his in- vestigations of crop circles-a watch he normally had to reset only twice a year for daylight saving time. But perhaps the most curious was the accidental dis- covery that mice had eaten the heads of stored wheat stalks taken for controls outside a formation, but had avoided eating the heads of wheat taken from inside the crop circle. This, in turn, reminded Dr. Haselhoff of an experiment with baked bread. The bread baked from wheat outside a circle tasted fine, but bread made of wheat from inside the circle had a bad, sharp aftertaste. In another incident suggesting no human involvement in creating a crop circle, he recounts his investi- gation of a report that a pilot had flown over Stonehenge at about 5:30 p.m. on July 7, 1996, and had not seen anything unusual. But a little over half an hour later the same pi- lot flew over again and discovered an enormously complex formation of 151 circles more than 300 feet wide. Thinking the pilot might have been Busty Taylor, Dr. Haselhoff checked, but found that it was Taylor's friend who had made the discovery. He explains, \"David Kingston, ex-RAF pilot and now full-time crop circle researcher, told me that three inde- pendent witnesses had been found, all confirming the same event: the 1996 Stonehenge formation appeared within about half an hour, during broad daylight.\" Dr. Haselhoff's book emphasizes the scientific work being done on crop circles by various researchers, includ- ing the pioneering work of BLT (John Burke, William Levengood, Nancy Talbott) and others. He is wary of the often-used term \"crop circle ex- pert,\" saying, \"My opinion is that someone who judges the genuineness of a crop circle just by visual inspection in an amateur. Things are really not that simple, certainly not as long as we do not even know exactly what mecha- nism creates crop circles.\" He says that \"reliable conclusions can only be reached after extensive fieldwork and many hours of intensive laboratory work. If any anomalies or other interesting findings are found, it will probably take many more ex- periments with continuously adapted methods and care- ful reporting before we can come closer to the under- standing of these observations. This is the process during which the researcher becomes an expert, and it is the only way to systematically unravel the crop circle mys- tery.\" In looking at what has been discovered thus far, Dr. Page 14 MUFON UFO Journal December 2002"},{"pageNumber":16,"pageContent":"Haselhoff deals with such topics as the dead fly enigma, curious deposits found in crop circles, germination anoma- lies, balls of light, strange events, Hawkins' theorems (geo- metric properties), the relationship between crop circle geometry and music, hidden math in crop circles, geo- metric roots of crop circles, node length anomalies, cor- relation of node length with radiation patterns of an elec- tromagnetic point source, germination tests, light orb pho- tography, and even psychic perspectives. After his coverage of psychic perspectives, Dr. Haselhoff notes that the reader may ask, \"Do you believe all this yourself?\" \"My answer,\" he says, \"is simple. I don't know. But I also think it does not matter. Over the years I have learned that psychic predictions are not very accurate....Nevertheless, I think it is important never to exclude the possibility of something that might be very significant one day, no matter how strange it seems... .But we can always try to distinguish between the essentials and the side issues.\" This he does very well. Those interested in the crop circle phenomenon should have a copy of this book, not only to get an accurate picture of where we are with crop circle research, but also to lend to that know-it-all friend who thinks it is all done with planks and ropes. Computer hacker with UFO interests invades sensitive U.S. military sites WASHINGTON—Friends of Gary McKinnon had of- ten thought he was living on a different planet. At school, he dressed like his hero David Bowie. Neighbors talked of a reclusive man who would spend hours hunched over his computer. In truth, however, McKinnon, 36, found his career as a computer engineer tedious. What he failed to mention was his specialised internet hobby: trying to prove the exist- ence of UFOs. He was desperate to prove the U.S. had mounted a huge cover-up to deny their existence-and his belief that aliens had been visitors. Giving himself the online alias Solo, his passion seemed harmless. But now McKinnon has become the computer geek who shook the world, and faces a possible 10 years in jail. He has been accused of hacking into top-secret Pen- tagon databases from his North London home, and crip- pling vital computer systems at a naval weapons base. He was indicted in his absence in two US courts, and the US is now seeking his extradition. McKinnon refused to comment after he was accused of hacking into 92 NASA and US military networks in the year from March, 2001, hitting systems across 14 states, scanning thousands of computers at once. The case has shaken US Government officials, who will have to explain how a flying saucer fan from Britain was able to pierce the heart of the US military's security systems.    : Levelland article Dear Editor, The May issue of the Journal contained an excellent article by Donald Burleson concerning the Levelland, TX, sightings of 1957. However, I believe the military aircraft used was misidentified. A witness named Allan Haney stated that in the summer of 1957 3-4 objects were seen hovering over Reese Air Force Base, TX. The objects were tracked on radar and the base sent \"T-38 Trainers\" in an effort to intercept them, which was unsuccessful. The aircraft the U.S. Air Force used then could not have been a T-38. The T-38 Talon, a product of Northrop Grumman, did not make its first flight until April 1959. The aircraft was not introduced to the Air Force inven- tory until March 1961. I recall Reese AFB being a facility used for pilot train- ing until its closure. The T-37 Tweet was a trainer used during that time frame and most likely was the type sta- tioned at Reese in 1957. -James E. Delehanty, USAF (Ret) Underwater UFO in 1929 I thought you might like to hear a story my father told me recently (and having been in the military was even afraid to tell me) about a sponge diver in his home town of Tarpon Springs, Florida. It seems that an old Greek sponge diver back in 1929 was underwater doing his sponging in his old type sponge divers suit and helmet, and as he looked up from what he was doing he saw a saucer shaped silver disk fly by him under water with lights on it, and then it flew by him again, this time in the other direction as if to watch what he was doing. The man thought it must be something the Americans must have made or maybe there is another ship in the area. When he came out of the water he told the other spong- ers what he saw under water. No one believed his story. They told him no such thing could be true, and there were no other boats in the area. For years he stuck to his story and told everyone who would listen to him. -Patricia Themaras 2002 Symposium Proceedings The MUFON 2002 International UFO Symposium Proceedings book is available from MUFON Head- quarters for $25 + $2.50 p&h (U.S.). For deliveries outside of the United States an additional $4.00 postage (total $6.50) is required. The book contains the papers presented at the an- nual MUFON Symposium in Rochester, New York, by William J. Birnes, Richard Dolan, Timothy Good, Betty Hill, Bill Hamilton, Budd Hopkins, David Jacobs, Don Ledger, Peter Robbins, Jeffrey W. Sainio, Chris Styles and Richard Thieme. December 2002 MUFON UFO Journal Page 15"},{"pageNumber":17,"pageContent":"View from Britain By Jenny Randies Jennv Randies Visual Evidence In recent conversations with an entreprenuer who wants to turn one of Britain's major UFO sighting locations (part of the Pennine Hills) into a tourist venue, one thing was stressed to me-the importance of visual evidence for the promotion of this. Where, he asked me, was the impressive video proof of UFOs that surely must have been obtained given the sheer numbers of camcorders that are owned these days. People use them to film just about everything, he mused. There must be truck loads of impressive cases that are coming in by way of them. Was he correct to think like this I found myself wondering? Point and shoot Of course, there has been an escalation in moving images of UFOs thanks to the camcorder revolution. Thirty years ago cine footage of UFOs was relatively rare, and it was still photographs that captured the headlines much of the time. That pat- tern has been reversed, and most modern cases involve camcorder footage with still pictures on the wane. But has there been an explosion of moving images of UFOs to coincide with the huge statistical increase in camcorder ownership? I seriously doubt it. We really ought to be receiving these cases virtually every day, and one wonders why this is not happening. Certainly, there have been some interesting UFO sightings that involve camera footage. In the UK at the moment there is considerable interest over some images that were captured by a police helicopter of what ap- pears to be an illuminated object floating nearby. It is, without doubt, a UFO-in the sense that its precise iden- tity is not yet known. Arid it has impeccable credentials. This is no hoax. But has it provided the sort of proof that we had all hoped for? Of course not. Indeed it is quite likely that this object is some form of illuminated balloon or drone. We cannot be sure unless someone tracks it to source, but that is the most likely explanation. As with all UFO cases the arguments will go on rag- ing. The camera does not lie, but camera operators do. UFO sightings fall into three categories. The vast ma- jority of them are examples of mistaken identity. They turn out to be IFOs after reasonable investigation. A few (actually very few) are the result of hoaxing. And an un- known number (estimates range between 1 and 10% of reported sightings) appear to be genuine examples of a UFO-whatever a UFO is! Does the addition of photographic evidence alter that equation? Not very much, in my experience. Most films and photographs still reveal misperceptions. And, whilst they say that the camera does not lie, it does in the sense that if something in the sky is visually ambiguous then the camera will simply reveal that ambiguity. The addition of moving images and a time frame can help to settle dis- putes. But often not. Indeed, especially with still photographs, the camera can actually make matters worse. If it freezes an instant in time onto the photographic medium, then this may pro- vide a UFO-like image that has formed simply by chance. I have lost track of the number of cases where the pho- tographer saw nothing weird at the time, but on develop- ing a photograph now sees a UFO in the shot-perhaps because a bird has been frozen into such a posture by the camera's shutter speed that it now happens to look like a hovering disk. Moreover, even if the camera does not lie the person operating it can and does. The level of hoaxing is unques- tionably higher than with mundane sightings when film is involved, because the temptation to fool others with a visually impressive result is too hard for many to resist. We always have to be more mindful of this possibility when UFOs are filmed, and draw a medium between not seeming to doubt the honesty of what in the majority of cases will still be sincere witnesses, whilst being careful of the added risks behind a photographic case. Where to look for visual evidence? After discussing these matters with the man hoping to launch the Pennines as a tourist attraction, I explained that the best way forward was to explore other ways to get visual evidence-if possible of the sort that is immune to possible hoaxing. Then we only have misperceptions to work with. That means, I suggested, staking out UFO hot spots with strategically located camcorders that are geared to record automatically over long periods of time. Given a fair wind and proper planning, it should be pos- sible to create a scientific experiment that allows for the acquiring of new and interesting visual evidence. For if the UFOs are out there, then this kind of operation should be capable of finding them-provided that wise plans are made and this experiment is not conducted in a haphaz- ard fashion. We shall see if this bears fruit-or, indeed, if the com- (Continued on page 17) Page 16 MUFON UFO Journal December 2002"},{"pageNumber":18,"pageContent":"Scientists say UFOs worthy of serious study By Richard Hall The Nov. 8 conference at George Washington Univer- sity in Washington, D.C., titled \"Interstellar Travel and Unidentified Aerial Phenomena: Science Fiction or Sci- ence Fact?\" featured highly-qualified panelists. Unfortunately, the audience was sparse, and only a handful of news media showed up (including Channel 4 TV and the Washington Post). Ray Suarez, senior correspondent for The News Hour with Jim Lehrer, served as moderator. Following is a brief report on the presentations: Dr. Richard Henry, professor of astrophysics, Johns Hopkins University, questioned the adequacy of the sci- entific method to deal with a subject like this, illustrating how easy it is for scientists to debunk the subject strictly on theoretical grounds without studying any actual data. They thus come up with a \"conservative\" conclusion, which is that space visitors seem unlikely. But, he contin- ued, they easily could be wrong, and the possibilities are wide open. Therefore, UFO reports deserve careful study. Dr. Michio Kaku, professor of theoretical physics, City University of New York, spoke entertainingly about his research on worm holes and string theory, which, if these theories ultimately prove out, could explain ways around the current (theoretical) barriers to interstellar travel. He graded civilations into three types (with us at Type 0) in terms of energy production and its implications for Randies: visual evidence... (Continued from page 16) plexities involved can be overcome. Meanwhile in Britain we have not been helped by a TV company (of the UK's main channels) which in October decided to mount a \"hoax a UFO\" competition-inviting viewers to create their best fake photo or camcorder image and try to fool the ex- perts. A cash prize was on offer. The channel approached me about the plan, and I was simply not willing to assist or be a judge in this ill thought out venture, although other UFOlogists did do so. It's not that I do not see the media potential of this idea, or am unable to smile at the audacity of such a plan. After all, it would keep UFOlogists on our mettle. What worries me is that tempting people to regard the capturing of UFO evidence on film as something that can be more easily conjured up than secured by fair means- not to mention mightily rewarded-sets a dangerous pre- cedent. We might find ourselves always having to look three times at every case, when we already have to look twice. There are real UFOs out there, and it is possible to film them. A far better competition would have been to urge people to go to UFO-rich sighting locations like the Pennines and try to take a picture of one. Making up a picture of one seems the lazy way of doing things, and that is why I was not going to support it, even if it meant turning down an appearance fee. space travel. Type III, \"Planck energy production\" civili- zations, would be the ones most likely to visit us (for com- plex reasons), but he warned that we might be merely an anthill on the route of their superhighway. Dr. Bernard Haisch, director, California Institute for Physics and Astrophysics, also suggested theoretical ways around space travel limitations posed by the vast distances in; the universe. Further, he examined the issue of poten- tial government coverup and the classification systems used in the intelligence community, with some useful facts and history about Special Access Projects. Dr. Jacques Vallee, astrophysicist and computer sci- entist in the private sector, focused on the types of physi- cal evidence cases available for science to study, illus- trating it with specific case examples. He argued that today's science can study UFOs in many ways, that ideo- logical arguments or theories are premature, that reality doesn't necessarily mean they are ET visitors, and that the UFO phenomenon is a chance to advance science. Ted Roe, executive director of the National Aviation Reporting Center for Anomalous Phenomena (NARCAP), reported on that organization's activities and progress, citing cooperation with several agencies in other countries. NARCAP's mission is to collect high quality data based on ground and airborne aviation systems and aircrew sightings, and to encourage analyses of \"hard sciences data.\"  . John Callahan, former FAA division chief of Accidents and Investigations, talked entertainingly and amusingly about an aviation case in point: The 1986 Japan Airlines B-747 radar-visual sighting over Alaska. Many new de- tails were included. Callahan personally briefed then FAA Director Donald Engen on the case. Since UFOs were not in the FAA \"job description,\" they brief the CIA, which gobbled up all available evidence and then declared, \"nothing hap- pened here; nobody saw anything.\" Callahan joked, \"You only think you see those coffee urns on the side table.\" Dr. Peter Sturrock, emeritus professor of applied phys- ics, Stanford University, who has analyzed the Condon Report and was instrumental in the Rockefeller-sponsored 1997 conference at Tarrytown, NY, spoke about his work, and told various anecdotes about these events. He was also instrumental in polling astronomers several years ago about their views on UFOs, and when a I lowed to respond anonymously, they indicated considerable interest. Topics discussed at some length were the problem of funding for scientific research and what could be done with only limited funding, the \"ridicule factor\" and its ef- fect on scientific research, government secrecy and sup- pression of information, and how to break out of the cur- rent deadlock and get some serious research conducted. Every single panel member contributed some worth- while information and, here and there, some valuable in- sights into all facets of the \"UFO problem\"-in all senses of the word \"problem\": scientific, social, political. December 2002 MUFON UFO Journal Pane 17"},{"pageNumber":19,"pageContent":"Perceptions By Stanton T. Friedman Stanton T. Friedman Zeta Reticuli Update In the course of my 35 years of lecturing about Flying Saucers, I have found that almost everybody has heard something about the abduction of Betty and Barney Hill in New Hampshire on Sept. 19, 1961. They may have read one of the many editions of John G. Fuller's best selling 1966 book The Interrupted Journey, or read Fuller's article in Look Maga- zine, or seen the 1975 NBC TV Special \"The UFO Incident\" star- ring James Earl Jones as Barney and Estelle Parsons as Betty. An important part of the story was Betty's drawing of a star map she saw on board the craft as a post hypnotic suggestion by Dr. Benjamin Simon, the well known psychiatrist who had hyp- notized Betty and Barney sepa- rately every week for about 13 weeks. He asked her to draw it later, but only if she could remember it accurately. The book comments that Betty, who had no knowl- edge of astronomy, tried to relate it to a map in the NY Times about powerful radio wave sources. The question was, what did the map represent? It seemed impossible to tell. The alien leader spoke of stars and trade routes and frequent expeditions and occasional expeditions. But there were no reference points. Marjorie E. Fish, a school teacher in Ohio, read the book and was dubious because, in her biological studies at Juniata Uni- versity, she felt it was unlikely that aliens would be hu- manoid. But she visited Betty, spent time in NH, and went back and tried to check on the one thing, the star map, that seemed checkable. She did a tremendous amount of work copying out stellar coordinates from books that couldn't be taken from the Ohio State University Astronomy li- brary, and tried to build a three-dimensional model of our local cosmic neighborhood to compare to Betty's 2D draw- ing. Marjorie made only a few assumptions, including that since the aliens were here, the sun must be on the map, and that the paths followed should make sense. It was easy to get accurate directional coordinates (where to aim a telescope) for the local stars. It was difficult to obtain accurate distance data, since it was hard to mea- sure, and for stars beyond say 20 light years, there might be several different distances given in various star cata- logs. She expected to find many fits to Betty's drawing. She found none. Then new distance data (The Wilhelm Gliese catalog) was published. She rebuilt her largest model sev- eral times, gradually eliminating stars that seemed most unlikely to have planets. Finally, using only sun-like stars she found one pattern that matched line length for line length and angle for angle what Betty had drawn. Marjorie, a member of Mensa, was delighted. I had been contacted by Coral Lorenzen, director of the now defunct Aerial Phenomenon Research Organi- zation (APRO), perhaps because I had met with Betty and Barney in November, 1968, only three months before his death, to see if I could help Marjorie get her work disseminated. I was able to visit Marjorie on one of my lecture trips, and also arranged for a meeting in Chicago with Dr. J. Allen Hynek. I was able to be there, as was Dr. David Saunders, a real computer guy and co-author of UFOs?YES!: Where the Condon Committee went Wrong. He put her data in his computer and concluded that she had been quite ac- curate, and that the scale indicated the map was at the level Betty had described. Bobbi Ann Slate and I talked to Marjorie, and in July 1973 published the first ever article on her work in SAGA Magazine. Marjorie gave a paper at the 1974 MUFON Symposium in Akron. The key reason for doing so was that Marjorie had been able to identify all the stars in the pattern. The base stars were Zeta 1 and Zeta 2 Reticuli in the constellation of Reticulum (The Net), a southern sky con- stellation. They are 2 of only 46 sun-like stars amongst the 1,000 stars within 54 light years of the sun, and ap- peared to be the closest-to-each-other pair of sun-like stars in the neighborhood-and only about 37 light years from us. In addition, they were later found to be at least one billion years older than the sun. Their separation from each other was estimated at less than 1 light year. The dozen pattern stars were found to be in a plane, like pep- peroni on a thin pizza, rather than scattered about in all directions like raisins in a loaf of raisin bread. This makes travel between the pattern stars much easier. In addition, nobody could have determined the correct pattern stars until after 1968 because the best distance data wasn't available until then. It also turns out that all the sun-like stars in the volume of the map are part of the pattern. Hardly a coincidence, but capped off by the simple fact that nobody had the right positions of the stars in 1961, and Betty (a social worker) knew nothing of as- tronomy. This raises the obvious question as to how did she get them right in 1961? Soon thereafter I contacted Terence Dickinson, then editor of Astronomy Magazine, whom I had met earlier Page 18 MUFON UFO Journal December 2002"},{"pageNumber":20,"pageContent":"in Rochester, NY, when he was with the Strassenberg Planetarium, and suggested he do an article on Marjorie's work. I sent him copies of the articles that had been done. He talked to a number of astronomers, including Dr. Walter Mitchell of Ohio State University, who was using one of Marjorie's large models as a teaching tool. Her beads on fish line in the actual 3D positions gave a good impression of the local galactic neighborhood. Terry sent me a review copy of his article and made the few changes I suggested. We both knew that the ar- ticle would cause a great deal of consternation in the As- tronomy community, which, for the most part, seemed to feel, without bothering to check the data, that no UFOs were alien spacecraft. Terry's 1974 article produced the largest response of any article ever published by Astronomy. Numerous let- ters were published in response, some even positive, over the next year, and Astronomy published a 32-page full color booklet entitled \"The Zeta Reticuli Incident,\" includ- ing the original articles and all the letters. Ten thousand copies were sold very quickly, which was unheard for an astronomical publication. Then Carl Sagan's attorney threatened to sue the publisher because Carl's name was on the cover along with several others, since he had contributed two letters. Surprisingly at the time, the publisher caved in. Within a few months it was discovered that his strangely erratic behavior at the time was apparently the result of a brain tumor, of which he died at an early age in less than a year. Meanwhile Astronomy made me an offer I couldn't refuse, since I had instigated the article, and I wound up with 18,000 copies in my garage in California. I still have about a thousand copies at home in Fredericton, NB, Canada. There were a number of attacks on the star model work. Consistently the critics misrepresented what Marjorie had done, some claiming she only considered sun-like stars, despite the fact that her biggest model (she constructed more than 20 models) had more than 200 stars in it, compared to the 46 sun-like ones. Others came up with other stars for the pattern. Care- ful review by Terry, Marjorie, and Dr. Louis Winkler, a Penn State astronomer, showed these patterns were un- successful matches. Terry in 1980 published an update refuting these arguments. That of course was not the end of the controversy. Alan Hendry, who had been the chief UFO case investi- gator for the Center for UFO studies, suddenly published an article in Fate Magazine (Feb. 1982) in which it was claimed that one of the two base stars was actually a double star, rather than single and sun-like as had been thought. Similar remarks were made in OMNI. This conclusion was based on a footnote in an article by a French astronomer (Daniel Bonneau) saying a col- league had found that one was a double (unpublished). While there had been work by a Naval Observatory as- tronomer, Robert Harrington, which showed that under certain conditions one could have stable planetary orbits in a double star system, it raised some big question marks. Hendry, unfortunately, had not contacted Dr. Bonneau. Robert Collins and I did. He informed us that his col- league, Labeyrie, had been mistaken. The supposed doublicity was an artifact of the new technique of Speckle Interferometry known as Mickey's Ears! The situation had not been helped by Carl Sagan\"s casual dismissal of the star map work on COSMOS. I had continued to try to interest various astronomers about the case, interviewed both Betty and Marjorie in my 1978 movie \"UFOs ARE Real,\" and talked about the work in almost all my lectures. An astronomer in Farmington, NM, Sumant Krishnaswamy, met with me during the Aztec, NM, UFO Conference in 2001 and again in 2002. He was able to locate the recent measurements that had been made by the Hipparcos satellite operated by the European Space Agency. It provided the best ever measurements of posi- tion and distance for the stars in our neighborhood. Putting it in terms that all can understand, he found that Zeta 1 and Zeta 2 are 39-53 and 39-42 light years from Earth respectively, are very similar to the sun in brightness, are only about 1/8 of a light year apart from each other, and that from most places on either planet one could observe the other star all day long. With modest sized telescopes one could also directly observe planets around the other star. Surely there would be a far greater incentive for interplanetary and interstel- lar travel there for whoever achieved the technology first than out here in the boondocks around the sun with the nearest sun-like star being 11 light years away-or 80+ times farther from us than Zr 1 is from Zr 2. Even the nearest star to the sun is 35 times as far from us. Throw in the billion year head start, and who knows what technology would have been developed by Reticulans for travel, communication, reproduction, colonization, etc? Note that we cannot yet directly observe planets around other stars in our neighborhood, though we can indirectly infer the existence of large Jupiter-sized planets around a number of stars. One must follow the planetary perturba- tions on the star movements through several orbits to get good data. It won't be long before space based instru- ments will allow us some direct observations as well. I was pleased to be a consultant on \"The UFO Inci- dent,\" (I was living in the LA area at the time), but still marvel at the fact that I was referred to the producers by the USAF! I should take note of the fact that a number of channelers have claimed to be in telepathic contact with Zeta Reticulans. It seems significant that none of the people were talking about Zeta Reticuli prior to the publi- cation of Marjorie's work, though the Hill abduction had taken place 11 years earlier. Maybe a little copycat work? People have asked me if planets have been discovered around either star. Not yet, but the pair are being ob- served by the research team at the Anglo-Australian Observatory, which has discovered a number of the newly found extra-solar planets. I should stress that at 99.9% of the speed of light (because of Einstein's relativity) it would take a starship a bit over 20 months pilot time to travel 39 light years. At 99.99% of the speed of light, it would take a bit more than 6 months pilot time. They are the logical (Continued on page 20) December 2002 MUFON UFO Journal Page 19"},{"pageNumber":21,"pageContent":"Sc Fi's \"Roswell\" a positive presentation By Dwight Connelly The Nov. 22 presentation by the Sci Fi Channel en- titled \"The Roswell Crash—Startling New Evidence\" was a nice presentation of the mostly pro-Roswell point of view, with a bit of new evidence based on a Sc Fi-spon- sored archaeological dig by the University of New Mexico at the supposed debris site. This new evidence suggested that there had been some sort of impact at the site. This fit with the working thesis that an object had struck the ground at the debris site, but careened back into the air and crashed at a separate site. Much was made of the 66 bags of soil and \"artifacts\" collected during the dig and transported under armed se- curity guards, but there was no indication that this mate- rial had yielded any evidence—though hope was held out that \"microscopic\" analysis would later yield something. Ironically, the only debris of interest turned out to be part of a weather ballooon, but this one was only ten years old, not the 1947 variety. For those already familiar with Roswell, much of the program was repetitious, but those less familiar with the witnesses and their accounts probably found the program quite interesting. As noted, the scripting was mostly pro- Roswell, with only a couple of instances where commen- tators questioned the reliability of witnesses. Karl Pflock, who is anti-Roswell, but not anti-UFO, provided the main \"debunking\" thrust, and even this was not extensive. Viewers were graciously spared the true \"bunking\" of individuals like Phil Klass. Perhaps the media is finally learning that the \"other side\" can be provided by informed and honest individuals like Pflock, and that not all ufologists agree on all cases. Interviewees included just about everyone connected with Roswell over the years, but featuring Tom Carey and Don Schmitt, who have spent years researching this case and who served as consultants for the dig. One indi- Friedman: the Hill Star Map... (Continued from page 19) place in our neighborhood to serve as the center of the local galactic federation. There may, of course, be other bases much closer. We would not have known except for the courageous efforts of Betty and Barney Hill, John Fuller, and Dr. Simon to communicate the Hill experience, the diligent research of Marjorie Fish (who later worked at Oak Ridge Na- tional Laboratory), and the willingness of Terence Dickinson, undoubtedly Canada's finest astronomy writer (and a member of the Order of Canada), to publish in the face of the noisy negativism of the astronomical and de- bunker communities. For readers of the MUFON Journal, copies of \"The Zeta Reticuli Incident\" and the 1980 update together are available for only $5.00, including postage and handling, from UFORI, POB 958, Houlton, ME 04730-0958 vidual interviewed was a volunteer member of the ar- chaeology team, Nancy Easley Johnston, who is also the daughter of Maj. Edwin Easley, a member of the 509 th who was allegedly given the task of cleaning up the site by the Army. Ms. Easley said that her father told family members that he had promised President Truman not to talk about what he had seen, but did confide that he had seen \"creatures.\" Also featured in the program was the presentation by David Rudiak of his analysis of the paper held by Gen Ramey at the press conference conducted shortly after the \"crash\" and retrieval was announced by the Army. Calling the paper the \"smoking gun,\" Rudiak said that his computerized analysis of the greatly enlarged message revealed numerous key words and phrases, such as \"vic- tims of the wreck,\" \"weather balloon,\" \"disc,\" etc which clearly show that the letter refers to a crash, and that there was a disc and \"victims\" involved in the crash. He said that most of the letter is now readable. Although the program fell a bit short of what hype promised in terms of \"startling new evidence,\" this was a presentation that put ufology in a generally positive light, and Sc Fi should be congratulated. It is interesting that the well-known Bryant Gumbel hosted the program, and that the sponsoring advertisers included such names as IBM, General Motors, Cingular Wireless, and Carnival Cruise Lines. Perhaps ufology is finally moving into the mainstream. Sci Fi presents \"Abduction Diaries\" The Sci Fi Channel presentation of \"Abduction Dia- ries\" featured several individuals from around the coun- try, including MUFON's Bill Konkolesky. Bill, who serves as Webmaster for MUFON, appeared under the pseud- onym of Bill Chaff. The program consisted of allowing each person to tell the shock, wonder, puzzlement, good, and bad of his/her continuing abductions. There were no debunkers. Bassett loses election bid BETHESDA — Stephen Bassett lost in his effort to become the 8th Congressional District candidate for the House of Representatives. His campaign represented a milestone of sorts in American politics, as he was appar- ently the first person to appear on any federal or guber- natorial general election ballot to speaks to discuss an extraterrestrial presence on the planet. UFO sightings continue in Italy The Italian Center for UFOs reports that there were 82 sightings for September, but this data was influenced by the sightings of a French stratospheric balloon that crossed Northern Italy. Forty-four percent of the month's observations are attributable to the balloon. These bring the total sightings for the year to more than 500. Page 20 MUFON UFO Journal December 2002"},{"pageNumber":22,"pageContent":"Reaching 6,000-member goal would expand research, publications, and influence MUFON launches intensive membership drive M UFON is on the move, and we have a unique opportunity to help our organization grow to become an even greater force in ufology. There is strength in numbers, and it's important that the numbers reflect the work, commitment, and reputation that has been MUFON for more than 33 years-far longer than any other UFO organization. You will soon notice our new logo and our revamped MUFON Website. These are, our newest visual indica- tors to you and the world that MUFON is expanding to meet new challenges. • MUFON will be pursuing grants to leverage your gen- erous, tax-deductible donations, and we are negotiating strategic alliances with companies and organizations, such as the Sci Fi Channel, to help us further the cause. By beating our old record of 6,000 members world- wide, we will show the world that concern and interest in our mission is intensifying and cannot be ignored. With your membership and/or donation we can strive to effect much needed changes within the media and in the main- stream scientific community, as well as broaden our re- search efforts. Your membership is important in accomplishing these goals, and quite honestly, $35 a year ($40 internationally) is a small amount to pay to help further the cause and for one of the best journals published on the subject. Membership drive contest deadline March 15 Please help MUFON now with your show of support by renewing your membership and signing up just 3 brand new MUFON members. Return the new members' checks and forms to MUFON headquarters and receive a FREE UN video or symposium proceeding from any year prior to 2001. Or, sign up 5 new members and receive your one-year MUFON membership renewal for FREE. The individual who signs up the most new MUFON members in the U.S. by March 15, 2003, will receive a MUFON windbreaker with our brand new logo, as will the individual who signs up the most new MUFON mem- .. bers outside the U.S. The state with the highest number of new MUFON members, and the non-U.S. organization with the highest number of new members, will each receive a night vision scope, or equivalent item. ' And, don't forget that monetary, equipment donations or professional services are always welcome-and because MUFON is a 501 (C) (3) non-profit, are tax-deductible. New levels of MUFON membership MUFON now offers other levels of membership be- sides the individual membership for $35 ($40 international). You might want to consider upgrading your MUFON membership and letting new members know about the following levels as well. $100 DONOR Level MUFON member for one year FREE MUFON UFO Journal for one year One FREE document from merchandise list $250 PROFESSIONAL Level MUFON member for one year FREE MUFON UFO Journal for one year Three FREE documents from merchandise list $500 PATRON Level MUFON member for one year FREE MUFON UFO Journal for one year FREE MUFON cap and shirt of your choice $ 1000 BENEFACTOR Level MUFON member for life FREE MUFON UFO Journal for life Benefactor Jacket with new MUFON logo :, . Remember: March 15 is the deadline for this contest for new membership, but don't let that stop our continu- ous drive for new members. State directors might want to consider mailing letters to previous members, letting them know about how MUFON is growing. Colorado MUFON is doing this, and a template is available that can be emailed or mailed to you. Many previous members will be good candidates for new memberships, if asked. , Colorado MUFON is also doing a pledge drive at one of our local PBS stations to promote MUFON. This is a fun membership building idea too, and provides additional publicity as a bonus. What are some of your ideas? Many of you most likely have some excellent ideas for attracting and signing up new members, and we would love to hear those ideas. Please email me or call me with your ideas for possible inclusion in an upcoming issue. Lin Simpson MUFON International Director of Membership CO MUFON Acting State Director lsimpson@,du.edu rsimpson(g).esrreet.com www.comufon.org 303-766-9426 (home, evenings) The form on the back side of this page may be copied (hopefully, several times) for your use in helping MUFON grow. A membership and subscription to the Journal would make a great holiday gift-one that will be appreci- ated throughout the year-and these gifts to new mem- bers do count in the awarding of prizes. December 2002 MUFON UFO Journal Page 21:"},{"pageNumber":23,"pageContent":"Thank jwfouk^ the tine to renew <ff to sifji^ fMiiaw Mutual UFO Network rmse cower me niieo-out ronns wag wnn cnccn or money oracre r.u. DO made out to MUFON and mail them to:   MonlK With your renewal and 3 new MUFON members, please select your one FR Q United Nations video O SjTiipoahim proceeding from 200 lof earl Ja • OB- With 5 brand new MUFON members you will receive one full yea Name Address Citv Country Name Address Citv Country Name Addreu Citv Country Name Address Cfrv Country Name ' '•-- Address dry : Country 1 DONOR Level ($100) One year ojernbtrahip MUFON Journal One FREE document RENEWAL FORM Slate Poaalffib NEW MEMBER SUBSCRIPTION FORM F\" Stale Pmt*l/7ip NEW MEMBER SUBSCRDTPON FORM State Postal/Zip NEW MEMBER SUBSCRIPTION FORM Stnta P«ad*m NEW MEMBER SUBSCRIPTION! FORM , . State Pvnaal/Zio zjoy Hi, CO 9MfM3» EE gift from the information below: (which vear?» T'S membershio for FREE Q Renewal D S106 0 S290 Dmor Level Profmitnul Level D 1500 rOtfQ&LtVti  ' - O siooo Ba«fact,r Level -member for We D New Member Q $tra O «so Dotur Level Profcutonai Lev* Dssw Potrtu Level Dnwo Benefactor Level -member for life B New Member S35 Q $40hrtenutfooal D$IOO OS29D DewLfvet Pr+fes*mai Le*H Q$no Purem Level Qsiooo Benefactor Level-member for We 8 New Member $35 Q $40tateniartoiul $100 O S2SO Dorter Levd Pnt/esstmal Level CJssoo Pstm Level Benefactor Level - member far tife 8 New Member 135 Q $4etotemati«ial SIM U S250 DmerltveJ Profiastomoi Le*rl Patten Level D WOOD Benefactor Level- member Car Aft PROFESSIONAL Level ($250) PATRON Level C$500) Benefactor Level (S 1000) MUFON Journal  MUFON Journal MUFON Jownai for life Three FREE documento MUFON shirt ft cap MUFON Beaefcrtor jacket Page 22 MUFON UFO Journal December 2002"},{"pageNumber":24,"pageContent":"The NIGHT SKY January 2003 Bright Planets (Evening Sky): Jupiter (magnitude -2.6), retrograding in Cancer, rises in the ENE about 6 PM in mid-January. Heading toward opposition next month, the conspicuous giant planet ad- vances westward across the southern sky during the night. Jupiter lies near the Moon on the 19th. Saturn (-0.3), retrograding near the right horn of Tau- rus, stands in the E at dusk. The planet precedes Jupiter in its all-night journey across the southern heavens. The ringed world is near the gibbous Moon on Jan. 15. This is an excellent year to view Saturn's ring system telescopi- cally; the rings are open to their maximum extent, expos- ing their S side to our gaze. Bright Planets (Morning Sky): Venus (-4.4) rises in the ESE soon after 3:30 AM in mid-month and is low in the SE at dawn. Our dazzling planetary neighbor reaches its farthest point W of the Sun on the 1 Oth. Venus pairs up with the lunar crescent on Jan. 28. Mars, in Scorpius (mid-month), rises in the ESE about 3 AM. The peach-colored planet brightens during the month from 1.5 to 1.3 magnitude, signaling the Earth's exceptional coming approach to our ruddy neighbor this summer. This Mars-Earth rendezvous will steal astronomi- cal headlines in 2003. The U.S. and Russia will take ad- vantage of this closest separation between the two plan- ets since 1924 and launch robot spacecraft to Mars. The red planet can be seen very near the crescent Moon on Jan. 27. Jupiter stands in the W at dawn. Saturn sets in the WNW about 5 AM in mid-month. New Space Observatory: The 4th of NASA's great space observatories is sched- uled for launch this month-the Space Infrared Telescope Facility, or SIRTF. The big orbiting satellite is designed to study the early universe in infrared-young galaxies, star formation, and discs of dust surrounding certain stars. Circumstellar discs are believed to be the signatures of planet formation. Moon Phases: New moon-Jan. 2 First quarter-Jan. 10 Full moon-Jan. 18 Last quarter-Jan. 25 The Stars: During mid-evening the Winter Circle of bright stars stands out prominently in the southern sky. These stars are (clockwise) brilliant Sirius (in Canis Major the Big Dog), Procyon (in Canis Minor the Little Dog), Pollux and Castor (in Gemini the Twins), Capella (in Auriga the Chariot-Driver), Aldebaran (in Taurus the Bull), and Ri- gei (in Orion the Hunter). They all surround the winter sky symbol of Orion. In the NE the Big Dipper has climbed to a better posi- tion, standing on the end of its handle. A trip to the country affords a rare view in a darkened sky of the Milky Way, our star city home in the universe. The faint band of pale light flows overhead like a celestial river from NW to SE. In reality the band represents the combined light of thousands of stars too faint and distant to be resolved with the naked eye. Jan 11-Roswell International Museum, Dr. Chet Snow. swink@roswell.net Feb. 2-8-12th Annual International UFO Congress Convention & Film Festival, Flamingo Resort, Laughlin, NV. www.ufocongress.com email: ufocongrcss@msn.com ph 303-543-9443. Feb 8-Roswell International Museum, Dolores Can- non. swink@roswell.net Mar 8-Roswell International Museum, Robert Crow Apr 12-Roswell International Museum, Jerry Smith . May 10 OR Jun 14—Roswell International Museum, Paul Davids, producer of the movie \"Roswell\" June 27-29-Alternate Realities Conference, Roan Mountain, TN. www.ETconference.org July 3-Roswell International Museum, July Festival, Derrel Sims, swink@roswell.net July 4-6-MUFON International UFO Symposium, Hyatt Regency Hotel, Dearborn, MI. July 5-Roswell International Museum, July Festival, Paola Harris, swink@roswell.net New MUFON field investigator t-shirt & cap The new field investigator t-shirt has the MUFON logo over the left chest pocket and MUFON Field Investigator on the back. It comes in S, M, L and XL in white with a blue logo or black with a white logo. White shirts are $12 + $3 S&H. Black shirts are $15 + $3 S&H. MUFON has a new black cap with white MUFON logo to match the new field investigator black t-shirts (the caps also look great with the white t-shirts). Screen printed is $8 + $3 S&H. Embroidered is $15 + $3 S&H. MUFON, P.O. Box 369, Morrison, CO 80465-0369. (Check, MO, or cash, U.S. dollars.) December 2002 MUFON UFO Journal Page 23"},{"pageNumber":25,"pageContent":"By John F. Schuessler MUFON International Director Happy Holidays I would like to wish you all a happy and safe holiday season and thank you for your strong support of MUFON in 2002. I have heard from many of you about how im- portant this work is, and I want to recognize the contribu- tions you have made in this field. Please keep up the good work in 2003. We are making progress. Position Announcements Eugene Prison, Canadian National Director, has added three regional director positions for Canada. Michael Strainic is the Western Re- gional Director, Edward Barker is the Central Regional Director, and Chris Styles is the Eastern Regional Director. In addition he appointed Mike Bird to the position of Provin- cial Director for Ontario. Eu- gene has some exciting projects planned for MUFON in Canada. Lin Simpson, acting State Director for Colorado, ap- pointed Carolyn J. Lawrence John Schuessler as a second Assistant State Director in the Denver area. Ed Burke of Colorado Springs is also an Assistant State Director. In addition, James Carrion is State Section Director for Larimer County, after moving from Weld County. Jan Samuelsen has accepted the position as Foreign Representative for Norway and translator for the Nor- wegian language. 2003 MUFON International UFO Symposium The MUFON 2003 International UFO Symposium is scheduled for the Hyatt Regency Hotel in Dearborn, Michigan, on July 4-6,2003. MUFON State Director Richard McVannel and his Michigan MUFON team have planned a unique event that you will not want to miss. They are drawing on some of the best features of past meetings and adding speakers on special topics that will excite a wide range of attend- ees. Early registration information will be announced in coming issues of the MUFON UFO Journal. MUFON Headquarters Damaged On the evening of Nov. 7, a driver lost control of his pickup truck and drove it through the front of the MUFON International Headquarters. He tore out both front doors and one of the plate glass windows. He fled the scene, but was later apprehended by the police. Fortunately, no one was hurt in the accident. MUFON operations were hampered for quite a while because public access was not possible during the extensive repair period. New Books by MUFON Members We are proud to announce that books authored by two more MUFON members have been published. The Mammoth Encyclopedia of Extraterrestrial Encoun- ters by Ronald D. Story is now available. This 834- page volume includes more than 400 entries by 100 con- tributing experts, and it contains more than 300 illustra- tions. More information may be found on the publisher's website - www.constablerobinson.com. Yahweh s Divine War Chariots by Charles ,P. Bost has been published by First Books Library, 2595 Vernal Pike, Bloomington, IN 47404. The basic theme of the book is a direct correlation between the UFO enigma and the angelic realm. Donation to MUFON Archives Kenneth Ewing, of Los Alamos, NM, donated his large collection of UFO news clippings, along with sonic very old magazine articles, to the MUFON archives at the MUFON Headquarters. Again, we thank Kenneth for his thoughtful gift. New Field Investigators Kathleen Mar den. Director of Field Investigator Training, has announced that the following Field Investi- gator Trainees have successfully completed the MUFON Field Investigator's Examination and are now MUFON Field Investigators: Joseph Wisniewski, Baltimore, MD; Rogerio Montenegro, Miami, FL; Jess Fritch, Santa Clara, CA; and Jade Ashcroft, Carlisle, Cumbria, En- gland. Membership Drive Lin Simpson, MUFON Director of Membership, is announcing a new membership drive this month. Special incentives for new membership enrollments are described on page 21 of this issue of the MUFON UFO Journal. Please assist Lin in making this a super success. MUFON shirts and caps Wear official MUFON T-shirts (royal blue printing on white cotton), sizes S, M, L & XL. Two styles of baseball caps (royal blue with white logo or dark blue with blue logo on white front). T-shirt price is $ 12.00 and baseball caps are $8.00. S/H for each is $3.00, or if both are ordered together is only $3.00. MUFON, P.O. Box 369, Morrison, CO 80465-0369. (Check, MO, or cash, U.S. dollars.) Page 24 MUFON UFO Journal December 2002"}]
