[{"pageNumber":2,"pageContent":"MUFOH UFO JOURNAL NUMBER 245 SEPTEMBER 1988 $2.50 THE INVISIBLES: RADAR EVADERS"},{"pageNumber":3,"pageContent":"MUFON UFO JOURNAL (USPS 002-970) (ISSN 0270-6822) 103 Oldtowne Rd. Seguin, Texas 78155-4099 U.S.A. DENNIS W. STACY Editor WALTER H. ANDRUS, JR. International Director and Associate Editor THOMAS P. DEULEY Art Director MILDRED BIESELE Contributing Editor ANN DRUFFEL Contributing Editor PAUL CERNY Promotion/Publicity MARGE CHRISTENSEN Public Relations REV. BARRY DOWNING Religion and UFOs LUCIUS PARISH Books/Periodicals/History ROSETTA HOLMES Promotion/Publicity T. SCOTT GRAIN GREG LONG MICHAEL D. SWORDS Staff Writers TED PHILLIPS Landing Trace Cases JOHN F. SCHUESSLER Medical Cases LEONARD STRINGFIELD UFO Crash/Retrieval WALTER N. WEBB Astronomy NORMA E. SHORT DWIGHT CONNELLY DENNIS HAUCK RICHARD H. HALL ROBERT V. PRATT Editor/Publishers Emeritus (Formerly SKYLOOK) The MUFON UFO JOURNAL is published by the Mutual UFO Network, Inc., Seguin, Texas. Membership/Subscription rates: $25.00 per year in the U.S.A.; $30.00 foreign in U.S. funds. Copyright 1988 by the Mutual UFO Network. Second class postage paid at Seguin, Texas. POSTMASTER: Send form 3579 to advise change of address to The MUFON UFO JOURNAL, 103 Oldtowne Rd., Seguin, Texas 78155- 4099. FROM THE EDITOR Sometimes the reader has to put things together for him or her self. In this case, that means you should be aware of John Schuessler's short Alaskan UFO/radar note (p. 11) before or after reading \"The Invisibles\" by Whitehurst and Crawford (p. 5). Also note Donald Ware's short Gulf Breeze Back-up (p. 20) in association with the longer article that opens this issue. We're late again, as must be evident, but also hope to be back on schedule with the October number. Either it or November will be devoted to on-going developments in the con- troversial field of UFO abductions. We'd like to thank artist Hal Crawford for providing this issue's cover drawing, as well as those of you who continue to submit exciting, thought-provoking articles. We hope to get to all of them in time. Meanwhile, our apologies for any delays that might be incurred. In this issue CLIO'S GULF BREEZE POSITION: A RESPONSE ... CUFOS & Mr. Ed 3 THE INVISIBLES  Lindy Whitehurst & Hal Crawford 5 DANGEROUS GAME REVIEWED  Walter N. Webb 9 UFO FILMED CIRCLING ROCKET  T. Scott Crain, Jr. 10 NEWS ff VIEWS     12 WHAT THE AIR FORCE KNEW IN 1947  JeanSider 14 LOOKING BACK    Bob Gribble 18 IN OTHERS'WORDS   Lucius Parish 19 GULF BREEZE    Donald Ware 20 LETTERS     21 THE SEPTEMBER NIGHT SKY  WalterN.Webb 22 DIRECTOR'S MESSAGE   Walt Andrus 24 (COVER ART courtesy Hal Crawford) The Mutual UFO Network, Inc. is exempt from Federal Income Tax under Section 501(c)(3) of the Internal Revenue Code. MUFON is a pub- licly supported organization of the type described in Section 509(a)(2). Donors may deduct contributions from their Federal Income Tax. In addi- tion, bequests, legacies, devises, transfers, or gifts are deductible for Fed- eral estate and gift tax purposes if they meet the applicable provisions of Sections 2055, 2106, and 2522 of the code. The contents of the MUFON UFO JOURNAL are determined by the editor, and do not necessarily represent the official position of MUFON. Opinions of con- tributors are their own, and do not necessarily reflect those of the editor, the staff, or MUFON. Articles may be forwarded directly to MUFON. Responses to published articles may be in a Letter to the Editor (up to about 400 words) or in a short article (up to about 2,000 words). Thereafter, the \"50% rule\" is applied: the article author may reply but will be allowed half the wordage used in the response; the responder may answer the author but will be allowed half the wor- dage used in the author's reply, etc. All submissions are subject to editing for style, clarity, and conciseness. Permission is hereby granted to quote from this issue provided not more than 200 words are quoted from any one article, the author of the article is given credit, and the statement \"Copyright 1988 by the Mutual UFO Network, 103 Oldtowne Rd., Seguin, Texas 78155\" is included."},{"pageNumber":4,"pageContent":"The CUFOS Position A Response From Gulf Breeze INTRODUCTION Dear Walt: I was startled to read your recent article in the MUFON UFO Journal. The article completely misrepresents the CUFOS position on the Gulf Breeze events, as well as the views of CUFOS officers, such as Don Schmitt and George Eberhart. It also makes several odd assertions that are false, including the statement that \"After passing two polygraph tests on February 18 and 23, 1988, CUFOS's Scientific Director and Inves- tigator Coordinator publicly insulted the witness ...\" This sentence implies that Bob Boyd and I took and passed the tests, not Ed. the effect is to puzzle a non-studious reader. To clarify matters, I am enclosing the CUFOS position statement on Gulf Breeze. We ask that you publish it in the Journal, just as we published Dennis Stacy's rebuttal in IUR. CUFOS will consider failure to publish this statement prima facie evidence that MUFON is not committed to an objective and unbiased report of all possible viewpoints on Gulf Breeze. Please give me a call if you have any questions or comments concern- ing the matter. Sincerely, Mark Rodeghier Scientific Director, CUFOS August 14, 1988 CUFOS POSITION Readers of the article by-lined Ware, Flannigan, and Andrus (though apparently written by Andrus) in the July 1988 issue of the MUFON UFO Journal may get a misleading impres- sion of CUFOS' current stand on the Gulf Breeze, Florida, CE3/photogra- phic episode. Our concern here is not with what we consider the author's errors in reporting privately-stated views. We wish simply to make clear why we feel it is wise to take a cau- tious view of this difficult case and to MUFON UFO Journal, No. 245, September 1988 By Mr. Ed await the results of the still unfinished investigation. CUFOS considers Gulf Breeze a potentially significant UFO case, but one that remains unproven. It is essential that research into every aspect of both photographs and tes- timony continue. Important questions are yet unanswered and necessary avenues of inquiry yet unpursued. FOUR EXAMPLES (1) On November 19, 1987, the Gulf Breeze Sentinel published Ed's original (anonymous) letter accom- panying his first five photographs. His letter stated that there were \"no beams coming from (the UFO).\" On December 7, in his first MUFON report form, he mentions no beam in his account of this November 11 inci- dent. It is not until his third account of the incident, completed on January 8, 1988, that Ed reports a blue beam. In fact, the blue beam — which would come to figure prominently in Ed's claims — was first reported by a Gulf Breeze resident on November 11, according to a November 25 Sen- tinel article. Critics are bound to sug- gest that Ed retroactively incorpo- rated a blue beam into his later account of the November 11 incident. (2) Ed has given three different versious of his activity at the initiation of the November 11 sighting. Why? (3) Questions have been raised about the relationship of the MUFON investigators and Ed and his family. Some observers have complained that Ed was kept fully informed of ongoing inquiries, including those that were turning up leads that might have produced disconfirming evidence. Since all photographic cases should be considered at least potential hoaxes, it is essential that investigators oper- ate independently from those who (sic) claims they are checking. An operation that gives claimants suffi- cient advance warning to cover their tracks (if there are tracks to be covered) is seriously flawed. We are not accusing the MUFON team of committing this kind of methodologi- cal blunder, but the charge has been made by others and so far has not been answered. (4) We applaud Bruce Maccabee's admirable analysis of the Gulf Breeze photographs. He deserves nothing but praise for the care and thorough- ness he has brought to the problem. But his analysis is only a first step. In science replication of findings is a necessary part of the process of inquiry. It is now time for another scientist as skilled and conscientious as Dr. Maccabee to examine the pho- tographs and to report his conclusions. We feel that the Gulf Breeze case has generated too much needless heat. We hope that in the future ufologists will devote their energies solely to sober consideration of the promises and problems of this extraor- dinary series of events. Since all of us, we hope, have only one concern — that the truth, whatever it is, be found — we can put behind the emo- tion that has so far played far too large a role in the debate and con- centrate on the work that needs to be done. Whatever the answer turns out to be, ufology can only benefit from adherence to the strictest stan- dards of scientific study. ED RESPONDS \"CUFOS CONSIDERS GULF BREEZE A POTENTIALLY SIGNIF- ICANT UFO CASE BUT ONE THAT REMAINS UNPROVEN.\" I welcome this new CUFOS posi- tion and recognize that proof is sub- jective. The four unanswered points used to qualify the CUFOS position are duly noted and I am pleased to share with CUFOS and the Journal readers my answers to each point. Question No. 1 points out that I 3"},{"pageNumber":5,"pageContent":"refrained from admitting the blue beam in my first letter to the Sentinel. Answer: Being a very traumatic event and one that I considered beyond belief, indeed, I intentionally omitted any mention of the beam while representing myself as a friend of Mr. X. The quote \"no beams com- ing from the UFO\", was taken from a description of the UFO as it approach- ed which said in full, \"There was nothing colorful about it — no flash- ing lights, no beams coming from it ... it was just a dull gray-blue thing.\" The second part of question #1 is simply incorrect. There was no men- tion of a blue beam anywhere in the Nov. 25th Sentinel (copy attached). The newspaper quoted Mrs. Zammit to say, \"And there was a stream of light which came down into our canal.\" Question No. 2 seems to pose a question as to why I claimed to be a friend of Mr. X and later came forward. The answer is very clear. By saying I was a friend of Mr. X, I could pro- tect my identity. After realizing the investigators would withhold my iden- tity, I reported fully. While known to many in MUFON and CUFOS, even to this day I withhold my identity from the public to protect my family. An effort to judge the Gulf Breeze case by examining the anonymous letter I wrote as Mr. X is unrealistic. That letter was written in an effort to conceal the fact that I was Mr. X and, of course, withhold some details of the staggering event. Try to keep in mind the real life actions one might take in order to alert your neighbors yet protect your family from ridicule. Question No. 3 asserts that some kind of collaboration between the investigators and myself has been charged \"by others\". Answer: By reading the April '88 CUFOS \"Special Bulletin\" it is clear to me who the \"others\" are. No one other than the investigator who passed along the unfounded reports on which the \"Special Bulletin\" was based. The MUFON investigators questi- oned me for hours in an effort to expose a hoax. They have spent hundreds of hours interviewing and cross- checking. I was being investigated without knowing the details. Only 4 when this same south Alabama CUFOS investigator wrote a slanderous letter called \"The Other Side of the Coin\" did my wife hear of it and demand a copy. She responded with a 27-page letter of real facts. While on the subject of this discre- dited investigator — before his bias was obvious, he was given a sample of the liquid which had fallen from the UFO on Dec. 17, to have analyzed. Nineteen days later the liquid was still bubbling vigorously. A prompt analy- sis could have discovered the cause. The person never had the analysis done and instead issued a statement that the liquid was run-off ground water. Later, a laboratory report (in the hands of MUFON) established the liquid was not ground water. Because of personal bias this person chose to close his eyes to the scien- tific method and try to discredit phys- ical evidence. Question No. 4 is an intelligent recognition of the superior research and investigative skills of Dr. Bruce Maccabee. Computer image tapes can copy the Polaroids exactly and eliminate further damage to the origi- nals. Unbiased, serious and qualified photo experts will be welcome to study the computer image tapes once they are prepared. If the case is \"unproven\", then let me suggest that we take a step back and look at the broad scope of the evidence. If the photograph called the \"road shot\", taken with the old 108 Polaroid, which shows the UFO 185 feet away is not proof, then let's con- sider the photo taken with the new Sun 600 Polaroid or the shots taken with the sealed Nimslo 3-D 35mm, plus the 1.63 minute video. Then there is the SRS camera (Self Refe- rencing Stereo) which was used to calibrate the size and distance of the UFO to be almost 15 feet in diameter (the bottom ring) at over 400 feet away (May 1, 1988 photos). If all the photographs are strangely enough disregarded, then I would suggest we consider the 135 witnesses of whom four reported alien beings, six reported blue beams, and nine reported miss- ing time. If you disregard all of the photo- graphs, physical evidence, and the other witnesses, what about me? I have taken two lie detector tests during which the examiner had me tell several intentional lies to check for drugs which can make all answers appear to be truthful. Result — I told the truth. I have been tested by voice stress equipment which also detects lies. Result — I told the truth. I have spent eight hours in psycho- logical examination by a Forensic Psychologist. Result — I told the truth. I extend an open hand to CUFOS but first I must comment on the des- cription of me in the CUFOS \"Bul- letin\". Mr. Rodeghier, how would you feel if I described you (sight unseen) as sociopathic, agitated, manic, crazy, prankster, and hoaxer? I can only assume that one day we will meet and discuss this in private like gentle- men. The new CUFOS position seems to divorce itself from the \"Special Bul- letin\" which conflicts with Mark's final statement that calls for \"adherence to the strictest standard of scientific study.\" So, disregarding the nature of the earlier CUFOS \"Special Bulletin,\" I support the new CUFOS position statement, even with their questions, but let's not lose sight of the most important questions. Who are the aliens? And — what are they doing? MUFON Response The MUFON UFO Journal is privi- leged to publish the \"CUFOS Posi- tion on the Gulf Breeze Case\" as submitted by Mark Rodeghier on August 14, 1988. It is enlightening to learn that the case has changed radi- cally from a \"probable hoax\" as pre- viously published by CUFOS to a \"potentially significant UFO case.\" CUFOS officers must be commended and congratulated for their new scien- tific insight. MUFON, as an organization, has not committed itself .to a statement on Gulf Breeze because the investiga- tion, study, and research has not been completed. There is still exten- sive analysis that must be performed before this case may even be consi- dered as one of the most incredible (Continued on page 8) MUFON UFO Journal, No. 245, September 1988"},{"pageNumber":6,"pageContent":"The Invisibles By Lindy Whitehurst and Hal Crawford PROLOG UFOs present a splendid paradox. They simultaneously put forth the aspect of A) a purely subjective set of psychological or archetypal pro- cesses trying to exert measureable effects upon objective reality, and B) that of an immensely sophisticated technological intelligence that hides deliberately behind elaborate cloaks of projected illusion. UFOs leap the barrier between subjective and objec- tive experience with enigmatic ease, displaying a mentality that bespeaks simultaneously of incalculable sub- tlety and utter idiocy. When considered as a whole, the data negates itself: any generalization about UFOs is invalidated by subse- quent reports. Nevertheless, reports of high reliability and high strange- ness continue to arise despite a blase public to whom UFOs are yester- day's news, and the increasingly shrill denunciations of a small group of professional skeptics who pursue a rigid view of rationality with all the fanatically obsessive irrationality of a regiment of flat-earthers. That UFOs are here seems unden- iable, paradox not withstanding. And yet, what we are to make of repeated reports of high strangeness unknowns — each fulfilling the criteria necessary to deny mundane cause — summar- ily demolished from on high by the pronouncement that the local radar failed to lock on? This paper deals with the relevance of radar to the question of outsiders ... and invisibles. Since its inception, radar has usurped direct visual observation to become virtually the sole instrument of air- borne detection. The military has come to rely upon it exclusively in all areas from domestic and military air traffic control to orbital surveillance and missile detection ...An enormous vested interest in the system exists: potential enemies must see it as an impenetrable deterrent to atack while MUFON UFO Journal, No. 245, September 1988 allies must feel confident behind a leakproof shield. For any self-styled UFO expert to make the upstart suggestion that the radar screen has holes big enough to throw a flying saucer through serves only to further cement the pejorative \"UFO-Nut\" label more firmly in the skeptical mind. Clearly, a careful analysis of the facts is in order. ANGELS OF RADAR Altogether too frequently, multi- witnessed, high-quality American UFO sightings carry the postscript \"... neither civil nor military radar con- trollers reported anything unusual on their scopes during the time of the sighting.\" Frustrating for so many highly-regarded cases to have that blot on their records, and yet so reas- suring to the skeptical mind. The ufologist complains that the same poor, gap-filled radar .system which lets drug smugglers penetrate allows ETs to fly under as well. But what about those incidents when UFOs are observed visually high in the sky, presumably within radar coverage, still with nothing ufological appearing on radar scopes? No debating points are given by merely accusing radar officials of lying. Between World War II and the 1960s, during radar's development, large numbers of UFOs appeared on radar screens, the \"non-sleeping eyes of the nation,\" yet were rarely observed visually. These spurious targets, termed \"angels,\" were most often caused by temperature inversions, birds, changes in humidity and steep gradients of air pressure; enough to cause apparently solid objects to perform the most amazing maneuvers in the sky. The problem in discriminating between the \"real\" and the radar \"angel\" was difficult even for trained operators, although not impossible. Modern airport radars today, using Moving Target Indicator (MTI) filters selectively eliminate non-aviation objects which appear to travel many thou- sands of miles per hour, and objects which \"hover\" or fly as slowly as flocks of birds. While filters also elim- inate ground clutter and high terrain from scopes, any slow-moving or hovering UFO would not show up either, nor would a legitimate ET craft flying through the atmosphere at speeds far greater than our fastest jets. Certain radars are designed to display only specific altitudes, thereby ignoring all others. These air traffic control procedures are vital to the safe operation of thousands of air- craft daily and were not designed to engage in aerial research. Because areas under the jurisdic- tion of big city airports are relatively small, radar facilities there prove to be ineffective aids to ufology. Small private airstrips have no radar at all. Controlled airspaces around commer- cial airports are irregularly-shaped with the amount of traffic dictating the kind of radar deployed, altitude selections, radial expanse, and regula- tions present. All aircraft flying through these Terminal Control Areas (TCAs) of America's largest cities must have transponders to electronically enhance their often-poor radar returns so radar operators can safely control the air traffic. Small private planes flying near commercial airports of most smaller U.S. cities are allowed to fly through their airspace's Terminal Radar Ser- vice Area (TRSA) without transpond- ers and without contacting the tower. Edward J. Sullivan, the Air Traffic Manager at the Bangor, Maine tower says, \"If unknown targets are observed in the TRSA, we would call them as traffic to the other aircraft. We would not attempt to identify non-participating aircraft.\" Automated radar displays can seem to show countless non- transponding (unknown) aircraft on the screen within the TCA or TRSA not violating restricted airspace at all."},{"pageNumber":7,"pageContent":"the \"lower floor\" of regulated air- space lifts up to a higher level as dis- tance from the airport increases. Thus transponderless aircraft can safely fly beneath some commercial flight patterns. Encoding transpond- ers which report their altitudes are required for all commercial, military, and private aircraft flying into con- trolled airspace within 20 miles (32 km) of America's 14 largest city air- ports as of December 1, 1987 while large numbers of private aircraft appearing on radar at all other air- ports not in radio contact with the tower, seldom are equipped and are not required to electronically show theirs. In the past all private aircraft within and under the TCA/TRSA appeared to have the same altitude and showed up on radar scopes as if they were all within the control zone. This situation commanded controllers' full attention in separating aircraft, leaving little time to study any distant UFO tracks. Still lacking collision-avoidance on- board radar, commercial pilots must keep a constant visual watch for unauthorized flights crossing their paths, and radar controllers must concentrate on any transponderless target converging upon a commercial flight. Light plane collisions with PSA and Aeromexico airliners in busy Southern California skies and with Skywest Airlines over Salt Lake City attest to the severity of this problem, while FAA officials admit they never saw the small planes on their radars. An aircraft must want to be con- trolled before the Federal Aviation Administration (FAA) can control it, and other more distant non-conspicu- ous blips on the scope must be ignored. A UFO is like a small plane flying without a transponder or radio beyond the radar range, below the minimum altitude, or outside the immediate interest of an air traffic controller. COVERAGE Within the continental U.S., there is almost complete radar coverage at and above 14,500 feet (4420 m); the so : named Continental Control Area and domain of commercial, military, and private jet traffic. Lower altitudes \"Many factors such as local terrain, type of radar,, altitudes selected, direction from antenna, aircraft speed and direction of flight, atmospheric condi- tions, type of airborne equipment, and aircraft type all play a role in radar coverage at a given time at any point in space.\" have spotty coverage around moun- tainous terrain, and large sparsely- populated areas require aircraft to fly at altitudes over 10,000 feet (3050 m) before they can be detected on radar due to widely-spaced antennae. As ev- very pilot knows the further you fly from the antenna, the higher your altitude must be to be seen on a radar scope due to the curve of the earth. This is the \"line-of-sight\" rule. Derril B. Bergt, Air Traffic Manager at the Fairbanks, Alaska tower reports, \"Many factors such as local terrain, type of radar, altitudes selected, direction from antenna, aircraft speed and direction of flight, \"atmospheric conditions, type of airborne equip- ment, and aircraft type all play a role in radar coverage at a given time at any point in space.\" At high altitudes; 18,000 feet (5480 m) and up, FFA controllers located at over 20 Air Route Traffic Control Centers (ARTCC) in the 50 states employ several screens that each search a radius of 200 miles (320 km). Bound by selectivity considerations of speed and altitude, ARTCCs' priori- ties lie in keeping instrument (IFR) flights separated and are unconcerned with the usual constant array of dis- tant non-transponding targets, be they aircraft, atmospherics, or UFOs, while job considerations provide ARTCC supervisors with an unwillingness to report anything out of the ordinary. Despite all ARTCC radar images being stored on magnetic tapes for weeks before being erased, signal strength problems, lack of man-hours and computer time normally prevent UFO researchers from checking past UFO visual sightings which may have been recorded and preserved on tape at ARTCC centers. Well guarded \"Prohibited\" and \"Re- stricted\" areas surrounding sensitive air bases and nuclear weapons stor- age facilities only account for about 3% of U.S. airspace and present no serious obstacles to free-roaming UFOs who have ample space to fly around them. Those low-flying UFOs who have chosen to visit such military areas had little trouble with base radar, witness the many visits in the mid 1970s along the US-Canadian border, i.e. Malstrom, Loring, Minot, Wurtsmith, and Falconbridge AFB. The North American Aerospace Defense Command (NORAD), whose radar function is to preserve a surveil- lance system capable of tracking and identifying high-performance vehicles in our atmosphere and outer space, purposely aim their radars toward the northernmost portion of the conti- nent and outward, along the Atlantic and Pacific coasts to provide a perimeter defense against Soviet bombers and ballistic missiles. NORAD freely admits these northern radars of the Distant Early Warning (DEW) Line are vulnerable to low-flying bomb- ers and hence could have been underflown since their inception in the 1950s. Plans for the new North Warning System to secure minimally attended long-range and unattended gap-filler radars providing an all-alti- tude detection capability won't go into operation until the 1990s. The southern border is left rela- tively undefended. Highly mission- oriented NORAD radars of the Space Surveillance Network (SSN) automat- ically reject any object not on a ballis- tics or orbital trajectory. This satellite and missile monitoring system, a vast radar interferometer, acts as a tall, fan-shaped, 15,000 mile (24,000 km) high \"fence\" through which orbiting or ballistic objects must pass and be tracked. However, it may also allow a UFO on a steep angle of descent toward the earth, skirting the fence, to arrive undetected. Although empha- tically denying any tracking of UFOs, NORAD admits to \"Uncorrelated Tar- gets\" (UCTs) on their screens from time to time. Normally, UCTs repre- MUFON UFO Journal, No. 245, September 1988"},{"pageNumber":8,"pageContent":"sent meteor ionization trails, re-enter- ing satellites and electrical atmos- pheric effects. Infra-red sensors aboard the Satellite Early Warning System (SEWS) only monitor known foreign ballistic missile launch areas with no satellite network providing \"look-down\" coverage of potential UFO tracks. All aircraft flying above 18,000 feet (5480 m) are required to file a flight plan. If they don't file one and cross into U.S. airspace at higher altitudes from outside, they will probably be intercepted. NORAD's Joint Surveil- lance System, using military and FAA joint-use radars around the periphery of the United States until late 1987, provided only mid to high-altitude coverage out to about 200 miles (320 km) offshore and could do precious little for surveillance of lower alti- tudes. Those objects navigating through the large volumes of airspace over the seas, near our coasts, and down on the deck attracted no particular action from civil or military radar controllers. Distant low-altitude objects are difficult to spot because conven- tional radar impulses are transmitted in straight lines not following the cur- vature of the earth. Over-the-Horizon-Backscatter (OTH- B) long-range radars searching pro- jected enemy bomber and cruise mis- sile routes only recently have begun alleviating this problem on the East Coast until deployment of newly- constructed OTH-Bs in the 1990s supposedly cover all approaches to the continental U.S. Airborne radar planes (AWACS) capable of \"looking down\" on low-altitude airspace viola- tors have been used sparingly along the Florida coast to locate suspected drug traffickers. While their success rate at catching slow-moving air smug- glers has been poor, their success rate in catching high-performance UFOs is zero. The public has no way of knowing whether their limited use has recorded anything truly ususual on their scopes. John Early, head of Houston's Custom Service air branch said, \"We catch maybe 10 percent, no more (of air smugglers). Our primary deficiency is lack of detection capability. For our purposes, ground- based radar is not adequate to detect low-flying aircraft.\" February, 1987 saw a new radar MUFON UFO Journal, No. 245, September 1988 The shape of the Stealth aircraft is of prime impor- tance in determining the resultant Radar Cross Section (RCS), a measure of the actual exposed area on the aircraft available to reflect radar beams. system begin operation in Houston designed to cover all marine and low- flying aircraft along the Texas Gulf Coast. The U.S. Custom Service radar center plans to be tied into a string of tethered balloon-borne rad- ars called aerostats along a 2000 mile (3200 km) Texas-to-California land border by 1989, barring threatened budget cuts. Operation Alliance as it is called, may also suffer from the past lack of cooperation between federal agencies. High performance aircraft crammed with down-looking, pulse doppler radar and infra red sensors and directed by ground based radar, now chase slow-moving, low- flying aircraft suspected of smuggling. The Freedom of Information Act (FOIA) will probably be needed to try and locate any high performance tracks which may result; a dubious effort as most radar records and tapes are normally kept only for limited periods. UFOs may be quite prevalent in U.S. skies, but may sel- dom cross into civil or military spheres of responsibility which aren't apt to pick up out-of-the-ordinary objects anyway. Inbound UFOs first entering radar- thin Mexican airspace, may have the tendency to-overfly the U.S. southern border at low altitudes anywhere along a 1500+ mile (2400 km) expanse, fly among many valleys of the Rocky Mountains which stretch north to south forming an effective shield against radar, and then filter out- wards on routine reconnaissance assign- ments. Overall lack of low altitude coverage and mission-oriented radars make the need to use the western mountains unnecessary, nevertheless the temptation to use them may still remain. Detecting and \"mapping\" of U.S. radar coverage has long been a viable terrestrial science and would presumably be an easy task for more advanced \"outsiders,\" armed with a desire to avoid continental radar. In addition, slow-moving drug smuggling aircraft crossing over U.S. southern borders, often with lights out, trying to avoid detection, can scarcely be equated with fast, erratic, brightly-lit UFOs which put on spectacular displays. Another UFO-finding complication is being brought to light as more is learned about Stealth technology, the super secret radar-invisible generation of American fighters and bombers. The shape of the Stealth aircraft is of prime importance in determining the resultant Radar Cross Section (RCS), a measure of the actual exposed area on the aircraft available to reflect radar beams. A smaller RCS will pro- duce a smaller blip on the radar scope. For example, an idealized head-on radar view of an old B-52 bomber has an RCS of about 100 square meters, the smoother B-l bomber's RCS is about 10 square meters, and the newer B-1B ver- sion's head-on RCS will reportedly be much less when defective electronics are corrected. By contrast, the RCS of a pickup truck has been estimated at about 200 square meters! Sharp edges, abrupt angles, and flat areas existing on aircraft wings and control surfaces produce large, conspicuous radar blips. The Stealth program aims to produce vehicles of smooth curved surfaces, no flat areas, no protruding cockpit, and no highly-reflective hot exhaust engines hung out on wings, but rather recessed within the fusel- age to scatter and diffuse radar energy; a low-profile radar shape inherent in most UFOs. . Stealth technology employs avionic advances in Electronic Counter-Mea- sures (ECM) and Radar Absorbant Materials (RAM) to further reduce the size of radar returns. Stealth-type aircraft carrying new ECM gear would identify a radar location, and depend- ing on the station's frequency, trans- mit the correct low-energy signal to further diminish the radar signature. If just enough energy is used to foil each radar, they may never know it's"},{"pageNumber":9,"pageContent":"there. We can speculate an \"out- sider\" would certainly use its full complement of decoys and electronic countermeasure Stealth techniques to mask and confuse our sensory sys- tems. Due to the observable lack of most UFOs having any sort of hot engine exhausts, infra red sensors would be of marginal use. The occasional flat-bottom UFO would lend itself to reflection of radar beams, and there have been a number of radar-directed UFO jet chases in the literature, as well as ground- witnessed, radar/visual sightings, but few have had adequate followup investigation, i.e. the recent 1986 Brazilian chases. The pilot of a Japan Air Lines 747 cargo jet crossing the Arctic Circle reported being followed for more than 30 minutes by an extremely large, walnut-shaped object with a rim about its circumference, accompanied by two smaller objects emitting yellow and white flashing lights. At a dis- tance of five to eight miles (8-13 km), they approached and moved in for- mation with the jet as it descended toward Anchorage, Alaska. This No- vember 17, 1986 encounter was tracked only briefly by FAA controllers in Anchorage, admittedly by the U.S. Air Force, and by the 747 itself. The FAA claims a split image of the 747 caused a UFO erroneously to appear on their radar, while the Air Force says electronic clutter was responsible for their \"false\" image, irrespective of the fact the 747's on- board radar also picked up the UFO at the same time and whose crew spotted it visually. Their visual dis- tance estimates matched the radar returns. A large sphere or egg-shaped craft is not a perfect radar invisible form, as long constant curves and its size alone can cause a radar blip. A better way is to continually change the curve radius in a wave-like manner. The reported long curve features of the walnut-shaped UFO could've pro- vided at least a partial radar return from that surface area before curva- ture changed at the central rim. One may speculate a \"Stealth- shaped\" craft of unknown manufac- ture followed the 747, causing only an intermittent radar lock-on; experimen- tal U.S. or Soviet Stealth aircraft 8 hardly being a reasonable choice to be following a civilian jet when radar testing could be better carried out in secret nearer their own proving grounds. From 1950 to present day we find many such seemingly radar-proof UFOs following civil air traffic, all our efforts failing to produce a positive ID. Outsiders can arrive here unde- tected. They can operate almost wherever they choose with impunity and can depart without interference, deliberately hiding behind earth's own geographical, organizational, and tech- nological limitations. UFOs flying under and through U.S. radar not geared to track them without transponders and displaying a \"natural\" Stealth design, are unlikely to generate substantial radar evidence to support their exist- ence. Still, the lack of radar confirma- tion to a major UFO sighting can never again be considered a blot on its record, nor as cold water being thrown onto the fire. Notes and References 1. Randies, Jenny and Peter War- rington; UFOs — A British View- point. St. Edmundsbury Press, Ltd: 1979. 2. Skeptical Inquirer; \"Radar UFOs: Where Have They Gone?\" Philip Klass, Vol. IX. No. 3, Spring, 1985. 3. Sullivan, Edward J., Air Traffic Manager: Bangor, Maine. Reply from survey of 80 Federal Aviation Admin- istration towers conducted by authors. 4. Hendry, Allan; The UFO Hand- book. Doubleday & Co., 1979. 5. Bergt, Derril D., Air Traffic Manager: Fairbanks, Alaska. Reply from survey of 80 Federal Aviation Administration towers conducted by authors. 6. Air Traffic Control Manual. Department of Transportation, Fed- eral Aviation Administration; October 25, 1984. 7. Greenwood, Barry J. and Law- rence Fawcett: Clear Intent. Prentice- Hall, 1984. 8. Hynek, Dr. J. Allen; The UFO Experience: A Scientific Inquiry. Regnery Press, 1972. 9. NORAD Fact Sheet; Peterson AFB. Colorado Springs, Colo. October, 1986. 10. Dal/as Morning News; \"CHET is Latest in Aerial War on Drugs,\" February 8, 1987. 11. Houston Chronicle; \"Radar Cen- ter Aimed at Contraband Gets Going,\" February 3, 1987. 12. Sweetman, Bill; Stealth Air- craft. Motorbooks International, 1986. 13. MUFON UFO Journal; \"Strange Alaskan Encounter,\" Walter Andrus, February 1987. Special thanks to Captain John Lear, commercial airline pilot, for checking the aeronautical accuracy of the manuscript. Continued from page 4 cases in UFO history. Present evalua- tion of the evidence.and documenta- tion by competent investigators has eliminated the probable hoax alternative. One of the principal investigators proposed that the MUFON Board of Directors issue a position statement on Gulf Breeze at its Annual Corpo- rate Meeting on June 26, 1988. The International Director declined to place the subject on the agenda, because it would have been premature. The Board utilized their time in a more constructive manner by interviewing both Ed and his wife Frances on their experiences. In retrospect, the statements made by Walt Andrus in the July and August 1988 issues of the MUFON UFO Journal in regard to Gulf Breeze constitute his personal opin- ion as one of the team of investiga- tors. In the same context, statements made by MUFON representatives in northwest Florida to the media are also their personal viewpoints. None of us are speaking for the Mutual UFO Network, since MUFON has opted not take a premature position on this important case. Walter H. Andrus, Jr. International Director SUPPORT UFO RESEARCH MUFON UFO Journal, No. 245, September 1988"},{"pageNumber":10,"pageContent":"Dangerous Game Reviewed By Walter N. Webb Webb writes our monthly \"Night Sky\" column. UFO-Abductions: A Dangerous Game, by Philip J. Klass, 200 pp., hb, $18.95, was published this year by Prome- theus Books, Buffalo, New York. Philip Klass, former Senior Avio- nics Editor of Aviation Week and Space Technology magazine and a Founding Fellow of the Committee for the Scientific Investigation of Claims of the Paranormal (CSICOP), has written his fourth book on the UFO topic. Anyone interested in the current runaway UFO abduction craze should read this book. I have always found that Klass does have some valid points to make; if nothing else, he does all of us a service by making us question our investigative proce- dures and keeping us honest! The book's title comes from the author's view that UFO believers, unskilled in proper hypnotic tech- niques, may actually be creating abduction stories in the minds of their subjects — a \"dangerous game.\" Klass comes down hard on some prominent personalities in the field. For example, Budd Hopkins is branded the \"Typhoid Mary\" of the \"abduction- ists.\" The author relies heavily upon the impact that the Hill case had in generating future abduction stories. UFO kidnap reports began in earnest following the 1966 release of the Fuller book, and a fresh crop appeared after the 1975 TV film about Hills. (A couple of the 75 episodes, however, were known to investigators before the TV program aired.) Later Ray Fowler's The Andreasson Affair \"pro- vided a rich source for other abduc- tion stories that followed in the 1980s.\" Klass credits fellow CSICOPer Rob- ert Scheaffer with explaining the initial Hill UFO and bright planet seen near the Moon as actually two planets, Jupiter and Saturn. In the June 1976 MUFON UFO Journal, No. 245, September 1988 APRO Bulletin, I pointed out the glar- ing omissions in this theory: (1) Betty Hill said she watched the object cross the face of the Moon; (2) the UFO grew from a distant point source to a clearly structured flattened disc with a double row of windows that filled the field of view of Barney's binocu- lars; (3) the object moved erratically, stopped in mid-air, glided across the highway from right to left, and hovered again — at least 90° from Juipter's position; (4) despite Scheaffer's claim that Saturn should have been seen, that planet was 12 times fainter than Jupiter and would have been consid- erably dimmed by the nearby gibbous Moon. In short, that the Hill UFO was anything more than \"starlike\" was conveniently left out by Klass. (The same APRO rebuttal also respond- ed to arguments that the Fish/Hill star map represented merely random star alignments.) Every UFO researcher should care- fully digest Dr. Orne's cogent com- ments on the pitfalls of hypnosis in Chapter 6. The hypnotic state produ- ces a mixture of true memories and fantasized material, and thus informa- tion retrieved in this way must be carefully sifted and evaluated. The fact that \"abductee\" Christy Dennis (Chapter 17) later recanted, saying her story under hypnosis was a hoax, proves that it is possible to feign hypnosis and to deceive the operator. Despite the difficulties, I believe hypnotic regression can be helpful in probing multiple-witness close encoun- ter/abduction claims. Independent veri- fication of specific details in these cases by witnesses who have under- gone hypnosis separately is not easily dismissed — especially in the rare instances where the observers have not communicated with each other since their experience. (See \"Pursu- ing the Ultimate Encounter\" in the May 1988 Journal.) Klass virtually ignores this category of cases. The author also seems unaware that a surprising number of abduction scenarios are recalled without the use of hypnosis. Thomas Bullard, in his Comparative Analysis of UFO Abduc- tion Reports, states that 29 percent of 103 high-information, high-reliability abduction cases surfaced without hyp- nosis. And in another study David Webb found that 33 percent of 129 of the better documented abduction re- ports arose naturally. Klass devotes a chapter to the \"imaginary abductee\" study of Law- son-De Herrera-McCall where eight test subjects were hypnotized and asked to imagine being abducted by a UFO. While there were some paral- lels between \"imaginary\" and \"real\" abductees, perhaps even more strik- ing were the differences — facts that the author almost reluctantly men- tions on the last page of the chapter. (\"Real\" abduction narratives reported physical, physiological, and psychic effects; memory/time lapses; dream or nightmares; fright reactions; con- scious memories of at least part of the sightings; and the subjects' belief that their experiences actually occurred. The volunteers in the Lawson study attested to none of these manifesta- tions.) To this reviewer, it is what Klass leaves out that irks so many well- informed UFO researchers. A case in point is the June 1983 physical-trace episode reported by \"Kathie Davis.\" In implying that the circular patch in the yard was due to fairy ring mush- rooms, he neglects to mention a host of pertinent factors: (1) Four equid- istant holes were discovered sur- rounding the eight-foot circle; (2) it took only several days for the grass to wither and die, implying a sudden event, not the much slower process produced by the yearly expansion of a fairy ring; (3) Kathie later recalled, without hypnosis, an egg-shaped craft resting on four legs above the spot where the circle was found; (4) on the night of the event, three persons, 9"},{"pageNumber":11,"pageContent":"including Kathie, suffered radiation- like symptoms when they walked near the traces; (5) also on the same night, a neighbor reported seeing a flash of light in the direction of the Davis yard, hearing a vibrating noise that shook her house, and at the same time experiencing EM effects. Chapter 13 is devoted to Whitley Strieber's bedroom adventures with bizarre life forms. The author tries to demonstrate that Strieber's symptoms are consistent with temporal lobe epi- lepsy. Not arriving in time for men- tion in Klass' book, Robert Baker's article \"The Aliens Among Us: Hyp- notic Regression Revisited\" in the Skeptical Inquirer, Winter 1987-88, should be required reading. Baker believes Strieber is a classic fantasy- prone personality type. Such individ- uals test normal in every respect except that they have rich fantasy lives, are subject to vivid dreams which may include bedroom halluci- nations and out-of-body experiences, and often are writers of the bizarre, physics, or religious visionaries. The theory might explain many \"bedroom visitations\" by strange beings, espe- cially Strieber's experiences where he was the only witness. (His wife sleep- ing beside him was unable to support his entity/abduction claims.) Although Philip Klass does his best to debunk UFO abductions, these controversial claims cannot be swept under the rug quite so easily. True, there still is no conclusive physical proof or artifact left behind, and there still is no acceptable independent cor- roboration of an abduction by a neu- tral witness. Yet Bullard's compre- hensive study indicates that abduction stories not only consistently follow a complex sequence of events — that is, elements of the episode stay in the same order and place time after time — but also these accounts often include recurrent insignificant details unlikely to catch another storyteller's atten- tion. \"Faithfulness to one pattern,\" states Bullard, seems too much to expect of subjective experience spread among many independent people, but an assumption of real experience eas- ily accounts for the consistent order.\" (Bullard, by the way, has no final answer as to whether UFO abduc- tions are real or subjective experien- ces.) Hopkins adds that some abduc- tees \"who have never met report identical details that have never been made public.\" • I think Jean Callahan perhaps puts it best in a Boston Globe Magazine article about the abduction pheno- menon: \"No matter what's going on here, or elsewhere in the universe, we need to open our hearts and our minds and keep searching.\" UFO Filmed Circling Atlas Rocket By T. Scott Grain, Jr. T. Scott Grain is a MUFON Journal staff writer and state sec- tion director for Pennsylvania. Getting the Air Force to admit they have on film a UFO encircling an Atlas F missile while in flight, is not an easy thing to do. For the better part of a year, this researcher tried to track down a film taken by First Lieutenant Robert Jacobs of a UFO that interferred with a missile launch off the coast of California on Septem- ber 15, 1964. The 1369th Photographic Squadron dispatched from Vandenberg Air Force Base unwittingly filmed the UFO while tracking the missile some 60 miles above the Pacific Ocean. Two days later, Chief Science Officer at Vandenberg AFB, Major Florenz J. Mansmann, summoned Jacobs to his office to view the film. Among those present in Mansmann's office were two CIA agents from Washington, D.C. As the men watched the rocket soar high in the sky, an unidentified light swims into the picture and 10 encircles the rocket, emitting brilliant, strobe-like flashes, around the missile. Upon closer inspection of the film, Mansmann confirmed later the light was definitely \"saucer-shaped\". Accord- ing to Jacobs, the warhead malfunc- tioned while in flight, and fell several hundred miles short of its intended target. Mansmann tells Jacobs to keep quiet about the incident, and the two CIA agents leave with the film, which has never been seen again. NEW TESTIMONY When this researcher initially report- ed on this incident in the January, 1987 issue of the MUFON UFO JOURNAL, Mansmann's testimony was unavailable. Since then, he has responded to my inquiries, as well as OMNI magazine UFO writer, Eric Mishara, who was helpful in identifying a spokesman for the Air Force who claims the rocket did not go off course, but hit its target. In a letter from Florenz Mansmann (May 6, 1987), he confirmed Robert Jacobs' account of the incident that is described in detail in issue No. 225 of the Journal. Mansmann states he ordered Jacobs not to discuss the incident with anyone \"... because of the nature of the launch, the failure of the launch mission and the probabil- ity that the optical instrumentation (the film) showed an interference with normal launch patterns.\" Mansmann confirmed he studied the film, having screened it on four different occasions. Mansmann said he viewed the film \"once in my qual- ity control review and editing for the General and his staff; once in review with the Chief Scientist and his assistant; once for the Commanding General with only one of his staff; and a fourth time with the Chief Scientist, his assistant, the three government men and Bob Jacobs.\" If Mansmann's recollection is correct, a number of military officials viewed the film before the CIA agents confiscated it. When asked why he told Jacobs to \"tell no one about this,\" that \"it never happened,\" Mansmann explained that MUFON UFO Journal, Number 245, September 1988"},{"pageNumber":12,"pageContent":"he was \"ordered not to discuss any of what was seen or discussed during the screenings. I only passed my order, as the ranking optical instrumen- tation officer, on to Lieutenant Jacobs.\" Wouldn't the CIA agents have to sign out a military film before leaving the Air Force Base with it, I asked. According to Mansmann, \"No film was ever released from our archives without a signature. I even signed out film when we had launch showings to VIPS in the General's office on short notice. However, I released the film to the Chief Scientist over his signa- ture, then they departed.\" I asked Mansmann to comment on an article about this case that appear- ed in OMNI, in which UFO writer Eric Mishara quoted an Air Force spokesman as saying, \"We have no documentation of a UFO incident ... The dummy warhead hit the target.\" Mansmann claims the statements made by the AF spokesman \"... makes no sense.\" If the Air Force spokesman did review a close-dated launch and saw nothing, it could not have been the launch that perpetuated such quick security action.\" ANALYSIS Mansmann's past military credentials are impressive, having served in spe- cial projects for the Air Force through- out his entire career. He worked on airborne radar during World War II, Air Defense Systems during the Kore- an War, and Airborne Reconnaissance Systems during what could be called the Cold War. He also worked with photo computerized systems of unpre- cedented utilization and intelligence gathering during the Vietnam conflict. Whatever happened to the film both these Air Force officers claim the CIA took? I attempted to find out. Beginning on January 19, 1987, a series of letters were forwarded to Vandenberg AFB in California, re- questing under the Freedom of Infor- mation Act that copies of all films taken by the 1369th Photographic Squadron on September 15, 1964, be sent to me, along with any analyses that may have been performed on MUTUAL UFO Journal, Number 245, September 1988 these films. At the end of this tedious letter-writing campaign, I finally reach- ed Vandenberg's FOIA Manager, Wil- lie I. McCorvey, who responded to my request. His last letter to me dated March 10, 1987, ended with \"The records you requested do not exist in our files.\" My associate in this investigation, Robert Todd of Citizens Against UFO Secrecy, also made similar FOIA requests to Vandenberg AFB for the film. His response from McCorvey in a letter dated March 27, 1987, ended with \"... our records indicate that no Atlas F missiles were launched from Vandenberg AFB, CA on 15 September 1964.\" It was obvious that McCorvey either was not aware of, or wanted not to dis- cuss with us the details behind this incident. Another lead in our search for information was the article written by Eric Mishara entitled, \"UFO Cover- up,\" in the January 1985 issue of OMNI. Mishara writes that an Air Force spokesman knew of this report- ed incident, indicated that there was no UFO, and that the missile success- fully hit its target. Here was an Air force officer who publicly admitted that he had knowledge of what hap- pened, and could even report the Atlas F missile did not veer off course but completed its mission. Through the assistance of a senior editor at OMNI, I was able to track down Mishara at his residence. \"Who was the Air Force spokesman you quoted in your article,\" I asked. His answer surprised me. It was a Ser- geant Lorri Wray who worked in Media Relations at none other than Vandenberg AFB, California. Needless to say, a letter to Sergeant Wray on September 7, 1987, went unanswered and unreturned. In the end, if it was not for the courage of Robert Jacobs and Florenz Mansmann in coming forth and telling what happened, we may never have known about the saucer-shaped UFO that caused a missile to crash near Vandenberg AFB in 1964. Alaskan Radar and UFOs On November 17, 1986 the crew of a jumbo jet reported a UFO following them over Alaska. After they reported the visitor to the Anchorage FAA controller they received confirmation that the object was less than one mile from the plane (according to one report). It was also reported by the FAA that -the Air Force had con- firmed the sighting. Months later the FAA released a package of information covering the incident. Missing was any significant verification by the Air Force. It was speculated that the object was flying in an area that made radar confirmation sketchy at best. How- ever, it would appear that the wrong questions were asked or the com- plete story of radar confirmation might have come out. Aviation Week & Space Technol- ogy magazine (July 11, 1988) provides an indepth look at the capability of the Alaska Air Command. Their map identifies total radar coverage of the whole of Alaska, plus airborne radar to extend the range of coverage. The thirteen radar sites, plus six Distant Early Warning (Dew Line) sites are supplemented by AWACS radar air- craft. This system is capable of and routinely protects our shores from intrusion by Soviet aircraft. None get through because the system is all satellite-linked. Therefore, there is no doubt that UFOs are also \"seen\" by the system whenever they fly over Alaska or anywhere near it. UFO investigators tried unsuccess- fully to identify the UFO reported by the Japan Air Lines Flight 1628 because all they had was the meager data package released by the FAA, plus the crew's eyewitness report. They may as well have settled for what was reported in the newspapers if they were not ready or able to tap the capabilities of the vast Alaskan radar network. - John Schuessler UPON 11"},{"pageNumber":13,"pageContent":"Fund For OFO Research QUARTERLY REPORT October - December 1987 During the last quarter of 1987, the Fund continued appeals for donations to be applied to document verification and analysis of \"abduction traces\" (chemical samples). The Fund also prepared to take an active part in the analysis of the letters which Budd Hopkins received as a result of the article on abductions which appear- ed in the December issue of OMNI magazine. So far, there are about 2,000 such letters. The Fund hopes to develop a data base using as many of these letters as time and expense permits. A videotape has been compiled which provides a one-hour review of the events which occurred at the International MUFON Symposium last summer. This tape was produced by Fred Whiting, Secretary-Treasurer of the Fund, from original tapes made at the conference by Mark Friedlander and Allen Benz. It provides highlights of the conference, concentrating lar- gely on current research into crash/- retrieval cases and the abduction phenomenon. Four audio tapes are also available, which provide informa- tion not offered anywhere else: the complete abduction panel discussions, Bill Moore's dinner lecture on his MJ- 12 investigations, the speeches by Juan Ballester-Olmos (Spain) and Jun- ichi Yaoi (Japan), and the complete panel discussion of government invol- vement in the UFO controversy in the USA, Australia, Canada and England. In October, Dr. Bruce Maccabee, Chairman of the Fund, appeared on the Geraldo Rivera TV program, along with Budd Hopkins and several abductees. In December, he appeared on the \"Larry King Live\" TV show, hosted by Rona Barrett, along with Whitley Strieber (author of Commun- ion), Dr. Harvey Ruben (a psychia- trist who was quoted in the OMNI article) and Philip Klass. Thanks to the psychological study of nine abduc- 12 tees supported by the Fund several years ago, Dr. Maccabee was able to correct Dr. Ruben's suggestion that abductees are mentally ill (Dr. Ruben repeatedly stated that mentally ill people report hallucinations, implying that abduction reports fall into the same category). Dr. Maccabee also was able to correct the impression which Mr. Klass attempted to leave with the audience that the psycholog- ical study showed that the abductees were psychologically or emotionally disturbed in a manner which could explain their abduction accounts. \"The most important finding of the psycho- logical study,\" said Dr. Maccabee, \"was simply that a standard battery of psychological tests of nine abduc- tees failed to find any psychological deficit that could explain why they reported abduction stories.\" In late January, a UFO in Australia reportedly chased a truck, picked up a car with four passengers, and then dropped the car, leaving a residue of black ash on the roof. The object also reportedly buzzed a tuna boat. It is rare to have a UFO sighting with so many witnesses, as well as the apparent levitation of an automobile and physical traces besides. The Executive Committee of the Fund immediately authorized the pay- ment of up to $500 to investigate the case. We have contacted both Walt Andrus, International Director of the Mutual UFO Network, and Keith Basterfield, the principal Australian investigator on the case, with our commitment of funds, to analyze the physical evidence as well as to cover the expenses associated with the investigation. This case points out the need for a rapid response capability for UFO investigators around the world. Un- less investigators can act quickly —to interview witnesses, conduct on-site visits and retrieve physical evidence— the UFO report remains just that: a report. The Fund for UFO Research has established a Rapid Response Fund to guarantee the expenses of investi- gators who are involved in cases such as the one which took place in Aus- tralia. Unfortunately, our sources are limited, and we must rely on you for support. Pleae remit any check for contributions to the Rapid Response Fund. Contributors of $50 or more will receive a report on the Australian physical trace case, as soon as it is made available to us. As the Treasurer's report indicates, the Fund continues to spend a con- siderable amount for printing, postage and mailing. Much of this expense is a result of sending the Quarterly Report to individuals who have request- ed it. However, we cannot continue to incur the costs of printing and pos- tage if it does not result in contribu- tions to support scientific research into the UFO phenomenon. There- fore, beginning with the 1st Quarter of 1988, the Quarterly Report will be mailed only to individuals who have contributed at least $5.00 during the previous year. There is a space to check indicating you desire to con- tinue receiving the Quarterly Report; please check it and enclose at least $5.00 to ensure you will continue to receive information on new develop- ments in UFO research through 1988. Contributors of $10 or more will receive a special \"I Support UFO Research\" button as an expression of our appreciation for your support. Write the Fund at: Box 277, Mount Rainier, MD 20712. Animal Reactions Some animal reactions to possible UFOs might be explained by an animal's natural reaction to this type of appearance and activity. For exam- ple, I live near a resort. Hot air bal- loons often pass over our house and land in the area. Since the time we have had our dog, she has consist- ently shown terror (crawls under fur- niture, shivers, huddles, holds her head down) of balloons. I don't know if she is afraid of their appearance or their sounds. Sometimes when the balloons are so far away that she can't see them she still cowers. She MUTUAL UFO Journal, Number 245, September 1988"},{"pageNumber":14,"pageContent":"will continue to quiver and hide into the night, after a balloon has been in the area. My daughter likes the small, helium- filled balloons that have a string with a weight on the end. Her balloons sometimes float around the house about head high, anchored by their strings. Both our cat and dog are quite fearful of these balloons and will not go into a room with them. Also in regard to physiological reactions, a recent piece (Fate June, 1988) mentions that during the 1988 Australian observations, both the Knowles family and the shrimpboat crewmen reported their speech was affected. The author adds that helium affects speech and is also used as a coolant to create electrical supercon- ductors. This might tie in with my magnetic propulsion speculation (MU- FON UFO Journal, October, 1987), which mentioned research showing a superconducting chip floating like a UFO when it is cooled and held over a magnet. In addition, in some possi- ble UFO abduction reports, people have shown reactions suggesting they have been cold. — Irena Scott, Ph.D. MUFON Consultant MUFON AMATEUR RADIO NETS Saturdays 0800 EST/EDT - 7.237 MHz Sundays 1500 EST/EDT - 28.470 MHz NATIONAL EMERGENCY CALLING EST/EDT MHz 0000-0015 3.990 0400-0415 3.990 0800-0815 7.237 1200-1215 . 7.237 1600-1615 7.237 2000-2015 3.990 LOCAL EMERGENCY CALLING Same times - 28.470 MUTUAL UFO Journal, Number 245, September 1988 OPEN LETTER FROM MUFON To: Justice for Military Personnel (JMP) From: Mutual UFO Network, Inc. (MUFON) Subject:Reply to the Anonymous Letter, \"Request For An Executive Order,\" Addressed to President Ronald Rea- gan, dated 4 Sept. 1987. The Mutual UFO Network, Inc. (MUFON) declines to reply to anonymous letters as a standard operating procedure. The only signature or identification given in this instance is: \"J.M.P., San Antonio, TX\". The reprinted copy that was widely distrib- uted is dated 4 Dec. 1987. The group or individual called \"J.M.P.\" had no authorization whatsoever to ask President Reagan to reply via the MUFON UFO Journal. The 4-page let- ter suggested that the press contact five competent sources for verification, documentation and eyewitnesses to most of the allegations mentioned. These were (1) Just Cause, (2) MUFON, (3) APRO, (4) Major Donald E. Keyhoe, and (5) Gordon L. Cooper, former astronaut. None of these organiza- tions or individuals is aware of a group known as J.M.P., nor do they authorize or approve the use of their organizations' names and addresses as references for the press in this matter. The Mutual UFO Network, Inc. (MUFON) will not respond under any circumstances to the press on this issue except to advise that J.M.P. is an anonymous group or individual that used our name illigitimately as a reference. Until such time as the writer or writers of this letter come forward and identify themselves to one of the referenced organizations so that their credibility can be authenticated, no further action will be taken. We would not have responded to the J.M.P. letter except for the fact that the President's office or a government intelligence agency might consider MUFON a subversive organization — that is, guilt by association. Therefore, we vehemently deny any knowledge of the perpetrators of this anonymous letter and challenge their integrity in distributing such accusations in the U.S. Mail, and associating MUFON in such an illegal manner. (Signed) Walter H. Andrus, Jr. International Director January 26,1988 Field Investigator's Manuals A new supply of MUFON Field Investigator's Manuals is now available. The price is $6.00 for members and $10.00 for non-members, plus $1.50 for postage and handling. All back-orders have been filled. The manual is an integral part of every member's reference library and field investigator's kit. 13"},{"pageNumber":15,"pageContent":"What The Air Force Knew In 1947 Sider is a French MUFON mem- ber and Journal contributor. We are indebted to Dr. Thomas E. Bullard for the following transla- tion. Documents released since 1977 through the Freedom of Information Act shed light on a period of great significance for the history of ufology. The summer of 1947 is especially important for understanding the strange behavior of the Air Force when it confronted a situation for which it was unprepared. Official sources dem- onstrate that the authorities were guilty of hiding physical evidence for the existence of UFOs, and in fact knew this truth even before UFOs became worldwide news. HARRY TRUMAN'S SATELLITE I intend to focus my study on an important detail which I personally discovered recently in a book about President Harry S. Truman. On Octo- ber 30, 1947, Truman wrote in his personal journal: To discuss with the Secretary of State: The military impli- cations of a satellite attack: a) Do we need a plan to meet this, b) Should we proceed to make one [1]. The term could refer to an orbital device or a satellite country of the USSR, but from a historical point of view it is possible to eliminate the second hypothesis: In 1947 the Soviet satellites were rebuilding after the devastation of World War II, and were not tied militarily to the USSR until the Warsaw Pact of 1955. These countries posed no possible military threat. The first earth satellite, Sputnik I, was still ten years away. The two great powers did not begin to take an interest in artificial satellites, until November 1953 for the U.S. — after rejection of the Rand Project in 1946 — and January 1954 for the USSR. When the Committee of the Interna- tional Geophysical Year (IGY) recom- . 14 By Jean Sider mended, on October 4, 1954, that small scientific satellites be launched during the IGY (July 1957 - December 1958), the U.S. and the USSR respond- ed favorably to the Committee at the end of July, 1955 [2]. So what was this \"satellite\" to which Harry Truman alluded? This is what I intend to clarify. ROSWELL CRASH On July 7, 1947 the Roswell crash was the subject of an official press release signed by Lt. Walter Haut, public relations officer at the Army Air Base at Roswell, N.M. He said intelligence officers at the base were now in possession of a flying disc, and added: \"The flying object landed on a ranch near Roswell ... Not having phone facilities, the rancher stored the disc until such time as he was able to contact the sheriff's office, who in turn notified Major Jesse A. Marcel ... Action was immediately taken and the disc was picked up at the rancher's home.\" [3] This official message implies that the rancher transported most of the wreckage to the ranch buildings, that Maj. Marcel gathered only minor debris left on the site. This fits in well with what researchers such as Wil- liam Moore have shown. For exam- ple, the \"internment\" of rancher \"Mac\" Brazel for a week at the Ros- well base becomes comprehensible. Would he have had to undergo this treatment if he had seen only minor debris? It appears that he saw some- thing else which necessitated his sequesterment for some disinforma- tion sessions. The fact that the press release speaks of a landing instead of a crash points to major wreckage recovered by a squad other than that of Maj. Marcel, who admitted only to removing debris from the supposed accident site. Thus there seem to have been two phases in this matter. One concerns the explosion of the outer hull of a machine into numer- ous pieces, the other the fall of the object and subsequent removal of debris by two different teams. CURIOUS \"COINCIDENCE\" On July 9, 1947, 24 hours after this press release, Gen. George F. Schul- gen, head of the Requirements Intelli- gence Branch of the Army Air Corps, requested a meeting with an FBI agent. The agent's account to FBI director J. Edgar Hoover stated that the Air Corps already had used all its scientists to carefully investigate flying discs, since they could be foreign objects under remote control. The general also requested the aid of the FBI in making inquiries and interro- gating witnesses [4]. Two days after the Roswell crash, the Air Force gave the impression of taking a close interest in civilian wit- nesses, at least to all outward appear- ances. The truth of the matter was something else entirely. In fact, the Air Force used the FBI to trivialize crashes of supposed flying discs. FBI records from this period contain many memos about cases which prove to be only tall takes related to false crashes. Hoover reacted with a letter to the Pentagon on September 17, 1947: \"My attention has been called to instructions disseminated by the Air Force ... I have been advised that these instructions indicate that the Air Force would interview responsible observers while the FBI would inves- tigate incidents of discs found on the ground, thereby relieving the Air Force of running down incidents which in many cases turned out to be 'ash can covers, toilet seats, and whatnot.' \"...I cannot permit the personnel and time of this organization to be dissipated in this manner.\" [5] It is notable that instances of obvious false crashes occur after the MUTUAL UFO Journal, Number 245, September 1988"},{"pageNumber":16,"pageContent":"Roswell crash, not before. Air Force intentions were quite clear. It wanted to ridicule and trivialize everything relative to observations of flying discs, using the reputation of the FBI to do so. Such an emphasis of false crashes indicates that the Roswell incident had so affected the detractors that they focused their efforts on the same type of event. This says a lot about the value accorded the Roswell crash. The maneuver succeeded so well that for the next 30 years, pri- vate researchers largely ignored the possibility of such crashes. Gen. Shulgen's words are equally instructive in another sense. His comment that scientists were already engaged in the study of flying discs indicates quite clearly that Project Sign, initiated on December 30, 1947, was not the first Air Force program to seek an answer to the mystery. A similar program apparently existed even before the Roswell crash. AMAZING TELESCOPE Again on July 7, an FBI agent in New Haven, Conn., sent J. Edgar Hoover an account of a conversation with a high-level scientist who had worked on the Manhattan project at the Massachusets Institute of Tech- nology. Revealing his personal opin- ions about flying discs, the man thought they might be radio-controlled devices carrying atom bombs or bac- teria, and placed in orbit around the earth. A friend had confided that his company was setting up a special tel- escope to seek orbital atom bombs in the stratosphere [6]. Here we have another indication that the authorities' interest in \"satel- lites\" commenced prior to the Ros- well crash, no doubt even before Kenneth Arnold's sighting on June 24. This interest was great enough to promote the construction of a special telescope. The idea of Soviet orbital bombs probably was used to justify the instrument in an acceptable way. A picture of President Truman's satel- lite is now beginning to take definite shape. Capt. Edward J. Ruppelt wrote that \"by the end of July 1947 the UFO security lid was down tight ... No one, outside of a few high-ranking MUTUAL UFO Journal, Number 245, September 1988 officers in the Pentagon, knew what the people in ... the Air Technical Intelli- gence Center were thinking or doing.\" [7] Ruppelt does not specify \"thinking or doing\" about what. The same sightings received by ATIC appeared in the press and circulated among other special Air Force services, so what sort of top secret information was reserved for \"a few high-ranking officers in the Pentagon?\" At the end of July only the Roswell crash could constitute this information. Every indication shows that the Air Force took flying discs very seriously even before Kenneth Arnold's sight- ing. Moreover, confusion of devices from a distant world with Soviet satel- lites apparently worked to the advan- tage of the authorities to keep the matter top secret. A radical change in the manner with which this pheno- menon was perceived seems to have occurred around the end of July. So different an attitude is difficult to explain without the likes of a wreck belonging to a technology alien to this earth underlying the change. A REVEALING ANALYSIS On July 30 an analysis of 18 obser- vations on record as of mid-July passed from the Air Force to the FBI containing this evaluation: \"Lack of topside inquiries, when compared to the prompt and demand- ing inquiries that have originated top- side upon former events, give more than ordinary weight to the possibility that this is a domestic project, about which the President, etc., know.\" [8] Ignorant of the Roswell crash, the author of these lines had no reason to opt for an extraterrestrial hypothe- sis. He assumed, naturally enough, that an experimental aircraft tested in secret had been the cause of all the excitement. What remains interesting about this document is that an Air Force intelligence agent had already noted by mid-July that the authorities lacked eagerness to obtain well-founded reports of substantial observations. He was not alone in realizing the improbability of a situation where air- craft of unknown nature and origin might freely ply the skies of the U.S., while those responsible for air defense did not devote themselves to gather- ing a maximum of information about what was really going on — unless the Pentagon had already identified the intruders. CONFIRMATION About two weeks later, on August 19, this strange behavior by high- ranking officers was corroborated in a memorandum sent to the FBI by agent Reynolds after a conversation with Lt. Col. Garrett, of Air Force Intelligence: \"When flying objects were reported seen over Sweden, the 'high brass' of the War Department exerted tre- mendous pressure on Air Force Intel- ligence to conduct research and col- lect information in an effort to identify these sightings ... [W]e have reported sightings of unknown objects over the United States, and the 'high brass' appeared to be totally unconcerned. [Lt. Col. Garrett] indicated this led him to believe that they knew enough about these objects to express no concern.\" [9] Yet on July 9, Gen. Schulgen had assured this same agent Reynolds that neither the Army nor the Navy was experimenting with flying discs. Then on September 5, Schulgen sent the FBI a note confirming that the Air Force was doing no research on any sort of discoidal aircraft [10]. On the other hand, if the objects were Soviet the Pentagon would surely have react- ed in predictable fashion. Since neither American nor Soviet experimental devices were involved, something out of the ordinary had happened, alarming high military strate- gists. It was vital to conceal the situa- tion from the eyes of \"uninitiated\" persons, such as those in the media. This brings us to the famous mem- orandum from Gen. Twining, of Sep- tember 23, based on opinions express- ed during a conference by scientists and intelligence personnel working for the Air Force: \"It is the opinion that ... the phe- nomenon reported is something real and not visionary or fictitious ... [and] the reported operating characteristics ... lend belief to the possibility that some of the objects are controlled either manually, automatically or re- 15"},{"pageNumber":17,"pageContent":"motely [11]. No mention is made of the Roswell crash in this document or any others obtained by FOIA requests. This is in keeping with Ruppelt's statement: Only a few high Pentagon officers must have ben familiar with this mat- ter, and Gen. Twining's note was simply intended to mislead his/'unini- tiated\" personnel — that is, to leave the impression that the Air Force was looking for a solution and was deeply involved with the problem. With eve- ryone working for ATIC ignorant of Roswell and its consequences, this goal could be achieved readily enough. SCHULGEN'S LAST \"LEAK\" On October 28, Gen. Schulgen cir- culated a note calling for information about flying saucers, detailing the traits observed by witnesses. The note also referred to World War II German experiments which might be exploited by the Soviets, again prob- ably to lead astray the uninitiated, and added some lines about materials of construction. The materials could be metallic, plastic, \"and perhaps bal- sawood or' a similar material.\" [12] This note also states that while the possibility of Soviet devices remains, some persons hold the opinion that flying saucers are some kind of inter- planetary devices. This document was not declassified until 1985. In 1979 William Moore found Maj. Jesse A. Marcel, who organized the debris recovery opera- tion at Roswell, in retirement in Flor- ida. Marcel described the principal debris collected on the site as resem- bling balsawood. [13] Schulgen's note does not specify any metal or other material by name except balsawood. Why this out-of- the-ordinary exception? Why not favor a light metal like aluminum? Balsa- wood, while an effective material for models, lacks the strength for full- scale aircraft. As a consequence there is not the slightest chance that such a precise reference resulted from mere coincidence. Quite the contrary, this reference tends to cor- roborate the claims of Maj. Marcel on one hand, and to indirectly confirm the Roswell crash on the other. 16 OFFICIAL DEBUNKINGS The era of official projects began on December 30, 1947. These pro- grams were intended to mislead Air Force personnel as well as members of the public who asked questions. Within the confines of this policy, other leaks must have occurred. For example, at the end of July, 1948, an initial \"Estimate of the Situation\" writ- ten by Project Sign experts states in black and white that \"flying saucers are interplanetary vehicles.\" The chief of the Air Force, Gen. Vandenberg, rejected this conclusion on the pre- text of a lack of proof. The experts who authored the estimate demanded to be received by the general to explain their reasons. Their request was in vain. [14] This sort of behavior by the Air Force chief is incompatible with his responsibility for national air security. Therefore his implausible attitude can be explained in only one way — he already knew what he was rejecting. In high places it was also known to be necessary at any price to keep secret the hypothesis of interplane- tary spaceships. In January 1949 the intelligence services of G2, OSI and the FBI met and learned that the Army and Air Force considered flying saucers top secret. [15] That same month, groups of small lights regularly flew over a secret Army installation. Ruppelt says that ATIC was informed but took no action, so the Army commander organized rapid-deployment patrols equipped to gather concrete data on the objects. When the Army attemp- ted to coordinate its plan with the Air Force, \"The Air Force didn't O.K. the plan. I don't know where the plan was killed, or who killed it, but it was killed ... [T]he official attitude toward UFOs had drastically changed during the past few months. They didn't exist, they couldn't exist.\" Ruppelt could not explain this change of atti- tude. \"I, like many other people, wondered if there was a hidden rea- son for the change. This period of mind-changing bothered me ... May be I was just playing the front man to a big cover-up.\" [16] Again in January 1949, an FBI agent McSwain sent Hoover a report of a conversation with an Air Material Command engineer, a leading Army technician in nuclear engineering work- ing in aircraft propulsion at Oak Ridge. This specialist was convinced that the Air Force intelligence servi- ces had collected a quantity of impor- tant information about UFOs. Great efforts had been expended to deter- mine the nature of UFOs and whether a suitable defense could be designed. [17] This brings us back to President Truman's satellite. SATELLITE EMERGES Whether or not the idea of an extraterrestrial satellite was on the mind of President Truman or his close counsellors in October 1949, this hypothesis was in fact developing in certain scientific circles at this time. Ruppelt tells of a long conversa- tion with scientific and technical staff from Los Alamos that autumn. Many hypotheses were discussed, but \"when the possibility of ... interplanetary vehicles came up, the whole group got serious.\" These men theorized that some UFOs \"could be some type of unmanned test vehicle that was being projected into our atmos- phere from a 'spaceship' hovering several hundred miles above the earth. Two years ago I would have been amazed to hear a group of rep- utable scientists make such a startling statement. Now, however, I took it as a matter of course.\" If we were trying to land on another planet, the experts argued, the reentry phase would be the most difficult. Direct trials would sooner or later be necessary, and the simplest way to carry them out would be to send down instrumented test vehicles from an orbital station several hundred miles up. \"If we didn't want the inhab- itants of the planet ... to know what we were doing we could put destruc- tion devices in the test vehicle, or arrange the test so that the test vehi- cle would just plain burn up ... due to aerodynamic heating.\" [18] Something enormous seems to have been going on here. Either the coin- cidence was amazing, or the Los Alamos scientists knew there had been a crash: Because they explained the event, even if their explanation MUTUAL UFO Journal, Number 245, September 1988"},{"pageNumber":18,"pageContent":"applied to a different context. Sight should not be lost of the fact that President Truman's note was written two days after Gen. Schul- gen's memorandum about the need for information about flying saucers. A coincidence is possible but not likely. I think that at the end of October those \"few high-ranking offi- cers in the Pentagon\" had in hand the final reports drawn up by various experts who analyzed the debris, and perhaps the main wreck, of the Ros- well UFO. A copy went to President Truman, the original to the Pentagon — this would explain the difference of the two days between the Schulgen memo of October 28, 1947, and Tru- man's note of October 30. Several other bits of evidence too important to ignore will now be cited: On March 22, 1950, FBI agent Guy Hottel stated in a memo that an Air Force investigator claimed that three flying saucers had been recovered in New Mexico, each occupied by three bodies of human form but three feet tall. Canadian engineer Wilbert B. Smith claimed on November 21, 1950 that the Canadian Embassy in Washing- ton found out for him that UFOs were real, classified higher than the H-bomb, under investigation by a group headed by Dr. Vannevar Bush, and considered of tremendous impor- tance. In 1983 Dr. Robert I. Sarb- acher confirmed Smith's claims to an American investigator and added that the crashes happened, the pilots were aliens, and they had bodies like some earthly insects. In 1953 Air Force tests of a new long-range radar picked up a huge object orbiting 600 miles above the equator at nearly 18,000 m.p.h., and a little later, a second object approached and took up an orbit about 400 miles out [19] SECRET GROUPS The Roswell crash necessitated the perpetuation of total secrecy. A highly secret organization was set up, sub- ject to various changes over the years, to operate as the need required in other circumstances of the same type. Duties of this organization includ- ed scientific research, security mea- sures, camouflage, diversion and dis- information. One part of the organiza- MUTUAL UFO Journal, Number 245, September 1988 tion probably had no contact with or knowledge of the others and all depended directly on a secret national security commission. Some of these \"parts\" have been identified: a scientific group directed by Dr. Vannevar Bush as indicated by Dr. Sarbacher; a group of nuclear physicists, rocket experts and intelli- gence agents; a military unit attached to the 4602nd Air Intelligence Service Squadron, since July 1957 the 1006th A.I.S.S., becoming the 1127th Field Activities in 1960; an Interplanetary Phenomenon Unit attached to the Army and dissolved at the end of 1950; a special national security com- mission called Majestic 12; a research program named Moondust, designed to recover Soviet space probes and UFOs; and a research program named Aquarius, indicated to two American senators by the NSA. [20] Reliable, often official sources confirm these groups, units and programs. CONCLUSIONS This mass of evidence indicates that by the time flying saucers became news in June 1947, the intelligence service of the Army Air Corps had already used their scientists to pene- trate the mystery. The prevailing idea at this time among the military authorities was that a satellite vessel in the upper atmosphere sent out small remote-controlled discs. Before the Roswell crash, the idea that this craft was interplanetary was only a hypothesis and not a certainty. After- wards the Air Force was certain, but was unprepared for this eventuality and committed many blunders. The crash qualified as a greater secret than the H-bomb, and necessitated the establishment of an organization in which no one part knew more than a little of the truth. Only an ultra- secret special commission knew every- thing. This situation led the Air Force to adopt an \"anarchistic\" policy at the time and much later as well. The Roswell crash had to be kept abso- lutely secret, so successive explana- tions were fed to the public and even to the Air Force's own personnel in order to keep them ignorant of what really happened and thereby avoid panic and social destabilization. When the discrete groups of scientists research- ing the event had a real need for information, internal service notes were regularly given out. Since it was necessary to inform those who needed to know and disinform those who did not, these demands can only have appeared unrelated, if not contradic- tory, to \"uninitiated\" persons. The \"satellite\" cited by President Truman on October 30, 1947 proba- bly referred to an orbiting craft which launched small reconnaissance devi- ces. Reliable and often official sources corroborate this interpretation, and of course presidential confirmation is nothing to ignore. If nothing else, had the analyses of these phenomena proved devoid of interest, the highest authorities would have said so them- selves, and energetically, to end curi- osity about the matter. Is not their very silence a proof that they had something to hide? REFERENCES 1. Hillman, William. Mr. President. New York: Farrar, Straus and Young, 1952: 150. 2. Dupas, Alain. La Lutte Pour L'Espace. Paris: Seuil, 1977: 12, 36, 38; Reboux, Richard. Spoutnik. Paris: La Chronique de France, 1957: 65. 3. Berlitz, Charles, and William L. Moore. The Roswell Incident. New York: Grosset and Dunlap, 1980: 22-23. 4. Fund for UFO Research (comp.). Government UFO Documents. Mt. Rainier, MD: Fund for UFO Research, 1985:1-5. 5. Ibid., 1-28. 6. Ibid., 1-7,1-8. 7. Ruppelt, Edward J. The Report on Unidentified Flying Objects. New York: Ace Books, 1956: 34. 8. Fund, op. cit., 1-17. 9. Ibid., 1-22. 10. Ibid, 1-5,1-27. 11. Ibid.,II-4. 12. Memo from Gen. Schulgen to Lt. Col. Garrett, July 28, 1947 (FOIA, Jan. 29, 1985). 13. Berlitz and Moore, op. cit., 65. 14. Ruppelt, op. cit., 58-59, 64. 15. Fund, op. cit., 1-42,1-43. 16. Ruppelt, op. cit., 80. 17. Fund, op. cit., 1-39,40, 41. 17"},{"pageNumber":19,"pageContent":"18. Ruppelt, op. cit., 74-75. 19. Fund, op. cit., 1-59, II-6; letter from Dr. Robert I. Sarbacher to Wil- liam Steinman, Nov. 29, 1983; Key- hoe, Donald E. Les Etrangers de L'Espace. Paris: France-Empire, 1975: 179-180. 20. Memo by Wilbert B. Smith, Nov. 21, 1950, obtained by Arthur Bray; Ruppelt, Edward J. Face aux Soucoupes Volantes. Paris: France Empire, 1958: 142; Air Force note, ref. AFCIN-1E-0, Nov. 3, 1961, obtained by Richard Todd (Robert Todd?); let- ter to Sens. John Glenn and Peter Domenici from National Security Agency, obtained by Clifford Stone; Keyhoe, Donald E. The Flying Saucer Conspiracy. New York: Henry Holt, 1955: 214-215; letter from Army Intel- ligence Service, Sept. 25, 1980, signed by Col. William B. Guild, to Richard Hall; letter from Army Counter- Espionage Service, Dec. 21, 1987, signed by Col. J.R. Linnen, to Jean Sider; letter from U.S. scientist wish- ing to remain anonymous, Nov. 17, 1987, to Jean Sider. LOOKING BACK By Bob Gribble THIRTY YEARS AGO - Sep- tember 1958: Terrified and shaken by their experience, a Sheffield Lake, Ohio housewife and her 10-year-old stepson related a weird account of a 3 AM visit.by a UFO on the 21st. Mrs. William H. Fitzgerald said she watched an object for more than five minutes at close range after a brilliant light roused her from bed. Tears filled her eyes as she told of unsuccessfully trying to wake her husband to help her through the ordeal. \"I had just gone to bed,\" she said, when a bril- liant white glare filled the bedroom through closed window drapes. Blinded at first, she hid her head under the pillow until the light subsided. Then she stood on her bed, looked through the window and watched the UFO glid over her driveway. It hovered a foot above a neighbor's lawn, sud- denly glowed, and discharged a cloud of \"heavy pinkish-grayish-purplish smoke from its back and sides,\" she said. The UFO then swept in a curve onto Mrs. Fitzgerald's front lawn and rose to about seven feet above the ground. After it completed two short circular maneuvers she lost sight of it. It next sped straight up in the sky over the top of her home. Mrs. Fitz- gerald, 28, said her daughter, Christy Lynn, 7, and her husband slept peacefully while she watched \"the most horrible looking thing\" she had ever seen. 18 Her stepson, John, was in the next bedroom and happened to be awake when the UFO made its appearance. Since his small bedroom window was above eye level, he could not see the object until he stepped on a wall heat register. By that time, it was emitting the cloud of smoke. Both said the object made a whir- ring noise, was round from a top or bottom view, and oval from a side view with a rounded cap on top, about eight feet in diameter and about three feet high. *** TWENTY YEARS AGO - Sep- tember 1968: The Spanish Air Force said an \"Unidentified Flying Object\" eluded one of its supersonic jet fighter-bombers on the 5th, as a rash of UFO reports spread from Latin America to Europe. The sighting of a bright object in the night sky over Madrid caused a monumental traffic jam and sent a U.S.-built F-104 jet scrambling. An Air Force announce- ment said the pilot climbed to an alti- tude of more than 50,000 feet and reported the object was still above him when he had to return to base for fuel. The pilot of another plane at 36,000 feet reported seeing the same object. Radar screens tracked the UFO and said it was flying at 90,000 feet and moving slowly. Thousands of Spaniards jammed the streets of Madrid to get a look, traffic backing up for miles. One reporter, sent to the Madrid astro- nomical observatory for a look through its powerful telescope, said the UFO gave off a \"blinding light\". A photo taken through the telescope revealed a triangular-shaped object. The Air Force said it had no scientific expla- nation for the phenomenon. The Madrid weather bureau said it had no lost balloons. *** FIFTEEN YEARS AGO - Sep- tember 1973: Two military police- men at Hunter Army Airfield, near Savannah, Georgia, reported that a UFO swooped out of the sky, dove toward their vehicle and forced them off the road during a routine patrol around the perimeter of the base. The UFO hovered near the police- men as they worked to remove their car from a ditch and then pursued them as they returned to MP head- quarters to report the incident. The pre-dawn sighting marked the third day of UFO sightings reported in Chatham County. A Savannah policeman reported seeing a UFO in a residential area a few hours after the two military policemen encounter. Police Cpl. John Kitchell said a police officer sent to investigate a UFO sighting by local residents reported seeing \"a large cir- cular craft something like a flying disc.\" Kitchell said the officer des- cribed the craft as having \"a large spotlight which changed color from red to green,\" as well as smaller blue flashing lights. On the 14th, University of Georgia soil scientists said they found unex- plained high concentrations of copper and chromium in soil taken from the alleged landing site of a UFO. Test results announced by Dr. Oscar Anderson and Dr. Larry Shuman indicated copper concentrations 2,000 times above normal and chromium levels elevated 200 times. The find- ings appeared to support an eyewit- ness account of a small, hot metallic object landing and slightly imbedding itself in the soil. Although Shuman and Anderson speculate the object MUTUAL UFO Journal, Number 245, September 1988"},{"pageNumber":20,"pageContent":"may have been a small meteorite or piece of space junk, they could not account for the lack of a crater or depression. No elements used in flares and no hydrocarbons (fuels) were found in the soil tested. A startled Roodepoort, South Africa couple saw a large flaming object trailing smoke disappear over the trees near their home on the 13th. Mr. and Mrs. Piet Mans said a number of excited people arrived at their home soon afterwards who had also seen the UFO. A mystified Chris- sie Mans said she and her family had just gone to bed at 9:30 on their lonely plot. \"Baskie, our little dog, suddenly started barking frantically. Johan, our nine-year-old son, ran into our room and said he could not sleep. He felt as though something was going to happen. The night was still and there was not a breath of wind. All of a sudden there was a thunderous explosion and then some- thing crashed on to our roof. I shot out of bed and my husband followed me to the back door. Our plot appeared to be lit up as if the sun had risen. It was eerie. \"I shivered, then I saw a flaming disc-like object with a smaller golden ball beneath it emitting sparks and smoke, disappear over the trees about 90m from the house. I thought it was an optical illusion and wiped my eyes but then my husband said he also saw the object.\" Mr. Mans noticed that the corrugated roof of the double garage and storeroom next to the house had landed on the back roof of their home. room with her two-year-old daughter, Adelle, some ten minutes after Mr. Roberts saw his bright light. She said, \"I happened to look out of the win- dow and saw three men walking across the field. The cows were terri- fied of them and stampeeded away. They were wearing silver grey suits with a sort of cap ''on their heads which was attached to the suits. They were all well over six feet tall, but I only saw their backs and I was very frightened. I ran to the village to find my husband.\" North Wales police said that UFO sightings had been reported from Ruabon, Wrexham, Colwyn Bay and Prestatyn. A Delano, Tennessee woman told sheriff's officials that she saw two men-like creatures in a field behind her house board a UFO which landed in her yard about 2:30 AM on the 16th. Sandra Hooper told a deputy sheriff that she awakened and went to the kitchen to get a drink of water. As she looked out the window she saw two forms dressed in white with flashlights in the field behind her home. As she turned to wake her uncle, she looked back in time to see a long, reddish-pink object descend from the sky and land. She said the two forms \"just disappeared\" when the UFO landed. On the 16th, a young couple driv- ing through Dilhorne, England, said a huge dark object passed overhead, firing a blinding stream of light at their car. The craft, said to be several hundred' yards wide, shot off into a cloudless sky, leaving the couple shocked and dazzled. Engineering worker Stephen Coldough, 20, said: \"It was about 1:30 AM as my girl- friend and I were traveling home after a night out. Some friends of ours were in a car in front. Suddenly I noticed two lights, one red and one white, moving across the sky. Then, seemingly out of nowhere, this enor- mous black object loomed up in front of both the cars and shot a beam of light at us. It was as bright as a pow- erful searchlight and remained on both cars for about three seconds. We stopped immediately. It was abso- lutely terrifying. It was the most frightening thing I have ever seen.\" Stephen, who said he had no pre- vious interest in UFOs, described the belly of the craft as \"concave and ribbed.\" In Others' Words By Lucius Parish TEN YEARS AGO - September 1978: Anglesey villagers talked about their visitors from outer space ... as North Wales, England, police reported a spate of UFO sightings. It started the night of the 1st, when farmer John Roberts was out shooting rab- bits. He said, \"It was about eight o'clock when suddenly I saw a bright, shining white light slowly descend from the sky in the vicinity of the vil- lage.\" When Mr. Roberts arrived, vil- lagers were gazing towards a hilly field behind a new housing estate. Mrs. Pat Owen was in her bed- MUTUAL UFO Journal, Number 245, September 1988 Whitley Strieber, author of the best-seller, Communion, discusses his experiences, in the June 28 issue of National Enquirer. Strieber also tells of some of the hundreds of letters he has received from readers of his book, many of which describe expe- riences similar to his own. His second book, Transformation, is due out from William Morrow in early Septem- ber. Journal editor Dennis Stacy's con- tribution to the \"Anti-Matter / UFO Update\" column of July OMM has to do with the two commercially-produced UFO magazines, UFO and UFO Universe, which are now available. This column in the August issue of OMM (again by Stacy) reviews the controversial Gulf Breeze, Florida UFO case. The August issue of Premiere con- tains an article on aliens and the way they have been portrayed in various science-fiction films. These \"reel\" imag- es are compared with the \"real\" des- criptions given by UFO abductees, with comments by Budd Hopkins, Dr. Jean Mundy and various persons who have claimed abductions. The year 1927 produced some very strange events in the Australian state of New South Wales, according to an article by Bill Chalker in the Sep- tember issue of Fate. Strange lights, animal reactions (and deaths), giant birds and mysterious white-suited vis- itors were among the phenomena experienced by one family living on a dairy farm in the region. An excellent article which indicates the broad range of events which often take place in isolated areas around the world. 19"},{"pageNumber":21,"pageContent":"Timothy Green Beckley is the edi- tor of a new magazine, UFO Uni- verse, which is now available on newsstands. The September (#2) issue contains some very interesting arti- cles such as Stanton Friedman, Bob Pratt, Antonio Huneeus, Brad Steiger, Vicki Cooper and others. If the qual- ity holds up, this magazine may help to fill the spots previously occupied by UFO Report, Argosy UFO and others. In a previous column, I mentioned that Loren Gross had revised his booklet on the 1896 \"airship\" wave and that it is now part of his UFOs: A History series. However, I incor- rectly gave the price as $6.00, whe- reas the actual price is $2.50 (U.S. customers). In addition to this first title in the series, the following boo- klets are still available: 1946: THE GHOST ROCKETS - 1947 - 1948 - 1949: January-June -1949: July-December - 1950: August-December - 1951 - 1952: January-May - 1952: June-July 20th - 1952: July 21st-July 31st - 1952: August - 1952: September-October - 1952: November-December. These are priced at $6.00 each (U.S.) and are all approximately 100 pages in length, with indexes. Orders may be sent to: Loren Gross - 690 Gable Drive - Fremont, CA 94538. A reminder that Clear Intent by Lawrence Fawcett and Barry J. Green- wood is still available in a softcover edition ($8.95) from Prentice-Hall, Inc. - Englewood Cliffs, NJ 07632. This is a pioneering effort in the disclosure of governmental interest in the UFO subject and is highly recommended. Gulf Breeze By Donald M. Ware MUFON AMATEUR RADIO NET EVERY SATURDAY MORNING AT 0800 EST (OR DST) ON7237KHzSSB 20 Subject: NW FL MUFON Case #18 (Possibly related to Case #15) Type of Report: CE I (with blue beam) Date of Report: 5 May 1988 Date of Sighting: 28 April 1988, 10:00 PM Place of Sighting: Gulf Breeze, FL; Ocean Breeze Lane Local Evaluation: Unknown, Ordi- nary Word of Truman Holcomb's UFO sighting came to Mark Curtis of WEAR-TV through the wife of an employee. Mark told me and Bob Reid about it on 4 May 88, while we were in his office investigating other sightings. We then interviewed Tru- man Holcomb in his home that evening. At about 10:00 PM on 28 Apr 88 Mr. Holcomb was driving east on highway 98 near 191-B. He saw a cir- cular object with a very bright orange light on the bottom. It was staying just ahead of his van and a little above the trees to his right as he drove for about 45 seconds at 45 mph. The object then hovered about 100 ft east of Ocean Breeze Lane where Mr. Holcomb lives. As he turned south on Ocean Breeze Lane, he could see a blue beam coming from the lower side of the object and shining north across highway 98. He stopped and watched it for another 10 or 15 seconds. He was about 150 ft from the object which was about 100 ft above the ground. His window was open, but he heard no noise. There was a short, blue streak per-, pendicular to the beam near the object. He got excited, and as he accelerated to get his wife half a block away, the lights blinked out. It was half the size of the city water tank. His wife said he was very excited when he got home, which was quite unusual. She went outside but did not see it. Mr. Holcomb said about 10 to 15 minutes later three small planes appeared and circled for about 10 minutes. He also said a neighbor's dog barked for some time after the sighting, and several dogs across the highway where the blue beam was shining continued to bark until about 0200 the next morning. Also, about 11:00 PM he got a glimpse of what he thinks was the same object over the bay north of highway 98. Other cars were on highway 98 at the time of the sighting. Efforts are being made to interview an independ- ent witness. It is interesting to note that this sighting was less than half-a- mile from where \"Ed\" photographed a UFO hovering over 191-B on 12 Jan 88, Mr. and Mrs. Holcomb said that about dusk on 12 January their TV, and TV's of their neighbors, dis- played considerable interference. The TV was not being watched at the time of Mr. Holcomb's sighting. Mr. Holcomb is retired from the USAF and is now Commander of Chapter 141 of the Disabled Ameri- can Veterans. He was an aircraft technician. His hearing is good, and his vision is corrected to 20-20. This is considered a significant unknown because of the blue beam and the proximity to other sightings in the area. — Donald M. Ware MUFON State Director YEARS IS LONG ENOUGH \"fum/V <5f^> Kanrth MUTUAL UFO Journal, Number 245, September 1988"},{"pageNumber":22,"pageContent":"Letters To the Editor ... Wheat Circles Dear Editor: After delivering stock to St. Anselm's bookshop in Frome on 14 July 1988, Rob Stephensen (co-ordinator of the London Earth Mysteries Circle) and I decided to ascend Cley Hill, that unusual chalky peak overlooking Long- leat and Warminster. Imagine our surprise to find a large Army helicop- ter running sortees and landing atop the hill presumably with the blessing of the National Trust. The Army was helping construct one of the chain of \"Armada\" beacons, lit on 19 July for the 400th Anniversary of the near invasion. Looking west down towards a farm above the Frome road, we saw in a corner of a green field of corn (wheat) a small but precise circle, probably no more than 10 feet across and looking no more than a few days old. We did not have time for a closer inspection as we were making for the Westbury White Horse and Bratton Hillfort. This horse was cut in the chalk in 1778 but overlays an ear- lier grotesque horse-like figure that faced the other way, said to have been cut earlier in the 18th century. As we drove along the base, we spot- ted some large circles in the standing corn, in an area previously noted for this phenomenon. A road led from Bratton Village to the Hillfort and we were able to take some good colour slides from the steep hillside. Then we slithered down through the long grass and I cut my foot on a length of overgrown barbed wire at the bottom. The nearest and largest circle was approached along the \"tram-lines,\" itself in the sloping field. The corn was very green but clearly had been swirled down anti-clockwise. Layering effects could be seen, in that the lower layers of stalks could be pointing at a different angle to higher levels by up to 90°. On close viewing, the circle in the wheat was a little uneven at the edges but the MUFON UFO Journal, Number 245, September 1988 boundary between the standing stalks and the swirled corn was very sharp. Rob and I carefully estimated the diameter to be about 50 feet. The two smaller circles were lower down and parallel with the road. They were well defined and line of sight sug- gested they had diameters of approx- imately 28 feet and 12 feet across. I judged from the appearance of the wheat that the circles were less than ten days old. In an adjacent field there were three less well defined circles in a row running up towards the north side of the ridge. The two larger circles were interconnected, with the larger diame- ter in the region of 40 feet. The smaller third circle was close by and the group were towards the center of the field. It would be interesting to check on other multiple events, whether the largest circles always appear closest to the base of the hill? Having seen photographs from previous years, it came as a surprise to find these six circles in such a green crop. Also it was noticeable that there was little general wind damage in these fields. Readers will probably be aware that the circles occur in the lee of hills during warm weather, and are now thought to be caused by a pre- viously unrecognised meteorological phenomenon. Footnote: a report in the Sunday Express of 12 June 1988 said that a team of fifteen scientists would be try- ing to record the phenomenon this year using infrared cameras and video recorders, etc. in the Hamp- shire area. It says that more than seventy cases were reported in Bri- tain in 1987, and also noted that this was a worldwide phenomenon. The investigation was being co-ordinated by Colin Andrews, who works for the Test Valley Borough Council, and Prof. Archibald Roy, of Glasgow Uni- versity's Astronomy Department was also taking a keen interest. — Lionel Beer London Gulf Breeze Dear Editor: The \"rush to judgment\" about Gulf Breeze continues apace, as does the name-calling on both sides. I was offended by the tasteless (and grace- less) putdown of CUFOS in the July issue; though CUFOS overstated their case, they were very properly express- ing some skeptical considerations about Gulf Breeze, ones that I tend to share. In fact, I am now preparing a skeptical statement about Gulf Breeze for publication in the Journal, but it will take some time. Therefore, this is a cautionary note to those who see the case as \"proof\" or \"strong evi- dence\" of extraterrestrial visits that the investigation is far from complete at this point (I endorse the CUFOS position on this) and, with the help of others who have conducted first-hand investigations, I intend to specifically state facts and issues that need to be resolved. There are technological (photogra- phic) issues and human (behavioral) issues badly in need of a thorough airing. No one wishes to do an injus- tice to a UFO witness who may have committed past indiscretions if he/she is telling the truth. However, \"Ed\" has been presented to Journal read- ers as a \"pillar of the community\" with no hint of any potentially dero- gatory information (it may not be so in context) that could cast doubt on the reliability of the testimony. At best, this is an incomplete and mis- leading picture. I have high respect for Bruce Mac- cabee and his work, yet I strongly endorse the CUFOS statement cal- ling for independent replication of Maccabee's analysis. That would be only prudent science under the circum- stances. - Richard Hall Brentwood, Md. MUFON 103 Oldtowne Rd. Seguin, Texas 78155 21"},{"pageNumber":23,"pageContent":"UFO NEWSCLIPPING SERVICE The UFO NEWSCLIPPING SER- VICE will keep you informed of all the latest United States and World-Wide UFO activity, as it happens! Our service was started in 1969, at which time we con- tracted with a reputable interna- tional newspaper-clipping bureau to obtain for us, those h ard to find UFO reports (i.e., little known photographic cases, close encounter and landing reports, occupant cases) and all other UFO reports, many of which are carried only in small town or foreign newspapers. \"Our UFO Newsclipping Ser- vice issues are 20-page monthly reports, reproduced by photo- offset, containing the latest uni : ted States and Canadian UFO newsclippings, with our foreign section carrying the latest Brit- ish, Australian, New Zealand and other foreign press reports. Also included is a 3-5 page sec- tion of \"Fortean\" clippings (i.e. Bigfoot and other \"monster\" reports). Let us keep you inform- ed of the latest happenings in the UFO and Fortean fields.\" For subscription information and sample pages from our service, write today to: UFO NEWSCLIPPING SERVICE Route 1- Box 220 Plumerville, Arkansas 72127 Lawrence Fawcett and Barry J. Green wood THE NIGHT SKY By Walter N. Webb MUFON Astronomy Consultant SEPTEMBER 1988 Bright Planets (Evening Sky): Mars, moving westward near the Cetus-Pisces border, is 36.5 million miles from Earth on the 21st — its nearest since 1971 and until 2003. From September 19-26 the planet's ruddy disc is 23.8 seconds of arc across, 95 percent as big as it ever gets. Our neighbor world becomes slightly brighter than Jupiter this month, reaching magnitude -2.8 on the night of September 27-28 when Mars is opposite the Sun. At that time it rises in the east at sunset, is highest in the south at midnight, and doesn't set until sunrise. This is a very favorable Mars event for North- ern Hemisphere observers; the red planet stands some 20° higher in the sky than in either 1986 or 1971. Telescopically, the south polar cap on Mars is now small as summer begins in that hemisphere. As your eye becomes accustomed to the tiny telescopic image, you should see more and more detail on the ochre planet if the sky is dark and the air steady. Look for light and dark features (both represent desert regions), yellow clouds (duststorms), white clouds (cirrus), and hazes. Jupiter, shining at magnitude -2.6 between the V-shaped Hyades and the Pleiades in Taurus, rises in the NE about 10 PM in midmonth. The king of planets begins retrograde motion on the 24th. The Moon lies nearby on September 1, 2, and 29. Saturn, in Sagittarius, is low in the southern sky at dusk and sets in the WSW shortly after 11 PM (mid-September). On the 24th the planet's rings reach their maximum inclination (27°), the best exposure of the north face of the rings since 1958. Bright Planets (Morning Sky): Venus (magnitude -4.2) rises in the ENE shortly after 2:30 AM in mid- month. The brilliant planet stands high in the east at dawn. The crescent Moon is nearby on the 6th and 7th. Mars sets in the west about sunrise. INTENT THEGOVERNMENTCOVERUP OF THE UFO EXPERIENCE What does the government know about UFOs and why won't It tell us? With a foreword by Dr. S, Allen Hynek Jupiter lies in the south at dawn. Moon Phases: Last quarter - September 2 New moon - September 11 First quarter - September 18 Full moon - September 25 (Harvest Moon) 22 Continued on next page MUTUAL UFO Journal, Number 245, September 1988"},{"pageNumber":24,"pageContent":"The Stars: At 10 PM daylight time in mid-September the sky is bisected by the summer stars in the west (such as Vega, Deneb, Altair, Arcturus) and the dimmer stars and constellations of autumn in the east (Capricornus, Aquarius, Pisces, Pegasus, Andromeda). Meanwhile, to the north the Big Dipper heads toward the horizon. At that hour Deneb, brightest luminary of Cygnus the Swan (the \"North- ern Cross\"), lies on the celestial meredian almost directly overhead. If we follow a wavy line of five bright stars, Deneb marks the swan's tail; Gamma Cygni (Sadr), the bird's breast; Eta and Chi, the outstretched neck; and Beta (Albireo), the head. Just half a degree east of 4th-magnitude Eta Cygni is the most famous candidate for a black hole, Cygnus X-l. It is believed some supermassive stars die by exploding and then collapsing under their own weight to a mere point. The gravity of such a tiny object is so powerful that nothing, not even light, can escape from it (hence the term \"black hole\"). If this unseen mass has a visible companion, as is the case with Cygnus X-l, the black hole may be detected through X-rays generated when matter is sucked off the neighbor star and spiraled into the hole. Observers with small telescopes can spot the visible component of Cygnus X-l, a 9th- magnitude blue supergiant star. It is the brightest of a pair of stars located at R.A. 19H 58m, Dec. +35° 10' (Epoch 1988). Keep in mind as you peer at this object that not only may it have a black hole companion, but also it is some 8,000 light years away; you see it now as it appeared 8,000 years ago! MESSAGE, continued Steve Canada, M.A. (Lynn, Mass.) in Sociology; Robert B. MacKenna, M.Ed. (Wells, Maine) in Counseling; Jean-Luc Rivera, M.D. in Law (New York City) in Law; and Marilyn J. Fleer, M.A. (Norman, Okla.) in Jour- nalism. The Michael B. Seligman Produc- tions special two-hour TV documen- tary titled \"UFO Cover-Up? Live!\" is scheduled for airing on Friday, Octob- er 14, 1988 at 8 to 10 p.m. E.D.S.T. and distributed by Lexington Broad- casting System (LBS) to independent television stations. Please consult your TV guide and program schedule for viewing in your immediate area. (The title given in the August issue of the Journal was incorrect.) Mark Seligman and Company filmed in Lincoln, Nebraska and are consider- ing Gulf Breeze, Florida. The syndi- cated television series, known as \"Unsolved Mysteries,\" is devoting one segment entirely to the \"Gulf Breeze Case.\" Nearly a dozen eye- witnesses to the UFOs in northwest Florida were filmed depicting their MUTUAL UFO Journal, Number 245, September 1988 sightings. Mr. Ed's traumatic expe- rience was reenacted in this docu- mentary, utilizing a local businessman in the role of Ed, during the filming in the second week of August. Walt Andrus recommended the Gulf Breeze Case when \"Unsolved Mys- tery\" producers were seeking infor- mation on potential UFO related events for their series. The program will be aired on NBC-TV on Wed- nesday evening, October 5th as part of their Fall programming and nar- rated by Robert Stack. *** Audio cassette tapes of the speak- ers at the MUFON 1988 International UFO Symposium in Lincoln, Nebraska, including the opening ceremony and the mini-speakers are available for purchase. Prices for MUFON members are $6 per individual speaker or $50 for the entire proceedings. (The speech- es by Bruce Maccabee or Walt Andrus are $9.50 if purchased separ- ately, since each is l l / 2 tapes in length.) When ordering, please make checks or money orders payable to the Fortean Research Center, P.O. Box 94627, Lincoln, NE 68509. The video tapes of the symposium speakers were inadvertently damaged due to the heat and will not be avail- able. This is the bad news. The good news is that the video tapes of the recent Eureka Springs UFO Confer- ence are available from Burk Hully, 1367 1-30 East, Suite 204, Garland, TX 75043; Telephone (214) 240-2691. An edited version of 2 two-hour tapes is being sold for $50, or one may purchase 8 tapes covering the two days for $200. The Eureka Springs UFO Confer- ence was so successful, that plans are already underway to make the Ozark UFO Conference an annual Spring event at the Inn of the Ozarks in Eureka Springs, Arkansas on April 28 and 29, 1989. The forthcoming informal Fall meeting in Mena, Arkansas will be held Oct. 1 and 2, 1988 and headquartered at the home of the State Director, Ed Mazur, Route 3, Box 302, Mena, AR 71953, telephone (501) 394-5724. If you are interested in attending, please write or tele- phone Mr. Mazur for details on motel accomodations in Mena and food arrangements. Your Director attended last year and enjoyed the relaxed atmosphere and friendly comraderie. ED MAZUR SHIRLEY A. COYNE State Director for Michigan 23"},{"pageNumber":25,"pageContent":"Director's Message John Lear, State Director for Nevada and host chairman for the MUFON 1989 International UFO Sym- posium, is pleased to announce that the symposium will be held on the weekend of June 30, July 1 and 2, 1989 in the convention center of the Aladdin Hotel and Casino, 3667 South Las Vegas Blvd., in Las Vegas, NV 89109. Hal Starr and the Arizona MUFON organization have volunteer- ed to assist John Lear as an integral part of the symposium committee. Walt Andrus will coordinate the selection of speakers and is presently seeking ideas for the general theme from our members. Plan your vaca- tion now to attend the symposium and indulge yourself in the glamorous night life and beautiful sights in and around Las Vegas. If you are so inclined, the Casino has an abun- dance of slot machines or \"one- armed bandits.\" Since becoming the Central States Regional Director, George Coyne has planned to personally visit many of the state groups during his and Shirley's tour and vacation around the end of September and first part of October. This is not specifically their itinerary, but they plan to visit the Illinois group in Downers Grove; Missouri in St. Louis on Oct. 9th; Arkansas in Mena on Oct. 1st; Okla- homa in Norman; Texas in San Antonio on October 4th; and MUFON headquarters in Seguin. George will contact the State Directors for spe- cific dates, time and locations. *** Thomas P. Stults, currently Assist. State Director for Illinois, has been promoted to State Director, replacing Leonard W. Sturm who is moving to California. Tom resides in Downers Grove. Edward M. Biebel, Jr., State Section Director for Santa Cruz county, was appointed Asst. State Director for Arizona to fill a vacancy created by the resignation of James J. Speiser. As the administrator, Jim wants to devote more time to By Walt Andrus PARANET, a computer network de- signed as a forum for the discussion of paranormal issues. One of MUFON's objectives is to have every county in the U.S.A. represented by a State Section Direc- tor so UFO sighting reports may be promptly investigated. The following people have accepted these positions during the past month: Aaron Mun- son of Sioux Falls, was assigned Minnehaha, Moody, Lake, McCook, Turner and Lincoln counties by C.L. \"Chuck\" Brooks, State Director for South Dakota; James S. Greenen, amateur radio operator WB8ZII of Orlando, Florida, was appointed for Orange and Seminole counties; Katie Sandberg, living in West Plains, Mis- souri for Howell county; Linda P. Faulkner, M.S., a psychologist in San Angelo, Texas, has volunteered for the dual role of State Section Director for Tom Green, Irion, Con- cho, Coke, and Schleicher counties and a Research specialist in Psychology. John K. Pecotte, D.D.S., residing in Deforest, Wisconsin, has accepted the position of State Section Director for Dane, Columbia, Sauk, Iowa, Green, Dodge, Rock and Jefferson counties and a Consultant in Dentis- try. John also holds a M.S. in Health Services Administration. Since this section includes all of the contingent counties surrounding Dane, Marian J. Anderson of Madison has agreed to serve as Asst. State Section Direc- tor, to work as a team with Dr. Pecotte. Frank E. Barnes, a hyp- notherapist in Bryan, Texas, is the new S.S.D. for Brazos, Grimes, Robert- son, Burleson, and Madison counties. Duncan R. Crow, J.D., former State Section Director for Mobile and Bald- win counties in Alabama has been reassigned since moving to Montgo- mery for the counties of Montgo- mery, Lowndes, Autauga, Macon and Elmore. Michael J. Rigg, a freelance writer and artist in Griffith, was appointed State Section Director for Lake and Porter counties by Francis L. Ridge, State Director for Indiana. Raymond Arlo, Ph.D., residing in Hopewell, New Jersey, has become a Consul- tant in Semantics and S.S.D. for Mercer county. Mark A. Pence, liv- ing in Melbourne, Florida, but work- ing as a broadcaster in Vero Beach, was assigned Indian River county by Donald M. Ware, State Director. In addition to the new Consultants listed above, the following people have volunteered their expertise: Robert S. Ellwood, Ph.D., a profes- sor of religious studies in Pasadena, California becomes a Consultant in History of Religion and Ivan A. White, Jr., D.D. in Theology. Ivan is also the S.S.D. for Seneca, Cayuga and Yates counties in New York State and organizer of FLAPS in Waterloo, N.Y. Peter Moscon, Ph.D. in Louisville, Kentucky has volun- teered to be a Consultant in Hypno- therapy. There is a vital need for qualified professionals in hypnosis to make themselves available to handle the influx of potential abductees com- ing forward daily. Dr. Willy Smith of Longwood, Florida was previously assigned to the MUFON Staff for his UNICAT Project and now as a Con- sultant in Physics. *** Jennie Zeidman was elected to the MUFON Board of Directors on June 26, 1988 as Coordinator of Technical Analysis. A copy of the membership application of each new Research Specialist is forwarded to Mrs. Zeidman so that she may have ac- cess to this talented pool of resour- ces. During the past month, the fol- lowing new Research Specialists were appointed and their specialty as so indicated: Denys Breyesse, Ph.D. candidate (Antony, France) in Civil Engineering and \"Project Becassini\" — a computerized file of CEIII cases; Kathleen Kalina, Ph.D. candidate (Peterborough, N.H.) in Psychology; R.E. \"Skip\" Radau, Jr. M.S. (Tuc son, Arizona) in Optical Sciences; Continued on page 23"}]
