[{"pageNumber":2,"pageContent":"MUFON UFO JOURNAL NUMBER 257 SEPTEMBER 1989 Founded 1967 .OFFICIAL PUBLICATION OF JtM/tPOfV/ MUTUAL UFO NETWORK, INC. $2.50 SJ.i/A THE KECKSBURG CASE"},{"pageNumber":3,"pageContent":"MUFON UFO JOURNAL (USPS 002-970) (ISSN 0270-6822) 103 Oldtowne Rd. Seguin, Texas 78155-4099 U.S.A. DENNIS W. STACY Editor WALTER H. ANDRUS, JR. International Director and Associate Editor THOMAS P. DEULEY Art Director MILDRED BIESELE Contributing Editor ANN DRUFFEL Contributing Editor ROBERT J. GRIBBLE Columnist ROBERT H. BLETCHMAN Public Relations PAUL CERNY Promotion/Publicity MARGE CHRISTENSEN Public Education REV. BARRY DOWNING Religion and UFOs LUCIUS PARISH Books/Periodicals/History T. SCOTT CRAIN GREG LONG MICHAEL D. SWORDS Staff Writers TED PHILLIPS Landing Trace Cases JOHN F. SCHUESSLER Medical Cases LEONARD STRINGFIELD UFO Crash/Retrieval WALTER N. WEBB Astronomy NORMA E. SHORT DWIGHT CONNELLY DENNIS HAUCK RICHARD H. HALL ROBERT V. PRATT Editor/Publishers Emeritus (Formerly SKYLOOK) The MUFON UFO JOURNAL is published monthly by the Mutual UFO Network, Inc., Seguin, Texas. Membership/Subscription rates: $25.00 per year in the U.S.A.; $30.00 foreign in U.S. funds. Copyright 1989 by the Mutual UFO Network. Second class postage paid at Seguin, Texas. POSTMASTER: Send form 3579 to advise change of address to The MUFON UFO JOURNAL, 103 Oldtowne Rd., Seguin, Texas 78155- 4099. FROM THE EDITOR Larry Koss — I don't know what to call him other than an \"organizer\" —has recently completed an arrangement for a series of specialized books based on the UFO phenomenon. Larry needs legitimate UFO photographs, the owners of which will be financially compensated. Time, however, is of the essence. For further information, write or call Koss at Box 4272, Aspen, CO, 81612, (303) 923-5205. While it may not be too wise to generalize, letters to the editor of this august Journal generally fall into two categories: Either the writer wants to know why a) some particular piece was included, or b) why some particular piece, usu- ally a previous letter or article of their own, was not included. Well, the reasons are many, as most editors have said at one time or another of their largely thank- less career. It could be that something is redundant, we already have a better article or commentary on the same subject on hand, space does not permit, 1 personally screwed up, all of the above, and so on. Most times, I only know for certain the first few \"lead\" articles that will go into a particular issue. Then as I begin filling out the remainder of the issue, all sorts of considerations come into play, and are complicated, in fact, when we have more on file than we can possi- bly get to, even when we expand to 28 pages, as we did last time. Every number is hit and miss, and with 2300 readers, obviously, it's difficult if not impossible to satisfy them all each and every month. So in a way, every issue is a compromise. But rather than list what's left out, I'd rather tell you what lies ahead: More letters of comment, first, along with the second part of John Spencer's article, articles by John Schuessler, Joe Kirk Thomas, John Brandenburg, Stan Gordon, Dennis Stillings, the complete text of William Moore's controversial Las Vegas talk, more art by Sal Amendola, a complete reformat of the Journal, and of course all our regular departments. In this issue 3 6 11 13 16 THE KECKSBURG UFO CRASH  Stan Gordon A NEW MODEL OF INVESTIGATION: PART I John L. Spencer TO CATCH A FLYING STAR  Walter H. Andrus, Jr. LOOKING BACK    Bob Gribble FUFOR PROGRESS REPORT  Whiting, Friedman, Jacobs UFO CONFERENCES    18 THE UFO PRESS   Dennis Stacy 20 SEPTEMBER NIGHT SKY   Walter Webb 22 DIRECTOR'S MESSAGE   Walt Andrus 24 COVER ART by Sal Amendola Copyright 1989 by the Mutual UFO Network, Inc. (MUFON), 103 Old- towne Road, Seguin, Texas 78155-4099 U.S.A. ALL RIGHTS RESERVED No part of this document may be reproduced in any form by photostat, microfilm, xerograph, or any other means, without the written permission of the Copyright Owners. The Mutual UFO Network, Inc. is exempt from Federal Income Tax under Section 501(c)(3) of the Internal Revenue Code. MUFON is a publicly supported organization of the type described in Section 509(a)(2). Donors may deduct contributions from their Federal Income Tax. In addition, bequests, legacies, devises, transfers, or gifts are deductible for Federal estate and gift tax purposes if they meet the applicable provisions of Sec- tions 2055, 2106, and 2522 of the code. The contents of the MUFON UFO JOURNAL are determined by the editor, and do not necessarily represent the official position of MUFON. Opinions of contrib- utors are their own, and do not necessarily reflect those of the editor, the staff, or MUFON. Articles may be forwarded directly to MUFON. Responses to pub- lished articles may be in a Letter to the Editor (up to about 400 words) or in a short article (up to about 2,000 words). Thereafter, the \"50% rule\" is applied: the article author may reply but will be allowed half the wordage used in the response; the responder may answer the author but will be allowed half the wor- dage used in the author's reply, etc. All submissions are subject to editing for style, clarity, and conciseness. Permission is hereby granted to quote from this issue provided not more than 200 words are quoted from any one article, the author of the article is given credit, and the statement \"Copyright 1989 by the Mutual UFO Network, 103 Oldtowne Rd., Seguin, Texas 78155\" is included."},{"pageNumber":4,"pageContent":"The Kecksburg UFO Crash By Stan Gordon Stan Gordon directs PASU, the Pennsylvania Association for the Study of the Unexplained and is MUFON State Director for Penn- sylvania. A followup article on the Kecksburg case will appear next month. It was about 4:15 P.M. on the afternoon of December 9, 1965, when thousands of residents of Ohio, Pen- nsylvania, West Virginia, Indiana, New York, Michigan and parts of Canada, observed the passage of a brilliant fireball streaking through the sky. The object, described as orange in color, left a long smoke trail that remained visible for up to 20 minutes in some locations. This smoke trail was pho- tographed about two miles east of Pontiac, Michigan. Both commercial and private pilots who reported see- ing the fireball while flying over Michi- gan, Ohio and Ontario were of the opinion that an aircraft was going down in Lake Erie. Shock waves were reported by pilots, especially east of Detroit. Many people on the ground near Port Clinton, Ohio, had reported a loud sonic boom which later was reported from other areas as well. Reports of debris falling from the fire- ball were reported from Michigan, Elyria, Ohio, and Midland, Pennsylva- nia, yet the only confirmed physical artifacts related to this event were strips of metallic-looking material fall- ing from the sky near Lapeer, Michi- gan, and analyzed by the U.S. Air Force as being radar chaff related to a military exercise and not connected with the fireball that was seen at about the same time. The object con- tinued its trajectory, finally crashing in a wooded area near the village of Kecksburg (Acme) in Westmoreland County, Pennsylvania. Two young children were playing in the woods at the time and ran home to tell their mother that they had seen MUFON UFO Journal, No. 257, September 1989 something \"like a star on fire\" fall from the sky into the nearby woods. Their mother thought that maybe it was a weather balloon and told them to go find it. But after discussing the matter with a neighbor, she began to wonder if it might be something dan- gerous and called for them to return home. She then called the Pennsylvania state police barracks at Greensburg to report the incident. When the object hit the ground, a strong vibra- tion could be felt at least a mile from the alleged impact area. Blue smoke was seen rising from the woods, but in about five minutes it dissipated and wasn't seen again. Local police, news agencies and the Allegheny County Observatory in Pittsburg were swamp- ed with calls concerning the fiery UFO. Radio Station WHJB in Grees- burg was broadcasting the evening news as county residents began to call in their descriptions of the object and to report that whatever it was had landed near Kecksburg. The late John Murphy, an energetic newsman for the station, went to the site and began to broadcast on-the-spot inter- views from the location. In Pittsburg regular radio and TV broadcasts were interrupted to report that a strange object had been seen over a large area and that police were going to search the woods in West- moreland County. Arriving first at the scene was the state police fire mar- shall and other state troopers. Geiger counters were activated and taken into the woods where the children felt the object impacted. A short time later the state police notified military authorities of the situation and they roped off the area around the woods awaiting military specialists. NORAD Link? The road leading into the village was jammed with cars as hundreds of spectators flooded the area, hoping to catch a glimpse of the strange object in the woods. It was early evening when military personnel and vehicles moved into the area. Firemen who initially had assisted state police in the search for the object told me that when the unit arrived they set up a command post in the Kecksburg Volunteer Fire Department firehall. One of the first things done by the military was to establish an open tele- phone link with another agency thought to have been NORAD head- quarters in Colorado. During the evening this circuit would be checked for quality and current information from the scene was passed on. Dur- ing the night a number of witnesses reported seeing large lead-lined con- tainers possibly used for transporting radioactive material. Over the years I have interviewed a number of people who were at the site and who claimed to have seen large military trucks that went in empty to the impact area but later returned with a large load that was covered over by tarpaulin. The mil- itary remained at Kecksburg until the early morning hours. The next day Captain Joseph Dussia (now decased) led a group of 18 state troopers into the woods where the object was said to have fallen. The official report from the state police was that no evidence of any object was found and that they felt the Air Force explanation of a meteor was correct. Initially, the object observed does indeed fit the description of a Bolide, an extra-ordinarily bright fireball-type meteor. But additional research con- ducted by various investigators lead to the possibility that this may have been something else. The late Ivan T. Sanderson, writing in the March 1966 edition of Fate Magazine, pinpointed the passage of the object on a map and showed that it moved in a straight line from east of Flint, Michi- 3"},{"pageNumber":5,"pageContent":"gan, over Lake St. Clair to Oberlin and Elyria near Cleveland, Ohio in a southeast by southerly direction and then made a 25-degree turn to the east. It moved straight toward Keeks- burg from that point. In taking into account the sighting locations, Sand- erson calculated the speed of the object at abqut 1,062.5 miles per hour, which is considerably slower than the minimum astronomically re- corded speed of a meteor which is 27,000 mph. One witness I interviewed still clearly remembers the afternoon of the sight- ing. He lived in Margurite, about eight miles from Kecksburg. He was doing some yardwork with his mother-in-law when the object passed over. After watching it they both commented that whatever the thing was, it was not a meteor since it moved so slow ; These observers described the UFO as appearing circular in shape and enve- loped in flame. \"You could make out the individual flames around it, since it moved so slow. It glided, and it seemed to vibrate as it moved.\" From their vantage point, they watch- ed the object for about 1% miles. It seemed to ascend slightly then dipped down and headed straight for the woods at Kecksburg. I was 16 years old at the time of this incident, but I had already been researching UFOs for six years and I began to investigate the case imme- diately. Through family acquaintances I was able to talk with key state 4 police personnel who were involved with the Kecksburg case and was able to look over their investigation report of the incident. If they had found anything there was nothing in their records to indicate this. But the continuous rumors and eyewitness accounts of the military having alleged- ly carried off something from the woods that night kept up my curiosity and prompted me to continue my research efforts to try to find an answer as to what indeed did crash. In the past twenty years I have accumulated a large volume of data on this matter and we continue to check new leads. One report we are currently following up concerns sev- eral people who claim not only to have seen the military load the object onto their trucks but alleged that later during the night they returned to the impact site, flattened out the ground and planted small shrubs which they had brought back so that the next morning there would be no evidence of a crash. FOIA In 1984 it was decided that myself and Ray Boeche, MUFON State Director for Nebraska and a member of the board of advisors for CAUS, the Citizens Against UFO Secrecy, would conduct a joint effort to locate government documents that pertained to the Kecksburg case by utilizing the Freedom of Information Act. On July 18th of that year, an FOIA request was filed with the Air Force on the incident. After several letters from this agency referring us to con- tact other departments to locate the material we were seeking, we began to find some useful information. It is now known that the military unit involved at the site that night was the 662nd Radar Squadron attached to the Oakdale Army Support Facility located near the Pittsburgh Interna- tional Airport. It was always thought that this unit was under the Army but a letter dated August 15, 1984 from Air Force Headquarters, Washington, D.C. provided information that the squadron was under the command in 1965 of the Aerospace Defense Com- mand, now known as Space Com- mand. A letter dated August 24, 1984 from Headquarters Space Command, Peterson Air Force Base, Colorado stated that they had no records for that unit, yet they were able to pro- duce the deactivation date of it. Boeche continued to press for information since both of us were of the opinion that there had to be records of the squadron somewhere. An October 11, 1984 response from Space Command provided the follow- ing information: \"In processing your FOIA request we reviewed record shipment lists and lists of record cen- ter holdings. This command maintains no records either here or in a records center that are responsive to your request.\" Again in January of 1985 another letter was sent from us indicating on MUFON UFO Journal, No. 257, September 1989"},{"pageNumber":6,"pageContent":"our part that the information received indicated possible gross mismanage- ment of this squadron's historical records and we wanted to know where they might be located and if for some reason they were destroyed. We wanted the date and reason for this act. Then on February 8, 1985, Boeche received a letter which con- tained the news that the files of the Air Force had been searched and a 31-page file on the case we were searching for had been located. Within a reasonable period of time we received the report and the first thing that caught our attention was the report cover indicating the Air Force conclusion that the object was Astro (meteor) in origin. The report consisted of letters from civilians and police departments, news items, photographs of the trail of the object and a lot of very interesting internal correspondence from various government agencies, both typed and handwritten, that concerned the object at Kecksburg. As we read the report we came across a startling handwrit- ten memo from a member of the Pro- ject Blue Book staff. \"The time of sighting was relayed as 4:15 P.M. Some reports stated that the object was orange, others stated it was white with a tail. I called Major Quin- tanilla for his advice and assistance. He came to the base and called a Major Livers. A further call was made to the Oakdale Radar Site in Pennsyl- vania. A three-man team has been dispatched to Acme, Pennsylvania to MUFON UFO Journal, No. 257, September 1989 investigate and pick up an object that started a fire.\" We finally had the first official verification that the squadron was involved in this UFO case and that it may have actually retrieved something. Records Located But this information still provided no answers as to what the object really was or what the unit did with it, if indeed anything was found. A number of sources were contacted to locate the operations report for the 662nd Radar Squadron for December of 1965. The Air Force had already told us they didn't have the records. Since the unit was attached to the Army, however, the office of the Adju- tant General was contacted with an FOIA request for any information they might have. In a short time a reply was received that they had no records. I felt that it was next to impossible that a military unit during peacetime could maintain jurisdiction in this small Westmoreland County community without there being an official report on their involvement. I presented my case to Congressman John P. Murtha, who made an inquiry on my behalf. In late December of 1985 I received a large envelope from Murtha's office. Enclosed was a letter from the Congressman and the histor- ical record of the 662nd Radar Squad- ron for December of 1965. After 20 years we would finally have the answers, or would we? The report contained the purpose of the unit, list of personnel, informa- tion on equipment and repair of radar devices, squadron activities and the the unit was involved in during this time. We find that the 662nd partici- pated in a military exercise called Cree Arrow I on Nov. 18, 1965 and on December 13th was involved in another exercise called Roundhouse Bravo. But there was no mention of any involvement for December 9th of any type. Was this operation of such a high security level that the report on the incident was transmitted to unknown agencies where the facts of the case could never be unlocked? We learned from the mission report that the squadron was supposed to provide radar data and voice air/ground radio communications to the direction cen- ter, Detroit Air Defense Sector and was intended to operate as a NORAD surveillance site. Unless a member of this unit comes forward, we will likely never have the answers as to what really occurred in the woods at Kecksburg that night in 1965. I per- sonally feel that the object in question was likely manmade and could have been U.S. or foreign built. It may have been a space project test, spy plane or something else. What we do know is that it was of considerable interest to the military. Unclassified memos we have received acknowledge that such agencies as the Houston Space Center, the Air Force Command Post, the Space 5"},{"pageNumber":7,"pageContent":"Defense Center and the Chief of the Special Facilities Division, OEP code name Blue Grass, were all interested in the latest finding concerning the object at Kecksburg. We want to know why this object was of such an interest to the military. If the object was only a meteor, why were the orders handed down for mil- itary personnel to investigate the mat- ter? Len Stringfield, in his continuous investigation of alleged UFO crash retrieval cases, has become convinced that there exists specialized Air Force units that are trained to investigate and pick up UFOs. The 662nd Radar Squadron which was involved in this UFO episode was deactivated on Decem- ber 31, 1969. The official U.S. Air Force UFO investigating branch, Project Blue Book, was closed down on December 17, 1969. During the time of the alleged crash the Air Force was busy investigat- ing UFO sightings at the public level. Is it coincidence that both units shut down operations during the same month and year or is it possible that the official mission of the squadron was just a cover for the actual purpose of the unit, that being a specialized UFO retrieval team? (Continued in the October issue) A New Model of Investigation: Part I By John L. Spencer Spencer is a MUFON research specialist and author who lives in Harpenden, England. With Hilary Evans, he compiled and co-edited UFOs 1947-1987: The 40-Year Search for an Explanation (For- tean Tomes, London, 1987), and Phenomenon: From Flying Sauc- ers to UFOs — Forty Years of Facts and Research (Avon Books, 1988). The following two-part arti- cle was first presented on July 16, 1989, before the Fifth Interna- tional London UFO Congress. His latest book, Perspectives, based on the Hill and other abduction cases, is scheduled to be pub- lished in the United Kingdom in January of 1990. In 1984 I published in the BUFORA journal a critical review of the use of regression hypnosis based on three things: • My own direct examination of practicing hypnotherapists, • The use of regression hypnosis in other fields, such as the search for past life histories, and: • The motivations of investigators. I was afraid that we were in danger of losing our common sense in deal- ing with abductions. Subsequent years have, to my mind, more than justified my fears. In the past three decades, and par- ticularly in the last decade there has been a great deal of effort by investi- gators and researchers worldwide, but especially in America, towards an 6 Although now a case nearly thirty years old, I believe, quite simply, that the Hill's abduction case holds a vital key — not to understanding the abduction phenomenon — but to understanding where present research may be going wrong. understanding of this phenomenon. Those engaged in this research claim that they seek two things: to under- stand the phenomenon and to help witnesses. I think for the most part these people are sincere in these claims, though there are obviously charlatans among them. However, even in the case of those who are sincere I believe they are failing in either quest; they are not get- ting to the truth behind the pheno- menon, and they are not helping witnesses. Naturally such claims must be justi- fied. To do this my presentation will be in two parts; firstly I want to outline the claims of Betty and Barney Hill, and I want to present at least some of my own research which leads me to the conclusion that their abduction was not a reality, at least as we presently under- stand it. Secondly, I want to ask you to assume that you accept my findings at least as a working hypothesis, and then we can consider what the implications are for UFOlogy and abduction research. The Hfll Encounter Although now a case nearly thirty years old, I believe, quite simply, that the Hill's abduction case holds a vital key — not to understanding the abduction phenomenon — but to understanding where present research may be going wrong. The Hill's encounter is virtually the first abduction, and it was the first that used regression hypnosis. I am aware of Tujunga Canyon which pre- dated it by eight years, in 1953, and that Budd Hopkins is now revealing a whole series of abductions going back into the Forties, and perhaps earlier. However, while Tujunga Canyon was claimed to have occurred in 1953, the facts were not recalled and revealed until over a decade later, after Betty and Barney Hill had gone public with their own material. A similar point must be made with Budd Hopkins' cases; his revelations of abductions long ago were not made public until after 1980. But let me stress, I am not arguing that there is no reality behind these events, I am arguing that bad inves- tigative techniques are hiding the reality. Let us go back then to the events of nearly thirty years ago. I will briefly summarize the case, though I assume MUFON UFO Journal, No. 257, September 1989"},{"pageNumber":8,"pageContent":"it is fairly well known to us all by now. However, I think I will be indicating a few points that are perhaps not well enough appreciated. In any event, I believe this one case to be so important that a clear understanding of certain aspects of it are vital. On September 19, 1961 Betty and Barney Hill, who had been holidaying in Canada, decided to return to their New Hampshire home. As they drove near the village of Lancaster, Betty noticed a particularly bright light to the left of, and slightly below, the moon. Shortly after- wards she noticed that another bright light had appeared above the first and she was curious that this second light appeared to be getting bigger and brigh- ter. She pointed this out to her hus- band who also observed it. In the next period of the drive they watched the light apparently moving behind trees and mountain tops, but not until they stopped the car later were they able to determine that it was actually moving. Betty picked up their binoculars with which to see the light better. At this point Barney was of the opinion that it was some kind of plane or helicopter. At one point they reported that it crossed the face of the moon, which if correct would eliminate a whole class of astronomi- cal answers. They got back in the car and drove on at a very slow pace, watching the object, convinced that it was circling around them. Barney expressed con- cern because there were no other cars on the road and the object was making no sound. Interesting point here ... Although witnesses to UFO abductions have often reported at this stage the onset of a sort of \"false isolation\" from the real world, there is no need here to suppose that Betty and Barney Hill were experiencing this. The fact that there was no sound from the object could easily be a factor of wind speed and direction; the fact there were no other cars on the road was quite typ- ical for the area for that time of the year. It is interesting to consider, though, that the origin of this idea of \"false isolation\" may arise from their description. Jeepers Beepers While the car was still moving, MUFON UFO Journal, No. 257, September 1989 Just three days after writing the letter to Major Keyhoe and therefore ten days after the sighting, and after reading considerable UFO-related mate- rial, Betty had a series of vivid dreams which lasted for five nights. Betty put the binoculars to her eyes and saw that the object appeared to be an enormous structured craft. Barney stopped the car in the middle of the road and took the binoculars, then stepped a few feet away and observed the object. He walked across the road onto, and across, a field directly towards the object and to within fifty feet of it, which by now had dropped down to the height of a tree. Betty stayed with the car. Barney is now quite alone, in the dark, in the middle of a field. Through the binoculars he believed he could see at least a dozen people looking back at him from the vehicle. He became convinced — for no appar- ently logical reason — that he was about to be captured. He then ran back across the field to Betty and jumped into the car. They drove off down the road with Barney shouting he was sure they were going to be captured. Betty tried to see the light or the craft but could find neither. At some point they heard a beeping noise, felt a tingling tiredness come over them and apparently they drowsed. Later in the drive they recalled a further set of beeping sounds; they were aware of no actual gap between the two, only an apparent awareness that there were two distinct periods of this sound. Betty and Barney eventually reached home, but it was not at this point that they recalled the fact that they seemed to have arrived home late. It was when they were discussing events with a team of investigators that the question arose, which was on Novem- ber 25th — some two months after the event. One of the investigators pointed out that the time taken to cover the distance didn't seem to add up. Barney reacts to this question by saying \"To think that I realized for the first time that at the rate of speed I always travel we should have arrived home at least two hours earlier than we did.\" Another interesting point here then ... Do we hear now the birth of the \"missing time\" element of abductions? Betty's interest in the subject was fired by these events and two days after the sighting she went to the library to collect as much information as possible on UFOs. She is known to have read a book by Major Donald Keyhoe, The Flying Saucer Conspi- racy. She apparently read this at a single sitting which shows her growing passion for the subject. Keyhoe's book makes clear that of the two hypotheses he considers to be most likely, he ranks highest the one that people are in fact seeing structured vehicles. Inspired by this book, and other reading, she wrote to Major Keyhoe just one week after the sight- ing on September 26th, 1961. Her let- ter to the Major gives many more details than had previously been out- lined. John G. Fuller, the author of the book on their case, explains this as \"As Betty Hill's confidence increas- ed through her study of the NICAP material so did her willingness to reveal more of the details.\" This could be so, but we must fairly consider the alternative possibility that she was beginning to subconsciously feed into her own recollections some of the data she had picked up from her reading. This is not at all to suggest that at any time Betty Hill was lying about her memories of the events; indeed I am satisfied from my own talks with her, and from everything I have read and studied about her, that she is completely sincere. Other parties close to this couple have also stressed their good character. However, her recol- lection was certainly unclear, which is after all the basis of the investigation, and her manner was excited; further she had expressed her belief in UFOs as extraterrestrial vehicles and it is certainly possible that what she believ- 7"},{"pageNumber":9,"pageContent":"ed to be her recollections were being amended by the material she was reading. Vivid Dreams Just three days after writing the let- ter to Major Keyhoe and therefore ten days after the sighting, and after reading considerable UFO-related mat- erial, Betty had a series of vivid dreams which lasted for five nights. It is vital to remember that there is no question that these were dreams. Whatever might have inspired them the fact is that the first knowledge of the abduction came through this ser- ies of dreams. These dreams gave the details of the abduction encounter, that is, of being stopped by the landed UFO, of being hauled aboard the craft and subjected to medical examination. It is vital to remember, whatever the source of the original stimulus, that these dreams occurred after her fears — and they had become fears — had possibly been heightened by the read- ing of the NICAP and other material. That these dreams reflected her fears rather than her experiences is one possibility that has to be considered in any objective study. This was Dr. Simon's strongest belief also. Before the first hypnotic regression session with Dr. Benjamin Simon, where the abduction material was to be revealed, it is clear that she had, by then, communicated the substance of the dreams to Barney. In one ses- sion with the doctor, Barney says \"She told me a great many of the details of the dreams\" and also, \"I would be listening as she told this to Walter Webb.\" When it occurred to Betty that the dreams might reflect real events is uncertain, though it appears she discussed it at work. The doctor himself noted after one session with Betty that \"there are definite indications that her dreams had been suggested as a reality by her supervisor.\" So an important fact we have to look at at this stage is that Betty and Barney Hill are not a pair of witnesses to the same experience perceived in the same mind. It is often held that they represent a corroborated sight- ing; an encounter they both shared. 8 In fact at this stage as we can see they have shared almost nothing together: they both saw the light from inside the car and they both saw it apparently reveal itself to be a large object closer to the car. This is reas- onable since it seems highly likely that there was some physical stimulus for their experience, indeed there was a radar trace of it at a nearby Air Force base. However, Betty stayed in the car while Barney ran into the fields to examine the vehicle more closely; Betty's drawing of the craft shows no detail and particularly no occupants, whereas Barney's does from his much closer perspective; Betty alone had the nightmares which she independ- ently related to her husband, and Betty alone seems to have been inspired to follow up the experience by learning about the subject of UFOs. They were together that night but very little of their experience then or subsequently was shared except in the broadest of terms. We must move on then to Febru- ary 22, 1964 — two and a half years after the sighting — when Barney un- dergoes his first regression hypnosis session following a series of induc- tions. Barney's recollections at this stage are, broadly speaking, recollec- tions of non-abduction events relating to the UFO sighting. This session also involved Barney recalling many impres- sions which are clearly dream-like in nature and which point to the possi- bility of some fantasy elements; at one time he says \"I'm just suspended. I'm just floating about.\" This is quite typical of dream material, and if it were held to be a memory of some levitation then this in fact contradicts later recollections when the aliens are said to have physically hauled Barney stumbling along the ground; indeed the scuffed tops of his shoes are held to be physical evidence of the event. So there appears to be at least some dream-like material. Barney's second regression session was on February 29th, when Barney recalled for the first time in organized detail the encounter on the road later, when the humanoids stopped his car near their landed craft and took him and his wife to the UFO. After this session Barney began having \"pecul- iar\" dreams, dreaming for the first time in his life about UFOs. Either the hypnosis was bringing memory to the surface, or it was beginning to create fantasies that were spilling over into memory. Regression The following week, on March 7th, Betty had her first regression session. She had taken with her the notes of her dreams, but these were not shown to Dr. Simon, as it was felt better not to influence him with their content. This was an important, and correct, decision. That Betty's even- tual recall mirrored the dreams so exactly, whatever the implications of that for ufology, is a tribute to the professionalism of the doctor. In her first session Betty revealed a curious point in her recollection. She says, \"I could see a double row of windows\" during her report of the object in flight. But in Betty's sketch made before the sessions she does not draw any such feature, though Barney does. (See sketch drawn by John Spencer based on the original.) Some material seems to have slipped back from Barney to his wife, or per- haps in her recollection she is recal- ling her memory of Barney's sketch. Either way, her recollections are inconsistent, so the data is being cor- rupted somewhere. The most important material to arise from this session relates to Bet- ty's conversations with the aliens. We see how inconsistent their own use and understanding of the language seems to be. At this stage they apparently have a very \"human\" grasp of idioms and of underlying meaning to words and phrases. They say, \"You'll be on your way back home in no time,\" also \"the longer you fool around out here, the longer it's going to take. You might as well go on and get it over with, and get back to your car. We haven't got much time, either.\" Later, \"Barney will be all right ... as soon as we get through ...\" Now, many of these phrases have no real meaning at face value; and are in fact poor use of language. They are, of course, perfectly useful and sensible phrases, provided that they convey meaning and they would do MUFON UFO Journal, No. 257, September 1989"},{"pageNumber":10,"pageContent":"Betty's Version Barney's so to someone used to using the same language-style. Phrases like \"in no time\" only make sense at a deeper level of understanding, they are illogi- cal at face value. Similarly, \"get it over with,\" \"get through,\" and others. The argument could be put that if these aliens have been studying Earth closely for thousands of years, as some suspect, then they might well have learned all levels of meaning of our language. Why then do we later hear the aliens, during Betty's next session, asking \"What are vegeta- bles?\" and \"What is yellow?\" This suggests a good deal less understand- ing than the former phrases. Why, then, this inconsistency? A number of possibilities exist, but they rule out the likelihood that Betty was hearing the actual voices of actual aliens. Assuming that the aliens existed anywhere outside Betty's mind then some sort of telepathic transfer of thought would possibly explain this; they could transfer the impres- sions of such meanings as \"in no time\" which could be translated into the actual words by the human recip- ient. On the other hand they could transmit clear questions where they lacked understanding. A more simple explanation exists, however, and we should look to this before leaping for the exotic, as J. Allen Hynek was MUFON UFO Journal, No. 257, September 1989 always at pains to stress. Betty could simply be using her own idiomatic language because she is recalling her own fantasies, and makes the aliens speak exactly as she would speak. Why then questions such as \"What are vegetables?\" We know that she believes in the reality of the events, and we know that she is thinking of an extraterrestrial an- swer. She has already made this clear to the doctor. Is it possible that her subconscious needed to make the aliens more alien in order to reinforce her own beliefs? Could she need them to ask questions that betray their lack of understanding and there- fore reveal their \"true\" origins? There are other examples of appar- ently inconsistent material in the recall; the aliens are seemingly amazed when they discover that Barney's teeth are false, and removable, and indeed they try to remove Betty's 7s it possible that Bet- ty's subconscious mind needed to make the ali- ens more alien in order to reinforce her own be- liefs? natural, and unremovable, teeth; yet they apparently remove Betty's dress very easily by undoing the zipper at the back, which as any fumbling tee- nager will admit takes some practice. Their inconsistencies in knowledge seem almost stage-managed. We must, then, consider the impli- cations of this analysis of the Betty and Barney Hill case. Although there are several possibilities about the true nature of the evidence we can proba- bly dismiss any suggestion that the Hills deliberately lied — there is no evidence to support this and every reason to deny it; we can regard as unlikely the possibility of dual halluci- nation, which Doctor Simon also thought improbable. In fact we don't need that explanation because we know Betty told Barney all the dream material in detail anyway. One possibility is that the event actually happened; that the Hills en- countered a spacecraft from another world whose occupants abducted them. Given the contradictory points raised, and a great deal more relating to the social and cultural background of the events which I cannot set out in this short presentation, I find this alterna- tive unlikely. I should in fairness point out, though, that I put this to Betty Hill last December and she was adamant that the event had actually occurred. She also made a surprising point though; to my suggestion that abduction reports perhaps could be explained as being of psychological origin she said she thought many of the recent reports probably were. For my part I think the balance of evidence suggests that the experience was basically a non-reality. Certainly they appear to have encountered a UFO during their drive, which could have been natural or terrestrial, but the exotic material of the abduction appears to be hypnotic regression drawing out the substance of vivid nightmares suffered by Betty and related to Barney. This appears to also be Doctor Benjamin Simon's view; \"The doctor believed this (abduc- tion reality) to be too improbable, and much material was similar to dream material.\" There are other reasons for believ- ing that the Hill's experience may not have been objectively real:"},{"pageNumber":11,"pageContent":"Virtually all investigated abductions have taken their facts from versions and corruptions of the Hill case; they are copies of the original We have touched on the recall con- taining what Simon himself described as dream-like material (floating sensa- tions, disconnected \"eyes,\" feelings of telepathic contact, lack of personal control over events, and a host of other minor details). There is also the physical evidence that at no time corroborates the abduction, and sometimes contradicts it: • The radar trace confirms the UFO in the air but tells us nothing about what it did landed, or indeed whether it landed. • Barney's scuffed shoes, which are held to represent his being dragged into the UFO, contradict what seems to be his recall of being levitated by the aliens. • The broken binocular strap when Barney ran back from the field indi- cates that he may genuinely have fled from something in fear, but fear is an emotion not a recall, and we have no proof of what generated fear in him, although we know he was highly sug- gestible and alone in pitch darkness in a wilderness confronting some object of which he had already started to form negative opinions. • The recall of the alien's use of language is inconsistent, as we looked at earlier. • The shiny spots on the car body that so interested the researchers in fact have no direct corroboration with the sighting, even less with the abduc- tion. • The famous disorientations in space and time — the missing time period — was not recognized until investigators started going over the details months later; it had not been so dramatic as to be apparent to the Hills at the time. • The warts that arose on Barney's body are held to be evidence of a physical event, yet even he himself 10 admitted he understood they could be a psychosomatic reaction to fear, and they were inflamed two and a half years later during the regression ses- sions which proves at least some truth in this statement, since there was presumably no re-visitation of the aliens at that time to inflame them. So why all this emphasis on the Hill case? Because I believe it to be the key case in abduction material. And let me suggest a sweeping possibility; that virtually all investigated abduc- tions since have taken their facts from versions and corruptions of the Hill's case; they are copies of the original. Known Facts To begin with let us highlight some of the things we know to be facts. I should point out that I have person- ally confirmed them with Mrs. Hill although they are generally well known and accepted. Firstly, we can be reasonably cer- tain that the Hill's encountered some sort of object during their drive; it was tracked by radar at the Pease Air Force Base, and was seen in reaso- nable conditions for an extended duration by both Betty and Barney Hill who independently drew reasona- bly similar enough objects. Secondly, we know for certain that the abduction was not recalled at the same time, and in the same manner, as the UFO sighting. Thirdly, we know for certain that the Hills did not recognize the missing time period until it was pointed out to them by an investigator some months later. Fourthly, we know for certain that the \"research\" into the abduction did not start until two and a half years later, and that between the time of the event and the time of the regres- sion hypnosis sessions. Betty Hill had read a great deal of material on UFOs, lectured to UFO groups, and discussed the subject at length with members of her family. She read NICAP material in detail, and one of Major Keyhoe's books in one sitting. Fifthly, we know for certain that ten days after the events, when she had already started reading this mate- rial, she had a series of vivid dreams. Why have years of sim- ilar reports from all over the world revealed sim- ilar — strikingly similar — stories? We know that the regression hypno- sis was to reveal a story that paral- leled these dreams almost exactly. We further know that although Bar- ney's recall under hypnotic regression was corroborative, Betty had told him over and over, for two years, the con- tent of her dream so he was as armed with the story-line as she was. Interestingly, we also know that this one case contains all the main com- ponents of future abduction claims: missing time, dislocation in space, the feeling of false isolation from the world during the encounter, the med- ical examination and genetic study during the abduction, and so on. What we do not know is whether or not Betty's dreams were a fantasy generated by anxiety, and a fearful story picked up by her highly intelli- gent but very impressionable hus- band, or whether they were memo- ries. Dr. Simon, who spent years working with the Hills, believed that the events related by each of them were not objectively real, that they were real only in a personal sense to the Hills. Simon warned \"It must be understood that hypnosis is a path- way to the truth as it is felt and understood by the patient. The truth is what he believes to be the truth, and this may or may not be conson- ant with the ultimate nonpersonal truth.\" (My emphasis.) I hope I have offered at least enough food for thought on this because I want us to continue now on the assumption that the Hill's encoun- ter was in fact a non-reality. It was Betty's dreams, and her anxieties, brought to the surface by hypnosis undertaken to relieve her of tensions. As I have been able to present only a part of my research into this and comparative cases I accept that I have not here proved my case. I believe that such a case exists howev- er. If we accept the non-reality of the MUFON UFO Journal, No. 257, September 1989"},{"pageNumber":12,"pageContent":"abduction, then we have a major hurdle to jump now: Why have years of similar reports from all over the world revealed similar — strikingly similar — stories? Let us be clear about the implications of what is being indicated here: the Hill's case contains such elements as Missing Time, yet if the case was a non-reality then why do subsequent cases also contain Missing Time? The Hill's case may contain elements of \"false isola- tion,\" yet if the case was a non-reality then why do subsequent cases also contain this element? The Hill's case contains the Medical Examination, yet if the case was not a reality then why do subsequent cases also contain this detail? The Hill's case contains elements of \"Genetic Manipulation,\" yet again if this case was a non-reality, why do sub- sequent cases also contain this subject? If witnesses aren't lying —and I don't believe they are lying —then what is the truth, because they can't all be sharing Betty's dream, can they? WeU, in fact, I think they are. We know that this one case contains all the main components of future abduction claims: missing time, dislocation in space, the feeling of false isola- tion from the world during the encounter, the med- ical examination and genetic study during the abduction, and so on. End of Parti Author's Note: I must sfress here, as I stressed to the London Congress after the formal close of my presenta- tion, that I have ignored the work of investigators who seem to have per- sonal and ulterior motives and whose work appears to be unreasonably prejudiced. The investigators and groups that I have cited, for example, Budd Hopkins, Cynthia Hind and MUFON as an organization, are all examples of many UFO investigators in England, Europe and America who seem to be to be doing diligent and excellent work within the current framework of UFO research. It is the framework rather than those people and organizations that I am critical of, and I feel sure that if we could establish a new one which would lead to a more truthful under- standing, then these same people and organizations would be better placed to continue that good work. It is too easy, and quite wrong, to snipe at people purely on the results of their work; they have to have the right tools, and UFO researchers must look to producing those proper tools. To Catch A Flying Star By Walter H. Andrus, Jr. To Catch a Flying Star is an intrig- uing title for a book as it might pro- voke the impression that it is delight- ful and entertaining fiction. However, the sub-title A Scientific Theory of UFOs dispels any prior misconcep- tion, since it is basically a technical treatise on a hypothetical propulsion system for a \"flying saucer\" or an Unidentified Flying Object (UFO). Even though the book's major appeal may be to scientists, engineers, or academicians who are seriously seek- ing the technical answers to the power and maneuverability of the elu- sive UFO, anyone interested in the UFO phenomenon will be fascinated with the author's observations, and non-technical explanation of this most baffling mystery of the Space Age. Obviously, to propose a theoretical hypothesis of this complexity, author John Ackerman has had to draw upon many disciplines of study such as mathematics, electricity, chemistry, MUFON UFO Journal, No. 257, September 1989 TO CATCH A FLYING STAR A SCIENTIFIC Tlll-XWY OF UFO'S JOHN ACKERMAN physics, magnetism, and astronomy. This also includes an exposure to the advanced work of Albert Einstein. The mathematics and formulas pres- ented are essential for readers con- versant with these disciplines to under- stand Mr. Ackerman's theoretical model. As the International Director of the Mutual UFO Network (MUFON), I heartily encourage John Ackerman and invite other dedicated researchers to study the author's hypothesis. No claims are being advanced as to the factual authenticity of the author's work, because he is the first to pro- claim that giant steps in technology are required to utilize the theories submitted. Based upon a history of the presence of a magnetic field asso- ciated with UFOs in close proximity to witnesses and vehicles, Mr. Ack- erman has endeavored to build upon this characteristic to explore an elec- tromagnetic means of propulsion. Inten- sive research into magnetic field prin- ciples has the potential to yield favorable results. MUFON, as a worldwide UFO 11"},{"pageNumber":13,"pageContent":"organization, is dedicated to the ex- press purpose of seeking answers to four basic questions pertaining to the enigma known as Unidentified Flying Objects: • Are UFOs some form of space- craft controlled by an advanced intel- ligence, conducting a surveillance of our Earth, or do they constitute some unknown physical or psychological manifestation that is not understood by twentieth century science. • If UFOs are found to be extra- terrestrial craft controlled by some unknown intelligence, what is their method of propulsion? Or, if they have developed a technique for oper- ating in another dimension, how is that accomplished? • Postulating that they may be controlled by an extraterrestrial or nonterrestrial intelligence, where do they originate — in our physical Uni- verse or possibly in another dimension? • Assuming that some of the craft might be piloted by beings (huma- noids, entities), what can we learn from their apparently advanced science and civilization through study or pos- sibly through direct communications with the occupants of these vehicles that will benefit mankind on the planet Earth? Obviously, these far-reaching ques- tions present a tremendous challenge to every facet of science, sociology, and even religion for the residents of Planet Earth. In his book, To Catch a Flying Star: A Scientific Theory of UFOs, John Ackerman has directly addressed the first three questions and accepted the challenge of trying to solve the second. In Chapter 2, he discusses the extraterrestrial hypothe- sis proposed in the third question. Mr. Ackerman has studied the flight characteristics, physical shape and construction, of UFOs, as well as the numerous light, magnetic, chemi- cal, heat and radiation factors reported during the past forty years in order to incorporate these observations into his hypothetical design. Over the years MUFON has received numer- ous designs from enthusiastic inven- tors depicting their proposed flying saucers. If their idea seems to have merit and warrants further evaluation, it is submitted to aerospace engi- neers, physicists and specific scien- 12 tists on the MUFON Advisory Board of Consultants who hold doctorates in their individual fields of expertise. Two of these consultants have approach- ed the propulsion method using some of the same principles enumerated by John Ackerman. One has received a patent for his idea from the U.S. Pat- ent Office. Due to the logistics of meeting publishing schedules, Mr. Ackerman's extensive manuscript was not evaluated by MUFON Consul- tants. Super Conductors Superconducting material and devi- ces play a prominent role in the author's propulsion design. He readily acknowledges that present-day science has not achieved such a supercon- ductor, but is making significant strides toward this goal. A recent New York Times service press release, datelined Los Angeles, provided an update on the technical status of superconductivity relevant to John Ackerman's proposal: \"A team of scientists from the Cali- fornia Institute of Technology announc- ed September 25, 1988, they had developed a long sought comprehen- sive theory explaining key aspects of superconductivity — the phenomenon in which certain materials are able to conduct electricity without resistance. \"The theory appears to rule out the possibility that currently known super- conductors could ever be made to work at room temperature, a require- ment for many of the technological marvels envisioned when researchers discovered the new class of materials that are superconductors at relatively high temperatures. \"But the Caltech scientists pre- dicted that their theory, based upon complex calculations involving quan- tum mechanics of bonds between atoms, eventually would guide exper- imenters to the development of mate- rials that would become superconduc- tive at much higher temperatures than is possible with existing materials. \"An outline of the theory was pres- ented at the annual meeting in Los Angeles of the American Chemical Society by Dr. William A. Goddard III, a professor of chemistry and app- lied physics at Caltech, and three of his graduate students, Guanhua Chen, Yuejin Guo, and Jean-Marc Langlois. \"Superconductivity has been explo- ited in many scientific instruments, astronomical sensors, and such chem- ical diagnostic techniques as nuclear magnetic resonance, which is used to view the brain and other previously inaccessible parts of the human body. \"But the theory may disappoint engineers and others who had hoped that recent advances would lead to trains levitated and propelled by super- conducting magnets or to power lines in which current flows without loss.\" As a physicist, Mr. Ackerman has evoked the scientific method in his theory; that is, using principles and procedures for the systematic pursuit of knowledge involving the recogni- tion and formulation of a problem, the collection of data through observation and experiment, and the formulation and testing of hypotheses. I not only commend him for his scholarly work, but enthusiastically encourage him to share his ideas with others who have been challenged by the identical problem. To Catch a Flying Star: A Scientific Theory of UFOs constitutes John Ackerman's contribution to the resolution of the perplexing mystery of the power source for Unidentified Flying Objects. Even though present-day science has been unable to produce a craft that simulates the flight characteristics of a UFO, the hypothetical theory here- with presented may be the key to unlock- ing the secret or motivating other scientists to combine their talent and expertise to discover the solution. The study of the UFO pheno- menon over the past forty years has provided overwhelming evidence of the existence of UFOs, whatever they may be. I have predicted for many years that our present physics books may have to be revised to include new theories and principles when the unique power source for these craft is duplicated. The challenge is of such magnitude that the nation or aero- space company that produces the first functional spacecraft of this nature will stand head and shoulders above everyone on Planet Earth. They will undoubtedly become the undisputed Continued on page 15 MUFON UFO Journal, No. 257, September 1989"},{"pageNumber":14,"pageContent":"Looking Back By Bob Gribble FORTY YEARS AGO - Sep tember 1949: At 9:06 a.m. on the 20th, Lt. Colonel Phillip Kuhl was fly- ing a C-45 northeast of Rome, New York when he spotted a silvery, cylindrical-shaped object moving hori- zontally and descending slowly until it entered a cloud layer at 7,000 feet. An hour later in the same region another pilot, 1st Lt. W.E. Archibold, piloting a C-47, spotted an object \"similar in size and shape to a fighter fuselage, silver in color, and of an undetermined material,\" vanish in a shadow cast by some clouds while in a 45-60 degree dive. About 2:45 p.m. on the 25th, a pilot flying a Luscombe 8A from Charleston, West Virginia, to Parkersburg spotted a yellow, very sharp and clearly outlined rocket-like object headed directly toward his air- craft. It resembled the fuselage of a Lockheed Air Force X-90 and passed about 50 feet to the right and below his aircraft with a 100 foot seperation. The next day, many residents of Winchendon, Massachusetts, observed a silver, shiny airplane fuselage pass directly overhead at 10:15 a.m. No sound was heard. *** THIRTY FIVE YEARS AGO - September 1954: On the night of the 10th near Quarouble in Northern France, an oblong craft about 10 feet long landed on a railroad track a few yards from the house of farmer Marius Dewilde. Two small man-like beings emerged, dressed in clothing that looked like diving suits. As Mr. Dewilde walked toward the vehicle, he was paralyzed by a beam of green light. By the time he recovered, the craft was high in the sky. Investiga- tion showed symmetrical scrapes on the wooden railroad ties, suggesting that the vehicle had rested on a tripod under-carriage. The same evening a farmer named An- MUFON UFO Journal, No. 257, September 1989 .toine Mazaud of the plateau of Mil- levaches in Southern France, turned in a similar report to the local authori- ties. Walking home, Mr. Mazaud found himself suddenly face to face with a small, mysterious being wear- ing something that looked like a crash helmet. Farmer Mazaud prudently extended his pitchfork. The stranger, on the contrary, held out his hand in a gesture of friendship, walked up to the farmer and uttered a few sounds. Before the farmer could recover his poise the intruder had climbed the roadside hedge and entered a cigar- shaped vehicle, which took off with a faint buzzing sound. At 10 a.m. on the 24th in the Gar- dunha Mountains near the Spanish border, three Portuguese peasants were startled by a fast-moving sphere which landed in a field two hundred yards away. Two tall beings emerged in shiny metallic outfits and started collecting grass and stones in a brightly polished box. Spotting the peasants, they strolled over and invited the men by gestures to climb into their vehicle, where moving shadows could be seen behind the semi- transparent center section. When the offer was declined, the occupants dis- appeared through a hatch. A few seconds later the sphere took off ver- tically and rapidly disappeared. Hun- dreds of similar incidents were report- ed throughout Europe during Septem- ber. In late September, as UFO sight- ings were increasing all over Europe, the British war office received an incredible radar report. At noon on the preceding day (date unknown) a strange U-formation appeared on a civilian radarscope. Counting the blips, the operator found the formation consisted of 40 or 50 UFOs covering an area 12 miles long and eight miles wide. Flying west at 12,000 feet, the UFOs changed with a precise move- ment from a U-formation to two parallel lines. A few.moments later these lines broke and the UFOs reformed in a perfect Z-formation. The War Office and the Air Ministry had hardly started their investigation when the UFOs returned. AS before, they arrived at noon over the same area and performed their maneuvers. At a score of radar stations aston- ished operators fully confirmed the flights. Each time radar caught the objects over England, cloudy skies had hid- den them from the ground. But the third appearance came on a bright, clear day. By now not only radar sta- tions but Royal Air Force bases and jet patrols had been put on alert. As before, the familiar formation appeared at noon. But this time the War Office made a startling discovery. Though tracked perfectly on all radar scopes, the UFO formation was invisible to the human eye. Four more times the mystery formation returned at noon, performing its strange maneuvers over the area. Each time ground observers trained binoculars on the area indi- cated by radar. And each time RAF pilots flying above 12,000 feet stared down from their jets, but all they could see was empty space. When asked what the objects might be, a War Office spokesman said he had been given top-level orders to \"main- tain the utmost secrecy.\" *** THIRTY YEARS AGO - Sep- tember 1959: A large disc-shaped craft that descended near Redmond, Oregon, on the 24th set off one of the most desperate pursuits the Air Force ever attempted. Six F-102 jet fighters were scrambled from their base at Portland, Oregon. As they took off, the Air Force radioed the pilots of a B-47 bomber and an F-89 fighter on routine flights nearby, ordering them to join the pursuit. The first known witness of the Redmond incident was city policeman Robert Dickerson, cruis- ing at the edge of town when the glow- 13"},{"pageNumber":15,"pageContent":"ing disc plunged out of the sky, stopped, and illuminated the ground and trees 200 feet below. The craft remained motionless for several min- utes, then ascended past Redmond Airport and stopped again. DJckerson then reported the disc to Federal Aviation Administration Flight Special- ist Laverne Wertz at the airport. Wertz teletyped the FAA Air Route Traffic Control Center at Auburn, Washington. Within minutes, the Air Force told Auburn that the Portland jets were being scrambled, also that Air Force radar at Klamath Falls, Oregon was tracking the disc. At Redmond, the FAA observers were still watching the disc when they heard the roar of jets. As the planes dived toward the UFO, it accelerated at terrific speed and shot straight up, almost in the jets' path. The nearest pilot frantically banked to avoid a col- lision. As the craft shot up past him, another jet, caught in the churning air caused by the disc, almost went out of control. Three other pilots pulled 14 out of their dives and climbed after the disc, but were quickly left behind. Even after the Air Force pilots gave up the chase, their radar operators were still tracking the vehicle. FAA radar was also tracking the disc for some time at altitudes varying from 6,000 to 52,000 feet. Later that after- noon at 4 p.m., two large, shiny disc- shaped craft were seen maneuvering over Portland. *** TWENTY FIVE YEARS AGO - September 1964: On the night of the fourth, Donald, 28, became sep- erated from his bow-and-arrow hunt- ing friends in an isolated area of Placer County, California. About two hours later, after he settled in a tree, Donald noticed a white light zig- zagging to the west at low altitude. Jumping out of the tree, the witness lit three fires in an attempt to attract attention. The light suddenly turned and headed straight toward him until it got about 50 or 60 yards away at low altitude. \"I just threw my bow and arrow up in the tree and got up there. After I got in the tree I just froze. I thought maybe they couldn't see me because it was dark in the tree.\" The UFO was now only 50 feet away. Then something came out of the object. After about five minutes, \"I saw this first — what do you call it — person ... in some kind of light- colored, silver or whitish-looking uni- form, with kind of puffs around the sleeves and joints.\" The occupant apparently wore a helmet or hood. It came to within 100 feet of the tree and stopped. A second being appeared and both approached the tree and peered up at the frightened hunter. Donald now saw their features more clearly, including large, dark eyes as \"big as silver dollars.\" There was more rustling in the brush. A pair of reddish-orange, luminous eyes that lit up a weird face and jaw approached. This third being was short and stocky, a \"robot-like affair,\" wearing a metallic- looking uniform. After several hours of unfriendly behavior toward the wit- ness, the UFO occupants were joined by a second robot-like being. Shortly thereafter Donald could hear one or two more beings running around in the brush and concluded there were five or six occupants altogether. At dawn the robots moved to the base of the tree and stood facing each other. Then there were \"a bunch of flashes going between them, like arc flashes.\" This was followed by \"large volumes of smoke,\" which drifted up to the witness. He blacked out and when he woke up, the beings were gone. He then left the area and found his way back to camp where he recounted his harrowing experience to his companions. (Paul Cerny intro- duced \"Donald\" to Walt Andrus in Sacramento, California where Walt was lecturing in 1974.) *** FIFTEEN YEARS AGO - Sep- tember 1974: Andrea Richards was returning home from Launceston, Tas- mania, Australia with two of her children the night of the 16th when a brilliant light appeared in front of their car. The car engine suddenly lost MUFON UFO Journal, No. 257, September 1989"},{"pageNumber":16,"pageContent":"power, the radio started \"playing up\" and then all the electrical systems failed. The headlights, dashboard lights and heater all went \"dead.\" Even the starter motor was dead. Then strange vibration noises, \"like 30 or 40 jets,\" started roaring. \"It was as though my head was splitting open. I thought the end of the world had come,\" she said. Andrea said the noise became so loud she tried to block her ears. Then painful \"electric shocks\" flashed through her. They were much worse than shocks she had received from house- hold appliances. She said the vibrations of her body were overwhelming. Her face felt \"numb.\" Then she smelled something like gas — \"stronger than household gas\" ... \"I felt I just had to get out of the car,\" Andrea said. The mother and two daughters ran two miles to the home of Harvey Chappel, who could plainly see they had been badly frightened. Later, Chappel drove the Richards back to their car. The light and smell were gone. The car started immediately, but the radiator was completely dry. Following the expe- rience Mrs. Richards became ill. She could not walk the next day and developed a mark the size of a two- cent coin over her right eye. Her arms and fingers became swollen but returned to normal about a week later. The family had seen odd lights in the area for years, but had taken little notice of them. *** TEN YEARS AGO — September 1979: At 8:30 a.m. on the ninth, a \"huge, metallic, cone-shaped craft\" descended into the atmosphere, becom- ing stationary about 800 feet directly over the San Andreas seismic fault, eight miles northwest of Maricopa, California. A geophysical team, four people in one group, and two in another, 10 miles away, watched the object descend. The two groups at- tempted to communicate by radio, without success. As they watched, a \"deep black, rectangular-shaped object\" was launched from the silver craft and descended to a point directly over the fault line and stopped. Then according to the scientist in charge of the team, \"the (rectangular) thing MUFON UFO Journal, No. 257, September 1989 started racing back and forth across the hills with extreme velocity over the fault line, almost touching the ground. It was like a survey right over the area where the fault is getting ready to slip anytime.\" After about 20 minutes the two vehicles left the area together at high speed. None of the six witnesses heard any sound. George Milligan, a retired employee of the Federal Aviation Administra- tion, was flying his Aztec airplane about 10 miles north of Myrtle Beach, Oregon, at 12:45 p.m. on the 10th when he spotted a large, bright, spherical-shaped object moving toward a Cessna 182 flying formation nearby and piloted by Clifford Chaney, a retired United Airlines 747 pilot. \"The sphere moved in behind the Cessna and several hundred feet below him,\" Milligan said. \"Then it started moving directly toward the plane. I tried to contact Cliff by radio and tell him there was an object coming up on him. He couldn't hear any of my conversation.\" While Milligan watched, the sphere positioned itself several hundred feet directly under the Cessna, \"then it ascended to within 25 feet of the underside of the aircraft and hung there for a minute.\" Milligan said that the craft was probably 30 feet in diameter. \"There was nothing sticking out from it and it was metal.\" The sphere then descended and moved behind the Cessna, paused, and moved under the aircraft again. Then it moved away to the west. After the planes landed, Chaney said all he could hear on his radio was static until the sphere moved away and Mil- ligan finally established radio contact. The observation lasted for about five minutes. VIDEO and AUDIO TAPES OF 1989 SYMPOSIUM Orders for tapes taken at the Las Vegas Symposium and those mailed to Hal Starr in Phoenix, Arizona have been delayed due to unforeseen production problems and editing of the 12 hour video and audio tapes. Please be patient as we solve these problems. For further information on order- ing tapes please refer to the order form on page 27 of the August issue of the MUFON UFO Jour- nal. Please refrain from cutting out the order form since it destroys your Journal, but make a copy of the page if your order is diversified. All orders are to be mailed to Hal Starr, 312 West Frier Drive, Pho- enix, AZ 85021. (Telephone: 602 / 944-4211.) FLYING STAR, continued leader in the exploration of our Solar System and any Galactic neighbors in the Milky Way. For your copy of this book (160 pages), please write to UNIVELT, Inc., P.O. Box 28130, San Diego, CA 92128 and enclose $9.95 plus $2.00 for mailing and handling (tax in California only), specifying that you are a member of MUFON. (List price is $15.00.) Calendar of UFO Conferences for 1989 September 15, 16 & 17 — 26th Annual National UFO Conference, Quality Inn West, Phoenix, Arizona October 7 & 8 — UFOs: Past, Present, and Future, New Modesto Centre Plaza, Modesto, California. October 21 — The Show-Me UFO Conference, Harley Hotel, Earth City, Missouri (near St. Louis) October 26, 27, 28 & 29 — International UFO Conference, Frankfurt's Airport Conven- tion Center, Frankfurt, West Germany November 11 & 12 — The UFO Experience, Ramada Inn, North Haven, Connecticut 15"},{"pageNumber":17,"pageContent":"FUFOR Progress Report Fred Whiting, secretary-treasur- er of the Fund for UFO Research, introduces two ongoing research projects and their updates. The Mutual UFO Network (MUFON) contributed $1000 to Stanton Fried- man's Operation Majestic-12 inves- tigation (total budget $16,000) and the entire $1000 amount the fund awarded Dr. David Jacobs for the analysis of abduction-related fluid samples. I'm pleased to enclose two progress reports on projects made possible by your generous support for UFO research over the past year. The first is submitted by Stanton Friedman on his investigation into the alleged \"MJ-12\" documents. A $16,000 grant provided by the Fund for UFO Research is supporting Mr. Fried- man's trips to presidential libraries and other archives to investigate the background and personalities of those named in the documents. To date, he has uncovered nothing to prove the documents are a hoax. His final report is expected later this year. The second report is submitted by Dr. David Jacobs, who was provided a $1,000 grant by the Fund to per- form a laboratory analysis of physical traces associated with UFO abduc- tion cases. Although the results of the analysis are inconclusive, Dr. Jacobs is continuing to pursue the project, for which an additional grant may be requested. A third project which has been completed is a major conference on the abduction phenomenon involving psychiatrists and psychologists. The conference was co-sponsored by the Fund, the Mutual UFO Network and the Center for UFO Studies and made possible by a very generous contribution by one of the Fund's major supporters. A report on the conference is being compiled and will be made available to you as soon as possible. Thanks to your support, the Fund is 16 making significant progress in resolv- ing the UFO mystery. We will keep you informed of further developments in the days ahead. — Fred Whiting MJ-12 Numerous leads are being pursued with regard to the MJ-12 documents and certain special aspects of the Roswell Incident. Criticisms of the legitimacy of the MJ-12 documents have been reviewed. Numerous phone contacts were made with persons who might have new information about either the Roswell Incident or the documents or the people listed as part of MJ-12. Once again, no information that would lead to doubt of the legitimacy was obtained and some further aspects were verified. Some examples of activity are noted below: 1. Contact was established with the George C. Marshall Library in Lexington, Virginia. GCM was a prominent figure in the Truman cabi- net and era and knew many of the MJ-12 members well. Copies of a quantity of correspondence were ob- tained by mail after review of a library holdings finder's guide. Of particular interest were a number of personal letters to GCM from Walter Bedell Smith, Director of Central Intelligence from 7 October 1950 to 9 February 1953, succeeding Roscoe H. Hillen- koetter, and supposedly a member of MJ-12 replacing J.V. Forrestal in August 1950. He was actually appoint- ed DCI on 21 August 1950. Smith had served as Chief of Staff to Eisen- hower at the Supreme Headquarters AEF in Europe and later as Ambas- sador to the Soviet Union 1946-1949 and as Commanding General of the First Army 1949-50. Ike appointed Smith Under Secretary of State in February 1953. Four typical notes from Smith to Marshall use the following date for- mats: 29 December 1952 — Oct. 7, 1954 — 26 October, 1954 — 12/29/54. The last three were handwritten. These surely establish that the same individual might use different formats and that the day, month comma year format used in the MJ-12 briefing was certainly not out of keeping with the style of the MJ-12 people. Upon reflection, they also offer a possible solution to the problem of where Hil- lenkoetter might have had the briefing typed. It is much more likely that there was at least one secretary or other staff person at the CIA during Hillenkoetter's reign there 1 May 1947 - 7 October 1950, with access to MJ- 12 material than at the 3rd Navy HQ, his base in November 1952. Also it is not unreasonable that he would have consulted with Smith, who had been much closer to Ike, concerning the detail of the briefing. This connection is being pursued. 2. An anonymous document receiv- ed by William L. Moore concerning reports under Operation Aquarius has been verified as legitimate. While a connection with UFOs and MJ-12 has not yet been established, at least it can now be said to be quite possi- bly based on the keywords used to the documents noted on the listing. At least two of the authors still work for the company preparing the docu- ments in the 1970-71 time frame. 3. After considerable effort and without assistance from Len String- field, the wife, daughter and son of Oliver Wendel \"Pappy\" Henderson were located and contacted. The fam- ily verified that Pappy, a pilot at Ros- well in July 1947, had indeed told them that he had flown portions of the wreckage of a crashed flying saucer to Wright Field from Roswell and that he had seen bodies. Letters have been sent seeking clues as to others to whom Pappy might have talked prior to his death in March 1986. Other military persons listed in two directories are also being con- tacted. Finding the other crew mem- bers would seem to be the best bet, MUFON UFO Journal, No. 257, September 1989"},{"pageNumber":18,"pageContent":"though more and more will have died as time goes on. One of the directo- ries is a roster of the 509th Compo- site Bomb wing dated 1988, with addresses and some group affiliations. The other, also obtained during this reporting period, is of the members of a Veterans Association of those who served at Roswell Army Air Force Base - Walker Air Field. Several good leads have been turned up. Some MJ- 12 critics insist the Roswell story is a fraud! 4. Because Dr. Donald Menzel's involvement in MJ-12 is very contro- versial, special effort is being made to follow certain leads. A Harvard astron- omy professor who knew DHM very well was recontacted to obtain his reaction. The first contact had been made prior to the release of the MJ- 12 documents. He has been sent a package of material for review. For- tunately he had just reviewed a ton of material concerning the development of the atom bomb and was very famil- iar with people like Vannevar Bush and with compartmentalization of high- ly classified information. His initial response was that Menzel would have relished putting out disinformation if he were involved in such a highly classified and very important project. He also noted that Bush was an expert at dealing with scientists with big egos. 5. Also regarding Menzel, a list of persons connected with Engineering Research Associates was obtained. ERA was founded after the war by persons with whom DHM worked at the classified Navy Unit, Communica- tions Supplementary Activity — Wash- ington (CSAW). He had been offered a job by them which he turned down, but he did consult for them. The story is that while he was there in 1947, he was called away to work on an even more classified project about which he could say nothing. I have contacted people who knew him, one of whom indeed verified that DHM was there in the summer of 1947 for a surprisingly short time. Other leads are being pursued. ERA eventually became Control Data Corp. All con- tacts have indicated that their work was very highly classified and com- partmentalized ... a \"handpicked col- lection of cryptologists, mathematicians, MUFON UFO Journal, No. 257, September 1989 engineers and physicists broke Axis codes and by intercepting high fre- quency radio transmissions, pinpointed the movements of enemy ships.\" All indicated that secrets can indeed be kept. 6. Several items in the files of E. Frederick Morrow, who served Ike, have been ordered from the Ike Library including a folder dealing with Special Projects, conceivably NSC/ MJ-12 Special Studies Project. 7. According to the Library of Congress Manuscript Division, pro- gress is well under way with regard to the declassification review of the bal- ance of the Twining and Vandenberg papers and certain other items as requested earlier by me. 8. Extensive criticisms of the legi- timacy of Operation Majestic 12 by C.D. Allan of England, Robert Todd, Robert Hastings and James Moseley have been reviewed. None of the objections raised to date appear to hold up. It is certainly true that there may well be considerable disinforma- tion arising from \"Falcon\" and Richard Doty, but none of this seems to impinge directly on the legitimacy of the MJ-12 documents or the Roswell Incident. 9. A military person contacted several years ago who had inter- viewed the late Barney Barnett con- cerning the bodies and wreckage seen in 1947, has been recontacted and may be able to provide more useful information to validate that aspect of the Roswell Incident. 10. Several other individuals active- ly pursuing MJ-12 and Roswell info have been contacted in an attempt to assure pooling of information and resources, and to make sure that as much ground as possible is being covered. The subject is much too large to be a focus of personal bicker- ing and territorial stakeout. 11. A MUFON Conference paper, \"An Update on Operation Majestic 12,\" has been prepared. This should serve as a partial basis for the FUFOR final report which will of course be much larger. 12. Plans have not yet been final- ized for more research trips but there will certainly be more, at least to the East Coast. — Stanton T. Friedman Abduction Analysis The story of the American Stand- ard Testing Bureau's involvement with the samples is one of ultimate disap- pointment. The organization had agreed to analyze samples related to abduc- tion reports in April, 1988 following conversations that I had with Dr. Ray Crippen, who had done a few Fourier Transfer Infrared Analyses, and then subsequent conversations with mem- bers of the ASTB staff. As you are well aware, the Fund For UFO Research granted me $1000 for the purpose of sample analyses with ASTB. I met with members of the ASTB for the first time in May, 1988. They set up a small team to work on the samples that was composed of the chief technician, Dr. Morfopoulos; the chemist, Dr. Peter Kaltenberg; the Director, Dr. Paul Ast; and the liaison person, Evanne. They told me that they were going to set up procedures and protocols for going about analyz- ing the samples. They felt that this might be potentially very important and that they wanted to do it right. I met with them several more times and gave them as many new samples as I could obtain. After several months they decided on a course of action. They decided that they were going to use High Pressure Liquid Chromato- graphy to analyze one fresh sample. This is an extremely complicated and expensive procedure that requires special equipment that ASTB did not at that time possess. Thus they had to specially order an HPLC machine for this project. The machine took several months more for it to come in and to be set up and calibrated. For the next few months they worked on and off on the samples. Their main problem was finding the correct sol- vent to remove the stain. The stains were so small that even if they could remove it, they would be left with only a minute amount of substance. The problem with any solvent is that it could chemically change the stain substantially, or even dissolve the stain entirely. Therefore caution was of the utmost importance. But no matter what they did, the stain proved to be stubbornly resistant to any solvent. Even when they did suc- 17"},{"pageNumber":19,"pageContent":"ceed in getting a small amount of stain substance, it was so volatile that it would evaporate almost immediately. They eventually succeeded in remov- ing a tiny amount of stain substance and then entering it into the HPLC machine. Unfortunately, the substance removed was not enough for a spec- trographic reading and no \"spikes\" were obtained. After spending several more months trying to find the right solvent and expending, according to them, a considerable amount of money, they eventually determined that they would not be able to remove the stain at all. In essence, they gave up. They suggested that I should try a special electron microscope that does a mass spectrographic analysis while examining the sample. But these extremely expensive pieces of equp- ment are very difficult to come by and use. ASTB did not have one. I believe that they gave the problem what they thought was a substantial amount of time and attention, and then in the end they believed that they could not justify any more hours spent on it because the results were simply not worth the energy that they had expended. I have recently been able to make contact with a coal chemist at Lehigh University. He is a friend of a friend of Dr. Rima Laibow. I told him the history of the samples and he also expressed interest. The fact that ASTB had done some work on the samples added credibility to the prob- lem. He decided to do a Gas Chro- motography Mass Spectrograph (GCMS). Using this technique required that he have a sample that the abductee quickly put into a sealed container with no air leakage. As luck would have it, I obtained just such a sample about a week after talking to him and 1 have transferred it to him for the GCMS. He will be able to tell me the results after June 23, but I have learned not to get my hopes up. Getting these samples analyzed has proven to be a problem yielding con- stant frustration and disappointment. I now recognize that I probably have to seek out the services of a forensic chemist for further analysis but I would like to see what the Lehigh chemist says first. Needless to say, I am grateful to the Fund for sponsoring this research. I realize that many different individuals have contributed to this project and I would like to assure them that the Fund will be the first to know about any results that I obtain. — David M. Jacobs The UFO Experience Nearly a dozen UFO researchers will tell of latest developments in ufol- ogy at the third annual conference on \"The UFO Experience\" on November 11-12, 1989 at the Ramada Inn, North Haven, Connecticut. The conference will offer a com- prehensive look at the UFO pheno- menon. Eminent investigators will pre- sent their findings, insights and consid- ered opinions about what UFOs are, where they come from, why they are here, what the government knows about it and why it \\s covering up. The conference will also feature a special photo exhibit from the Mutual UFO Network. Abductee Whitley Strieber, author of the bestselling books Communion and Transformation, will tell of his continuing experience with alien beings he calls \"visitors.\" He concludes that an alien civilization is subtly acting upon the human race to transform it psychologically. The aliens appear to be about four feet tall with high- domed, hairless heads, large catlike eyes and grayish, leathery skin. Strie- ber will be the featured Saturday night speaker. 18 Other notable UFO investigators will also present their research. Walter Andrus, the international director of the Mutual UFO Network, will speak on \"Famous Recent UFO Cases — An Update.\" Andrus' inter- est in the UFO experience dates from 1948, when he and his family had a daylight sighting of four UFOs flying in formation over downtown Phoenix, Arizona. He has lectured internation- ally about UFOs and appeared on national television several times to discuss them, most recently on \"The Oprah Winfrey Show.\" William E. Moore, ufologist and coauthor with Charles Berlitz of The Roswell Incident, which describes the U.S. Air Force's retrieval of a crashed UFO in 1947, will tell of his further research into the matter, including a government group called Majestic 12 formed to study the UFO while cover- ing up its recovery from the public. Ellen Crystal!, a UFO photographer and author of the forthcoming book Silent Invasion: A Field Study of UFOs by Direct Obseruafion, will describe her work and show slides she has taken of UFOs in a presenta- tion entitled \"Photographing UFOs by Direct Observation.\" She will present details of her nine-year investigation in the vicinity of Pine Bush, New York, and offer her conclusions, which include evidence that aliens have fusion-powered craft and have constructed underground sites in up- state New York. David Webb, a scientist in solar- terrestrial physics research with NASA experience, will report on his analysis of 2,500 reports of UFO incidents in which humanoid beings have been involved, as well as a number of cases involving human abductions. He will also discuss the role of hypnosis as an investigative tool for cases involv- ing close encounters of the third kind. Jerome Clark, author and former editor of Fate magazine, will discuss the question, \"Are UFOs from Outer Space?\" The hypothesis that UFOs have an extraterrestrial origin is the most sensible, Clark contends. He says UFOs are physical and techno- logical, and disputes theories which hold that they are parapsychological. John Keel, Ph.D., author and inves- tigator of anomalies and other unex- plained phenomena such as Bigfoot, will speak on \"UFOs, Paranormal Phenomena and the Men in Black.\" His books on UFOs, such as The MUFON UFO Journal, No. 257, September 1989"},{"pageNumber":20,"pageContent":"Mothman Prophecies, Operation Tro- jan Horse and Disneyland of the Gods, have been influential on UFO researchers seeking an explanation of the phenomenon, which he contends is not extraterrestrial but parapsycho- logical and interdimensional. Michael Grosso, Ph.D., will discuss \"UFOs through History in Religion, Myth and Folklore.\" Grosso is pro- fessor of philosophy at Jersey City State College and author of The Final Choice, which examines the relation to the human mind to paranormal phenomena such as UFOs, near- death experiences and apparitions of the Virgin Mary. Kenneth Ring, Ph.D., author and professor of psychology at the Uni- versity of Connecticut, Storrs, will speak on \"The Omega Project\" to describe — for the first time in public — the results of his newly-completed research findings from psychological studies of people reporting encoun- ters with UFO entities. He will dis- cuss factors that predispose people to have UFO/alien encounters and the psychological and behavioral afteref- fects of such experiences. Vickie Cooper and Sherie Stark, publishers of UFO magazine, will dis- cuss \"The Media and UFOs — Cov- erage or Coverup?\" Both have degrees in journalism. Mainstream media, they say, still reflect the enormous stigma and sensationalism that keep a full and fair presentation of the facts from the public. John White, who is internationally known as a researcher of paranormal phenomena and author of 13 books in the field of consciousness studies, will chair the conference. His books and articles have been published in six foreign languages. Admission is by registration only. The registration fee is $120 until Sep- tember 30 and $150 thereafter. The fee does not include lodging or meals. To register or for further information, write to Omega Communications, P.O. Box 2051P, Cheshire, Connecti- cut 06410. However, if space permits at conference time, admission will be permitted at $75 per day and $15 per event. (Telephone: 203 / 272-2151.) For those traveling by automobile, North Haven is located on U.S. Inter- state 91 at Exit 12, just north of New MUFON UFO Journal, No. 257, September 1989 Haven and midway between New York and Boston. For those traveling by plane, the most convenient airport is Bradley International in Hartford, Connecticut (about one hour's drive to the conference site, with limo ser- vice available). From the New York airports, take air service across Long Island Sound to New Haven (about half an hour) or limo service to New Haven (about 1.5 hours). Then take a locaHaxi to the conference site. Show-Me Conference MUFON Missouri and the UFO Study Group of Greater St. Louis, Inc. are proud to sponsor their first Show-Me UFO Conference to be held Saturday, October 21st, 1989 in Earth City, Missouri at the Harley Hotel. The program will be divided into three separate sessions with inter- nationally-known UFOlogists present- ing their latest developments on old and new cases. The three sessions, Saturday morning, Saturday afternoon and Saturday evening will cost $10 each, or $30 for the whole day. Please note a \"special early bird conference price.\" Only $25 for the entire three sessions for advanced registrants between September 1 - September 30. Thereafter, the full $30 fee applies. Speakers • Stanton T. Friedman: Nuclear physicist who worked in industry researching nuclear fusion/fission pro- pulsion systems. A leading UFOlogist for 16 years, his presentation is titled \"The Truth About the Cosmic Water- gate.\" • Ted Phillips: A Missouri native, Mr. Phillips is internationally recog- nized as the leader in examining phys- ical trace evidence of UFO landings. • David Hatcher Childress: Inves- tigator of lost cities and civilizations. Author of four books on the subject. • Bob Oechsler: Presentation entit- led \"Correlating the Physical Enigma of UFOs (with photos).\" • Snowbird: (Code name) • Mystery Guest: To be announced. For hotel reservations please con- tact the Harley of St. Louis, 3400 Rider Trail South, St. Louis, MO 63045 (1-70 at Earth City Express- way). Phone: (314) 291-6800. All rooms are $40.00 per night. For conference registrations con- tact: Bruce Widaman, 3112 Mocking- bird, St. Charles, MO 63301, (314) 946-1394 or Alex Horvat, 25 Jackson PL, Apt. P, St. Charles, MO 63303, (314)947-4116. Central California UFO Conference \"UFOs: Past, Present, and Future\" is the theme for the regional UFO Conference set for Saturday and Sunday, October 7 and 8 at the New Modesto Centre Plaza, Modesto, Cali- fornia, sponsored by MUFON of Northern California. Speakers sche- duled are Budd Hopkins, James Mc- Campbell, Richard Haines, Ph.D., Tom Gates, Marvin Taylor, Paul Cerny, Ron Lakis, Loren Gross, Dan Schar- ver, Tom Page, Joyce Needles, Virgil C. Staff, and Dr. William Heath. The price for admission is $9.50 for all day Saturday or $16.50 for both days. For more information please call (209) 579-UFOS(8367) or write to Marvin Taylor, P.O. Box 4877, Modes- to, CA 95352-4877. Modesto's loca- tion in central California is convenient to both of the major population cen- ters — San Francisco and Los Angeles. Plan to attend this outstanding UFO mini-symposium. - MUFON - AMATEUR RADIO NET EVERY SATURDAY MORNING AT 0800 EST (OR DST) ON7237KHZS.S.B. 19"},{"pageNumber":21,"pageContent":"The GFO Press By Dennis Stacy In November of 1987, I had the opportunity to attend a symposium in San Francisco put on by Alise Agar and Kenneth Ring of the Omega Foundation. Reportedly, \"Angels, Aliens and Archetypes: Cosmic Intel- ligence and the Mythic Imagination,\" dropped $30,000, despite a delightful West Coast setting, and potential \"New Age\" draws like Ring, Terence McKenna, Richard Grossinger, Mi- chael Grosso, Whitley Strieber and Jacques Vallee. Tapes of those talks have been available for some time. Now ReVi- sion, \"The Journal of Consciousness and Change,\" (4 issues, $18, from Heldref Publications, 4000 Albemarle St., N.W., Washington, D.C., 20016) presents a two-part series based on the symposium which is both more and less than what actually trans- pired, judging from the first news- stand installment (Vol. II, No. 3). The majority of speakers who were pres- ent are represented in print, but in a few cases much differently than they appeared in person. The second part is also scheduled to contain contribu- tions by Dennis Stillings and Peter Rojcewicz, neither of whom attended the conference in person, although they were probably hovering around book about the mythic dimensions of the UFO phenomenon, is the guest editor of both issues. Part one, then, has articles by Thompson (as well as an introduc- tion), McKenna, Ring and Grosso, with Rojcewicz, Stillings, Strieber, Grossinger, Ring (again) and Vallee to follow. \"My aim in selecting these contributions,\" Thompson writes in his intro, \"was to create a conversa- tion within these pages that ap- proaches the richness of the sympo- sium's proceedings. I was especially eager to feature presentations that captured and held the tension between the domains of angels, aliens and archetypes — presentations that 20 amplified rather than minimized the polymorphous perversity of pheno- mena associated with the three realms.\" If you don't already know or care to know what polymorphous (\"many forms\") means, if psychological theo- rizing is not particularly your cup of tea, or if you think angels and arche- types have about as much to do with UFOs as aardvarks and armadillos, then this issue of ReVision is defi- nitely not for you. If, on the other- hand, you think there may be more to all three A's than presently meets the eye, and you want to keep cur- rent on what (mostly) \"outsiders\" think about the subject, then dive in. Michael Grosso (The Final Choice) opens the issue with \"UFOs and the Myth of the New Age.\" Grosso is not only well-read in the field, but has the obvious advantage over a few of his colleagues here of having actually witnessed the phenomenon in action. \"On April 23, 1971,\" he writes, \"I watched an unidentified cluster of lights hover over the dome of Our Lady of Pompeii, a church in New York's Greenwich Village ... The lights appeared to be signalling me. Two other people witnessed them. They performed impossible aerial maneuvers, streaked north in a zigzag movement, and vanished over the Empire State Building. We were unable to account for what we saw.\" Grosso soon reveals himself as a good opening guide for what follows in more ways than one. Not only is he well versed in the UFO pheno- menon (enough so to be able to cite a 1988 MUFON Journal article by Michael Swords), he is also conver- sant in the history and meaning of religion, psychology and mythology, as well as related \"paranormal\" phen- omena such as psychokinesis, stig- mata, Marian visions, and so on. What these may or may not have to do with one another and the apoca- lyptic apprehensions, as well as prom- ises, of the so-called New Age is the theme of Grosso's talk, and I'll not spoil it here by giving anymore away. It is interesting to note, however, that Grosso draws striking parallels between the popular perception of alien beings (enlarged head and eyes, shriveled body) and the images of sick children, such as those burned in the collective consciousness by starving Biafrans. Are the aliens \"saying\" the future of our society, represented in these ter- rible images, is equally \"sick\" and threatened? Kenneth Ring, a professor of psy- chology at the University of Connec- ticut and author of Life at Death and Heading Toward Omega, analyzes similarities between the Near Death Experience, UFO abductions and shamanic initiation rituals with a cal- culated eye to their implications for the evolution of consciousness. He gives a great deal of emphasis in this context to Betty Andreasson's \"ab- duction\" experiences and a realm of the imagination, the mundus imagina- lis of Henri Corbin, that is nonethe- less as real on its own terms as the physical world is to the senses. Some have interpreted Ring's statements to mean that abductions are purely imaginary or psychological, as in sheer flights of fancy, delusion or hal- lucination. One hates to belabor the point here that this is not what is meant at all, but, admittedly, it seems pointless to pursue it without an agreement as to what is meant by imagination, or at the very least an awareness that the imagination Ring speaks of is a powerful mental faculty in contradistinction to the sort of \"daydreaming\" most definitions seem to imply. Imagine That! The example that the English exis- tentialist Colin Wilson always cites (and MUFON UFO Journal, No. 257, September 1989"},{"pageNumber":22,"pageContent":"sensitive ears and eyes should turn away here) is that of auto-eroticism. A male, for example, may stimulate himself to the point of arousal solely on the strength of his imagination. The naked woman he conjures up in this case will have the exact same physiological consequences or reper- cussions as a \"normal\" physical, three- dimensional female being would have. The conundrum then becomes which is more real, or to put it another way: are both then equally or equivalently real? Ring, I think, would say that both are real, or at any rate as real as makes no difference to his original argument. Now our \"woman\" is imaginary, to be sure, that is, imagined, but that is not the same as saying she is not real, or at least not momentarily real. A skeptic can argue that she is still false in the sense of being a voluntary composite, but that is not necessarily true, either. In fact, \"she\" is an arche- type, a demi-being made up equally of experience, memory and perhaps fan- tasy (or wishful thinking) that inhabits the world of the imagination. Only one other question need be posited: What if there are other non-voluntary beings that inhabit the same realm? Do we create such archetypes, or merely contact them, via the faculty of imagination? Or is it they who initiate the contact, and draw or \"abduct\" us into their world? Whi- chever, there would not seem to be much the Air Force could do about the situation, or, for that matter (and hats off to Philip Klass), the FBI, either. Entering into and out of the altered state of consciousness neces- sary to exalt (or exhort) the mind into such prodigious feats of \"imagination\" could, conceivably, account for the experience of \"missing\" time. (Ring, incidentally, might not agree with much of the above; the examples and conclusions are solely my own, based on a reading of his article.) Amazon UFO Another of the symposium partici- pants who witnessed a \"UFO\" first- hand is Terence McKenna, a New Age guru of the return of the \"god- dess,\" and devotee of what might be called the pharmacology of enlight- MUFON UFO Journal, No. 257, September 1989 enment, especially as it relates to the worldwide use of psychoactive agents found in various species of mush- rooms. Unfortunately, his appearance here takes the form of an interview, rather than a transcription of the spi- rited speech he gave in San Francisco. Missing is McKenna's own UFO encounter, which occurred during the course of a visit to the Amazon Basin region, while he was out in a boat or canoe in the middle of a lake, and as an unusual, long cigar-shaped cloud rolled toward him. The cloud eventu- ally loomed overhead and transformed itself into an exact replica of \"Adams- ki's spaceship.\" McKenna found the sight so absurd that he long refrained from even mentioning it. He didn't mind seeing a UFO, he said, but the burden of ridicule expected from explaining that he had seen Adams- ki's UFO itself was more than he could comfortably handle. \"Even with my reputation,\" he laughed. Unfortunately, the anonymous inter- viewer fails to dig very deeply into the UFO topic, or even to keep it as the main focus, and talk soon drifts to other McKennian matters, such as the Logos and the Overmind. It should be pointed out, however, that not all of the authors approach the UFO subject in either/or fashion, that is, as wholly physical or wholly psy- chological. For example, editor Keith Thompson's essay, \"The Mythic Dimen- sions of the UFO Phenomenon,\" which closes out Part One, ventures that \"as a mover of human con- sciousness and culture, the UFO is mythic and real at once.\" Thompson simply covers too much ground for me to even attempt a syn- opsis, and at any rate the whole issue of ReVision is unreserved recom- mended reading anyway. On one hand he can quote Rojcewicz to the effect that \"people believe in UFO abductions because something truly uncanny occurs, and not simply be- cause the local belief system permits or encourages such a belief.\" And on another he can suggest that the myth of a crashed saucer, or the existence of an MJ-12, derives much of its power and vitality to convince from our lack of absolute knowing whether such events are indeed true. Even if either should be proven to the point of \"ordinary\" scientific certainty, we are still left with the problem of the uncertainties that confront both phys- ics and philosophy. Our possession of the knowledge that our government has a crashed flying disc in its own possession, stashed away in some secret hangar, the bodies of its occu- pants stored in liquid helium deep- freeze, fails to address either the issue of the nature of reality, or how we come to know what we claim to know. It's possible to think of UFOs and extraterrestrials as the penulti- mate phenomenon, when, in fact, they only fall within the same context of other phenomenon(a) in terms of knowing and consciousness itself. ReVision may not be easy to find on your local newsstand, but it's worth searching out, or ordering as a back issue from the above address, and Part Two promises to be every bit as thought-provoking, if you don't mind having your thoughts provoked, that is. Current events At your front door. 1-800-631-2500' JfauJjorkSimcjs SUPPORT UFO RESEARCH 21"},{"pageNumber":23,"pageContent":"Letter to the Editor... Dear Editor, I am writing in response to the arti- cle by Kenneth Ring. I was initially upset by his theory, however, what drove me to finally write was the later support which was given to his the- ory. I am just an abductee who has written no major papers, and has only an undergraduate degree, so perhaps my observations on the subject may not seem as professional. However, after much thought I have decided that many of your \"well respected professionals\" are way off base, and I am angry at the lack of understanding of what we abductees actually expe- rience. I don't appreciate someone telling me that my experiences are \"imaginal.\" I would like to see Mr. Ring abducted, put in a helpless posi- tion and feel the fear I feel. I think if he experienced this he would re- examine his \"imaginal\" theory. I also would want to point out that Dr. Ring seemed more interested in showing off his credentials and his education background by using complex lan- guage. He really didn't seem inter- ested in actually helping with the problem. Being an abductee is a difficult thing. One doesn't know where to turn. 1 appreciate the MUFON Jour- nal for what it is trying to accomplish, however, I wish people would stop trying to create new theories, but would actually try to construct a uni- ted theory on this whole dilemma. I am grateful for the help which I have received from certain individuals in your field, but there are too few of your people actually working with abductees. I really feel the people trying to fig- ure out this aspect of the pheno- menon should get more support in their endeavors. I can't trust too many of the so-called \"professionals\" on this matter. I have heard of certain abductees turning to \"professional\" help. I'm finding out that many psy- chologists seem only interested in lin- ing their greedy little pockets. Like- The Night Sky By Walter N. Webb September 1989 Bright Planets (Evening Sky): Venus (magnitude -4.1) remains very low in the western sky, setting l l / 2 hours after sunset in midmonth. Saturn (magnitude 0.4), in Sagittarius, stands low in the south at dusk and sets in the WSW about midnight in mid-September. The ringed world resumes eastward motion on the llth. Bright Planets (Morning Sky): Jupiter (magnitude -2.2), in Gemini, rises in the NE about mid-night in midmonth and stands high in the SE at dawn. Comet Brorsen-Metcalf: Returning every 71 years, this comet is expected to be the brightest perio- dic comet of 1989. Although predicted to be just visible to the naked eye during the first half of September, the 5th-magnitude fuzzy object is best viewed through a telescope or binoculars in the predawn sky in Leo the Lion as that constellation rises in the east. On the 5th the comet's esti- mated position is at R.A. 9h 23m, Dec. +24°55' (1950); on the 10th 9h 51m, +20°03'; on the 15th lOh 16m, +15°12'; on the 20th lOh 40m, +10°33'. Moon Phases: Continued on page 23 22 First quarter — September 8 Full moon — September 15 (Harvest Moon) v_y Last quarter — September 21 New moon — September 29 The Stars: The celestial meridian neatly divides the midevening sky between the approaching autumn stars in the east and the waning patterns of summer in the west. That great starry roadway of the heavens, the Milky Way, also crosses from NE to SW. Two mythological birds, Cygnus the Swan and Aquila the Eagle, fly in opposite directions along the Milky Way. Between them lie three small, usually ignored constellations — Vulpecula the Fox, Sagitta the Arrow, and Delphinus the Dolphin. Most obscure of this trio, Vulpecula perhaps is best known for the so- called Dumbbell Nebula. This globe of gas, like the Ring Nebula discussed last month, was blown off a dying star at its center; in amateur telescopes it does indeed resemble a dumbbell rather than a sphere. Sagitta and Delphinus are better likenesses of their namesakes. Sagitta has sometimes been connected with Cupid and sometimes with Sagittarius the Archer. If the little arrow came from the bow of the archer, however, it is traveling in the wrong direction — behind and far above Sagittarius! MUFON UFO Journal, No. 257, September 1989"},{"pageNumber":24,"pageContent":"MESSAGE, Continued minds available and the necessary funds to pay for their services. To achieve these goals, Dr. Bragg has proposed the following steps: • Form a committee of members from MUFON, FUFOR, CUFOS, and other national or international UFO interest groups for the purpose of selecting a reputable scientific research committee to find a solution to the UFO problem. • The UFO research committee would be charged with the responsi- bility to make a thoroughly scientific study of UFOs and write a report on their findings. • The report would be published in book form for the general public, with the profits designated for further UFO research and related activities. • Funding for the project could come from individual members of the various UFO groups, the major UFO organizations, scientific foundations, and wealthy philanthropists. Dr. Bragg and MUFON invite Jour- nal readers to evaluate this proposal and offer further suggestions or refine- ments. All replies should be sent to MUFON in Seguin, Texas, where they will be evaluated and shared with Desmond Bragg in Des Moines, Iowa. WAURLD Patrick Vidal, MUFON Represen- tative for the Netherlands, recently announced the founding of World Annual UFO Reports Listing Device (WAURLD). WAURLD is simply a listing published every year in March, in which every UFO sighting case occuring during the past year and related to anomalous aerial pheno- mena is reported with great care and many details, to be effective Mr. Vidal is inviting members and readers to send him information about new cases (all classifications). The first WAURLD report for 1987 and 1988 will be available in September 1989 for $4.00. For further information please contact Patrick Vidal, PR Marijkestraat 54, Horst (LB) 5961 CH, Netherlands. UFO Conferences Walt Andrus attended the Fifth MUFON UFO Journal, No. 257, September 1989 DONALD A. JOHNSON, Ph.D New Jersey State Director London International UFO Congress at the London Business School on July 14, 15 and 16 and the ICUR meeting on July 13th. He presented a slide-illustrated lecture on the Gulf Breeze Case at the congress and lec- tured in Leeds, England on July 21st under the sponsorship of the Inde- pendent UFO Network (IUFON), head- ed by Philip Mantle, MUFON Repre- sentative for England. An article on these events will appear in the Journal. The theme for the MUFON 1990 International Symposium in Pensac- ola, Florida on July 6, 7 and 8 is \"UFOs: The Impact of E.T. Contact Upon Society.\" Speakers already sche- duled are John L. Spencer of Har- penden, England and Edward Wal- ters, residing in Gulf Breeze, Florida. Mr. Spencer is the joint editor and principal contributor to BUFORA's two major publications: \"UFOs 1947- 1987\" and \"Phenomenon.\" In January 1990, his new book on the abduction phenomenon, \"Perspectives,\" will be released by the publisher MacDonalds in England. John has a two-part arti- cle in the September and October 1989 editions of the Journal on \"witness-driven investigations.\" Charles D. Flannigan is the host chairman for the symposium at the Pensacola Hilton. LETTER, Continued wise, we also don't get much support from UFO researchers who seem only interested in gaining their \"hard evidence.\" So please, look at what people like Budd Hopkins are trying to accomplish, and also try to under- stand my position as a confused per- son just trying to make sense out of all this. Please see the human side of all this. Perhaps when there is more cooperation by the professionals we abductees will finally be recognized as people having real experiences, and not imaginal ones. — An Anonymous Abductee Washington, DC (Name, address and tele- phone number on file) MUFON 23"},{"pageNumber":25,"pageContent":"Director's Message By Walt Andrus In an effort to continue upgrading the format and appearance of the MUFON UFO Journal, the cover .stock was changed to white \"Krome- rKbte\" with the August issue. This high gloss finish will provide superior reproductions of photographs as well as greater protection of the contents while in transit in the postal system. All foreign copies will continue to be enclosed in individual envelopes as required by postal regulations. We hope that you like the Journal's new professional decor. As the Virgi- nia Slims cigarette commercial stated, \"Baby, you have come a long way.\" This definitely applies to the original mimeographed Skylook founded in 1967, compared to its successor pub- lished in 1989. The calendar of future UFO sym- posiums, conferences and meetings is a means of alerting everyone to these upcoming events for planning pur- poses. As the date approaches detailed information will be provided in the Journal. See this issue for the \"Show- Me UFO Conference\" on Saturday, October 21, 1989 in Earth City, Mis- souri (near St. Louis) at the Harley Hotel and \"The UFO Experience\" on November 11 and 12, 1989 at the Ramada Inn in North Haven, Connec- ticut for speakers, registration and hotel/motel reservations. New Officers Skip D. Schultz, formerly a State Section Director, has accepted the responsibility for State Director of Oregon. Residing in Woodburn, OR, Mr. Schultz will be assisted by his daughter Kathleen, both of whom attended the Las Vegas Symposium. M. Randy Miles, M.S. of Newington, CT, presently a State Section Direc- tor, was recommended by Robert H. Bletchman, J.D. to become the new State Director for Connecticut. This vacancy was created when Mr. Bletch- 24 WALTER L. GARNER, JR. Louisiana State Director man joined the MUFON Board as Director of Public Relations, a posi- tion in which his talents may be fully utilized. Regretfully, the resignation of Thom- as A. Benson, State Director for New Jersey, was accepted after hav- ing served in various leadership capac- ities for ten years. Donald A. John- son, Ph.D., former State Director for Washington now living in Medford, NJ, has volunteered to fill this impor- tant position in the Garden State as State Director for New Jersey. Dr. Johnson is also a Consultant in Research Psychology and Quantita- tive Methods. George Filer, the State Section Director for Burlington and Camden Counties, has agreed to support Don Johnson as the Assist- ant State Director. Both of these gen- tlemen live within a mile of each other in Medford, NJ, therefore working closely together will be conveniently expedited. As a team, they will be formulating plans to organize New Jersey into a strong investigative and research group. By action of the MUFON Board of Directors at the Annual Corporate Meeting in Las Vegas, approval was given to hire a part time Administra- tive Assistant to handle correspon- dence and research in the headquar- ters office. Henry M. Wellborn, who has a B.S. in Mathematics and Com- puter Science from Sam Houston University, was employed on July 31, 1989. On May 8th, Trudy Darling was hired as a secretary to replace a lady who left for other employment. Mrs. Virginia Castner, our very efficient office manager, has been an integral part of the staff office since 1977 when she typed the master copy for the MUFON 1977 UFO Sympo- sium Proceedings. David R. Dowell has provided contract computer ser- vice to MUFON since we purchased the Wedge Techtronics computer a year ago. Mrs. Jeanne Andrus pro- cesses publication orders and other duties. All of these employees work part time, as the work load demands, to provide the essential services to our membership. Dennis Stacy, the editor of the MUFON UFO Journal, is employed on a monthly contract basis for his editorial services. Mr. Stacy also serves on the Board of Directors. We are extremely proud of each of these people and hope that they fulfill the expectations of our members, which they sincerely endea- vor to do. Proposal by Dr. Desmond H. Bragg Dr. Bragg has made the following suggestions to entice the participation of more scientists in our mutual con- cern for finding the solution to the UFO problem. We need a carefully planned scientific program to define the real nature of UFOs by the best minds in the field and then seek the answer to this question. This would require the most scientifically trained Continued on page 23 MUFON UFO Journal, No. 257, September 1989"}]
