[{"pageNumber":2,"pageContent":"MUFON UFO JOURNAL NUMBER 251      MARCH 1989 Founded 1967  ^^^*\" %    $2.50 OFFICIAL PUBLICATION OF JWC4FOJVV MUTUAL UFO NETWORK, THE COMPLETE REPORT COMMISSIONED BT THE U.S. AIR FORGE SCIENTIFIC STUDY OF UNIDENTIFIED FLYING OBJECTS CONDUCTED BY THE UNIVERSITY OF COLORADO UNDER RESEARCH CONTRACT NUMBER F44620-67-C-0035 WITH THE U. S. AIR FORCE DR. EDWARD U. CONDON PROJECT DIRECTOR"},{"pageNumber":3,"pageContent":"MUFON UFO JOURNAL (USPS 002-970) (ISSN 0270-6822) 103 Oldtowne Rd. Seguin, Texas 78155-4099 U.S.A. DENNIS W. STACY Editor WALTER H. ANDRUS, JR. International Director and Associate Editor THOMAS P. DEULEY Art Director MILDRED BIESELE Contributing Editor ANN DRUFFEL Contributing Editor ROBERT H. BLETCHMAN Public Relations PAUL CERNY Promotion/Publicity MARGE CHRISTENSEN Public Education REV. BARRY DOWNING Religion and UFOs LUCIUS PARISH Books/Periodicals/History T. SCOTT CRAIN GREG LONG MICHAEL D. SWORDS Staff Writers TED PHILLIPS Landing Trace Cases JOHN F. SCHUESSLER Medical Cases LEONARD STRINGFIELD UFO Crash/Retrieval WALTER N. WEBB Astronomy NORMA E. SHORT DWIGHT CONNELLY DENNIS HAUCK RICHARD H. HALL ROBERT V. PRATT Editor/Publishers Emeritus (Formerly SKYLOOK) The MUFON UFO JOURNAL is published by the Mutual UFO Network, Inc., Seguin, Texas. Membership/Subscription rates: $25.00 per year in the U.S.A.; $30.00 foreign in U.S. funds. Copyright 1989 by the Mutual UFO Network. Second class postage paid at Seguin, Texas. POSTMASTER: Send form 3579 to advise change of address to The MUFON UFO JOURNAL, 103 Oldtowne Rd., Seguin, Texas 78155- 4099. FROM THE EDITOR It's been more than 20 years ago today that Sgt. Pepper taught the band to play, and coming up now on a generation since the U.S. Air Force officially exited the public end of the UFO business. Some of you will remember the incident as if it were yesterday, others will be too young to recall it at all. Both parties may profit from attorney Dell'Aquila's lead article this issue, which examines the pivotal role the University of Colorado Condon Report played in the Air Force's fateful decision. For those who really want to stretch their minds we present the (mad? paranoid?) musings of Bob Girard, proprietor of Arcturus Books in Stone Mountain, Georgia. His article, \"This Is A Test...\" may itself be considered a test of sorts. If you would like to see more articles in a similar speculative vein, now is the time to stand up and be counted, or tested, as it may be. Finally, aside .from our regular departments, we have Budd Hopkins with some caustic observations on what he refers to as stewpot thinking, and Joseph Nyman with some intriguing suggestions about the latent encounter experience. In this issue CONDON: TWENTY YEARS LATER Richard P. Dell'Aquila 3 STEWPOT THINKING: OBSTACLE TO SCIENCE ... Budd Hopkins 8 FAMILIAR ENTITY & DUAL REFERENCE IN THE LATENT ENCOUNTER  Joseph Nyman 10 THIS IS A TEST    Bob Girard 13 FRINGE COVERAGE: A REVIEW  Dennis Stacy 16 UFO POLL    Teresa Brito 17 LOOKING BACK    Bob Gribble 18 NEWS 'N' VIEWS    20 LETTERS   Oberg, Jacobs, Maccabee, Etc. 20 MARCH NIGHT SKY   Walter Webb 22 DIRECTOR'S MESSAGE   Walt Andrus 24 Copyright 1989 by the Mutual UFO Network, Inc. (MUFON), 103 Oldtowne Road, Seguin, Texas 78155-4099 U.S.A. ALL RIGHTS RESERVED No part of this document may be reproduced in any form by photostat, microfilm, xerograph, or any other means, without the written permission of the Copyright Owners. The Mutual UFO Network, Inc. is exempt from Federal Income Tax under Section 501(c)(3) of the Internal Revenue Code. MUFON is a publicly supported organization of the type described in Section 509(a)(2). Donors may deduct contributions from their Federal Income Tax. In addition, bequests, legacies, devises, transfers, or gifts are deductible for Federal estate and gift tax purposes if they meet the applicable provisions of Sections 2055, 2106, and 2522 of the code. The contents of the MUFON UFO JOURNAL are determined by the editor, and do not necessarily represent the official position of MUFON. Opinions of contributors are their own, and do not necessarily reflect those of the editor, the staff, or MUFON. Articles may be forwarded directly to MUFON. Responses to published articles may be in a Letter to the Editor (up to about 400 words) or in a short article (up to about 2,000 words). Thereafter, the \"50% rule\" is applied: the article author may reply but will be allowed half the wordage used in the response; the responder may answer the author but will be allowed half the wordage used in the author's reply, etc. All submissions are subject to editing for style, clarity, and conciseness. Permission is hereby granted to quote from this issue provided not more than 200 words are quoted from any one article, the author of the article is given credit, and the statement \"Copyright 1989 by the Mutual UFO Network, 103 Oldtowne Rd., Seguin, Texas 78155\" is included."},{"pageNumber":4,"pageContent":"Condon: Twenty Years Later By Richard P. Dell'Aquila Attorney Dell'Aquila is an Ohio state section director. This is the 20th anniversary of the U.S. Air Force decision to close its public UFO data gathering effort known as \"Project Blue Book\" which was terminated soon after the Janu- ary 8, 1969 release of the Air Force commissioned study at the University of Colorado under the direction of Edward U. Condon, Ph.D. A profes- sor of Physics and Astrophysics at the university, Dr. Condon had an impressive history of scientific and public sector accomplishments, includ- ing membership on the committee which established the top secret atomic bomb program during World War II. Twenty years later, the Colo- rado study is now remembered as a blemish on this eminent scientist's otherwise distinguished career. Condon's summary of the lengthy project is merely an outline of policy prescriptions, unsupported by the conclusions of staff members primar- ily responsible for actual case investi- gations. Although he was a highly qualified expert in the areas of his scientific competence and had been employed by the government in posi- tions requiring high security clearan- ces, his biases made him an inap- propriate choice to direct the study unless the Air Force wanted a nega- tive conclusion. His transparent ref- usal to apply scientific professionalism to the performance of his responsibili- ties on the panel confirms Condon's participation in a scheme to reach just such a predetermined conclusion. In the lexicon surrounding the new Bush administration, \"if it looks like a duck, swims like a duck and quacks like a duck, then it is a duck.\" Con- don's \"quacking\" was part of an offi- cially sanctioned disinformation pro- gram and the \"duck\" was the discharg- ing of what he saw as his patriotic MUFON UFO Journal, No. 251, March 1989 duty. The Condon commit- tee findings parroted those of the 1953 Robertson panel study and the opin- ions of Harvard astron- omer Donald H. Menzel. The Condon committee findings parroted those of the 1953 Robertson panel study and the opinions of Har- vard astronomer Donald H. Menzel. Having now become largely irrelevant to modern UFO investigation, the discredited opinions set out in these studies, and the individuals behind them, nonetheless retain historical significance by reason of the resulting disservice done to the nation in delay- ing scientific progress and/or solu- tions to the continuing UFO mystery. Given the Air Force's obvious vested interest in the outcome of the pro- ject, it now appears rather naive to have ever expected any program which it funded and commissioned, \"coincidentally\" selecting Condon as director, would be any more objective than the CIA-funded Robertson panel fifteen years earlier. As Congressman William F. Ryan (N.Y.) correctly pre- dicted on the House floor soon after release of the Condon study, \"Public interest in UFOs cannot be wished away and reported sightings will persist.\" When it became evident that UFOs would not obediently \"go away\" in the post-Condon years, and faced with the unravelling of his work, Condon grew so frustrated with the avalanche of criticism he received for his botched study that he claimed to have destroyed all project files in his possession. He remained curiously unapologetic for the damage he caused, until his death in March 1974, by which time he had withdrawn from further debate or defense of his opin- ions. During the first huge flap after release of the report, his final public statement concerning UFOs, printed in the October 19, 1973 issue of the Pensacola News, quoted him lamely as calling the continuing UFO reports \"pretty much fantasy stuff.\" Biases, Prejudice and Ridicule At the very conception of this regrettable chapter in American his- tory a \"ticking bomb\" was unwittingly placed in the project's files by Robert Low (the eventual project coordina- tor), who wrote his now infamous memo to university administrators in August of 1966, while they were con- sidering whether to accept the Air Force contract. Describing how the proposed program would be struc- tured, Low said \"...the trick would be to describe the project so that, to the public, it would appear a totally objective study but, to the scientific community, would present the image of a group of non-believers trying their best to be objective but having an almost zero expectation of finding a saucer.\" (Emphasis added.) Low suggested that the best way to accomplish this would be to emphas- ize the investigation of psychological and social factors of persons who reported UFOs, rather than examin- ing the potential physical reality of the stimuli for the reports. He felt the scientific community would \"quickly get the message,\" and clearly, this was exactly the methodology adopted by Condon. Emphasizing the \"kook\" cases typically written off by serious investigators, Condon simply ignored the truly puzzling hard core of reports and chose rather to approach his task with an unscientific attitude of bias, prejudice and ridicule. The four or five cases he personally investi- 3"},{"pageNumber":5,"pageContent":"gated all involved contactees or out- right hoaxes. The committee's policy against any statements to the press before release of the final report seemed not to apply to Dr. Condon. However, his several abuses of the privilege have fortuitously provided history with a clear picture of his predispositions and hint at the motivations behind his sabotage of the Colorado study. For example, in a speech made January 25, 1967 to the American Chemical Society and quoted in the next issue of the Elmira, New York, Star- Gazette, Dr. Condon announced: \"It is my inclination right now to recom- mend that the government get out of this business. My attitude right now is that there is nothing to it ... With a smile he added, but I'm not supposed to reach a conclusion for another year ... This just isn't a military prob- lem; I can't see where the national safety is at stake ... Maybe it would be a worthwhile study for those groups interested in meteorological phenomena.\" (Emphasis added.) Here was the presumably \"unbi- ased\" director of a panel of scientists, contracted by the Air Force and paid with our tax dollars, smugly reciting the major points of the project's final report which would ostensibly not be written for \"another year\" a) UFOs are not worthy of further serious study except as a \"meteorological\" or social problem, b) there is no threat to the national security from UFOs and c) the Air Force should remove itself from publicly admitted UFO responsibilities. The failure to dismiss Dr. Condon from his position of authority in the Colorado study despite the obvious biases revealed by his many prema- ture negative statements raises serious question as to the actual purposes and motivations behind his selection to direct the project. In hindsight, there was little or no reason to expect an objective evaluation from Condon and it is now clear that his appointment to head the study was motivated by Air Force awareness of his prejudices. His admission that he had reached a negative conclusion before the study was really underway belied his 4 EDWARD U. CONDON later claim that his primary concern was to staff the study with \"personnel of adequate scientific training, rather than with persons emotionally com- mitted to extreme pro or con views on the subject,\" (Emphasis added) since this restriction apparently did not apply to Dr. Condon. Predictably, the interpretations in Condon's final report were identical to his originally stated opinions, as he sum- marily dismissed the subject in the first two paragraphs of the first sec- tion, writing, \"nothing has come from the study of UFOs in the past 21 years that has added to scientific knowledge ... further extensive study of UFOs probably cannot be justified in the expectation that science will be advanced thereby.\" He recommended that scientists in agreement with this opinion turn their attention to other pursuits and sug- gested that those who disagreed would find in his report areas where existing studies are incomplete and requiring more accurate study. How- ever, Condon cautioned against estab- lishment of any new agency of the federal government for the scientific study of UFOs, although hedging, \"... this conclusion may not be true for all time.\" He recommended that nor/img be done with UFO reports continuing to be received from the public \"in the expectation that they are going to contribute to the advance of science.\" Condon was silent as to what, if anything, should be done with UFO reports continuing to be received from other sources, includ- ing the military. Joint Army Navy Air Force Publica- tion-146 (JANAP-146) required reports to be made of UFOs which continued to be sighted by military personnel. Important UFO sightings and reports, even before 1969, were not processed under Project Blue Book, but were collected and investigated elsewhere by the military under JANAP-146. The Air Force document which pro- posed termination of Project Blue Book stated, \"Reports of Unidentified Flying Objects which could affect national security are made in accor- dance with JANAP-146 or Air Force Manual 55-11, and are not part of the Blue Book system ... reports of UFOs which could affect national security should continue to be handled through standard Air Force proce- dure designed for this purpose.\" (Emphasis added.) Condon's obvious negative biases about UFOs which he found so diffi- cult to conceal ultimately erased what- ever real credibility the Condon study may have had. In a letter of October 11, 1967 to the Denver Post, for example, Condon pronounced, \"What can be learned from the UFO project can make valuable contributions to knowledge of atmospheric effects,\" adding almost laughably, \"Many peo- ple find it extremely difficult not to pass judgment before all the facts are in.\" (Emphasis added) His prejudices paralleled those of Harvard astronomer Donald H. Men- zel, who also held a top secret clear- ance. In 1952, Menzel, the self-styled \"man who shot Santa Claus,\" began to debunk UFOs in nationally pub- MUFON UFO Journal, No. 251, March 1989"},{"pageNumber":6,"pageContent":"lished magazine articles. As Condon would later, he attributed the sight- ings to mirages caused by an assort- ment of natural phenomena. Menzel predicted that \"these saucers will eventually vanish — most approp- riately, into thin air, the region that gave birth to them.\" Thirty-seven years later, UFOs have not only failed to vanish, but the reports have become more puzzling. Although neither held a medical license or degree in psychology, Men- zel and Condon claimed sufficient \"expertise\" in these disciplines to pronounce that the problem was essentially psychological, in that Amer- icans were suffering from \"interna- tional jitters,\" and reported anything anomolous observed in the skies as a UFO because they worried about an atomic war. Menzel even \"diagnosed\" those persons who gave credence to the extraterrestrial hypothesis as \"luna- tics, cultists, religious fanatics, or, at best, frightened and confused.\" Con- don's belief was that, \"the problem is more difficult than finding a needle in a haystack; it is finding a piece of extra-terrestrial hay in a terrestrial haystack, often on the basis of believers in extra-terrestrial hay.\" (Emphasis added) Yet, Condon was also forced to admit that in evaluating the calibre of witnesses making UFO reports, he determined that they are primarily normal and responsible indi- viduals (Emphasis added) who are merely puzzled about what they saw and looking for explanations. \"Only a very few are obviously quite emotion- ally disturbed, their minds being filled with pseudo-scientific, pseudo-religious or other fantasies.\" He found \"rather less than some people may have expected in the way of psychiatric problems related to belief in the real- ity of UFOs as craft from remote galactic or intergalactic civilizations.\" Scientific Methodology In November 1970, a committee of the American Institute of Aeronautics and Astronautics examined the Con- don study and found it \"difficult to ignore the small residue of well- documented but unexplainable cases MUFON UFO Journal, No. 251, March 1989 Condon claimed that his study found \"no evi- dence of secrecy concerning UFO reports,\" and that, \"What has been miscalled secrecy has been no more than an intelligent policy of delay in releasing data so that the public does not become confused by premature publication of incomplete studies of reports.\" which form the hard core of the UFO controversy\" and found \"no basis for Condon's opinion (Emphasis added) that nothing of scientific value could come from continued UFO research.\" Citing the difficulty of reading the Condon report due to its poor organ- ization, the committee said: \"It is not enough to read the sum- maries, such as those by Sullivan and Condon, or summaries of summaries on which the vast majority of readers and news media seems to rely. There are differences in the opinions and conclusions drawn by the authors of the various chapters, and there are differences between these and Con- don's summaries. Not all conclusions contained in the report itself are fully reflected in Condon's summary.\" (Em- phasis added) The final report is a compilation of several sections written by different persons and padded with superfluous technical material of little or no apparent relevance to the UFO prob- lem. Although the panel considered only a small fraction of the truly puz- zling cases and did not discuss in detail most of the significant cases it listed, a total of ninety-one cases are reviewed, including sixty-one \"identi- fieds.' The remaining thirty cases are unexplained, leaving a significantly higher percentage of unexplained cases than even the Air Force found and which presumably created the need for the Condon study in the first place. Among the rather incredible case studies buried in the text there are several startling conclusions by the investigators, such as, \"The apparent rational intelligent behavior of the UFO suggests a mechanical device of unknown origin as the most probable explanation of this sighting ... (and) ... the probability that at least one genuine UFO was involved appears to be fairly high.\" (Emphasis added) In another case, the analysis reports that the sighting, \"defies explanation by conventional means,\" and in another, \"This is one of the few UFO reports in which all factors investigated, geo- metric, psychological and physical appear to be consistent with the assertion that an extraordinary flying object (Emphasis added), silvery, me- tallic, disk-shaped, tens of meters in diameter and evidently artificial, flew within sight of two witnesses.\" Per- haps the classic \"double-speak\" eva- luation in the report is the conclusion that one \"unusual sighting should therefore be assigned to the category of some almost certainly natural phe- nomenon which is so rare that it apparently has never been reported before or since.\" (Emphasis added) Accepted scientific procedures for evaluation of unexplained data typi- cally require the forumlation of a hypothesis to explain observed data and test whether the hypothesis is true. Obviously, this assumes that the testing procedure applied is capable of also determining whether the hypo- thesis is false. Condon chose to instead test whether UFO reports were evidence for extraterrestrial vis- itation — an \"unfalsifrable\" hypothe- sis, since a number of other hypo- theses could also account for the unexplained cases. The failure of the panel to identify about one-third of the cases it examined established nothing about the validity of the ETH. Rather, what the failure to adequately explain these cases did establish (and"},{"pageNumber":7,"pageContent":"Condon ignored) was that the pres- ent state of our scientific develop- ment is insufficient to permit us to adequately explain reported UFO phenomena. This failure of methodology is cen- tral to the ultimate unacceptability of Condon's conclusions. He failed to properly define the nature of the problem to be studied. This failing was not inadvertent, but rather the result of Condon's admitted predis- position to skew the project's results in a direction consistent with his biases and, not conicidentally, to the benefit of the Air Force which was paying for the project. The AIAA committee also found that: \"Condon's (summary) ... discloses many of his personal conclusions ... (we) did not find a basis in the report for his prediction that nothing of scientific value will come of further study ... We have already expressed our disenchantment with arguments about the probability of the extra- terrestrial origin of UFOs since there is not sufficient scientific basis at this time to take a position one way or •another ... (the ETH) introduces an imassesscrb/e element of speculation; but ... it is unacceptable to simply ignore substantial numbers of unex- plained observations and to close the book about them on the basis of premature conclusions ... (we) see the only promising approach as the continuing moderate level effort with emphasis on improved data collection by objective means and on a high quality scientific analysis.\" (Emphasis added) In defining the problem as \"that of learning the various kinds of stimuli that give rise to UFO reports,\" Con- don's working assumption was that UFOs are all misperceptions of natu- ral phenomena. His working definition for UFO reports to be studied by the panel only required that the object not be identifiable by the obseruer, rather than studying only those cases which could not be eliminated by competent analysis by qualified per- sons other than the observer. This forced the panel to waste time study- ing a variety of unscreened misper- ceptions of natural objects which The panel recommended that UFOs be \"debunked\" so as to remove the aura of mystery surrounding the subject and a \"public information campaign\" be instituted to produce a \"better\" understanding of the subject. were not representative of the truly anomolous cases reported and which any competent investigator would have immediately dismissed. Comparing Condon's final recom- mendations and conclusions with the remainder of the study, one questions whether these are parts of the same report. Apparently, Dr. Condon relied only in part on the team studies and rather more heavily on his own per- sonal opinion as expressed the prior year. Gratuituously sprinkled through- out Condon's final report are a number of unsupported opinions con- cerning matters such as the ETH which were outside the scope of the study. In setting up the ETH \"straw- man\" he appeared to be following some hidden agenda by slanting the study toward examination of an unprov- able hypothesis for which no exami- nation had been publicly requested by the Air Force. Condon acknowl- edged that although unequivocal proof that UFOs were extraterrestrial would be the greatest scientific discovery in the history of mankind, he claimed that the study found \"... no direct evidence supporting the claim that any UFO reports studied represent spacecraft visiting Earth from another civilization.\" He facetiously qualified this conclusion, saying, \"... no predic- tion is made for the future ... If new evidence appears later, this report can be appropriately revised in a second printing.\" Covcrup Condon also claimed that his study found \"no evidence of secrecy con- cerning UFO reports,\" and that, \"What has been miscalled secrecy has been no more than an intelligent policy of delay in releasing data so that the public does not become con- fused by premature publication of incomplete studies of reports.\" Again, notwithstanding that the Condon Com- mittee was also not contracted to study, and did not study, whether there existed any governmental secrecy in UFO matters, Condon expressed his unsupported opinion that, \"... It would be impossible to keep a secret of such enormity for over two decades ... no useful purpose would be served by engaging in such an alleged con- spiracy of silence. One person with whom we have dealt actually main- tains that this super-secret matter is in the hands of the Central Intelli- gence Agency which, he says, installed one of its own agents (i.e. Condon) as scientific director of the Colorado study. This story, if true, is indeed a well kept secret.\", In tacitly acknowledging the exist- ence of other programs and proce- dures (such as JANAP-146) for col- lection of UFO data outside Blue Book, he offered another unsupported personal opinion that the defense function should be continued within existing intelligence and surveillance operations \"without the continuance of a special unit such as Project Blue Book.\" Clearly aware of these other existing intelligence and surveillance operations for collection of UFO data, Condon then announced, \"Since 1953 the results of UFO study have been unclassified, except where tan- gential reasons exist for withholding details, as, for example, where sight- ings are related to launchings of clas- sified missiles, or to the use of classi- fied radar systems- ..: During the period from March 1952 to the pres- ent, the structure for handling UFO reports in the Air Force has been called Project Blue Book. \"... We are assured that the federal government would withhold no infor- MUFON UFO Journal, No. 251, March 1989"},{"pageNumber":8,"pageContent":"mafion on the subject, and that all essential information about UFOs could be included in this report.\" (Emphasis added) Condon knew this was not true, for had he been correct, it would then be fair to expect that all \"com- plete studies of reports\" to date (including JANAP-146 materials) would have been released by now. Instead, those documents which have been discovered have not been voluntarily released by the federal government and efforts to force further disclo- sures through the FOIA confirm that thousands of pages of other UFO related documents, many several de- cades old, continue to be withheld from the public behind a wall of obs- cure, sometimes contrived, \"national security\" excuses. Likewise, the CIA long maintained that it also had no interest or invol- vement in the collection and/or anal- ysis of UFO data. Once classified CIA documents have established oth- erwise and confirm Condon's knowl- edge of, and participation in, the CIA's pretense of noninvolvement in UFO studies. Documents obtained through the federal courts confirm that CIA's National Photographic Inter- pretation Center (NPIC) even ana- lysed photographs studied by the Condon Committee with Condon's guarantee of secrecy and his promise to \"make no reference to CIA in regard to this work effort.\" A \"Better Understanding\" Official policy concerning UFOs changed dramatically in 1953, primar- ily due to the recommendations of the CIA-sponsored Robertson panel and possibly motivated by considera- tions set out in the MJ-12 documents whose authenticity remain an open question at this time. In describing the history of UFOs to that point, Condon admitted that \"early investi- gations were carried on in secrecy by the Air Force\" and other foreign governments, but that the large 1952 Washington D.C. flap and resulting \"clogging\" of military communications channels with sighting reports, a study was commissioned under the chair- MUFON UFO Journal, No. 251, March 1989 manship of H.P. Robertson, professor of mathematical physics at the Cali- fornia Institute of Technology and a CIA classified employee. Interestingly, the panel also included physicist Lloyd V. Berkner, at the time a direc- tor of the Brookhaven National Labora- tories, and reputed member of MJ-12. On the last day it met, the Robert- son panel spent a few hours analyz- ing the UFO phenomenon before adjourning with the finding that UFOs presented no direct threat to national security and warning that having a military source foster public concern in what it called \"nocturnal meander- ing lights\" was possibly dangerous since the public might be encouraged by military involvement to believe in the existence of some potential threat. The panel recommended that UFOs be \"debunked\" so as to remove the aura of mystery surrounding the sub- ject and a \"public information cam- paign\" be instituted to produce a \"better\" understanding of the subject. These findings are identical to those of the Condon Report fifteen years later, and served a similar pro- paganda function with regard to promot- ing a \"better understanding\" of UFOs and assisting the Air Force with its public relations problem by permitting it to point to an \"exhaustive\" study by an \"impartial\" panel of prominent scientists who had fully examined the UFO phenomenon and found nothing of scientific interest nor any direct threat to national security. It is note- worthy that some of the panelists joked about the subject and expressed negative biases toward the subject, one member calling it \"a complete waste of time,\" requiring investigation by \"psychiatrists rather than physi- cists.\" Clearly, within fifteen years, when the Condon Committee was convened, the conclusions and recom- mendations of the Robertson panel were no more credible or valid than are those of the Condon Committee today. Repeating and expanding upon the recommendations of the Robertson panel, and again without supporting studies for any of his conclusions, Condon proposed that the debunking effort be taken up by the educational system as well: \"Teachers who find their students strongly motivated in this direction should attempt to channel their inter- ests in the direction of serious study of astronomy and meteorology, and in the direction of critical analysis of arguments for fantastic propositions that are being supported by appeals to fallacious reasoning of false data.\" Presumably, these suggestions also extend to critical analysis of Con- don's methodology and his failure to correlate the patterns in the truly puzzling reports studied and formu- late hypotheses to account for them, but instead fitting each individual report into a prosaic, sometimes far- fetched, explanation. This methodol- ogy was crystallized in his directive to the panel: \"If an (sic) UFO report can be plausibly explained in ordinary terms, then we accept that explanation even though not enough evidence may be available to prove it beyond all doubt... the problem (is) that of learning to recognize the various kinds of stimuli that give rise to UFO reports...We placed very little value for scientific purposes on the past accumulation of anecdotal records, most of which have been explained as arising from sightings of ordinary objects. Accord- ingly, I have recommended in Section I against mounting a major effort for continuing UFO study for scientific reasons.\" Conclusions It is no coincidence that Condon, Menzel and members of the Robert- son panel, all scientists with high security clearances who worked under contract with the military and intelli- gence agencies repeatedly parroted official Air Force and CIA statements about UFOs. The old saying, \"he who pays the piper calls the tune,\" is no less true because of- its age. The Robertson and Condon studies were arranged and paid for, respectively, by the CIA and Air Force at times of intense public and congressional pres- sure for \"something\" to be done Continued on page 17"},{"pageNumber":9,"pageContent":"Stewpot Thinking - An Obstacle To Science By Budd Hopkins Hopkins is the author of Missing Time (1981) and Intruders (1988). A basic tenet of the scientific method holds that progress can occur only when the problem to be ana- lyzed has been isolated as thoroughly as possible from all irrelevant sur- rounding factors. This principle is as essential to UFO research as it is to any other scientific endeavor, and to illustrate this point I will use an example from the field of medical research — the isolation and discov- ery of Legionaire's disease (LD). The problem of LD first came to light when a number of people attending a convention at a Philadelphia hotel became seriously ill with pneumonia- like symptoms; several of them died. Since the symptoms were particularly virulent and not identical with any known form of pneumonia, various theories were presented: poison was suspected, or noxious fumes in the airconditioning system, or a very strange form of mass hysteria — and even a previously unrecognized and therefore \"new\" disease. (The last theory turned out to be the correct one.) An investigation began, part of which proceeded in this manner: Let us say that a well-known, similar dis- ease, lobar pneumonia, has five spe- cific symptoms. Scientists studying LD find that in many cases LD also presents these same five symptoms. More significant is the discovery that in every case LD has other symp- toms that neuer occur in lobar pneumonia. These recurring differen- ces, both subtle and dramatic, between LD and all other known forms of pneumonia, helped to establish the fact that LD was a new phenomenon, a heretofore unrecognized disease. This crucial information together with dramatic bacteriological discoveries enabled pathologists to retroactively 8 diagnose a number of other cases of this newly designated pathological condition. Progress towards a cure for LD was now possible. What I have been describing is a standard scientific method, which in this case insisted upon the isolation and study of any unique symptoms that Legionaire's Disease may have presented. By contrast to the scrupu- lous researchers of my example, however, let us consider a type of would-be researcher that I call a \"stewpot thinker.\" Essentially this kind of person prefers to stress the the reassuring similarities among var- ious phenomena and to ignore their differences. He habitually tosses into the same pot all available information about superficially related situations, assuming that this process adds some- thing to the world. \"It looks like pneumonia,\" a stewpot thinker might declare. \"Nothing new. Forget the dif- ferences in symptoms. We've seen at least some of these symptoms before in lobar pneumonia, so why bother with an investigation?\" New Input Stewpot thinkers have trouble deal- ing with new phenomena. After all, it's real work to study the medical reports closely, to be especially atten- tive to what the victims are actually saying. Stewpot thinkers are essen- tially lazy thinkers, conventional in their outlook and eager to blur any inconvenient differences among the subjects they are ostensibly examin- ing. Yet virtually all scientific discover- ies of new phenomena have occurred when someone, somewhere resisted these impulses and attempted to iso- late an imperfectly understood prob- lem or condition. They understand that it is the handful of differences between the known and this poten- tially new, unknown phenomenon which must be examined, regardless of whether these differences are dra- matic or subtle. If there are no differ- ences then there is no new pheno- menon. But if close examination reveals the existence of specific and recurring differences, then we have at least two phenomena, not one. Scien- tific examination demands the careful isolation of the object under study, teasing it away from all entangling irrelevancies. The lesson to be learned here has profound relevance for UFO research, and specifically for the investigation of UFO abduction reports. As an example of two different phenomena that stewpot thinkers have confused, let us consider the contact-abductee reports. In the Nineteen Fifties and Sixties, many self-proclaimed contac- tees took to the lecture circuit, pro- claiming the beauty of their trips to Venus or to the back of the moon in the company of kindly, long-haired Space People These angelic beings usually passed on innocuous mes- sages of love and friendship which the contactees promised to reveal during their lectures. (The Billy Meier saga currently represents this self- aggrandizing contactee phenomenon.) But beginning with Betty and Bar- ney Hill and continuing in ever increasing numbers, many people have claimed to have been abducted, taken aboard UFOs and subjected to some- times painful and demeaning physical procedures. No Venus, no back of the moon, no lovely Space Beings with long flowing hair. Abductees mostly prefer to remain anonymous, avoiding publicity and living in a con- stant climate of subtle fear. A scient- ist would recognize two distinct pheno- mena here, but a stewpot thinker prefers to ignore all the glaring differ- ences and to throw both types of report into the same overloaded pot. Recently, two UFO researchers have specifically stated that the dif- MUFON UFO Journal, No. 251, March 1989"},{"pageNumber":10,"pageContent":"ferehces between contactees and ab- ductees should not be recognized. Obviously, if these stewpotters were doctors they would not recognize any differences between, say, malaria and megalomania. (Accepting their reme- dies might turn out to be risky.) If, as in the case of LD and lobar pneumo- nia, we have different phenomena, each is likely to have its own cause, and the treatment for each would be different. In the UFO examples I've given, the contactee's placid expe- rience appears to be internally gener- ated while the abductee's traumatic memories seem to be externally caused. Obviously, this is a crucially impor- tant distinction for science and one that can only be made if we prevent lazy thinkers from arbitrarily tossing the two phenomena into the same pot. Investigators must begin with a study of the differences between the two kinds of experience. Virgin Mary vs. ET Let us consider another pairing of superficially related phenomena. In one instance a lonely young girl in a poor, rural Sicilian town reports see- ing the Virgin Mary on a nearby hill. She is, herself, deeply religious, unhap- py, and describes the Virgin as exactly resembling her image in a painting in the local church. In the United States a research scientist for NASA describes a strange humanoid creature gliding across the floor of his bedroom. The experience, which involv- ed physical paralysis, is terrifying, and this highly intelligent scientist cannot sleep for months after the event without the lights turned on and the TV playing. Baffled by his sighting, he begins a process of research to try to find out what this and other, equally frightening personal experiences might mean. Another similar incident involves two men, conventionally religious south- erners, who describe virtually the same type of figure appearing and floating them into a landed UFO. The experience created enormous prob- lems for them — one of the men suf- fered a series of nervous breakdowns — and adversely affected their pre- viously comfortable religious beliefs. There are religious visions reported by true believers, and there are UFO-related humanoid sightings in which religion plays no role whatever. Only the stewpot thinker confuses the two. Enter now one of our most con- fused stewpot thinkers, who confi- dently announces that the Sicilian girl's vision of the Virgin and the two UFO humanoid cases are essentially the same. All three, he informs us, are caused by man's hunger for reli- gion! A more cautious investigator might counter by saying that this is like telling a cloistered teenager and a terrified, bloodied rape victim that they both daydreamed the same thing in a mood of romantic longing. There are religious visions reported by true believers, and there are UFO-related humanoid sightings in which religion plays no role whatever. The only course for science is to make careful note of all the differences between traditional religious visions and the clearly secular and usually frightening humanoid sightings — which, as we have seen can cause problems to one's previous religious beliefs — and to proceed from there. Other stewpot thinkers have thrown different types of contradictory infor- mation into the same 'capacious old pot. One man with an interest in UFOs became curious about the tra- ditional folkloristic stories of fairies and leprecauns. Though these tales are extremely vague in origin and involve toadstools and magic trees and other nice things not present in easily investigated UFO accounts, they do sometimes include descrip- tions of small \"humanoid\" creatures. Naturally, this stewpotter assumed, these elusive and ever-changing folk tales must somehow be connected to current, fully-investigated UFO reports- ground traces, physical evidence, pho- tographs and all. (Unfortunately UFO accounts don't have the leprecauns' pots of gold to give them an enliven- ing point, but what does it matter?) And so this stewpotter, happily immers- ed in Magonia, goes about his busi- ness \"solving\" mysteries by willfully mixing myth and religion and fiction and psychosis and carefully investi- gated UFO reports into one thick, glutinous, indigestible mass. The lead- en batter is then served up to the public as if it has somehow helped to clarify things. Since any stewpot thinker by definition disdains analysis on a case by case basis, anyone's chance of arriving at truth by follow- ing this path is virtually nil. Hershey Bars The confusion of stewpot thinking is glaringly obvious in the case of another author who writes nearly simultaneously on what he refers to as visions, apparitions, alien visitors, gods, spirits and cosmic guardians. (One is tempted to counter with an equivalent medical text to be titled, \"Cancer, The Vapors, Systemic Lupus Erythematosus, Languor and Pyro- mania\".) And still another stewpot thinker writes about the UFO phe- nomenon in such a way as to invoke folk tales, the goddess Ishtar \"gliding high above the Mesopotamian savanna,\" and an alien suggestion that he give up eating Hershey bars. The more muddled the thinking, unfortunately, the bigger the pot. It is a sad truth that the very nature of the UFO phenomenon makes this kind of intellectual confusion inevita- ble. Though scientists and medical professionals are being drawn into these investigations in ever increasing numbers, so are the stewpot thinkers and the proponents of every kind of bizarre theory. A surprisingly large number of people are apparently prepared to mutilate the data in order to support one or another private \"explanation\" of a particular UFO phenomenon. Continued on page 12 MUFON UFO Journal, No. 251, March 1989"},{"pageNumber":11,"pageContent":"The Familiar Entity and Dual Reference in the Latent Encounter By Joseph Nyman In the aftermath of the continuing publicity about latent encounters (a term meaning unremembered encount- ers with UFO related entities that I find more appropriate than \"abduc- tions\"), my colleague Martha Munroe and I, as well as other researchers, are contending with increasing numbers of individuals who are coming for- ward with feelings that they too might be latent encounter experiencers. While the publicity is proving a boon to case numbers, it is also a potential bane to the quality of infor- mation that may come out in any investigation. In the suggestible state that experiencers are asked to enter and in their potential willingness to please, anything picked up among friends, or in the UFO conferences that are nearly as common as bingo games, or in the persistent media din, is fair game for regurgitation. Anyone who has investigated a number of these cases is aware of this contami- nation potential and how much more difficult it makes investigation. Also in the wake of the continuing Carnival Cruise of UFO authors there is an unfortunate trail of disturbed individ- uals who must be screened out and referred to mental health professionals. In the face of these difficulties, we here in Massachusetts have tried to shift our main focus from emphasis on the details of the images reported (although these are pursued vigor- ously) to the abstracting of overall patterns which have not been public- ized and are unique to our own investigations. Now, at this point, let me say that the following material may seem quite extreme, to those who are nuts-and- bolts oriented. However, I strongly believe it represents a faithful and conservative representation of our work. It reflects what is being reported to us by experiencers and it is being related by completely independent 10 witnesses. Patterns In a previous paper we have dis- cussed the pattern represented by our latent encounter model (Orbiter, Feb. '88 and MUFON Journal, June, 1988) and, in a following note, the model's predictive value (Orbiter, Jun/Jul '88, published by Jim Meles- ciuc, 43 Harrison St., Reading, MA, 01867). Another outstanding pattern is ap- parent in all the people we have worked with; viz. there is no expe- riencer (a person who has reported images of an encounter with UFO associated entities) who has reported one and only one latent encounter. In every instance multiple experience images, trailing back to early child- hood, have emerged during regres- sion or in subsequent flashbacks. Reasoning inductively, we have adopt- ed the viewpoint that if an individual has reported one latent encounter, that individual will eventually report multiple encounter images extending throughout life. This has proven valid in all cases. We have found that there is no experiencer who will report, in the ultimate course of an investiga- tion, the adult genesis of his or her latent encounters, even though, when beginning the investigation the expe- riencer believes he or she has had only a single adult encounter. It has become clear that the experi- encer's images are not the result of a random process, for if that were the case we would expect to see at least some people who, after investigation, have made only an isolated claim at a random point in their lives rather than a series originating in early childhood and progressing well into adulthood. Succinctly stated, we can say that if people have not had a latent encounter by childhood they will never have one. If they have had one, they will have or have had many. Pattern Source What could be the reason for such a pattern? From the perspective of what would motivate an individual to report such images the above seems consistent with the view that we might be deal- ing with fantasy-prone people stimu- lated by pervasive media focus on this material. We could say that these people need to prdject themselves into latent encounter scenarios as a way of attracting attention to com- pensate for unmet needs, or as wish fulfillments, or perhaps as screens for other situations too difficult to face directly. Contradicting this point of view are the following: that the experiencer in general wants no publicity but is try- ing to solve a personal life puzzle, and in reliving the latent encounter images, is invariably disturbed, embar- rassed, or both; that there is no obvious satisfaction from the relation, only an apparent lessening of anxiety and a feeling that certain gaps in one's life have been filled; that in spite of a feeling of relief there still remains a quality of wanting to keep the relation at a distance because it is so difficult to incorporate. Interestingly, in support of the screen argument, we have found that our population of experiencers has a disproportionate number of people who believe themselves the victims of either verbal or physical child abuse (30 to 40 percent compared to a national figure of 25 percent quoted to us by a psychologist). However, our sample is small and irregular and may not be meaningful. Yet those who report no abuse still report the same traumatic encounter imagery as MUFON UFO Journal, No. 251, March 1989"},{"pageNumber":12,"pageContent":"those who feel they have suffered abuse. The screen argument is les- sened too by the fact that, once the encounter imagery is relived the emo- tions associated with it seem reduced. This shouldn't be the case if the lat- ent encounter imagery were really a disguise for something else. It is probably wise to not com- pletely dismiss the possible link between child abuse and the fact of being an experiencer, although I don't believe this is the ultimate source of the imagery. The above, combined with our position of not being prepared to pub- licize the experiencer in any way, eliminates any material motive for the experiencer to continue the inves- tigation, i.e., there is no payoff for the claimant in being repeatedly sub- jected to an embarrassing, anxiety provoking recitation for a small group of investigators who can neither verify the reality of the images nor wish to promote them for gain or publicity. For the great majority of expe- riencers there must be a deeper, more urgent motive for pursuing the inconvenience and upset of an encount- er investigation; a motive that can have little, if anything, to do with money or media attention. Possibilities It seems to me that there are two possibilities: either experiencers must somehow have a genetic predisposi- tion to report these kinds of images (the reports of family involvement through at least three generations which we also have here in Massa- chusetts is a strong support for this point of view), or that their images are the result of intervention of some kind. If there exists a genetic predis- position to express this kind of imag- ery then we would expect it to have appeared in a similar manner before the time of wide UFO publicity. Is there a historical parallel? If, as a working hypothesis, we consider that the imagery is the rem- nant of true intervention we are left with the conclusion that the individual reporting the imagery must indeed be the product of a predetermined selec- tion process with the selection having MUFON UFO Journal, No. 251, March 1989 occurred in early childhood. Experiencer Selection Staying with our working hypothe- sis, an indication of the how and why of selection has emerged in our work during the last couple of years and stems from an overlooked detail of the encounter imagery. The key lies in a salient image whose nature is implied in the UFO literature. It is the experiencer's image of an entity involved in the encounter who stands out from all the other encounter entities. This entity is des- cribed as the \"leader\" and, many times, has been given a name by the experiencer. What has been recog- nized as important is that this lead entity is familiar to the experiencer, and, as we find, this same entity appears in nearly every encounter imaged by the experiencer. Further- more, this familiar entity has a special connection to the experiencer! This, the familiar entity, is the sal- ient image and realization. It is so because it leads to further, emotion provoking insight into why the same individuals have repeated encounter images and others have none. Procedure The process of ultimate realization starts with the experiencer, having been regressed, in the midst of the encounter imagery for a particular experience. The experiencer has rec- ognized that there is an entity pres- ent who is familiar. Since familiarity implies previous imagery, the expe- riencer is asked to go back to the time implied by the sense of familiar- ity. This process is repeated to the earliest age at which the experiencer has a sense of association or presence. In the last two and one half years nine experiencers have articulated a sense of entity familiarity. Two of these experiencers have reported feel- ings of familiarity with a trio of enti- ties rather than with individual enti- ties. Six of the nine individuals have reported being infants in their cribs or bassinets with their special entity looking down at them. Six of the nine have reported feelings of pre-birth association with the special entity(ies). Five of the nine experiencers reported feelings of not belonging here and of wanting to return to their place(s) of origin. Pre-birth association is, per- haps, the most interesting connection of all. As the experiencer recounts the images of the crib encounter, concen- trating on the accompanying image of the entity, the feeling of familiarity persists and with it a realization in the experiencer that he or she is not only aware of the nursery surround- ings but of another place and another sense of being, a non-human sense of being (thus the dual reference). Typically, this feeling of duality brings with it an overwhelming emo- tional surge and a sense of belonging somewhere else, of belonging to a dif- ferent world. Close upon this is a deep longing for return attended by expressions of having been aban- doned here (on Earth). Remember that in this crib encoun- ter the feeling of familiarity continues persistent and strong. This is taken as a signal to the investigators to continue asking the experiencer when previously have they seen the image of the special entity, and to go back yet again to that time of association. Three experiencers have thus, inde- pendently, gone back to images of themselves as alien entities. In one tear-filled session, the experiencer at first experienced his consciousness, disembodied and contained, in the presence of his special entity (this is the second instance of this type of image that has been reported to us). The imagery continued with commun- ication taking place between the con- sciousness and the special entity. This was followed by another flash- back, a precursor to the contained consciousness image, in which the experiencer saw himself as \"one of them\" deciding whether his conscious- ness or that of the special entity was to occupy a human form. The experiencer's relationship with the special entity was now very clear to him — the two were partners in a process in which the experiencer's future human body was to be involved and which the special entity was to monitor. 11"},{"pageNumber":13,"pageContent":"Dual Reference We strongly suspect that the feel- ing of dual reference as described above is unconsciously present in all experiencers. If that is the case, a word should be said about the approach taken by some investigators in attempt- ing to have experiencers resist future encounters. Whatever the source of these images, whether self-induced or otherwise, there is an unconscious conviction in the experiencer of belonging to two worlds. To fight this conviction while not being consciously aware of it is laying one conflict on top of another and can only lead to more anxiety. Better to expose these feelings at their core so they can be consciously dealt with. Our approach is to try to have the feeling of dual reference brought fully to mind so that the experiencer can attempt to come to terms with it in a supportive envir- onment. Forward Time Frame In moving forward in the time imagery of experiencers we have found that the feeling of dual refer- ence seems to disappear from their images at different ages. With most it does not seem to be present after about the age of four (as expressed in their imagery), but one experiencer reported this feeling of dual reference still present in an encounter at age nine. During the regression to that age, she had feelings that, at last, she was going to return to where she belonged. She was disappointed that not only was this not to be the case but that she was to undergo a procedure that would considerably lessen her sense of dual awareness (the details are reserved as a check on other cases). She reported undergoing a test the following day to determine the results of the procedure. Supposedly, it worked. Significance The phenomenon of familiarity-entity- leading-to-a-sense-of-dual-reference is very significant in that it has been found in nine experiencers indepen- 12 dently. In fact, it has been found whenever it has been looked for and in several cases it has appeared spon- taneously. It is a phenomenon that is scarce in the literature, if it exists there at all, just about eliminating the possibility of contamination as a source. One can postulate several sources for such a deeply felt unconscious pat- tern — a pattern common enough to be quite significant yet so surprising to both the experiencer and investigators: • A reflection of the psychological makeup of the individual. • A reflection of something induced in the experiencer by the investigative process. • A reflection of something result- ing from an imposition on the experiencer. The first of these seems unlikely on the basis of the many different per- sonalities evident in the group, but, of course, this is only a subjective observation. Testing in the manner of the study sponsored by the Fund for UFO Research might prove instruc- tive (see Final Report on the Psycho- logical Testing of UFO \"Abductees,\" 1985, Fund for UFO Research, Box 277, Mt. Ranier, MD 20712). The second of these seems more viable as a possibility, although the in- vestigators believe great care has been taken not to lead the experiences. The third possibility seems over- whelming. If it is indeed the source, it implies the taking up of residence in the human form at birth (or before) of a fully developed intelligence which for a while is aware of both its human and non-human nature and of the pre-arranged monitoring to be con- ducted throughout life. Finally, if, in our investigations, there are claims of alien intelligence taking up residence in the human body, are there corresponding images in which the alien intelligence leaves the human body? We have no evidence for this from our investigations, but last year, in conversation, I was told by an indi- vidual that at his mother's death in 1937, he and his two sisters were ter- rified to see a figure descending the stairs. The figure had a face that the man saw again years later — on the dust jacket of Communion. STEWPOT, continued (Abduction reports, unfortunately, bear the brunt of these chronic misrepres- entations.) Most of these private \"explanations\" are classic examples of stewpot thinking, and are based upon real or imagined similarities between disparate phenomena. In my experience, conspiracy theorists, nu- merologists and fanatic Jungians tie for first place in their ability to find mysterious, hidden, and essentially meaningless connections between unre- lated phenomena. When any of these unleash their skills in the service of UFO investigations, science suffers. The essential lesson to be learned from all this is a simple one: pay scrupulous attention to the case material, search carefully for the basic, recurring factors within the phenomenon under study, and avoid stewpot thinking. Superficial resemb- lances between different things can be interesting — a flounder, a duck, and Mark Spitz are similar in that they all swim skillfully, so perhaps a student of animal locomotion can learn a great deal by comparing them. But to a biologist inquiring into their nature the crucial informa- tion proceeds from a study of their innate differences. There the truth resides. © 1989 Budd Hopkins UFO NEWSCLIPPING SERVICE The UFO NEWSCLIPPING SERVICE will keep you informed of all the latest United States and World-Wide UFO reports (i.e., little known photographic cases, close encounter and landing reports, occupant cases) and all other UFO reports, many of which are carried only in small town or foreign newspapers. Our UFO Newsclipping Service issues are 20-page monthly reports, repro- duced by photo-offset, containing the latest United States and Canadian UFO newsclippings, with our foreign section carrying the latest British, Australian, New Zealand and other foreign press reports. Also included is a 3-5 page sec- tion of \"Fortean\" clippings (i.e., Bigfoot and other \"monster\" reports). Let us keep you informed of the latest happen- ings in the UFO and Fortean fields. For subscription information and sample pages from our service, write today to: UFO NEWSCLIPPING SERVICE Route 1 - Box 220 Plumerville, Arkansas 72127 MUFON UFO Journal, No. 251, March 1989"},{"pageNumber":14,"pageContent":"This Is A Test By Robert C. Girard Bob Girard is the proprietor of Arcturus Books, a new and used book service specializing in UFO and related material. He can be contacted at Box 831383, Stone Mountain, GA, 30083-0023. The opinions expressed are of course those of the author. In the United States, there is a regulation with which all commercial radio and television broadcasters must comply. It consists of an unscheduled interruption of programming, followed by about 10 seconds of an ear- splitting tone, followed by an explana- tion which states that this has been a test of the \"Emergency Broadcast System;\" that in the event of a national emergency, instructions and information from local civil defense agencies would be broadcast over that and all other radio and television stations. All broadcasters must main- tain their EBS equipment in constant readiness — for real emergencies are as unscheduled as these tests of read- iness, and it makes sense to be pre- pared \"just in case ...\" A different kind of test took place nationally in the U.S. on the evening of October 14, 1988. In an indirect way, it too was a test of an emer- gency system. And in a roundabout way it has a bearing on the EBS test, for there may come a day in which the Emergency Broadcast System will actually be used, based on the infor- mation gathered and analyzed during this October 14 test. But unlike the EBS tests, whose explanation is re- peated verbatim each time so that our memories of its purpose are rein- forced to the point of our being brainwashed with respect to what the test symbolizes, there was no explan- ation at all following the October 14 test. Few of the millions of Americans who watched this test realized (then or now) that they had been witnesses MUFON UFO Journal, No. 251, March 1989 to something which may come to have an extraordinary impact on their lives in the not-too-distant future. This article is an attempt at an unauthorized, \"free-lance\" explanation. Despite some apparently reaction- ary political foot-dragging by the Rea- gan administration, the cold war of the superpowers is suddenly undergo- ing a super-thaw. An epidemic of detente has broken out, and there is a faint, but growing, perception among Americans that in a couple of years — and perhaps sooner — the Soviet Union will evolve into a better, freer Land of Opportunity than our own United States. A revolution of peace and harmony is suddenly in the air. There is a palpable drop in the ten- sion level associated with the threat of nuclear war — and the previously implacable Soviets are apparently lead- ing the way. It is against this political backdrop that the test of October 14, 1988 was conducted. It took the form of a two- hour television event titled \"THE UFO COVER-UP: LIVE.\" Advance hype gave the impression that Soviet UFO investigators were going to reveal to American viewers certain UFOlogical secrets which our own government would not reveal to us. The actual \"live\" presentation came off as an over-rehearsed, clumsily walked-through \"amateur night,\" fea- turing a cast of characters who were anything but natural on stage. It may have been the most un-spontaneous \"live\" broadcast in television history — as if its producers were terrified that one or two members of the cast (whom they obviously did not trust in the least) might suddenly veer from the script and launch into some lunatic diatribe or other about the \"TRUTH\" behind UFOs, inviting in- stant zapping from a superpower government with the superpower tech- nology to obliterate such heresy from the airwaves on a moment's notice. Nonetheless, the program did con- tain something extraordinary, which virtually nobody — not even at the highest echelons of government — had ever seen before. This was a videotape which had been in the pos- session of UFO researcher and author William L. Moore, a tape whose existence was long known among American Ufologists, but totally un- known to the ordinary public (and which was updated to the moment especially for this broadcast). Featur- ing two \"insiders\" whose faces and voices were heavily altered, a series of revelations was made at strategic intervals during the two hours which .— if true — were nothing less than sensational. Birds of Prey \"Falcon\" and \"Condor\" were pre- sented as two of nine U.S. govern- ment employees whose careers involv- ed hands-on experience with a long- standing, covert U.S.-alien relation- ship. Concerned that the \"greater good\" was not being served by the government's hyper-paranoid attitude of secrecy about UFOs, these \"moles\" were risking their jobs and their very lives to leak \"the truth\" to the public through serious, reputable Ufologists such as Moore, Linda M. Howe and Robert Emenegger. Among the stun- ning disclosures of \"Falcon\" and \"Condor\" were these: • Verification of crashed UFO re- coveries on several occasions • Verification of alien body recov- eries at these crash sites • Detailed description of a living alien presently in U.S. custody • Revelation of a U.S.-alien \"ex- change program\" implying that at least one human is an \"alien\" being studied on another planet or world • Disclosure of a place in Nevada (Area 51, or \"Dreamland\") where testing of alien hardware (UFOs) takes place under extreme secrecy. To be sure, such rumors have been flowing and ebbing for years within the hermetically-sealed UFO community. To many Ufologists (and since that broadcast we have spoken with many, throughout the U.S.), the 13"},{"pageNumber":15,"pageContent":"program was a disappointment, failing to live up to (perhaps unrealistically lofty) expectations. But among the millions of uninformed, everyday Amer- icans, that videotape ought to have caused an uproar at the very least. What was made public on that tape represented the most significant event in at least the last 2,000 years of human history: that there has admit- tedly been contact with intelligent beings from beyond our solar system, contact which has been regularly maintained for years and which con- tinues even now. But — despite our inquiries to all parts of the U.S. — we have yet to find a single word of public reaction to this broadcast in any of the coun- try's video or print media. Nor was a single word of public comment uttered by any U.S. government spokesman or official! Was this seemingly inexpli- cable lack of reaction merely due to some bad timing! Was it the U.S. presidential election campaign which drowned out the \"newsworthiness\" of this otherwise sensational event? Was it our preoccupation with a host of severe 20th-century-type problems, which — unlike UFOs — are regu- larly kept in our field of vision as they are paraded before us daily by the media? Or was it simply that Ufolo- gists, driven by a unique sense of urgency with which they alone view the UFO presence, are hopelessly misguided in their belief in the impor- tance of the UFO Age among run-of- the-mill humanity? In reality, the answer is one which very, very few suspect. How often we find outselves using the word \"THEY\" when we want to identify actua| — but non-specific — persons whom we believe to be responsible for doing something which affects us in some way. But it seems that there really is a \"THEY\" behind the scenario with which we are deal- ing here. What THEY have done, for many long years, is to engage in a specific program of indoctrination and conditioning of the masses; and on October 14, 1988, THEY conducted a test designed to determine how well that conditioning campaign had suc- ceeded. 14 Indoctrination This indoctrination effort is a very convoluted one, and is itself part of a much larger effort which extends to the control of every area presently encompassed by human conscious- ness. The aspect of this larger effort which concerns us here consists of the following elements: 1.) Immediate recognition of a set of valid UFO phenomena beginning shortly after the explosion of the first atomic bombs, and recognizing that major changes would have to be made quickly in THEIR existing psy- chological conditioning program. 2.) Realizing that the sudden pres- ence of UFOs in the human frame of reference represented an absolute godsend: something literally \"from out of the blue\" which would enable THEM to cut years, perhaps even decades, from THEIR plot to take total control of human civilization for themselves. 3.) Establishing a multi-faceted pro- gram which would combine various and sometimes conflicting features simultaneously, with the overall thrust being aimed at eliminating all public concern and interest in the subject of UFOs. These features included: • Cloaking government \"sanction- ing\" of the legitimacy of UFO phen- omena behind a curtain of \"National Security,\" knowing that the great majority of the unthinking masses would swallow that line in character- istically naive fashion. • Allowing \"Free Speech\" rights to Ufologists (generally speaking), know- ing that only a tiny number of zealots was truly devoted to understanding the real nature of UFOs, and that as such they represented no serious threat to awaken the sleeping masses to their discoveries. • The paying of debunkers and dis-information specialists, whose role has been and is still to counter any rise in pro—UFO sentiment, and to contaminate genuine UFO data, to patch \"leaks\" from within the system, and generally to discredit organized Ufology. • Encouraging an endless series of films, TV series and literature, all aimed basically at 1) making alien beings appear as lovable, sympa- thetic, non-hostile creatures, or 2) jacking up our human \"shock quo- tient\" so that mass consciousness will gradually be hardened enough to accept calmly, without disrupting the fabric of society, an eventual \"News Bulletin\" involving UFOs and sud- denly hostile aliens. This unceasing barrage of UFO fiction and UFO fact (through the \"free speech\" granted to the non-fiction Ufologists) would leave the masses totally saturated psycho- logically with the UFO motif, glutted with a surfeit of it. 4. Periodic testing of the success or \"temperature\" of the conditioning program. The October 14 broadcast was such a test. 5. At the properly prepared mo- ment, to activate the penultimate phase of the master program: to announce suddenly, through the world's leading political figures, that earth was being invaded from outer space by hostile aliens. This announce- ment would be verified by showing \"live\" battle scenes, live aliens, and downed UFOs. There would be an urgent appeal by all of the leaders of earth's superpowers for the laying aside of national and ideological dif- ferences, and the uniting of all humani- ty into a global community under a central control; this alone would give us any chance of turning back this alien threat to Earth. The full \"special effects\" capability of the superpowers would be thrown into play, staging an alien \"invasion\" so convincing that without hesitation earth's smaller na- tions, and all of its people, would join in principle to save our species from destruction. 6. Having achieved the voluntary surrendering of national identities, THEY would move quickly to conso- lidate power into THEIR own hands. THEY would reassure all nations that the situation was a temporary one necessitated by the grave situation at hand, and that at the earliest possible moment national sovereignty and iden- tity would be restored everywhere on the planet. But in the meantime, under a \"War Powers Act,\" individual nations would cease to exist. And we MUFON UFO Journal, No. 251, March 1989"},{"pageNumber":16,"pageContent":"would be told that the situation, given the alien invasion, dictated that indi- vidual human rights would be abro- gated as well, with provision for elim- ination of \"nonconformists\" physically or intellectually hindering the struggle to preserve humanity on earth. 7. With power completely estab- lished, nevermore to be returned to former regimes or nations, a process of stripping the unproductive and unhealthy elements of humanity would begin, perhaps camouflaged as \"war casualties.\" The human population would be thinned of its unfit and its expendably unprofitable segments: the wretched, underfed billions of the Third World and the criminally, men- tally and socially unfit of the indus- trialized world. This would leave a tiny ruling elite, a healthy producing class and enough healthy lower-grade humans to perform the most degrad- ing or menial tasks. This remnant would be maintained as a zero- growth population thereafter. The One World would be achieved at last. Since the days of World War II, more than 40 years ago, the first phase of this indoctrination has been slowly, patiently fed into mass human consciousness. This is testimony to the enormous scale on which this panorama of world domination is tak- ing place, and of the time scale involved. The master domination plan began centuries ago, during the later Middle Ages and the Renaissance, with the first real attempts at consoli- dating wealth among the great early trading and banking families of Europe. Little by little, pushing ahead three steps and being forced backward two, through many generations of patient and purposeful manipulation, THEY have surrounded the world and its people. A few short years, or even months, and the final bolt will be thrown; all of humanity will finally be trapped in a situation whose only escape is death itself. From then on, if you are still alive, you will work for THEM and THEM alone. You will think, and breathe and Hue for THEM alone. You will have no thoughts of your own, no individual rights, no methods of expression which do not conform to THEIR code. You will neither study, nor learn, nor teach. You will MUFON UFO Journal, No. 251, March 1989 be limited to a life of doing, on THEIR terms. You will be told what to do and you will do it. Physical or intellectual resistance will be met with punishment and death. It will be the price humanity will have paid for being seduced as it has by the induced sensual stimulations and addic- tions of the outer material world (provided by THEM to keep you from discovering what was really going on, unknown to you). All of it: the politics, the religions, the falsified histories, the. literature, and every other single facet of everyday life — all of it — kept always in front of you by the media so that the undiscerning eye saw only what THEY had arrang- ed for you to see, hear, touch, smell, taste, and LIKE — all of it was just a clever ruse designed to trap dumb suckers by the billions. And it worked, perfectly. That is the context in which the October 14 test was conducted. A very important phase was shown to be complete, when nobody said a word about that broadcast. UFO phenomena are completely real. They are not our subject here, but they have been seized upon by THEM and assimilated cunningly into THEIR plot. THEY knew that this sudden surge of genuine UFO activity in the mid-1940s spelled Big Trouble to THEIR existing plans. THEY acted immediately. It has taken THEM over 40 years, but THEY have succeeded. THEY created and fed humanity so much high technology, so much Space Age and so much extraterrestrial stimulation that finally — on October 14, 1988 — we no longer knew how to distinguish between the real and the unreal. We no longer even cared whether it was the real or the unreal whose image hypnotized us for the 50,000th hour of our lives as we stared at the colored TV picture.* And when it was over, we simply went on to begin gazing blankly at whatever program came on next. We are now ripe for the next phase of THEIR scheme: the staging of the UFO Invasion, and the appeal for the dropping of national identities, * A figure obtained by multiplying the 7-hour daily U.S. per-capita TV Viewing average over a span of 20 years. This yields 51,100 hours in front of the set. so that global political coordination (first) and (second) unification can take place. It could happen at any moment — although it does appear that the test-flight program in the Nevada desert ranges (Area 51) is still not free o} bugs. More work and time are apparently needed, but this will involve only a minimal delay. It is not known i} the holographic projec- tion techniques which are needed to create the \"special effects\" of the UFO invasion have been perfected yet, but the basic technology has existed for some years already. I suspect that the \"Alien Technology Division's\" real role has not been to analyze crashed extraterrestrial discs, but to perfect THEIR own craft, so that six or seven centuries of patient planning may at last be brought to fruition. I suspect further that the eerie silence kept by the U.S. government can now be understood for what it is: a reflection of the brazen contempt which THEY harbor toward the mass- es. Time was — until very recently — that some spokesperson would have to step in and save the day when the masses showed signs of paying too much attention to a flurry of UFO activity. But the last twelve months have seen a steady barrage of leaks of highly sensitive UFO information (or dis-information — actually, it no longer matters which), and a series of books which just a few years ago would have been soundly suppressed in the \"interests of National Secur- ity.\" Enough threat to make any legit- imate government take the most intense action possible against these betrayers of its most secret secrets. And yet ... not a squeak! It is con- tempt. THEY are totally confident that THEY have won. THEY knew how the test would turn out, for THEY knew human nature and they took advantage of its gross weaknesses. THEY were apparently correct. THEY will never again have to deal with the UFO problem — and THEIR silence indicates that the next phase is likely very close to being sprung. So watch carefully, Urologists, and plan carefully, you sovereign individ- ual thinkers who are contemplating this advisory. That was a test, and soon enough it will be very dangerous to be discovered as a Ufologist, or as an individual. Prepare now for the New Inquisition. 15"},{"pageNumber":17,"pageContent":"Fringe Coverage: A Review By Dennis Stacy Inevitably, something odd or unto- ward occurs whenever any \"outsider,\" however well intentioned, turns his or her attention to the UFO literature. Biases blossom, emphases are mis- placed, or material of a significant nature is simply omitted without explanation. Certainly this is the case with The Fringes of Reason, edited by Ted Schultz and subtitled \"A Field Guide to New Age Frontiers, Unus- ual Beliefs & Eccentric Sciences.\" This page-size, glossy paperback (Har- mony Books, 224 pp, illus, $14.95, paper) is brought to you by the ordi- narily reliable and thorough people at the Point Foundation, Sausalito, Cali : fornia, who produce the quarterly Whole Earth Review and irregular access catalogs such as this one. Fringes consists of six sections, each composed of the standard ple- thora of original articles and reprints, as well as combined review/notices of books, journals, and where applica- ble, organizations. Whole Earth found- ing father figure Stewart Brand, not normally known for frivolity, contri- butes a throwaway introduction. The first chapter, \"The New, Improved Age,\" treats such topics as apocalyp- tic awareness, the new generation of \"shamans\" sprouted out of the con- tinental woodwork, crystalmania and \"spiritual\" capitalism, eg, the most recent version of the pyramid scam, the Airplane Game, which fleeced would-be frequent flyers. \"Inner Frontiers\" deals with psy- chic \"channeling,\" dowsing and para- psychology as a whole. \"Everything You Know Is Wrong!\" examines Spontaneous Human Combustion, ram- pant conspiracy theories, flat-earth- ers, the tabloid press and students of forteana (anomalous phenomena). \"Weird Science\" features that inve- terate encyclopedist of anomalies, William Corliss and his Source Book Project, dreams of perpetual motion 16 and cryptozoologists, people who in- vestigate Bigfoot, the Loch Ness Monster and other related rumors of animate reality. \"Not Of This Earth\" is devoted wholly to UFOs and ufol- ogy, while \"What Is Reality?\" focuses on professional skepticism and the cult-to-end-cults, the decidedly eccen- tric Rev. Ivan Stang and his Church of the SubGenius of Dallas. Probably neither party will be pleased with this particular pairing. But it is with the UFO segment that we are primarily concerned here. And how does the outside world fare? The most obviously inexcusable omission is that of Jacques Vallee, still widely regarded as one of the field's foremost thinkers and theoreti- cians. Bad enough that none of Val- lee's numerous books are referenced or reviewed; worse still that he was not asked to contribute an original article; but inexcusable the fact his name is not even listed in the pre- sumably accurate index! How this oversight could occur is unfathoma- ble, especially when editor Schultz writes in his closing comments that Fringes is \"only the tip of the iceberg of what I wanted to include, but I chose to go for thoroughness of cov- erage of selected topics rather than an exhaustive but superficial approach.\" What Schultz has included is com- mendable enough, if one lays the completeness proviso aside. The fami- liar John Keel weighs in with two pie- ces, \"The Man Who Invented Flying Saucers,\" about the diminuitive Ray Palmer, and \"The Great Phonograph in the Sky,\" a veiled dismissal of all ufological thought but that Keelian. Douglas Curran chips in some text and striking photographs from his book, In Advance of the Landing, a study of the individual and sociologi- cal impact of belief in UFOs. Three short pieces on UFO folklore are included, two by Jerome Clark, edi- tor of International UFO Reporter and Fate, (on crashed saucers and humanoids), and one by this writer on the enigma of MIB, Men In Black. Thankfully, the latter corrects a cou- ple of errors in spelling and context which crept into the original appear- ance in OMNI Magazine. The \"Ac- cess\" section includes reviews of numerous UFO publications and books, some long out of print, others prohibitively expensive for the aver- age budget. The MUFON Journal is prominently featured (p. 163), as is CUFOS's IUR, and the bi-monthly UFO out of California. Most of the individual assessments of source material I can agree with, though there are one or two minor curriousities here, too. Schultz, for instance, refers to UFO's: A Scientific Debate, Carl Sagan and Thornton Page editors, as \"the best book to read when asking the question 'Are UFOs real?'\" Admittedly, this is a matter of personal opinion, but mine would rank Debate third or lower behind the controversial Condon Re- port (Scientific Study of Unidentified Flying Objects) and Capt. Edward Ruppelt's The Report on Unidentified Flying Objects. In the latter case, I refer of course to the original edition, the one without the three added-on chapters, which transparently took away with the left hand that which the right had already bestowed. Neith- er book is even referenced. The English contribution is con- spicuously slighted, too, and any argument that it is difficult of access simply won't wash. For instance, two fine psychological studies of the vis- itor experience by Hilary Evans, Visions, /Apparitions, Alien Visitors and Gods, Spirits, Cosmic Guardians (Aquarian Press, 1984 and 1987, respectively) were readily available in many U.S. bookstores. So were sev- eral books by the otherwise indefatig- MUFON UFO Journal, No. 251, March 1989 r~*\\"},{"pageNumber":18,"pageContent":"able Jenny Randies, not the least of which was The UFO Conspiracy (Blandford Press, 1987). In the same vein, Timothy Good's Above Top Secret: The Worldwide UFO Cover- up (William Morrow, 1988) was virtu- ally abandoned by its American pub- lisher. Flying Saucer Review, the world's oldest continually published UFO journal, is also left in the lurch. One could, also rather that not quite so much of the original material, which had its genesis in the Fall, 1986, No. 52 issue of Whole Earth Review, was reprinted. This makes at least the third time that Keel's opin- ionated but hardly definitive article on Palmer has appeared in print. And unless one is a complete addict, one appearance of the Rev. Stang and SubGenius material would have suf- ficed, too. The occupied pages could easily have been put to much better, not to mention newer, use, given the amount and significanct extent of material omitted. Most of these sins are ones of omission rather than commission. But there is at least one of the latter. Under \"Chroniclers of the Unex- plained,\" for example, Michael Per- singer and Gyslaine Lafreniere's now classic Space-Time Transients and Unusual Events (p. 84) is listed as available from Reader's Digest (!). Stranger things have happened, but the last time I looked the publisher was Nelson-Hall (1977). These cavils and quibbles aside, some major, some slight, should you drop 15 hard-earned dollars on Fringes? Undoubtedly. Despite the peculiarities referred to above, the usual wealth of material expected in a Whole Earth access catalog is still here, much of it unavailable anywhere else. And a few of the original and reprinted articles are well worth read- ing, even for the second time around. Ultimately, however, Fringes of Rea- son is barely on the edge of ufology. UFO Poll During the week of May 16, 1988, KOAT-Channel 7 News in Albuquerque presented a week-long segment on the UFO phenomenon during its 6:00 newscast. That following weekend (May 21 and 22) they conducted a telephone opinion survey as well. Fol- lowing are the results of that survey: Q. 1. Do you believe some UFOs are visitors from outer space? Yes No No Opinion Number 1205 477 298 Percent 60.9 24.1 15.0 Q. 2. Do you believe you've ever seen a UFO? Yes No No Opinion 655 1228 97 33.1 62.0 4.9 h - 1980 Methodology: The spokesperson for Channel 7 told me they used an automatic telephone system which randomly generates numbers within a designated area T- in this case, the Albuquerque metropolitan area. These random numbers were called and they were able to collect completed surveys from 1980 people as india- cated above. It is estimated that the total Albuquerque metro area popula- MUFON UFO Journal, No. 251, March 1989 tion is at approximately 450,000. At a sample size of about .005 of the pop- ulation I would say this falls into a representative range. Even more so, if the assumption is made that the majority interviewed were adults. That would of course enlarge the sample as the population size would be smaller. Teresa Brito - Asenap CONDON, continued about UFOs. The final reports of these studies and the unsupported statements made by otherwise coherent scientists are not well grounded in a logical pro- gression of analysis but rather, emphas- ize ad hominem arguments or personal biases having no relation to the truly puzzling cases which continue to be reported. Some of the reasoning employed is indeed so vacuous as to raise serious doubt about the veracity and credibility of these otherwise reasonable scientists. For example, after the 1952 sightings over Washington, D.C., Menzel (oth- erwise one of the most eminent physi- cal scientists in American history), rea- soning by human analogy, pronounced that the objects could not be extrater- restrial because if \"they\" had spaceships they would also have radio by which they would have contacted us. \"They would get off their ships and have a look at us. Wouldn't you on Venus?\" Either these men, afflicted by some curious \"blindspot\" to the subject, were unable to fully focus their otherwise considerable mental abilities on an objective analysis of the UFO materials they claimed to have \"fully studied,\" or their conclusions were intentionally ground- ed in something other than objective scientific analysis. As did the Air Force, CIA, and the Robertson panel, Condon and Menzel claimed that although there was \"nothing to the UFO reports,\" the sightings themselves represented a potential threat to national security. By 1963, as the UFO reports escalated instead of \"vanishing into thin air,\" Menzel rehashed these same opinions in his second book, claiming that in the short time it met, the Robertson Committee had analyzed \"every available act of evi- dence\" about UFOs and found no sup- port for the extraterrestrial hypothesis, concluding that the \"UFO hysteria\" was \"dying a slow and lingering death.\" With the benefit of twenty years hindsight, it is now clear that it has instead been the unscientific prejudices of these men, and others like them today, that are dying the \"slow death.\" Their intentional avoidance of legitimate questions raised by the evidence concerning UFOs and the fervor with which they pronounce their clearly illogical positions leave very little room for doubt as to what they are really all about. 17"},{"pageNumber":19,"pageContent":"Looking Back By Bob Gribble THIRTY F!VE YEARS AGO - March 1954: On the afternoon of the 22nd, four flying discs were sight- ed at Hazelton, Pennsylvania, making close passes at an airliner. As the UFOs flashed past the aircraft the captain notified ground control. The report to the Civil Aeronautics Admin- istration was quickly covered up, but civilian observers on the ground reported the incident to newsmen. On the 24th, Secretary of the Air Force Harold E. Talbott, his aides and crew all witnessed a large, silvery, metallic disc follow their air- craft 1,000 feet below and 1,000 feet distant. The incident occurred in day- light over Fresno, California. When the Secretary ordered his crew to challenge the disc, it maneuvered in a tight circle, then shot away, disap- pearing at tremendous speed. At 10:32 p.m. on the 24th, Adolph Wagner, Deputy Coordinator for Civil Defense at Baltimore, Maryland, sight- ed a formation of 13 triangular- shaped objects. As he watched the strange craft an airliner approached. Immediately the formation split. One group made a sharp turn toward the airliner, while the other held its course. Then a much larger object — estimated to be at least two and a half times larger than the others — descended from the clouds. As if on signal, the smaller craft joined the larger object and all disappeared in the darkness. At 3:30 p.m. on the 25th, Don Holland, a Marine Corps jet pilot, saw a disc descend over a guided-missile range in Florida. After streaking downward, it stopped abrupt- ly at 3,000 feet. Holland turned his aircraft to try for a gun camera pic- ture but the disc instantly took off at terrific speed. *** THIRTY YEARS AGO - March MUFON UFO Journal, No. 251, March 1989 1959: Percy Briggs, mail carrier, and Carl Towill, postmaster, said that they saw a huge dome-shaped craft take off from a farmer's field near Purnong, Australia — 90 miles north- east of Adelaide — at 2:10 a.m. on the 13th. When they first sighted the craft it looked like a huge brightly-lit circus tent. As they approached the strange craft and got to within 600 feet of it, the object shot upwards into the sky and disappeared. On the 14th Charles Athey was out for a walk in Kyger, Ohio when he came upon a UFO that looked like two table saucers placed together rim-to- rim and topped with a red sphere-like affair which rotated. The sphere con- tained openings through which a light penetrated, striking his shoulder. At 8:45 p.m. on the 19th, Mayo R. Bales was driving near Kyger when he observed a similar object. Bales said his car radio reception cut-out and a \"buzzing,\" static-like sound invaded the air waves. He then spotted the UFO 300 feet up and 75 to 100 feet in front of his vehicle. The car lights also dimmed. \"It was shaped like a shined-up aluminum pan with white light coming from it,\" Bales said. He pursued the craft for 27 miles before loosing sight of it. *** TWENTY YEARS AGO - March 1969: William Overstreet, 50, was on his way to work about 6:40 a.m. on the fourth when he saw a bright red- dish ball — about 100 feet in diame- ter — near Atlanta, Missouri. The sphere was so bright that he pulled down the visor in his truck and shielded his eyes with his hand. He said there seemed to be a yellow border around the outside that moved clockwise. There was no sound, and it cruised about 30 feet above the road ahead of him at 40 miles an hour. As he got closer to the ball, a beam of light that was the width of the craft at its origination but only about eight feet in diameter on the road, shined down in front of him. Overstreet described the beam as bluish-white and giving off intense heat. He compared the heat to the inside of a car in mid-summer when all of the windows had been rolled up on a sunny day. When the front of the truck touched the beam, both the engine and his citizen's band radio abruptly stopped. Also, everything seen through the beam was magnified. Overstreet de- pressed the clutch pedal and the UFO moved ahead of him and both the engine and radio came back to life. He again attempted to catch up with the sphere to see what it was, but the engine started missing when he got to within about six feet of the beam and stopped altogether when he touched it again. He then stopped chasing it. (Editor's note: Case investigated by MUFON.) On the 10th a Lancaster, Missouri housewife was driving near her home about 10:30 a.m. when a large, bright beam of light that almost completely covered the highway shined down in front of her.car. The beam was being emitted from the bottom of a gray disc with a dome on top that was hovering at about a 1,000 foot alti- tude. The cone-shaped beam was narrow at the top and wide at the bottom. As the witness drove into the beam, her car slowed. \"My car's speed dropped from 50 m.p.h. to 8 m.p.h.,\" she said. \"It did not start to miss; it merely slowed to that speed, although I had the accelerator on the floor.\" When the car drove out of the beam, it again functioned normally. The witness said that her eyes hurt for several days after the sighting. Kjell Naslund was on duty at a tel- evision transmitter station at Mem- lidex, Sweden on the 12th at about 6:30 p.m. when he experienced an uncontrollable urge to 'go outdoors. As he walked out the door he was greeted with an incredible sight. About 15 meters from the station, in a clear- cut hollow, a huge craft was sitting on the ground. He estimated the 18"},{"pageNumber":20,"pageContent":"diameter to be 150 meters and it filled the entire hollow. Naslund could see what appeared to be a tunnel leading into the craft. A grayish-blue light was shining in the tunnel, while the outer surface of the craft was shining in a gray misty light. Naslund said he could see ten \"occupants\" standing beside the craft. \"They looked like boxes floating above the ground. I estimated their height to be 130 to 135 centimeters and their circumfer- ence 30 to 40 centimeters. I also saw four of the occupants floating out- ward toward the tunnel opening.\" Naslund decided he had seen enough and decided to get to the telephone and call the police. He suddenly realized he could not move. \"It was just a feeling I got,\" Naslund recalled, \"that I was to stand there and keep the door open for them. I just had to stand there and witness everything. There were seven or eight beings floating into the station, and when they passed by me the distance was only a couple decimeters. I wanted to touch them but I couldn't move. They did not have arms and legs. I was so affected by those beings that I couldn't do anything of my own accord. I felt as if I was being guided. They were there for five to 10 min- utes.\" Before the craft took off the occupants re-entered the object through the tunnel as though they had been sucked into it. Then the tunnel closed and the craft moved away. *** FIFTEEN YEARS AGO - March 1974: On the ninth, just before 10 p.m., Alfonso Isaia was flying a jet from Paris to Turin, Italy, when, at a height of about 9,000 feet, and a speed of about 285 miles per hour, \"I suddenly saw this object in front of me like a white-hot glowing mass,\" he recalled. The seasoned jet pilot stared in wonder, his eyes riveted to the mysterious glowing object in the sky before him. After 45 years of flying, Alfonso was seeing his first UFO. \"I will never forget it,\" said Isaia, a former colonel in the Italian Air Force and chief pilot for the giant Fiat auto company's private air fleet. \"It was like a white-hot glowing mass. After MUFON UFO Journal, No. 251, March 1989 years of being a skeptic, I am now convinced UFOs exist. \"At that same moment, the radar at air traffic control in Milan showed the same object and the traffic con- troller came on the radio. 'Can you see an object at 10 o'clock?' he asked me. I told him that I could. He said, 'It is not one of ours.' Then he gave me the OK to follow it. I climbed up to 18,000 feet at a speed of some 230 m.p.h., with the object about 10 miles in front of me. It was in the shape of a pipe from beneath, but at the same altitude, it looked more like an upturned plate. It was multi-colored with yellow rings around the outside, red inside these, and brilliant white in the center. I was flying at a speed of more than 330 m.p.h. and increasing, but not making any gain on the object,\" recalled the 64-year-old pilot. \"I kept on its tail for 5 or 6 min- utes, going on an east west course toward the French border. But then I flew into prohibited military airspace and had to turn back. I have spent the best part of half a century flying and never before have I had an expe- rience like this. I admit that man can have hallucinations, start imagining things — but radar can't. The radar in Milan picked up a UFO in its screen and saw that object.\" Milan air traffic control confirmed the pilot's report: \"Col. Isaia followed the UFO we picked up on our radar and reported it was not an airplane or artificial satellite or weather balloon.\" Said Col. Isaia: \"Before I witnessed this, I was skeptical that UFOs existed. Now there is no doubt in my mind that somewhere in the millions of other planets in the thousands of other solar systems, other civiliza- tions have developed a form of space travel far more advanced than we have.\" *** TEN YEARS AGO - March 1979: Ben Chastain was working in his yard in Westminister, South Caro- lina on the sixth when he looked up and saw a round object — which he estimated to be 12 feet in diameter — moving very slowly. The object trim- med the tops of the trees and then disappeared out of sight. Then his dogs \"started raising a fit.\" Chastain looked up and saw the object again. At this point the UFO was less than 50 yards away and a light on it was so bright that it lit up the entire area. The light seemed to be located inside the flat, red-colored bottom. The object was also able to move upwards and downwards with ease to trans- verse the uneven terrain near his home. \"I was a doubter before this happened,\" Chastain said. \"I watched Project UFO on television two or three times and then stopped watch- ing it because I thought it was a bunch of bull. I sure never thought I'd be the one to see something like that.\" Oconee County Deputy Sheriff Jim- my Roach, his wife and a neighbor also reported seeing the object, but from a further distance. At about 8 p.m., the Bill Osborne family reported seeing a similar object on Highway 221. Osborne said the hovering craft had a very strong light that pene- trated into the car. \"We watched it hover for a long time in the same spot,\" Osborne said. \"I'd say we watched it for about 30 minutes and then it moved toward the southeast. All during this time there was a very, very strong light that moved about and shined down toward the ground. Sometimes it would shine straight towards us.\" Osborne said he and his wife were fascinated by the fact that the object had the ability to stand perfectly still and then move off at right angles, either straight up or straight down. The craft apparently \"followed\" the Osborne's about six miles to their home, and then came in closer. \"As long as it was in the distance there was no sound, but when it got within a hundred yards of the house we began to hear a sound unlike any- thing I have ever heard.\" Osborne believed the craft was much larger than described by Chastain — about 80 feet long and 25 feet wide. 20th ANNIVERSARY 19"},{"pageNumber":21,"pageContent":"News '1ST Views Journal of Scientific Exploration As a scientist with a long interest in the UFO phenomenon and as an active member of several UFO organ- izations, I have often wished for the emergence of a responsible, refereed scientific journal to which one could submit papers on the UFO subject. Despite several attempts in the past, the most recent being CUFOS' Jour- nal of UFO Studies, such a publica- tion has yet to become firmly establish- ed. Last year a new journal appeared which holds the promise of becoming just such a publication. It is the Jour- nal of Scientific Exploration, a publi- cation of the Society for Scientific Exploration (SSE). The journal is pub- lished by the respected Pergamon Journals Ltd. of England. The SSE was established by Dr. Peter Stur- rock of Stanford University and oth- ers in 1981 with the purpose of promoting the study of anamolous phenomena. Included in papers pres- ented at the Society's annual meet- ings have been such subjects as Psi phenomena, Cryptozoology and, of course, UFOs. A number of scientists well known in the UFO community, including members of MUFON, are now members of the SSE. The SSE's journal provides an unprecedented opportunity to elevate the debate and study of the UFO phenomenon to a level more accep- table to the scientific community as a whole, and to counter the negative efforts of other groups with scientific credentials, such as the Committee for the Scientific Investigation of Claims of the Paranormal (CSICOP). As such, the SSE's journal should be supported by all of us interested in the serious study of UFOs. As with any new publication, the journal needs a minimum number of subscribers to 20 survive. Although membership in the SSE is limited to those with profes- sional qualifications, the journal can be subscribed to by anyone for $40.00 per year. Though this may seem expensive, it is a reasonable price by professional standards. You should also make your local libraries aware of the new journal. One can subscribe by writing to Pergamon Journals Inc., Fairview Park, Elms- ford, N.Y. 10523. Manuscripts sub- mitted for publication should be sent to the Editor, Ronald E. Howard, Dept. of Engineering-Economic Sys- tems, Terman Engineering Center, Stanford, CA 94305. Professionals interested in joining the SSE should contact the secretary, Prof. Laurence W. Fredrick, Dept. of Astronomy, P.O. Box 3818, University of Virginia, Charlottesville, VA 22903. - David F. Webb Letters to the Editor... Dear Editor: The Atlas UFO case (Journal, January 1989) immediately interested me since it offered verifiable events surrounding the story. I conducted a correspondence with both figures in the story, but was never able to determine the required data, such as date, time, azimuth, etc., which we all know are necessary for checking out possible prosaic explanations. The tone of Jacobs' article (so different from his polite, reasonable letters) suggests now that he was never interested in helping me conduct a proper investigation which might have solved the sighting. He certainly may release copies of any of our correspondence. It is always important to validate the tech- nological jargon so often bandied about in \"war stories,\" and Jacobs' text shows that he was exposed to the environment of missile activities but did not really understand some basic principles (for example, his ref- erence to 18,000 mph speeds, far in excess of actual ICBM speeds). This is crucial in being able to weigh the credibility of assertions of a techno- logical nature. You can also see from early reports that Jacobs' memory was not good enough to even determine the year of the event or the missile type. He later found written records, but the ques- tion always remains about the accu- racy of other recollections never writ- ten down but frequently recounted orally over the ensuing years. Com- pare the 1982 account with this one, for example! (National Enquirer) This is one area of the UFO puzzle where my particular talents can be productively applied and I remain wil- ling to offer them again in this case. I appreciate the horfest critiques and high regard these specializations have earned among serious ufologists, and I wish to continue to deserve such constructive opinions. — James Oberg Dickinson, Tx Dear James Edward Oberg: Walt Andrus sent me a copy of your most recent diatribe relative to me and my reporting of an incident photographed from Big Sur, Califor- nia. As usual, your arrogance astounds me. Your insulting and disparaging remarks about me were and are totally unnecessary and uncalled for, in my view. Since you don't know anything at all about this incident, I can't understand why you think you should have had something \"to con- tribute to understanding this case\" in the first place. All you have on which to base any opinion is what you read in The National Enquirer and culled from me and Florenz Mansmann, according to your own testimony. So what gives you editorial or proprie- tary rights now? The only thing you got right in your letter was that mine was a \"one- sided account.\" Since the incident happened to me, not to you, what other side would you like to have printed in my article? Yours? I didn't know that you had a \"side\" in this MUFON UFO Journal, No. 251, MarcK 1989"},{"pageNumber":22,"pageContent":"case. I didn't see you up on the mountain at Big Sur or in the offices at 1st Stratad! Were you privy to the film itself somewhere along the line? I bet not. So ... where's the vast voice of your expertise in this case which I so obviously should have consulted? Who agreed that everything written in this field had to pass the Jim Oberg litmus test of veracity? Who put you in charge, sir? Since the literature in the field is lit- tered with your \"one-sided accounts,\" opinions, and character assassinations directed at well-meaning, serious inves- tigators such as ... yeah ... me, I'm again surprised that you can whine about my article being one-sided. As for comparing \"the 1982 account with this one, for example,\" as you invite us to do in your letter, one of the reasons for the present article was to print the account the way I intended it and NOT the way in which the National Enquirer com- pressed, condensed and sensational- ized it. Walt Andrus will confirm that assertion for you, if you are inter- ested in the truth. That was not MY writing in 1982, but theirs. Since 1982, as it seems to have escaped your attention, further investigation and verification have shed new light on the incident. I reported that, too. As for my memory being \"not good enough to even determine the year of the event or the missile type,\" you're right about the year, wrong about the missile type. The wrong year was reported in the first National Enquirer article because I told them, \"It was either 1964 or '65\" and I did NOT check it further. Major Mansmann set all of us right on the date. He also set all of us right on the rest of my memory being just fine, thanks. He verified my report line for line as you might have recalled if you did speak with him. I'm sure that you may have heard about the selectivity of memory. I can tell you what the room looked like, smelled like, who was in it, what I was doing, what they were doing and what song was on the radio when the news came across that Jack Kennedy had been shot. The Big Sur incident had just such an emotional impact on me, Mr. Oberg. MUFON UFO Journal, No. 251, March 1989 I was there. So I know. Finally, the \"tone\" of my article has nothing to do with you or whether or not I was ever \"interested in helping (you) conduct a proper investigation.\" The tone of my article has to do with the tone of my article. I mentioned you only as the most obvious and maybe odious example of the variety of cranks who contacted me. Anyone who invites me, as you did in your letter dated Feb. 3, 1984, which I have in front of me right now, to divulge \"other top secret aspects of the Atlas warhead,\" goes immediately to the top of my personal list of gad- flys and/or miscreants to be avoided. That's where you remain. How could you possibly harbor any illusions that I would wish to help you do anything after such an assinine invitation to betray my conscience and my coun- try? I believe that I told you in no uncertain terms in my response to that letter back in 1984 that I am not one to divulge classified information to you or to anyone else. I regard you as dangerous. And frankly ... to paraphrase a famous line, I didn't give a damn whether you believe me or not. I have said what I have to say about this incident. It's all I intend to say. You can make of it what you like. — Bob Jacobs Maine Dear Editor: On behalf of the Executive Com- mittee of the Fund for UFO Research, I am writing to thank the Mutual UFO Network and its membership for its support of Stanton Friedman's proposal to do follow-up investigation of the \"MJ-12\" documents. As many MUFON members know, we asked Stan last year what it would take to authenticate — or refute — the MJ-12 documents. He responded with a detailed proposal which would involve about four months of inten- sive research at a cost of approxi- mately $16,000. Lacking that amount in our treasury, we went to the UFO community for support. I'm pleased to report that to date, we have raised more than $15,000 to support MJ-12 research, and we have authorized Stan to proceed in his investigation. We especially wish to thank Whi- tley Strieber's. Communion Founda- tion for a matching grant of $5,000 for the project. This is the latest sig- nificant contribution Whitley has made to support UFO research; he was a contributor to the 1987 MUFON Symposium, held in Washington, D.C. and sponsored by the Fund for UFO Research. He also has contributed to the Fund's investigation of the Gulf Breeze sightings. Also, we would like to thank MUFON International Director Walt Andrus for MUFON's contribution of $500 for the MJ-12 project, as well as MUFON members across the coun- try who have collected money from individuals on our behalf. Without their support, we would have no immediate hope of resolving the MJ- 12 controversy. Whether the documents are authen- tic, a hoax or a mixture of informa- tion and disinformation, we believe the results of Stan's investigation will represent a major step forward in our understanding of the UFO pheno- menon. Therefore, we appeal to the entire UFO community for its support. We ask that you mail your tax- deductible contribution today to the Fund for UFO Research, P.O. Box 277, Mt. Rainier, MD 20712. Contrib- utors of $50 or more will receive a copy of Stan's final report before it is released to the public. Contributions raised in excess of the amount needed will be used for further inves- tigations into UFO/government secre- cy. — Bruce Maccabee FUFOR Dear Editor: In reference to issue number 249, January 1989, of the Journal, what can I say? It was like being a kid again! All your publications are inter- esting, but this was special. My compliments to Bob Jacobs and Florenz J. Mansmann for speak- ing out about the Vandenberg Missile Case. The \"Ohio Flap,\" by Richard P. DelFAquila was a mind blower. Bob Cribble's \"Looking Back\" is always 21"},{"pageNumber":23,"pageContent":"read first. As to MJ-12 and Crash/Retrievals: It is unfortunate that courageous UFO researchers are subjected to ridicule from colleagues. Big egos can be deflated, but orchestrated disin- formation is not easy to deal with. This is to be expected when we do not know the motives of all those in the game. Sooner or later — for better or worse — the truth will be dug out. Keep up the good work! — Robert S. Somerville Warren, MI Dear Editor: I'm becoming concerned about the increasingly casual use of the word \"flap,\" and the resultant loss of its significance and usefulness. Traditionally, a flap is a major, wide-spread increase in sighting reports and press and public interest. To use the word to describe a limited, local- ized upsurge in reports is to knock out much of its impact. And to use it for a few sighting reports such as \"Ohio Flap\" (issue 249, page 15) is to render it almost meaningless. Why not return the word to its original meaning, and use others, such as \"local wave\" and \"sighting increase\" to describe the minor upsurg- es in activity? Just a thought... — Don Berliner Alexandria, VA New Project Blue Book Project Blue Book, The United States air Force investigative arm for Unidentified Flying Objects (UFOs) has been reorganized as a civilian research and investigative associa- tion, comprised of, but not limited to, present and former Air Force and other U.S. government agency per- sonnel. The new Project Blue Book, officially name-approved by the Uni- ted States Air Force, will study future UFO sighting reports, but devote further in-depth studies to the older, classic, sighting reports from the mid- 19405 through the 1960s. The original Project Blue Book closed 22 The Night Sky By Walter N. Webb MUFON Astronomy Consultant March 1989 Bright Planets (Evening Sky): Mars and Jupiter lie near each other high in the SW sky at dusk. The dimmer Mars (21 times fainter at magnitude 1.1 passes 2° above the bright- er giant world, (magnitude -2.2) late on the llth as they set in the NW shortly before midnight. The 4-day-old Moon and the Pleiades are not far from the pair. Bright Planets (Morning Sky): With Venus hidden in the solar glare, Saturn remains the lone planet in the morning sky. The ringed world (magnitude 0.5) rises in Sagittarius in the ESE about 2:30 AM in mid-March and stands low in the SE at twilight. It passes only 14 minutes of arc below the planet Neptune on the 3rd, the first of a triple conjunction between these two in 1989. Although 8th- magnitude Neptune might be glimpsed in binoculars, a telescope will afford a better view of this rare conjunction. Look for the shape of Nep- tune's very tiny disc by using high magnifications. Partial Solar Eclipse: The new moon hides part of the Sun on March 7 from the central U.S. to Alaska and Hawaii. The eclipse ranges from about 80% obscuration and 2 hours duration to about 9% and 1 hour long in Iowa. Percentages and times of maximum eclipse for several cities: Anchorage, 80% at 9:13 AM AST; Seattle, 57% at 10:10 AM PST; Los Angeles, 36% at 9:50 AM PST; Denver, 24% at 11:17 AM MST; Des Moines, 9% at 12:35 PM CST. Do not look directly at the Sun! For safety, project the Sun's image through a telescope eyepiece, or through a pinhole in a card, onto a white surface. Moon Phases: New moon — March 7 First quarter — March 14 Full moon — March 22 Last quarter — March 30 € O The Stars: During this harbinger month of spring, Leo the Lion creeps ever closer to the celestial meridian in the south. Astride the meridian at 9 PM (mid- month) lies the faintest of the 12 zodiacal constellations, Cancer the Crab. Look for a dim patch in the crab and then focus binoculars or a telescope on it. It is a wedge-shaped \"swarm\" of stars popularly called the Beehive. Cancer is centered between Leo and Gemini the Twins. The Twin Stars Pollux and Castor form the heads of the two brothers, while their stick- figure bodies and feet are rather easily seen along with arms extended to the right and left. Castor actually is a triple star (telescopically), and each of the trio is itself a close pair (spectroscopically). So the entire system is composed of 6 stars! The brilliant stars of Orion and the Dog Star Sirius still are prominent in the SW. MUFON UFO Journal, No. 251, March 1989"},{"pageNumber":24,"pageContent":"MESSAGE, continued Section Director for Cayuga County. Ivan A. White, Jr. of Waterloo, New York has been reassigned to Seneca and Yates Counties so they may work as a team. Rev. George Aug- ustine Johnson, living in Port Har- court, Rivers State, Nigeria, is our new Representative for Nigeria (in West Africa). He will be working with Cynthia Hind, Continental Coordi- nator for Africa. Indiana UFO Conference On April 1 and 2, 1989, the Indiana UFO Conference will be held at the Ramada Inn South (Interstate 465) in Indianapolis, Indiana. For details please contact Francis L. Ridge, State Director, 618 Davis Drive, Mt. Ver- non, IN 47620 or by telephone (812) 838-3120. The meeting will emphasize training of Field Investigators and improved communications methods. State meetings of this nature are highly recommended as a means of developing a team of trained investi- gators. News Around the Network Please see the February, 1989 issue of the Journal for details on speakers, registration and reservations for the Ozark UFO Conference at the Inn of the Ozarks in Eureka Springs, Arkansas on April 14, 15, and 16 or call Lou Parish at (501) 354-2558. Walt Andrus will be presenting his slide-illustrated lecture on the Gulf Breeze Florida Case at a mini-sympos- ium in Houston, Texas on Saturday, March 25, 1989 at the Ramada Inn West, 7787 Katy Freeway, at both 1:30 p.m. and 7:30 p.m. under the sponsorship of MUFON Houston. For ticket information call (713) 776- 2544 (7 a.m. - 10 p.m.) or (713) 465- 1700 (9 a.m. - 10 p.m.). On January 16, 1989, the North Dakota Commission on Martin Luther King, Jr. Holiday honored Dr. John R. Salter, Jr., MUFON State Direc- tor for North Dakota, with their fourth annual award. The prestigious award was presented to Dr. Salter by MUFON UFO Journal, No. 251, March 1989 the Governor of North Dakota, the honorable George A. Sinner \"for his work on civil rights in North Dakota for Native Americans, all people of color.\" Incidentally, the third annual award was made to former Lt. Gov- ernor Ruth Meier. We are extremely proud to have one of our state direc- tors honored in this manner for his civic work. MUFON 1989 Symposium The theme for the MUFON 1989 International UFO Symposium in Las Vegas, Nevada at the Aladdin Hotel and Casino on June 30, July 1 and 2, will be \"The UFO Cover-Up: A Government Conspiracy?\" Speakers committed are Jacques F. Vallee, Ph.D., William L. \"Bill\" Moore, Donald A. Johnson, Ph.D., John F. Brandenburg, Ph.D., (MARS Research), Stanton T. Friedman, Timothy Good, Linda Mouhon Howe, Jennie Zeidman, and John O. Lear. Five of these speakers will relate intriguing new information involved in the U.S. Govern- ment's conspiracy to hide the real evidence behind the UFO phenomena. John Lear, State Director for Nev- ada, will serve as the host chairman with Hal Starr, State Director for Arizona, Co-Host Committee. Reser- vations for rooms may be made by writing or calling the Aladdin Hotel and Casino, 3667 Las Vegas Boule- vard South, Las Vegas, Nevada 89109 or telephone (702) 736-0111 or (800) 634-3428. The price per night is $48.00 for a single and $48.00 for double occupancy. Guest room accomodations will be available starting' Thursday, June 29 and extending through July 3 for people arriving early or departing after the symposium at the same pri- ces. Only a limited number of rooms in this category are available, so early reservations are recommended. 150 rooms have been allocated for Friday, June 30 and Saturday, July 1st for the majority of the attendees. The hotel will hold the block of sleeping rooms until May 30, 1989. The Alad- din Hotel will continue to accept reservations after this date based on room and rate availability. Early reser- vations are highly recommended. The State Directors Meeting is scheduled for June 30th and the Board of Direc- tors Meeting for July 2, 1989. The cost of registration will be announced in the near future. BLUE BOOK, continued its doors in 1969, but many of the investigators of the earlier reports found that the most important cases were then, and still are to this date, listed as \"Unidentified.\" While some possible answers were made on many reports at the time, most \"answers\" did not fit the actual reported sightings, and were later proven not to be the objects reported by reputable observers, including those persons who were in high-level govern- ment positions when they made the reports. The \"answers\" did not fit the reports. The new Project Blue Book will be directed by industrialist Bill Pitts, a veteran investigator for civilian UFO organizatioins and various government agencies. A high-level research team will re-evaluate the older reports and endeavor to determine whether the objects reported were solid, metalliclike structures and could be extraterrestrial, an hypothesis long considered as the predominate answer. In a statement released to the media, Pitts said: \"We will be seeking first-hand information, and materials, from indi- viduals personally involved in the earlier saucer-era sighting reports, and will greatly appreciate receiving from any such person, or members of the imme- diate family, any copies of sighting reports, photos and movies, especially on plane-gun cameras, if available. \"Also, first-hand knowledge, or proof, of any alleged UFO 'crash-retrieval' situation would be appreciated. Any such information received will be handled in strict confidentiality, and persons sending such materials will remain ano- nymous. All materials will be returned in their entirety. Any person who may have been under 'gag-restrictions' in the past should come forward immediately, while they are still able to do so to assist us in this investigative endeavor of the world-wide phenomenon.\" Headquarters for the new Project Blue Book will be at Pitts' office, 506 North 2nd Street, Fort Smith, Arkansas 72901. It is this address, centrally located in the United States, to which all materials should be sent. 23"},{"pageNumber":25,"pageContent":"Director's Message By Walt Andrus May 31, 1989 will mark the 20th Anniversary of the founding of the Mutual UFO Network, Inc. (MUFON), originally known as the Midwest UFO Network. With the departure from the UFO scene of both APRO and NICAP, MUFON is now the oldest or senior UFO organization in the U.S.A. and also the largest in the world. Every member must be congratulated for their individual contribution toward achieving this worthy distinction. The key to this success may be directly attributed to the \"grass roots\" struc- ture of the organization and the state leadership, whereby everyone is a part of the overall investigative and research team. The organizational structure of MUFON, as prescribed in its bylaws for leadership succes- sion, assures that it will continue to be viable for another 20 years, or until a resolution of the UFO pheno- menon is achieved. As the Editor alluded to in the Feb- ruary 1989 MUFON UFO Journal, with consecutive issue number 250, it has surpassed all other UFO publica- tions, including some of those founded in the 1950's. (Yes, we must be doing something right.) Accolades to all of you have made this possible, starting with Mrs. Norma E. Short, the first editor of SKYLOOK. MUFON Award for 1988-1989 The Annual MUFON Award plaque for the most outstanding contribution to UFOlogy for 1988-1989 will be presented at the MUFON 1989 UFO Symposium in Las Vegas, Nevada on July 1, 1989. The actual contribution or work is not confined to the calendar year of 1988-89, but may include significant accomplishments during the past five years. Nominees or candidates for this award may reside anywhere in the world. A per- son may be nominated by submitting his or her name with a written para- graph stating briefly why their candi- date should receive the award, listing the nominees accomplishments and recognition in the field of ufology. Anyone may submit the name of their candidate to one of the members of the MUFON Board of Directors, listed in the MUFON 1988 Interna- tional UFO Symposium Proceedings, plus George R. Coyne, Jennie Zeldman and Robert H. Bletch- man. The deadline for receiving nom- inations from Board Members is April 1, 1989 in Seguin, Texas. A ballot will be enclosed with the May 1989 issue of the MUFON UFO Journal so all members and subscribers may vote for their choice for this prestigious award. The deadline date for return of ballots will be specified on the bal- lot. Eastern Regional Director Three candidates have been nomi- nated for Eastern Regional Director to fill the vacancy created when Joe Santangelo's term expires on the Board of Directors this year. Listed al- phabetically, they are Stephen J. Firmani, State Director for Massa- chusetts; Robert L. Oechsler, State Section Director for Arundel, Howard and Calvert Counties in Maryland; and Donald M. Ware, State Direc- tor for Florida. A ballot is enclosed in the March 1989 issue of the Journal to all members in the Eastern Region of States so they may cast their vote for Regional Director. The deadline date for receipt of ballots in Seguin, Texas is indicated on the ballot. Every member is encouraged to vote, since this is your opportunity to select the person that you feel will best represent the eastern states on the MUFON Board of Directors. New Officers Scott H. Colburn, residing in Lin- coln, Nebraska and former Assistant State Director, has been promoted to State Director for Nebraska, replac- ing Ray W. Boeche. C.L. \"Chuck\" Brooks of Sioux Falls, South Dakota, who recently resigned as State Direc- tor due to new employment in Colo- rado, has accepted the position of Assistant State Director for South Dakota. Favorable employment oppor- tunities with another firm made it desirable for Chuck to remain in South Dakota. Jean Waller, State Director for Oklahoma, has appointed Robert G. Davis to the post of Assistant State Director for Investiga- tions. Bob resides in Oklahoma City. William I. McNeff, State Director for Minnesota, has approved the two following appointments as State Sec- tion Directors: Mark D. Anderson of Fergus Falls for Otter Tail and Wilkin Counties; and Donavon \"Don\" Johnson now living in Fertile for Polk, Norman, and Mahnomen Coun- ties. Mr. Johnson was a State Section Director in North Dakota before moving to Minnesota. Other new State Section Directors selected dur- ing the past month are: John W. Komar, living in Memphis, Tennes- see, for Shelby, Fayette, and Tipton Counties; Paul, A. Ferrughelli of Wayne, New Jersey for Passaic County; and Jeffrey N. Sargent, residing in San Marcos, Texas, for Hays and Comal Counties, replacing John and Mary Sanders who have similar positions in Beaumont, Texas. When Scott A. Caldwell became State Director for Alabama, he ap- pointed Bert D. Ballard of Tusca- loosa as State Section Director for Tuscaloosa, Bibb, Greene, Hale, and Pickens Counties. Bert _is the father of Burtus \"Jeff\" Ballard, State Sec- tion Director in northern Alabama. Donna R. McLeod, living in Weeds- port, New York, is the new State Continued on page 23"}]
