[{"pageNumber":2,"pageContent":"m MUFON UFO JOURNAL NUMBER 172 JUNE 1982 • Founded 1967 OFFICIAL PUBLICATION OF MUTUAL UFO NETWORK, INC.I UFO'S...CANADA A GLOBAL PERSPECTIVE THIRTEENTH ANNUAL MUFON UFO SYMPOSIUM PROCEEDINGS JULY 2, 3 & 4, 1982 TORONTO, ONTARIO, CANADA $1.50 COVER OF 1982 MUFON UFO SYMPOSIUM PROCEEDINGS"},{"pageNumber":3,"pageContent":"The MUFON UFO JOURNAL (USPS 002-970) 103 Oldtowne Rd. Seguin, Texas 78155 RICHARD HALL Editor ANN DRUFFEL Associate Editor LEN STRINGFIELD Associate Editor MILDRED BIESELE Contributing Editor WALTER H. ANDRUS Director of MUFON TED BLOECHER DAVE WEBB Co-Chairmen, Humanoid Study Group PAUL CERNY Promotion/Publicity REV. BARRY DOWNING Religion and UFOs LUCIUS PARISH Books/Periodicals/History ROSETTA HOLMES Promotion/Publicity GREG LONG Staff Writer TED PHILLIPS Landing Trace Cases JOHN F. SCHUESSLER UFO Propulsion DENNIS W. STACY Staff Writer NORMA E. SHORT DWIGHT CONNELLY DENNIS HAUCK Editor/Publishers Emeritus The MUFON UFO JOURNAL is published by the Mutual UFO Net- work, Inc., Seguin, Texas. Member- ship/Subscription rates: $15.00 per year in the U.S.A.: $16.00 foreign. Copyright 1982 by the Mutual UFO Network. Second class postage paid at Seguin. Texas. POST- MASTER: Send form 3579 to advise change of address to The MUFON UFO JOURNAL, 103 Oldtowne Rd., Seguin, Texas 78155. FROM THE EDITOR Are Bigfoot sightings and \"psychic\" or paranormal events somehow related to UFOs? In this and the previous issue, respected authors have suggested the possibility. Reported cattle mutilations also have been linked with UFO sightings at times, as have \"mystery helicopters.\" Although the ideas are titillating and inspire endless speculation, the discriminating reader should demand that th'e proponents present a catalogue of thoroughly investigated cases that, if valid, clearly establish such a link. Could it be that the pre-UFO-sighting proclivities of the witnesses influence their reporting of UFO encounters? If UFO sightings occur in the same general area and within a week or two of tornadoes (or floods, or panty raids), should we automatically consider a possible causal relationship? If so, everything would soon be seen as being significantly related to everything else. More likely, if UFOs really are something unique (possibly extraterrestrial in origin), observations of them are being made by individuals of all sorts of philosophical per- suasions whose \"mind filters\" then color their reporting and their in- terpretations of what they have seen. In this issue PENNSYLVANIA LOW-LEVEL UFO SIGHTINS  3 By Stan Gordon UFOs OVER ARKANSAS; PART II   4 By William D. Leet BIRTH TRAUMA AND \"ABDUCTIONS\"  7 By Robert Wanderer CALIFORNIA REPORT    9 By Ann Druffel PLASMA OR UFO?    12 By Greg Long OREGON SHERIFFS'SIGHTINGS   13 By Greg Long MYSTERIOUS AIRSHIPS: COMMENTARY II  14 By Louis Wirikler CRITIC'S CORNER    15 By Robert Wanderer AIR FORCE INTELLIGENCE AND CIA UFO DOCUMENTS ....16 IN OTHERS' WORDS    19 Lucius Parish DIRECTOR'S MESSAGE   20 By Walt Andrus The contents of The MUFON UFO JOURNAL are determined by the editor, and do not necessarily represent the official position of MUFON. Opinions of contributors are their own, and do not necessarily reflect those of the editor, the staff, or MUFON. Arti- cles may be forwarded directly to MUFON. Responses to published articles may be in a Letter to the Editor (up to about 400 words) or in a short article (up to about 2,000 words). Thereafter, the \"50% rule\" is'applied: the article author may reply but will be allowed half the wordage used in the response; the responder may answer the author but will be allowed half the wordage used in the author's reply, etc. All submissions are subject to editing for style, clarity, and conciseness. Permission is hereby granted to quote from this issue provided not more than 200 words are quoted from any one article, the author of the article is given credit, and the statement \"Copyright 1982 by the MUFON UFO JOURNAL, 103 Oldtowne Rd., Seguin, Texas\" is included. '  •"},{"pageNumber":4,"pageContent":"PENNSYLVANIA LOW-LEVEL UFO SIGHTINGS By Stan Gordon (State Director) The year 1982 has shown a marked increase in UFO activity in the state of Pennsylvania. Since 1973 when over 700 UFO incidents were reported from around the state, sightings have dwindled con- siderably. Since February, the Penn- sylvania Association For the Study of the Unexplained (PASU) UFO Hotline number has been busy with reports of nocturnal lights as well as observations of large unconventional objects observed at close range. Many of the cases are still under in- vestigation and more details of the events will be released as soon as they are available. On Feb. 25 at about 9 p.m. a woman looking outside for her hus- band to return from work observed a large round object with a dome on top emitting a beam of light. From the angle of observation it is possible that when first observed, the object may have been resting on the ground. After several minutes the craft rose vertically, then turned and went over the house of the witness and con- tinued out of sight. The sighting was near Tunnelton in Indiana County. On March 23rd near New Castle, about 5:15 a.m., an off-duty police of- ficer observed a very large round source of light which hovered over the roof of his house. Another police officer who arrived at the scene also observed the object. The object then proceeded to follow directly over the police car down route 65 until it con- tinued out of the area. The most detailed sighting so far this year occurred on April 1, near Petrolia in Butler County. At approx- imately 7:15 p.m. three witnesses were working on a jeep when one of them noticed what he thought was a bright star just above the trees about 1,500 feet away. The light seemed to have a red flashing effect to it. The witnesses went back to their chores when one of them looked up a few minutes later and commented that the star had doubled it's altitude. Addi- tional light was needed to complete the work being done, so the headlights on the jeep were turned on. Almost immediately the bright starlike object began to move toward the observers. They turned the lights off, and the object reversed direction and backed off. The jeep lights were turned on again, and the object again approached closer, passing almost directly over the heads of the witnesses at an altitude of approx- imately 250 feet. At this point the bright light went out and the shape of the entire object could easily be seen. It was a very large triangular-shaped construction, a dull gun metal gray color and was sur- rounded by a luminescent mist which seemed to originate from the back of the main body. The object was solid in appearance and there was a light at each point. At the front of the object was a red light, with a white light at one corner and an amber light at the other corner. The lights didn't blink but they seemed to pulsate one at a time. At one point two bright lights shot away from the main object, one going North and one going South. Neither the main object nor the smaller lights made any sound. As a jet plane approached from the East the object seemed to stop com- pletely, become very bright, then it rose stright up until it was out of sight. Two of the witnesses stated that while observing the object, they had the feeling that \"their skin was crawl- ing off their body.\" After the sighting and for several days, two of the. witnesses had severe headaches and one had diarrhea. Other residents from the local area have reported similar observations during April. At approximately 11:17 p.m. on the evening of May 5, police radio networks were filled with reports of a bright nocturnal light near the Plea- UTO ObeerroA the first «eek of April, 1982 In Butler County. The object ma surrounded by & «lat ud KM obeerred for *J Bin sant Hills area of Pittsburgh. One witness, a pilot who heard the reports over his scanner, ran outside to see if there really was anything unusual. He didn't see the light source, but what he did see was even stranger and defied his knowledge of aircraft. Moving from the N.W. toward the S.E. was what appeared to be a triangular-shaped object about the size of a Lear jet at approximately 1,000-feet altitude. The strange thing about the object was the fact that on- ly the front section, which appeared to be of a solid outline, was visible. The rest of the object seemed transparent, as the brighter stars could be seen through the middle structure. The sighting lasted about 15 to 25 seconds, as the object moved very fast across the sky without any sound. This is a sampling of some of the events which are now happening around the state. Most reports which have been evaluated have turned out to be misidentifications of planets, stars, and aircraft lights, but others such as those above, have yet to be explained. D"},{"pageNumber":5,"pageContent":"UFOs OVER ARKANSAS: PART II By William D. Leet (Arkansas State Director) D 1982 by William D. Leet) A \"UFO Fleet\" filled the sky above Fort Smith in August 1966, and on the 16th several thousand residents watched \"weird lights\" cavort in the night sky. The Arkansas Democrat of August 16, 1966 gave this account: Several thousand people, including police of- ficers and newsmen, reported seeing \"weird lights\" which were' visible for some three hours in the sky over Fort Smith. One Fort Smith policeman, using binoculars, described the lights as \"...four red lights, stationary but seeming to rotate much the same as a police patrol car warning becaon. They were spread out in the sky like points on the comers of a square.\" The officer reported that one set of red and green lights appeared, then a white -• blinking light, all moving separately, then ac- companied by a white \"beam\" of light mov- ing in a straight line from one to another of the four red lights. When the lights disap- peared, they \"...just seemed to blink off.\" This flap continued through August, \"weird lights moving rapidly, making crazy maneuvers, and chang- ing from white to red to green.\" The Stuttgart Daily Leader of August 17 said that Little Rock police received \"some 50 calls of UFO sightings,\" and that the unidentified flying objects were operating over many cities. The Arkansas Democrat of the same date observed that the \"lights were visible for more than one hour, changing from white to red to green, making erratic movements and, at times, seemed to be flying in a formation.\" When the wave of visits by unear- thly craft recommenced in the spring of 1967, Piggott citizens suffered a plague of UFOs, many of them \"close encounters\" and one which \"terribly excited\" nearby dogs. The Memphis Press-Scimilar of March 4 quoted an Air Force veteran as remarking that he and friends while camping saw a \"...strange craft that followed B-52's in for a landing each morning at 2:00 a.m.\" As the planes landed, the object would take off, he said. However, \"One night, the thing lost control...wobbled crazily, much like a plate wobbles after you spin it...and the revolutions begin to slow...Then suddenly a smaller red object streak- ed toward the floundering larger craft. The big one seemed to consume it...its control was regained and it took off at a high rate of speed.\" Among numerous UFO manifesta- tions fathered by the Press-Scimitar which occurred in Arkansas, Kenneth Roderey's second scare was while driving his car and being buzzed by a UFO \"about 30 feet off the ground and gliding along off from me about 300 yards. Suddenly, it made a bee- line for my car, swerved off and left at a terrific...speed.\" One flying saucer was \"sitting on the ground\" near Imboden, viewed from 200 yards away for 45 minutes. A man fired a .22 rifle just above a landed saucer but it did not leave, only changed its color. From the midst of scores of Arkan- sas UFO confrontations the Press- Schimilar recounted emerged this astonishing encounter in the edition of March 13, of two Black Rock men. The men were driving in a remote area when their truck's engine failed. Immediately, a short distance away, a 50-foot wide, saucer- shaped object was seen slowly descending toward the ground. After the craft came to a , stop, two \"aliens\" got out and walked over to the truck. Reportedly feeling they were being bombarded with vibrations, the truck occupants had a distanct feeling the \"aliens\" could read their mental thoughts. One \"alien\" was said to tell the men that they meant no harm and the witnesses could continue their trip if they promised to keep the encounter a secret. The \"aliens\" were described as being humanoid with the back of their heads flat, and wearing metallic suits. During the flap of 1967, one of the best accounts of UFO action was in the Morrilton Demoaat of April 13. Several dozen persons told of seeing UFO the previous Saturday night at points in Hot Springs, Augusta, Searcy, Newport, Little Rock, Dardanelle, Russellville, Pottsville, Conway and others. Descriptions: 8:30 p.m. Saturday night. Object appeared to be over Arkansas River, about 200 feet high and moving steadily on a northeasterly course. It • was dull, orange glow. As object approached to about a \"couple hundred yards away,\" still at 200 feet high, it was a bright white light. (Viewed on this occasion by an unnamed CB radio operator). Sighting lasted from 30-60 seconds. (Morrilton report) Sunday morning 1:00 a.m. UFO was an \"ex- tremely fast-moving real bright light; soundless.\" (Ada Valley report) C.B. radio operator: \"An orange light, mov- ing crazily and soon disappearing.\" (Oppelo report) Object \"came out of the Governor's pasture.\" (Petit Jean report) Soundless object: others report a mild whim- sound....similar to air conditioning unit. (Mt. Nebo report) Similar UFO activity, though not so intense, was seen over Arkansas . spasmodically, then the Yellville Mountain Echo told us this the 18th of September 1969: A random snapshot of a Lear Jet, landed at the Flippin Airport in July has, when developed, shown what appears to be an inverted dish in the sky above and beyond the jet plane. The picture was studied by experts but no explana- tion was given. In two additional photos, ex- perts did find a metallic appearing object on Lee's Mountain (two miles west of the airport) that appeared to be rather large. Investigations offe'red no clue as to identity of the object. The Blytheville Courier News of April 22, 1970 described a close en- counter: A thing that was \"...as real as real can be\" was spotted by two women about 1:00 a.m. near Burdette. \"The brightest light you've ever seen\" was first detected hovering about 60 feet above a field, directly off an interstate highway. The object then descended slowly, (Continued on next page)"},{"pageNumber":6,"pageContent":"Arkansas, Continued again hovered, beginning to rotate..The craft, viewed for about three minutes, was noiseless except during departure. \"When it cranked up, it made a whistling noise, then was gone so fast that it took only seconds till we lost sight of it,\" the women explained. September 18th of that year the Northwest Arkansas Times ran this story: Thursday night about 10:00 p.m. Fayet- teville police received numerous calls regar- ding \"an orange flash with a loud boom,\" \"a white silver disc flying below the clouds,\" \"a flashing white light,\" and \"a sonic boom.\" The same newspaper on July 16, 1971 reported that two persons sighted \"a large streak of fire in the sky,\" and a third witness said: \"It was really pretty but sorta scary,\" one Fayetteville resident explained regarding a UFO sighted shortly before dark last night. This unnamed female sighter described the object as \"large in front and tapering toward the back and throwing off sparks.\" Moving west to east, the rapidly traveling object was in view for 6-7 minutes, then \"just disap- peared.\" It was said to have been \"pretty high\" and noiseless. For some unknown reason, most of the action by otherworld visitors has been in the Ozarks and western Arkansas, and of late has been con- centrated in the vicinity of Tex- arkana. The latter circumstance may be explained by the location of the Red River Army Depot and adjacent Lone Star Army Ammunition Plant nearby, which together comprise Red River Arsenal, the largest arsenal in the world. It is not surprising that such a vast store of materiel would be kept under surveillance and study by beings from other worlds. Mr. Stephen Ward, on his way .to work on a December morning in 1972, was astonished to see two solid oval objects pass before him at \"in- credible speed,\" from the Arkansas side of Texarkana toward the Red River Arsenal. The UFOs were only 200-300 feet above the ground and made no sound, but left trails of red and blue flames and white, wavy smoke. They quickly flew beyond Ward's range of vision. \"I knew they were objects I had never seen before,\" he stated. This example of people being \"tail- ed\" by extramundane craft was in the Texarkana Gazette edition of October 31, 1973. UFO Seen near STAMPS—An Unidentidied Flying Object \"shaped like a banana, with blinking red lights,\" was sighted near here early Sunday morning by a Texarkana cou- ple on their way to visit relatives in Waldo, Ark. Kenneth Creech, Stamps city marshal!, reported Monday. Creech said he was awakened about 4:30 a.m. Sunday by a telephone call from Mr. and Mrs. Homer Adair...and that they told him they had sighted a strange flying object through the rear window of their car and it had followed them for about 35 miles before disappearing near the Stamps city limits. The Adairs reportedly told Creech \"the object flew at treetop level and made no noise whatsoever.\" They said a man in another car had turned a spotlight on the object and the light immediately went out. Prominent businessman, Jerry Loveall, driving near Lake Texarkana in late October 1976, at 10:30 p.m., saw a bright light in the sky that he at first took to be an airplane. As he wat- ched it, he noticed that it was dif- ferent and brighter than a plane, so he stopped the car and stepped out to get a better look. At that moment, he reports, \"it split into three lights traveling at a high rate of speed in three different directions.\" (MUFON UFO Report). Another suspension in UFO opera- tions (or reporting of such) occured until 1980. September 2, at 9:00 a.m., the administrator of a Texarkana medical clinic went outdoors to check his mail. In his MUFON report, Jerry. W. Chapman recounts the episode: I was returning from my mailbox and as I was walking down the driveway, I noticed a bright light glowing through the pine trees. My first impression was that it was the Goodyear Blimp, but as I observed the movement of the object back and forth with the eerie green lights on the side, I knew it was not an airship. I might add that I have been a pilot for many years with all my ratings. 1 thought it was amazing to be seeing a UFO that everyone talked about and for the first time I was experiencing a sighting myself. After a few minutes the object mysteriously disappeared as if someone had turned out the lights in a dark room. A half-hour later, plant operator Harry Gordon went out of the office of Natural Gas Pipeline of America's Purification Plant No. 360, near Tex- arkana. Mr. Gordon is a former Air Force Flight Engineer Instructor, and has 30 years of service with NGPL. His eye was caught by a football- shaped object, similar to what Mr. Chapman had just been seeing only 12 miles away. It approached the southeast corner of the plant where it paused a few seconds at a height of 500-700 feet, and after an abrupt flat turn slowly flew along the side of the plant to its north end, where it made another sudden unbanked turn and slowly flew northwest for about a mile. Gordon's report completes the narrative: ...1 stood spellbound as I saw it. At first 1 thought it was going to land. Then I thought maybe it just wanted to look us over. I wat- ched until it stopped over Red River Arsenal where the lights went out. It stopped and the lights slowly went out as if they had a rheostat control. The first-mentioned multi-sightings of the Boomerang UFO in Howard and Sevier Counties the evening of February 3, 1981, were foretokened the night before when two men were confronted by a pale blue ellipsoid that astounded them. Nashville High School physical education teacher and head coach, Gary Segrest, states in his MUFON report: My partner and I were driving back from of- ficiating a high school basketball game at Norman, Ark. and were in the hills between Caddo Gap and Glenwood. We saw a bright light that looked like a shooting star but much brighter. It went across the sky from the north to southeast, came to a complete stop, then simply vanished. We sat speechless for a short time, then we tried to figure out what we saw. On the night of May 8, 1981, two performances were staged for Tex- arkanians by the heavens-navigators. At 10:30 p.m., retired Air Force elec- tronics and radar specialist James B. Phillips and two others, at a point about 10 miles south of the city, wat- ched a formation of five white lights flying to the north at only 1,000 feet (Continued on next page)"},{"pageNumber":7,"pageContent":"Arkansas, Continued altitude. The figure was one light in front of four which were in a dia- mond shape. The size was twice that of an airliner but there was no sound. Forty-five minutes earlier, the same object—apparently—was observed by U.S. Postal Service employee C.R. Sharp and three companions as it passed northward over the city. A flurry of UFO maneuvers was witnessed on Colonel Glenn Road near Little Rock in the early morning, of June 6, 1981. At the home of Reverend and Mrs. Bob Crabb, a friend of their son Bobby, Scott Stewart, was spending the night. After watching a late TV program, the two high school students went to Bobby's room to retire but at once were attracted by a brilliant light out- side the window. They felt \"pulled\" or \"compelled\" to go out in the back yard where a 4-foot-long rectangular object and a smaller oval were cavor- ting around the garage, a shed, and trees on the side of a sloping hill. Each object glowed fuzzily around a dim white center, and darted er- ratically from one position to another where it hovered a few seconds, sometimes approaching within a few yards of the two boys. After several minutes of the haywire deportment, the weird show-offs flew away. In- vestigation of the site disclosed small glens where the leaves and other foliage were withered up to about 20 feet from the ground, but noting damaged above and on the other sides of the trees. Some orange mushrooms had sprouted on the slope where the boys said nothing had been growing, and a dark rectangular outline was seen on the roof of the garage where the larger UFO was seen to hover. The most intriguing event, perhaps, since visits by the Great Air- ship of 1897, took place recently in a suburb at the southeast corner of Tex- arkana. It has jocularly been dubbed \"The Space Spy of Tennessee Road,\" a title that nonetheless may be quite appropriate. At 10:40 on the night of March 18, 1980, Tommy and Mary Kay Willard were watching television in their home on Tennessee Road when the set appeared to receive Scott Stewart and Bobby Crabb. UFO-damaged leaves in background. several power surges and it and the lights went out. He looked out the window to see whether the neighbors had lost their electrical power too, and saw that all of them were in total darkness. Mr. Willard also noticed that a quarter of a mile west of Beasley Hill, hovering at the top of the Cable Television tower, were two bright white lights and a red light. He and his wife stepped out on the porch and the three lights, maintaining their relative positions, moved slowly eastward along the ridge on the north side of and parallel to Tennessee Road. Fascinated, the Willards watch- ed the phantom, only 100 to 200 feet above the terrain, glide silently to the house across the street and stop just above and back of it. At that moment the UFO started moving away to the north and the street lights came on and the apparition vanished. Investigation revealed that all houses in the neighborhood had been struck by the electromagnetic (EM) effects at the time, losing TV, lights, and all electrical power. On the house where the UFO paused, however, which is on the highest point in Miller County, we may find the clues to the Space Spy's curiosity. A television reception antenna stands 40 feet high, and commercial transmitting and receiving antennas reach 60 feet above the roof. Since our extrater- restrial visitors are inquisitive about arsenals, pipeline stations, and back yards, it is not likely that they would ignore our electronic means of com- munication. Arkansas' most recent UFO activi- ty has been concentrated in the southwestern corner of the state near Texarkana, and is of such intensity as to merit an article of its own. One will soon be forthcoming, but meanwhile it will be interesting to read in the Journal the roundups of UFO manifestations in other states. The conclusion of the present arti- cle must be an acknowledgement of its being made possible by Lucius Parish, veteran ufologist and member of the journal staff. Without his in- calculable hours of superior research, it could not have been written. D"},{"pageNumber":8,"pageContent":"BIRTH TRAUMA AND \"ABDUCTIONS\" By Robert Wanderer Note: This is the second of 2 articles. Alvin H. Lawson's birth trauma theory poses a strong challenge to the conventional UFO wisdom. As detail- ed in the previous article in the April 1982 MUFON UFO Journal, (No. 170), his hypothesis suggests that the \"abductions\" described by hypnotiz- ed subjects may be linked with the memory of the shock of being born. Most UFO leaders asked to comment considered the hypothesis to be worth exploring, although many termed it \"simplistic\" or objected on other grounds. Lawson propounded the challenge in the opening paragraph of his paper at the 1981 CUFOS conference: \"Those who believe that UFO ab- ductions relate to alien beings, parallel universes, or other exotic hypotheses will ultimately have to ex- plain—along with the lack of unam- biguous physical evidence—why the incidents and images reported by ab- ductees are so similar to those reported in a variety of obviously psychological processes.\" The similarities are to the images reported in drug-induced hallucinations, near- death experiences, religious and metaphysical ecstasies, shamans' trances, and particularly fetal and birth trauma. Dr. Richard F. Haines, a CUFOS research associate with long ex- perience in the field, termed Lawson's hypothesis a \"bold, creative step that will force the UFO community to consider it.\" While he does not necessarily agree with or accept the theory, he urges that it be carefully considered. Richard Hall, editor of this journal, is similarly cautious. He feels Lawson's hypothesis may \"have some bearing on certain aspects of abduc- tion story content,\" but that Lawson \"tried to apply his notion too widely, and in that sense it is simplistic\" and \"fails to account for fundamental aspects of abduction reports.\" A more extended comment comes from Dr. Berthold E. Schwarz, a psychiatrist who has written exten- sively on telepathy and child psychology as well as UFO's. Although he has not read and studied Lawson's paper, he finds it curious why psychiatrists \"do not see pa- tients, who have had supposed ex- cessive psychological or actual physical birth trauma, present UFO abduction as their chief complaint.\" The UFO cases he has investigated \"had so many complexities that I would be reluctant to invoke the birth trauma hypothesis without first ob- taining other detailed data.\" Schwarz points out that the birth trauma hypothesis originally pro- pounded by psychoanalyst Otto Rank \"could superficially be ap- plicable or symbolic for many situa- tions, and he and his followers did just that.\" But, he says, the fact that \"one might find the birth trauma hypothesis attractive in explaining some UFO abduction experiences, or that close encounter UFO contactees might obtain relief from this possible explanation, does not mean that it is correct. The UFO abduction ex- perience, whatever the cause and however the psychological and sym- bolic aspects are to be interpreted, cannot be easily explained, if explain- ed at all, without first having a careful psychiatric investigation of all the 'relevant life-experiences of the con- tactee. This is seldom done. \"If the birth trauma hypothesis was likely, one would expect the con- tactee's past history to include many related events with birth trauma overlays leading up to the alleged UFO abduction. In those cases I have studied, this has not been so. \"However, Dr. Lawson is a respected UFO researcher who has imaginatively applied insights that he has learned to the UFO problem. He should be encouraged for his in- novative thinking, for possibly others will use his approaches or find related methods that will dent this refractive problem.\" Schwarz finds it of interest that those who have used hypnosis in their psychiatric work over the years have reported few if any UFO abduc- tion experiences by their patients. Also, \"if the birth trauma hypothesis is applicable, how is it that those who use it in their clinical work have not reported cases with alleged UFO close encounter experiences? And how is it that patients who have had known birth traumas seldom if ever come forth with UFO abduction ex- periences?\" Budd Hopkins, author of the recent Missing Time, rejects Lawson's hypothesis. He raises four objections: 1. \"Investigation into a number of abduction cases has established beyond doubt that certain subjects found to be missing were being sear- ched for during a fixed period of time. When many of these subjects reappeared, they bore specific punc- ture marks, bloodstains, incisions or other visible signs which they were unable to explain. They were somewhere and suffered real injuries. What happened? Lawson's theory sidesteps these physical problems, which are central to abduction ac- counts. 2. \"Many abduction accounts are remembered whole, consciously, just as one might remember a rape or a mugging one has just undergone. Hypnosis is in no way involved. However, Lawson is required to focus on hypnosis to provide a situation in which his theoretical birth and con- ception memories can come floating (Continued on next page)"},{"pageNumber":9,"pageContent":"Birth Trauma, Continued up out of the past, and thus his theory deals with only some abduction ac- counts. The consciously recalled ab- ductions, nearly identical to those recollected under hypnosis, he must again sidestep. 3. \"Unfortunately, we cannot escape our circumstances. Lawson is an English teacher, a profession in which symbol-mongering can often become a lifetime habit. A first-rate teacher of English Lit can make almost any set of symbols fit any novel. In his CUFOS presentation Lawson showed that he was very adept at this, up to the point where a certain obsessive overkill set in; towards the end his slides more or less connected anything with everything. In answer to a question he was unwill- ing to try to invent an abduction scenario to which his birth trauma symbols would not apply, thereby ad- mitting that his theory is non- falsifiable. If anything one can im- agine in any hypothetical abduction account can be explained by his par- Simultaneous Close Encounters (Note: Dr. Berthold E. Schwarz, in addition to his comments on the Lawson birth trauma hypothesis (see accompanying article), also sent along the following report of simultaneous close encounters, which he believes is a never-before- published \"scoop.\") Recently I talked with my distinguished colleague, Leonard J. Ravitz, Jr., M.D., who has used hypnosis extensively throughout his career and has published learn- ed papers on the subject, and was a longtime associate of an acknowledged world authority on hypnosis, the late Milton H. Erickson, M.D. 1 Although Dr. Ravitz has had no patients with UFO-abduction experiences, he had one personal close encounter UFO experience on the Pennsylvania Turnpike near Mechanicsville in May 1956. That same night Dr. Ravitz's father, also a psychiatrist, and his mother, who were hundreds of mile separated from their son and had no knowledge of his experience, also had a close encounter. Shortly after this, at an American Psychiatric Association meeting in Chicago, Dr. Ravitz, Jr., told Dr. Erickson about his UFO encounter. Dr. Erickson inferred that he had not come across similar UFO experiences in his work, and that he felt the explanation was faulty nocturnal perception. Although the two psychiatrists met frequently until Erickson's death in 1980, the subject of UFOs was never brought up again. Hopefully Dr. Ravitz, Jr., will search his files and some day publish his report. It would seem to me, from this unique experience involving two experts on the trance who used it in their therapeutic work, in addition to the numerous UFO contactee cases that I have studied, that a possible basic denominator to the UFO close encounter cases might be the contactee's trance-like states that often accom- pany these events. 2 In these dissociative states the contactee, or patients, might be ticular box ot symbols, then nothing is explained. 4. \"Finally, there is a movement in psychology today to take recollec- tions and complaints more seriously than before. Freud came to believe that most of his patients' incest stories were wish-fulfilling fantasies. Today, even so committed a Freudian as Dr. J.M. Masson believes that those early incest stories were more probably ac- tual recollections, and the dramas took place, not in the patient's mind, but in the real world.\" Hopkins adds: \"In applying this insight to Lawson's theorizing, I would like to say that I wish Lawson were right. It must be infinitely more comforting to hold the belief that these harrowing accounts are figments of the imagina- tion, than to face the idea that they really happened.\" Ann Druffel, who co-authored The Tujunga Canyon Contacts, raises some other questions. \"Why,\" she asks, \"haven't people all through the ages seen and experienced 'abductions'?\" Further, since, birth can and has been experienced in a \"real\" sense under upeu lu VdHUUb lllliuyiiu?y! i.e., the nypotnesized Ur-U forces, or later the in- vestigator's doctrinaire compliance: e.g., the conscious and unconsciously held viewpoints of Alvin Lawson or anybody else, In my experience, those who have frequent trance-like states might be vulnerable to repeater UFO experiences, and that impression might be a significant area to explore; but that does not directly depend on the birth trauma hypothesis. References 1. Ravitz, Leonard ]., M.D., \"Leaders in Contemporary Science (Milton H. Erickson, M.D.),\" Journal Am. Soc. of Psychosomatic Dentistry and Med., V. 28 (No. 1) :3-10, 1981. 2. Schwarz, B.E., UFO-DYNAMICS, Psychiatric and Psychic Dimensions of the UFO Syndrome. Unpublished manuscript. hypnosis, \"why should there be a need to invent an elaborate scenario of a dome-shaped room with con- soles, aliens dressed in overalls, etc., in order to retrieve memories of birth trauma? Why complicate a simple thing?\" Still another approach is taken by R. Leo Sprinkle, who has studied and written extensively on contactee cases and hypnotic time regression. He agrees that \"abduction\" stories \"are similar to other psychological processes\" such as dreams, hallucina- tions, and birth and death ex- periences. \"However,\" he says, \"I believe that the similarities are an in- dication of the significance of the rites of passage' and an indication of our own human reactions; I do not believe that these experiences are suf- ficient explanation for UFO abduc- tion and contactee experiences. As we learn more about UFO contactee experiences, I believe that we also will learn more about our physical, biological, psychological, and spiritual characteristics. Then, someday, we may come to the point in time where we either are face to face with UFOLKS, or we arrive at the point where we build flying saucers and become UFOLKS ourselves.\" What conclusions can we reach, (Continued on next page)"},{"pageNumber":10,"pageContent":"By Ann Druffel Another Unidentified Occurrence: Part II There seemed little doubt that other travelers going east on the 210 freeway between Grand Ave. and Sunflower Ave. had viewed the same glowing, red rectangular object which the R. family had witnessed. In fact, Mrs. R., traveling in the No. 1 lane (next to the freeway divider), had seen a white or light-colored pickup truck, possibly a Ford, which was parallel to her in the No. 2 lane. The driver of this truck was staring up- ward, his head craned and his hands gripping the wheel, and Mrs. R. thought he must be looking at the red object just as her children and she, herself, were doing. However, in the excitement of the moment, she did not think about getting his license number or signalling him over to the freeway shoulder in order to ex- change information about what they were seeing. There were other cars on the road as well, and all three R. family Birth Trauma, Continued then about Lawson's hypothesis and its current status in the UFO field? Clearly, it is a challenge, not \"just another wild idea,\" because it is testable. Lawson has presented a con- siderable body of circumstantial evidence, and conducted experiments which show correlation between events of UFO \"abductions\" and events which are part of the birth pro- cess. Hopefully, other investigators will design and conduct still other ex- periments to test the theory. A further possible longterm effect of the Lawson hypothesis on the UFO movement is that it could well spark a trend toward more specific, more testable theories on other aspects of UFO's. members remember seeing a paramedic truck traveling down the freeway during the sighting. However, it was on the other side of the freeway, going west instead of east. Robert Willsey, MUFON in- vestigator, who lives in Claremont, Calif., took on the task of attempting to locate other witnesses to the sighting. His home is about 8 miles east of the Glendora vicinity where the sighting occurred. Since the object was east of the R. car during the entire sighting, it seemed likely that persons in Claremont area had seen it. Willsey put an ad in the Progress Bulletin in Pomona. The ad said simply, \"If you saw a strange light over Pomona, call 624-3209.\" Pomona is about 3 or 4 miles south of Claremont and about 9 miles southeast of the Glendora sighting location, but Willsey chose the Pro- gress Bulletin for the ad because it was the largest newspaper in the vicinity and had readers in several of the cities around Pomona, including Glendora. he had several responses to the ad, but only two seemed to correlate with the March 12th sighting by the R. family. One person, who would not give his name, mentioned that his wife had seen a light in the western sky, predominantly red but with some traces of green. The date and time was uncertain. Another caller reported that \"lots of people saw a red light in the sky\" on March 12th. This woman witness was standing with a group of people in the parking lot of Boy's Market in Pomona watching a light that varied in color and brightness. She thought it was something that the Air Force from March Field was doing. Since that AF Base is located near San Ber- nardino, the general direction of the aerial activity must have been north or northwest of the Boy's Market, and this would correlate well with the R. sighting. This woman witness 1 did not know any of the other people who were watching with her. While waiting for a chance to interview this woman in detail, Willsey put an ad on the Boy's market notice board in the hope of obtaining other witnesses. He also contacted the local radio stations ask- ing that the management allow a MUFON representative speak on the stations in an effort to locate other witnesses. None of the radio stations considered the event newsworthly enough to grant the request. Bob Willsey also checked the local advertising plane facility and learned that the plane had not been flying that night, and his inquiries at all local airports in the general vicinity pro- duced no results. None of the airport tower personnel had any knowledge of unusual aerial objects or anomalous radar reports. Mrs. R.'s home, being in Arcadia, was convenient to my own, so I inter- viewed the three witnesses a few days later, obtaining each statement and sketch separately. Mrs. R's sketch was a simple rectangle with a broad dark cross within the center, surrounded by an orange glow. (See illustration in part I of this article.) Tommy's sketch included all the features he had stated during the initial phone interview on March 12th, including a quite sophisticated drawing of the rec- tangle, the central white, glowing (Continued on next page) 9"},{"pageNumber":11,"pageContent":"California Report, Continued \"Ghost,\" and the object which Tom- my first called a \"mirror\" which this brightly glowing entity held in his had. (When this figure emerged from the rectangle and \"gathered stars\" within the surrounding orange glow, the \"mirror\" seemed to be a \"bag\" in which the entity \"gathered stars.\" In addition to this figure, who ac- cording to Tommy, was human in ap- pearance though somewhat ugly to look at, Tommy drew four other faces within the rectangle, which he said represented other \"people\" inside the object. These stood further back and up from the central \"ghost.\" We must make allowance here for Tom- my's extreme youth (4 years) and the apparent strangeness of the sight he was trying his best to describe. As weird as his description sounds in print, I felt that the boy was not \"mak- ing up things as he went along.\" I did not feel, either, that he was trying to bid for attention, for each detail seem- ed to flow naturally from his memory, and when the child's inter- view was completed and while I spoke with his sister, the little boy calmly went into his room to take a nap without being asked to do so. One of the details which particular- ly caught my attention was Tommy's statement that he saw many \"seagulls\" which hovered near the rectangle, staying within the surroun- ding orange glow. When questioned further about these birds, he said they looked like seagulls because they were large birds, but that they were whiter that seagulls and \"didn't flap their wings.\" After Tommy had been interview- ed and his sketch drawn, Louisa returned home from school, and she described and sketched the object for me. She drew an inner cross within the rectangle, describing it as dark red and also stated independently that she had seen several \"birds\" around the object, within the orange glow. She offered the information, as had Tom- my, that these birds \"didn't flap their wings,\" were white and large. She drew them in her sketch. Louisa's drawing was surprisingly good for a 7-year-old witness. It in- cluded excellent replicas of the transformers on the hill over which the object was first seen. Louisa also stated that she had seen a \"man\" within the object. He was a human-looking person, clad in a \"long dress\" like \"a person from the Bible.\" This man's hair, according to Louisa, was \"kind of short in front and longer in back,\" although it is not clear whether she saw the figure turn so that she could view the back of the head. On her own volition, she got the family's book of Bible stories and looked through it, pointing out pic- tures of St. Peter (and later Christ), whom she said resembled the figure in the center of the rectangle. Unlike Tommy's desription, her \"man\" did not move out of the area of the rec- tangle. She did not mention seeing any other figures inside the rectangle, either. The R. family are not especially religious. They say grace at meals, and Mrs. R. sometimes read short stories from the Bible history book to both children when they were smaller, but has not done so recently. She was not aware that either child read the book on their own. Though from a Roman Catholic background, Mrs. R. and her children do not at- tend church. Mrs. R. was divorced from her hus- band about 4 years ago, around the time of Tommy's birth, the family lives in a nice residential section of Arcadia and seems to be in comfor- table middle-class circumstances. Mrs. R. seems to be a well-adjusted, in- telligent person, as does her mother, Mrs. Q. The two little children seem exceptionally intelligent and both ver- balize very well for their ages. They, too, seem stable and honest. Mrs. R. states that she spontaneous- ly developed psychic faculties follow- ing the death of a young cousin 7 years ago. She said that the spirt of this young cousin visited her three times after his tragic accident. Mrs. Q. confirmed this, stating that she had perceived one of the visitations herself. Since that time Mrs. R. has spontaneous precognitive episodes and frequently receives psychic im- pressions from people and objects around her. Mrs. Q. and Mrs. R. reported that both Louisa and Tommy, while ex- tremely young, spoke phrases of an unknown language and were often heard conversing at length with each other in this same tongue. Louisa repeatedly performed complicated and sophisticated dances of a type un- familiar to them. The family, natural- ly, were intrigued at these strange happenings and questioned the children. They were able to piece together that Louisa had been a member of an Amerindian tribe in an earlier reincarnation, but had acciden- tally taken poison and died at an early age. The children told them that Tom- my had been Louisa's father in this prior life. Louisa has an inordinate need to protect and look after her younger brother, according to Mrs. Q. and Mrs. R. I asked Lousia about the language she formerly spoke with Tommy and the dances she was able to perform. She replied she still remembered \"a few words\" of the language and thought she might be able to dance a little, but seemed little inclined to per- form for me. I did not press the issue. These aspects of the case are includ- ed for the sake of those readers who might be interested in knowing all the surrounding material in this unusual case. The above details do not belong in a strictly scientific writeup on the case, but since they are part of the witnesses' lives, they are included here. Possibly they may help psychologists or other social scientists determine why this particular family had this particular sighting. Whether the rectangular object, the surroun- ding glow, and the associated activity were actually \"real,\" or the result of some psychological or psychic cir- cumstances is an open question at this time. In addition to the phsyiological aspects of the case described in Part I of this column (inordinate weakness and a vibartory \"s'ound\" perceived by Mrs. R. and Louisa and an unusual sleepiness which afflicted Tommy after the sighting), Louisa was ex- tremely sleepy for 2 days after the sighting, taking up to two naps a day, (Continued on next page) 10"},{"pageNumber":12,"pageContent":"California Report, Continued some lasting up to 3 hours. This child does not nap, and her behavior was considered very unusual by her mother and grandmother. The question of the 30 to 35 minutes missing time described in Part I has not been explored to date. If we wish to speculate whether the family experienced an abduction scenario, we also must wonder how this might have been accomplished. There are two other main streets, Bonnie Cove and Glendora Ave. (see map, Part I) between Grand Ave. and Sunflower Ave., these latter being the streets which mark the east and west boundaries between which the R. family perceived the red glowing rec- tangle. However, Bonnie Cove ends at the south side of the freeway, and Glendora Ave., though continuing under the freeway on the north, does not have an exit or an entrance ramp onto the 210 freeway. However, an isolated, hilly area lies between Glen- dora Ave. and Sunflower Ave. on the north side of the freeway. This area is uninhabited, is delta-shaped, includes two reserviors, and extends about one mile on each of its three sides. The three R. witnesses do not seem to have residual anxiety or psychological damage, as have many other close encounter witnesses. For that reason, hypnotic regression has not been done to date. However, Mrs. R. stated at the last phone inter- view on May 12, 1982 that she still experiences an \"eerie feeling\" and mild anxiety every time she travels over the 210 freeway at the site the object was seen. Tommy mentions everytime the family travel along that site that \"this was where they saw the red thing.\" Louisa, who is not an especially loquacious child, does not talk about the event anymore. Mrs. R. is still puzzled why other witnesses have not come forward to report see- ing the object. We continue our efforts to locate additional witnesses, and further in- formation will be reported in future columns. The fact of the central red, glowing rectangle can be regarded as LETTER Lawson Hypothesis Editor, The excellent article, \"Birth Trauma and 'Abductions'\" by Robert Wanderer (No. 170, April 1982) discusses the remarkable hypothesis presented by Alvin H. Lawson in a paper he delivered to the CUFOS conference last September. The sur- prising supposition is that \"those 'ab- duction' stories people tell under hyp- nosis primarily reflect not something in the objective reality, but rather the long-suppressed memory of birth and pre-natal experiences.\" One can only wonder, what does Mr. Lawson do with the victims' con- scious recollections of the abductions? And in what trash can does he dump the material chunks of their kidnapp- ings? And to which morgue does he consign their bodily injuries? Is Mr. Lawson's ivory tower so invincible to actuality that he is innocent of the seven physical damages and injuries in the case of the three Liberty, Ken- tucky ladies alone? Mr. Wanderer's scheduled second article on the subject paper should be as well written and engaging as the first. Mr. Lawson's \"hypothesis,\" however, if it brings Mr. Lawson any recompense — tangible or in- tangible—leads this reader to com- pare him to the landlord in the follow- ing gag: Q. What is the difference between a neurotic, a psychotic, and a psychiatrist? A. The neurotic builds castles in the air, the psychotic lives in them, and the psychiatrist collects the rent. William D. Leet Arkansas MUFON State Director objective reality, reported as it was by multiple witnesses, but the decrip- tions of the \"pictures\" and activity of. \"entities\" within the rectangle and in the surrounding glow must be con- sidered in light of the extreme youth of the two small witnesses. In spite of their apparent honesty, the witnesses describe events which do not have a solid feeling of \"physical reality\" but rather verge on the psychic or mystical. One of the features described in- dependently by both children, however, has definite correlation to well-documented occurrences in Zeitun, near Cairo, Egypt. The Zeitun apparitions, apparently of a religious nature, centered around a glowing figure of a woman, recognized by most witnesses as Mary, mother of Jesus. These episodes occurred bet- ween April 1968 and the first part of 1971. They were viewed by thousands, Moslems and Christians alike, night after night. The recurring apparitions included figures of the Virgin, \"glittering beings...which looked like stars,\" and numerous sightings of luminous white \"pigeons\" or \"bird-forms\" which did not move their wings. 1 The similarity of the \"seagulls\" described by Lousia and Tommy to the Zeitun bird-forms caught my in- terest, since the R. family had no knowledge of the Zeitun apparitions. It suggested that the experience of the R. family might, in some manner, be a mixture of a UFO and mystical ex- perience. On the other hand, portions of the Zeitun apparitions included manifestations of round and oval lights and other energetic forms which are strongly reminiscent of some UFO acticity. 3 The R. family's report remains in limbo until additional witnesses can be located and interviewed. Does the report belong in the UFO category, or is it to be regarded as a mystical or psychic event? Any reader having knowledge of UFO reports with similar mystical content are invited to write, C/o this column. • MOTES 1. Anonymity for this witness is requested un- til further investigation. 2. See \"Marian Apparitions at Zeitun, Cairo,\" by Raymond Bayless, THE JOURNAL OF THE SOUTHERN CALIFORNIA SOCIETY FOR PSYCHICAL RESEARCH, pp. 6-34. 3. For other correlations of Marian apparitions with UFO activity, see THE INVISIBLE COL- LEGE, by Jacques Vallee (NY: E.P. Dutton, 1975). 11"},{"pageNumber":13,"pageContent":"PLASMA OR UFO? By Greg Long In December 1981 I investigated a nocturnal light case. Frustrations resulted from lack of sufficient witnesses, a paucity of quantitative measures, and the apparent location of the UFO near high-power transmis- sion lines, which have long been im- plicated as the culprit of so-called plasma \"UFO's.\" Yet no. experienced power official near the vicinity of the sighting could offer a technical ex- planation of the effect. A 48-year-old male maintenance supervisor, who must remain unnam- ed, awoke about 4:00 or 5:00 a.m. in late September or early October 1981 because of a bright light shining through his bedroom window, which was covered with light curtains. His house, situated in Washington State on a bluff above the Columbia River and 10 miles south of Goldendale, faced into northern Oregon. Slightly due east of his position in Oregon is Biggs, a small unincorporated village of truck stops, diners, and motels at the juncture of interstate Highway 97 and Interstate 80N. In the hills above Biggs are high- power electric transmission towers and lines, which run east and west along the Columbia River. The lines draw power generated from the Dalles Dam (18 miles west of Biggs) and the John Day Dam (5 miles east of Biggs). According to the witness, he saw from his window \"the whole sky lit up like a flash of lightning\" above Biggs on the horizon. The bodiless light was situated near the highest point on several low hills lined with towers and power lines. Gradually the bright, white light died to amber, then to red, and then faded away. Total sighting time 3 to 5 minutes. Distance: about 1 mile. Concerned that a plane had crash- ed, the witness called the sheriff's department, Goldendale, which High-power transmission tower typical of those along Columbia River. notified the Oregon State Police, The Dalles, who investigated. Neither the OSP nor an officer dispatched from Goldendale saw the light. The witness's wife observed the phenomenon for a short while but thought nothing of it; she was not available for comment. When the male witness drove into Biggs for business that morning, the power was off in the village. Did the \"UFO\" cause the blackout? Whereas an official for Pacific Power and Light (PPL), The Dalles, offered several instances of lines down near Biggs, nothing definitive could be established for the power outage. The witness, familiar with powerlines, said that downed lines will glow either amber or white. However, he believed the light was not from a downed line since the light was intense enough to reveal the \"lay of the land\" and the sky from a distance of at least one mile. Since the John Day substation is near the location of the light, I talked to the superviser to determine if operators (on duty 24 hours a day) had observed anything. The super- viser stated that, whereas faults in a current, ambient conditions, or high currents could create blue or orange glows or a \"fireball\" on power lines, such effects would be shortlived, anywhere from 1/6 second to a few seconds. Substation operators who work at a window facing west, op- posite of the sighting location, could not have observed the light. However, operations records showed nothing unusual, and the the super- viser found no one on duty who could remember such a light. The superviser concluded that the light, as described, was \"not associated with a high-voltage system.\" The PPL official said that, from his (Continued on next page) 12"},{"pageNumber":14,"pageContent":"Plasma?, Continued experience, breaks in lines will create a color sequence similar to that of the light, although 5 minutes duration would be unusual. A \"fireball\" of the magnitude described would, in his opinion, have stopped the turbines at the John Day Dam. Was it a mistaken fire? Although haytruck fires are not uncommon in this rural area, it seemed doubtful that this was the cause since the light ap- peared in an isolated, treeless area, was of extreme intensity, and since no fires were reported during the timeframe, except for a \"smoldering truck fire\" in daylight hours. Finally, an official of the Bureau of Land Management, Prineville, Oregon, with 20 years experience fighting timber and range fires, stated that from high ground the glow from a fire is dullish red or yellow; white is unusual. Because of snow, poor weather, and the futility of pinpointing the ex- act location of the light, 1 was unable to search for signs of a fire. Conclusions The strength of this case lies in the insistence of the witness that the light was of extremely high luminance and intense enough to wake him from sleep. Additionally, the light ap- peared immobile and close to the ground, ruling out a misidentified air- craft. Can effects as described by Klass (plasmas generated by electric corona discharge) demonstrate such high luminance at such distance? Wheareas corona discharge was familiar to power officials I interview- ed, none could conceive of an electric discharge of the magnitude indicated. The case must remain inconclusive since an exact association of the light with the power lines cannot be made. However, the case retains value since it may add to the knowledge of plasma effects as related to false UFOs. Interestingly, on March 17, 1981, civilians and police officers in St. Helens, Oregon, observed an intense white light (bright enough to light up the surroundings like daylight) at 4:10 OREGON SHERIFFS' SIGHTINGS By Greg Long During the current lull in UFO sightings reports, the investigator should turn to older cases to fill the gap. Even though older cases are sometimes bereft of important details and threatened by the distorting ef- fect of passing time, interesting UFO characteristics come to light. Recently I spoke with Mr. and Mrs. Jack L. Hawkins of Madras, Oregon, situated almost in the exact center of the state. Jack Hawkins, 44, served for many years as the chief deputy of the Jefferson County Sheriff's Depart- ment. His wife Juanita, 46, is a legal secretary. One night during the second week of September 1961, the Hawkins were driving home from Gateway, Oregon, 14 miles north of Madras, after visiting relatives. The country here is rural, unpopulated, and without electric lighting. The two Hawkins children were asleep in the car. The windows were closed against the chill air; the night was pitch black; no moon was out. The time—close to midnight. As the Hawkins car went up a grade and turned a corner, Juanita Hawkins thought she saw something in the road—perhaps the eyes of an animal, such as a deer. At that instant, the road lit up in a blinding, white light. \"It was like daylight,\" she told me. \"The light was so blinding we couldn't see anything except the rocks and gravel on the road. We even noticed the shadows cast by the rocks...\" Jack Hawkins does not recall seeing two \"eyes,\" but he does remember that the blinding light may have come from a canyon off to the left; at least the shadows cast by the rocks fell to the right, suggesting that the light source was located there. The instant a.m. over the Columbia River. The light subsequently diminished to orange-red and then vanished. the light came on, Jack Hawkins froze from fear and stopped the car. The light went out. Jack shouted, \"Lets get out of here!\" and tore up the grade. As the car neared the top, both witnesses saw a truncated V-formation of bright, red lights traveling very fast away from them in a southwest direction. Jack feels that the lights came out of the canyon. They were positioned in flight in front of the hill that overlooks the top of the Gateway road and receded quickly from view, vanishing 30 degrees over the horizon in the distance. Total duration of sighting was seconds, no more that half a minute, the windows in the car were rolled up; therefore, no sounds (if any) were heard. Thoroughly shaken-after this experience, Jack Hawkins made a point for some time thereafter not to travel the Gateway-Madras road at night. He also had no inclination to in- vestigate the site to seek an explana- tion. There are no tower lights in the area, or manmade structures, to ex- plain the V-formation of lights. What did the Hawkins come upon? Or was it simply wailing for them to arrive? Between 1974 and 1977, Jack Hawkins witnessed other strange lights. Serving as a sheriff's deputy, Hawkins and his brother contracted with the county to patrol a desolate area east and south of Madras, which is marked by forest service roads, high sage brush, junipers, hills, and ca- nyons. Their late-night patrols afford- ed the brothers plenty of time to observe their surroundings through binoculars while looking for cattle and deer poachers. Often they would scout the terrain from hills in the Gray Butte area east of Grizzly Mountain. During these nights between 8:00 p.m. and 2:00 a.m. both witnessed (Continued on next page) 13"},{"pageNumber":15,"pageContent":"MYSTERIOUS AIRSHIPS: COMMENTARY II By Louis Winkler, Ph. D.* (MUFON Consultant in Astronomy) The commentary made by Don Berliner (No. 169, March 1982) regar- ding my article on the Mysterious Airships of 1896-7 is instructive and stimulating. Both of our write-ups ap- peared in the March issue. His com- ments provide an aviation history reference which is needed in this most complex UFO flap. Although Berliner indicates the ar- ticle was \"thorough,\" this is not the case. As I mentioned, it is only a * Research for this commentary was supported in part by the Fund for UFO Research sampling of the mountain of data ap- pearing in newspapers regarding balloons and airships. Much of these data concern accidents and deaths resulting from experiments, and are presently ignored both by ufologists and historians of aviation. From the dozens of articles I found in just the New York Times and New York Tribune over the period 1887-1897, I estimate the general data on balloons and airships are at least ten times more abundant than the data on the 1896-7 airship sightings. It is important to note that Berliner and I have different perspectives in our discussions. While he is concern- ed with details of the technical and logistical aspects of the craft, I am on- ly concerned with demonstrating that a number of craft were in the air for sustained periods and over many places during 1896-7 period. In this way I hope to show that some of the 1896-7 airship sightings were man- made, rather than conclusively established details of the complex ear- ly stages of aviation history in America. It appears that Berliner chooses to disbelieve or ignore the vast majority (Continued on next page) Oregon, Continued nocturnal lights several times near Gray Butte. Often a single very bright, whitish light with a reddish glow to it would appear toward or in front of the crest of the butte, hover, move up and down, and then travel straight up and angle off, streaking over the horizon. Sighting dura- tion—approximately 5 to 10 minutes. Hawkins' brother checked with the Redmond, Oregon, air center several times to determine if aircraft activity was a source for the lights; however, no helicopters were reported operating in the area. At this time, Hawkins also learned that other law enforcement officers had encounters with UFOs. During these sightings, the officers' automobile engines stalled, undergo- ing electromagnetic effects. Addi- tionally, cattle mutilations were reported between 1974 and 1977 in Prineville, Madras, and Burns, Oregon. According to Hawkins, the brand inspector for the Jefferson County sheriff's department in- spected several mutilated cattle found in isolated, inaccessible rural areas that could be entered only by horseback or on foot. The inspector believed that UFOs were involved. Jack Hawkins and his brother also witnessed a bright nocturnal light near Madras off Highway 26 during a year that Jack cannot remember. Reported initially -by a deputy as a bright light hovering and maneuver- ing in a canyon, the Hawkins brothers raced to the scene and observed a light above the rimrock of the ca- nyon, which they pursued off the highway. When they arrived where the light was last seen, the hair stood up on their necks and they were assailed by a \"terrible smell\" as if of something dead. Unsettled, they left the scene, giving up their pursuit of the light. The next day they checked the area for rotting carcasses but discovered none. Comment We often read that the sighting of a UFO is a once-in-a-lifetime ex- perience. Yet the stories described above (although dated) indicate other- wise. At least with some law enforce- ment personnel, the sighting of several UFOs over a span of a few years during flap periods, or over one or two decades during an officer's career, can be a commonplace ex- perience. Yet Jack Hawkins, like so may UFO witnesses, stated that I was the first person (outside his immediate family) that he ever confided in regar- ding his UFO sightings. I emphasize that I never met Hawkins before. His September 1961 sighting was referred to me through a MUFON in- vestigator who, although he knew Hawkins for several years, had never told him (Hawkins) of his interest in the UFO subject. Conversely, Hawkins never spoke to the MUFON investigator about his sightings. How many law enforcement per- sonnel hold secretly within themselves countless UFO 'ex- periences that they dare not relate to outside observers for fear of ridicule and the threat to their jobs? How much valuable scientific data has been lost during isolated UFO sightings or flap periods when several law en- forcement personnel have witnessed UFOs, communicated the sightings to each other or to their superiors, and then have fallen silent through fear or pressure, thus preventing accurate documentation of the sighting and im- mediate followup? Could a central key to an explanation of the UFO phenomenon lie with officers who patrol potential UFO \"hot spots\" at night and who, because of their nearubiquitous presence in prime UFO flap locales, could serve as the most \"ideal\" witnesses to ongoing UFO activity? 14"},{"pageNumber":16,"pageContent":"Airships, Continued of technical and logistical accounts of craft reported in newspapers. How- ever, from my extensive use of newspapers in the field of seismic histories and the history of astronomy I choose to believe the vast majority of what I read. It is much more reasonable to believe that nearly all the newspapers in the country are reporting what the populous believes rather than stories conceived in the minds of newspaper employees. An example of an airship which far exceeds what Berliner is ready to ac- cept is found in the New York Times of December 2, 1897 with technical and logistical detail. The Atlantic and Pacific Navigation Company of San Francisco was organized to manufac- ture an airship basically like the one Hiram S. Maxim flew round-trip bet- ween San Francisco and Cleveland in three days during the summer of 1897. Maxim indicated he could achieve 100 m.p.h. with his 105 h.p. naptha engine without straining it. The airship consisted of a 90 ft long and 38 ft diameter cylinder with a 50 ft cone up front and a 40 ft cone in the rear. The ship weighed 5,000 Ibs and could carry a 1-ton cargo. It was controlled up and down with a \"tail like that of a bird\" and from left to right by a rudder. A \"big order of aluminum\" had been placed with the Pittsburgh Reduction Company for the double-layered skin which would enclose hydrogen gas. The president, C. A. Smith, and secretary, M. A. Terry, of the company noted that many people observed the ship in its cross-continent voyage. Smith is also the officer of the company who in November of 1896 indicated an air- ship would soon be sent from San Francisco to the east coast (April 12, 1897 New York Herald). The problem of navigation at night or even day doesn't seem as critical as Berliner suggests. The objective of these pioneers presumably would be just to stay aloft and cover as much ground as they could, rather than navigate from point to point. If they did navigate it could be done with compass and recognition of natural and man-made features. Errors in- CRITIC'S CORNER By Robert Wanderer There are general theories. And there are specific theories. Each needs to be judged by its own standards. A general theory takes in a large area of subject matter, like the theory that seeks to explain the broad ex- perience of UFO close encounters and \"missing time\" by suggesting that these people are \"abducted\" onto a UFO and later returned. A specific theory zeroes in on a particular aspect of a larger situation. Like Alvin Lawson's hypothesis that \"missing time\" people who are hyp- notized and tell \"abduction\" stories may be reflecting primarily the memory of birth trauma rather than anything in the \"objective reality.\" Both kinds of theories are useful. General theories give us an overview that covers the entire sweep of a pro- blem. Specific theories hone in on one point, and provide something that can be tested. The \"abduction\" theory is based, almost entirely, on what people say they think they experienced—and what they say may be distorted by hypnosis or by some unusual state of consciousness following the strangeness and shock of a UFO close encounter. As far as I know, there is no generally accepted physical evidence of any \"abduction\"—no one has brought back an artifact from the UFO they believe they were on, nor has there been a case where a \"neutral\" witness, not involved in the close encounter incident, happened to come on the scene while the subject was being taken onto the UFO, and who could testify about this later. The \"abduction\" theory depends on the numbers of verbal reports; there are no experiments to test this theory. Lawson's specific theory, however, gives us something testable. He has conducted studies, including one of a group of people born by cesarean sec- tion who told \"abduction\" stories which lacked the tube/tunnel imagery which is characteristic of hypnotized subjects born in the conventional manner. He invites others to conduct (Continued on page 18) troduced at night could be corrected during the day with greatly improved visibility or even a landing if necessary. Because the duration of daylight in the summer is more than twice the duration of night, Maxim may have chosen summer for his voyage partly for this reason. Examples of airships flights of ap- preciable length associated with the 1896-7 sightings briefly involve the following: 1. The pilot-inventor Wilson from New York who landed at Lake Charles, Beaumont, Uvalde, and Kountze during the period of April 19-23 (April 21, 25 Houston Post; April 24, 28 Galveston Daily News; April. 26 San Antonio Daily Express; May 16 Dallas Morning News). 2. Airship Pegasus which dropped letters in the states of Kentucky, Ohio, and Wisconsin describing its construction and travel plans (April 14 New York Herald, April 15 Milwaukee Sentinel; April 25 Cincin- nati Commercial Tribune). 3. Barnard's trips in Tennessee on May 6 of 15 miles in IVi hours and on May 13 of 12 miles in 3 A hours, being described as achieved or ex- ceeded by at least \"fifty other con- trivances\" (May 7, 15 New York Tribune; May 11 New York Times). Unfortunately I have provided lit- tle for a definitive solution to the mysterious airships of 1896-7. All I have shown is that there were numerous airships about, and therefore the 1896-7 sightings were probably in part due to nan-made ob- jects. The impact of this is then simply that it is less likely that the 1896-7 sightings are something exceedingly interesting or important such as being extraterrestrial in origin. Perhaps Robert G. Neeley, who is conducting a systematic collection and analysis of airship accounts, state by state, will be able to provide a better explanation of the sightings. D 15"},{"pageNumber":17,"pageContent":"AIR FORCE INTELUGENCE AND CIA UFO DOCUMENTS INOZA ALERT OFFICER LOG EXTRACTS 31 October 75 1620L Barrett 3 November 75 1740L Pearl 8 November 75 0335L Kramer 0527L Kramer 1 October 76 Shepherd PER LTC REDICAN'S DIRECTION, CONTACTED CIA OPS ^CENTER AND INFORMED THEM OF U/I FLIGHT ACTIVITY OVER TWO SAC BASES NEAR CANADIAN BORDER. CIA & INDICATED APPRECIATION AND REQUESTED THEY BE »AMY- ? f RECEIVED CALL FROM AAC/IN. THEY HAD SENT MSG 012224Z, U/I FOREIGN OBJECT TO INYSA AND WANTED TO KNOW IF INYSA HAD RECEIVED IT. THEY WANT GUIDANCE FROM INYSA. DAY PEOPLE 4 NOV, HAVE FOLEY (INYSA) CALL ELMENDORF AUTOVON 7549104 OR KY-3 DROP 4396. OPS CENTER CALLED TO REPT UNUSUAL OCCURENCE IN VIC OF MALSTROM, GREAT FALLS, MONTANA. SAC RADAR PICKED UP TWO OBJECTS AT 0600Z. OBJECTS WERE IN VIC 4640N 10923W TRAVELLING AT 7kts AT ALTITUDES VARYING FM 9500-15600 FT. FOUR SAC SITES (SILOS) REPORTED HEARING JET ENGINES AND OBSERVING LIGHTS IN THEIR VICINITY. TWO F-106s AIRBORNE FM GREAT FALLS AT 0757 Z TO INVESTIGATE. THE RADARS WHICH PICKED UP THE OBJECTS WERE CHECKED AND NO MALFUNCTIONS OR UNUSUAL PROROGATION WERE DETECTED. AFOC WILL CALL AGAIN WITH ANY UPDATE. AFOC CALLED AGAIN ON UNKs IN VICINITY OF MALSTROM. ORIGINAL NORAD TRACKING WAS WITH HEIGHT FINDER ONLY, LATER WITH SEARCH RADAR ALSO. FIRST DETECTION WAS OF TWO OBJECTS HEADING WEST AT ISOkts lOOnm S.E. OF MALSTRON . SPEED DECREAED TO 3k ts AND OBJECTS DISAPPEARED FM RADAR AND ONLY INTERMITTANT RADAR CONTACT WAS OBTAINED. TWO SAC SITES REPORT SIGHTINGS OF LIGHTS AT 300-1000FT AND THREE OTHERS REPORT HEARING JET ENGINE SOUNDS. F-106 SEARCH NEGATIVE MISSION RESTRICTED TO 1200FT BECAUSE OF TERRAIN. ONE SAC SITE REPORTED THAT OBJECT LIGHTS WERE EXTINGUISHED WHEN F-106s WERE IN VISUAL RANGE AND WERE TURNED ON AGAIN WHEN F-106s LEFT AREA. ACTIVITY REPORTE TOOK PLACE BETWEEN 0315EST AND 0441EST. \"D CALL FROM CIA REP IN THE NMCC WANTING KNOW IF WE WERE INVESTIGATING THE REPORT f)F A UFO SEEN BY THE DAO IN TEHRAN, WE HAVEN -£,HEARD ANYTHING ABOUT IT. THE SIGHTING \"^SUPPOSEDLY TOOK PLACE ON 23 SEPTEMBER. USAF Aerospace Intelligence Division, Alert Center Branch, log extracts on 1975-76 UFO sightings. 16"},{"pageNumber":18,"pageContent":"Ju - \"• 2 Acting Ar.ciotu-'^t Director for Scientific Intellis'jnco Chief, Fr.yoicc fc Electronics Division, SI tousunl UiOB Report 1. The :xtto.chcd copy of a cable is a preliminary rort from Pepperrell Air Force Base, llewfounillcjnd porting en. •wViot appears to ba en unusual \"unidentified ^•'••:?H^^--tdv^Jtfe\"_-> ,' '^-•^^^^^a^-^^^^^^^--^^'^' : \" \" 2. Essentially, the \"object\" vac apparently siT^ultoneox r r observed \"by a tinker aircraft (KG 97) pilot (vir.u=lly) and by £ a Ground radar (typa ur.Vj-vo'.m) site (electronically). \\Jhile dusi (visual asd electronic; nijrhtinss of UTOBs urs ^ reported frcrs tir.e to tine, thie poxticvG.£jr report is sc£i£-> it unioue in that: a. the \"pilot of Archie 29 r^.ir.taiued visual contacts r vith object caTlir>s direction changes of object to (r^dar) site J v \"by rr.'lio. Direction cbinr^o corrcljateu exactly ^.rith those painted on scope by controller.\" b. In previcua coses the dual (visual EJV- electronic) £i:;h.tiu£s are rcastly of a. fcv — Lnutes Curr.ticn at r.ostr This c\"2s vas cb^^jFtf^^-ip^casiJS^a^-frfct^ilxiasfc^f^ l*gp~:OT)i*-'««!i;M. < .ii^v-•••'-'^ -.--•\".:'•'-;•'-•• •-•=.•-' s'.-..'.''-.'.^'.^^ 1 :.-:;•;;:'•>-...•...•j..';-,-'-^.-:^..':; . ••'.''^•-.. '•. '•'•'••:^; : ~':''-\": -^\" •'•' •> fc*?i.>; v '•.v.'-v^--: -^ *i>^. -^yCit''^^'^'^^-'^^^*^^^\"^ ^''^^ 1 ^ t ' i '^ J ^ < '° L ' 1 ^ '\"^^' ''\" J \" ? •./•.'•i;-*v-'\"^.--V;^.^.• | ^'--'^., r -^V-' • •••: .j \"3. It is raasotjc-ble to believe that nore infcmation vill be c-vciilaols on this vhcn cccraleta report (A? Fors 112) is TOLC3 1-1. CDiJl£I3CO cc: Internal CIA memo on July 6, 1955 radar-visual UFO sighting by Air Force tanker pilot. 17"},{"pageNumber":19,"pageContent":"Critic's Corner, Continued studies that will help prove or disprove his hypothesis. Many of the comments UFO leaders have made about Lawson's hypothesis, it seems to me, are not germane—they would apply to a general theory, but not to a specific one such as Lawson's. Budd Hopkins, for example, faults Lawson for not dealing with \"abduc- tion\" stories which are developed \"consciously\" and not under hyp- nosis. I suspect that Lawson may believe that these consciously-recalled \"abductions\" are made during some unusual, state of consciousness in which the mind may operate somewhat as it does under hypnosis. But he has wisely limited his hypothesis to hypnotized cases, since they are testable, whereas it would be difficult to put people into some divergent state of consciousness for a test. Hopkins also downgrades Lawson for not explaining certain physical problems of \"abduction\" cases—the injuries some people suffered, and the question of where they were during the time they were missing and peo- ple were searching for them. Again, Lawson's specific hypothesis properly does not speculate about any such related issues—it concentrates on the basic issue of trying to prove a con- nection between the \"abduction\" story and our subconsicious. But I think Hopkins does present one valid criticism. He points out that Lawson, as \"a first-rate teacher of English Lit, can make almost any set of symbols fit,\" and that Lawson in his CUFOS presentation proceeded to an \"obsessive overkill\" where \"towards the end his slides more or less con- nected anything with everything.\" My impression, from hearing Lawson present his hypothesis and from stu- dying the paper, is that Lawson may well believe (1) that all \"abductions\" are psychological rather than \"objec- tively real\" events, and (2) that birth trauma is involved because it's the most upsetting event that ever hap- pened to us all. But I suspect that Lawson, in his enthusiasm for his hypothesis gets a bit carried away NICAP TO RE-ISSUE THE UFO EVIDENCE The 1964 200,000-word documen- tary report, The UFO Evidence, compil- ed and edited by Richard H. Hall, is being re-issued by the National In- vestigations Committee on Aerial Phenomena (NICAP), with a new .In- troduction by Hall and an added in- dex. NICAP hopes to have copies available at the July 4-6 MUFON Symposium in Toronto. We will publish the price and ordering infor- mation when available. MUFON SUPPORTS FUND During the Fund for UFO Research fund-raising campaign early in 1982, contributions totalling over $500 were received from persons iden- tifiable as MUFON members. The Fund Executive Committee wishes to thank those MUFON members for their support, and all of the MUFON members who filled out and returned the UFO Research poll. The poll is continuing. So far resulta indicate sup- port for research into the following topics, in order of most votes: 1. Sup- pressed government information; 2. Abduction reports; 3. Crash/retrieval reports; 4. Physical traces; 5. Physical effects; 6. Physiological effects; and 7. Humanoid reports. with symbolism, giving an extended correlation linking together birth im- ages with \"abduction\" images with various other symbol systems ranging from Shakespeare to children's draw- ings. By stretching his hypothesis to cover such a wider area, he is in effect treating his specific theory as if it were a general theory. It may be that as more evidence is developed showing a connection bet- ween \"abductions\" and birth trauma, UFO investigators may begin to ques- tion the \"reality\" of \"abductions.\" But Lawson's hypothesis is narrowly defined, and needs to be judged en- tirely on the specific grounds it covers—even when Lawson himself bombards us with excessive sym- bolism. NO LAWSON AWARD THIS YEAR The Executive Committee of the Fund for UFO Research has voted not to award the $1,000 Alvin H. Lawson UFO Research Award this year for 1981 calendar year publications. As a result, the potential award for 1982 publications (which would be made early in 1983) will be $2,000. Entries must be published in recognized journals or by established commercial or professional publishers. No unpublished manuscripts will be eligible for the award, whose purpose is to promote and reward serious examinations of the UFO phenomenon. Entries are in- vited on any aspect of, or hypothesis about, the UFO enigma. Foreign language publications must be accom- panied by a full English translation in order to be eligible. In order to become eligible for the $2,000 award you must submit at least two copies of each entry, by January 31, 1983, to A.H. Lawson, c/o English Dept., California State University, Long Beach, CA 90840. All entries become the property of the Nominating Committee. The nominations (if any) then are voted upon by the Fund Executive Commit- tee. Awards, when made, will be on or about March 31st of each year for- work published in the previous year. MUFON 1030LDTOWNE RD. SEGUIN.TX 78155 Director's Message, Continued Plans, goals, objectives, and assignments developed at the 1982 UFO Summit Conference in Toronto on July 5th will be reported in future issues of the Journal. The positive and cooperative attitude of the par- ticipants associated with the Summit Conference could lead to significant advances in UFO research, investiga- tions, data collection, favorable public relations, and academic support. 18"},{"pageNumber":20,"pageContent":"Lucius Parish in Others' words More than 30,000 spectators at a soccer match in Campo Grande, Brazil, watched a formation of four brightly-lighted UFOs on March 7, 1982, according to an article in the May 11 issue of National Enquirer. Reports from Scotland, including an apparent abduction attempt by \"robots\" from a UFO, are featured in the Enquirer's May 25 issue. The June 1 issue reported the sightings of a large \"peanut shaped\" UFO, observed by policemen and other observers, over the town of Milton Keynes, England on March 24, 1982. The \"Anti-Matter/UFO Update\" column in the June issue of OMNI tells of the widely-publicized sighting by an airliner crew and passengers over Brazil on the morning of February 8, 1982 Another UFO magazine publishing fiasco to report, thanks to researcher Richard Heiden who provided the basic details. Ideal House, which published Ideal's UFO Magazine and had purchased Beyond Reality and UFO Update, has now filed for bankruptcy in U.S. District Court, Southern District of New York, under Docket No. 81-13-11902. Anyone having un- fulfilled subscriptions to any of these magazines, or writers who have not received payment for' articles submit- ted to the magazines, should obtain claim forms from the Clerk's Office, Bankruptcy Court, Southern District of New York, 40 Foley Square, New York, NY 10005. We all know people — not necessarily members of the Flat Earth Society—who refuse to believe that the Apollo manned missions to the Moon actually happened. A few years ago, a writer named Bill Kays- ings published a book, We Never Went To The Moon, in which he contended that the Apollo \"flights\" were staged in the Nevada desert. William L. Brain II does not go quite that far in his recent book, Moongate: Suppressed UFO NEWSCLIPPING SERVICE The UFO NEWSCLIPPING SERVICE will keep you informed of all the latest United States and World-Wide UFO ac- tivity, as it happens! Our service was started in 1969, at which time we con- tracted with a reputable international newspaper-clipping bureau to obtain for us, those hard to find UFO reports (i.e., little known photographic cases, close encounter and landing reports, oc- cupant cases) and all other UFO reports, many of which are carried only in small twon or foreign newspapers. \"Our UFO Newsclipping Service issues are 20-page monthly reports, reproduc- ed by photo-offset, containing the latest United States and Canadian UFO newsclippings, with our foreign section carrying the latest British, Australian, New Zealand and other foreign press reports. Also included is a 3-5 page sec- tion of \"Fortean\" clipings (i.e., Bigfoot and other \"monster\" reports). Let us keep you informed of the latest happen- ings in the UFO and Fortean fields.\" For subscription information and sam- ple pages from out service, write today to: UFO NEWSCLIPPING SERVICE Route 1 — Box 220 Plumerville, Arkansas 72127 Findings Of the U.S. Space Program. However, Brain does think that the public has not been told the full story, not only about the Apollo missions, but about the nature of the Moon itself. He theorizes, based on what he feels are gross discrepancies in pre- Apollo and post-Apollo data, that the Moon has a much higher gravity than previously claimed and that it also possesses an atmosphere. Where UFOs are concerned, he cites many of the well-known sightings of unsual events on/near the Moon and also refers to the claims of UFO contactees Adamski and Menger. Brian believes the \"cover-up\" of lunar information stems from secret discoveries by governmental/military agencies of anti-gravity propulsion systems which were tested (to a certain extent) on the Moon flights. Whatever you may think of his theories, Moongate is a nicely-done softcover volume con- taining both color 'and black-and- white photos from various lunar mis- sions. It is available for $9.95 (plus $1.00 for postage/handling; $2.00 for foreign orders) from Future Science Research Publishing Co., P.O. Box 06392, Portland, OR 97206. SOCIETY FOR SCIENTIFIC EX- PLORATION Dr. Peter A. Sturrock of Stanford University Institute for Plasma Research has announced the forma'- tion of the Society for Scientific Ex- ploration (SSE) which will provide a forum for discussion of UFOs, parap- sychology, and other reported anomalous phenomena. Over 100 professors at North American univer- sities are members of the society, which consists primarily of PhD's. In addition to physical scientists and astronomers, the society includes an- thropologists, historians, psycho- logists, and members of several other disciplines. The SSE, which will publish a jour- nal, held its first meeting at the University of Maryland on June 2-4, 1982. A letter in the April 23 issue of Science announcing the formation of the society coincided with a general news release. Further information can be obtained from Laurence W. Fredrick (Secretary, SSE), Department of Astronomy, University of Virginia, P.O. Box 3818, Charlot- tesville, VA 22903. 19"},{"pageNumber":21,"pageContent":"DIRECTOR'S MESSAGE by Walt Andrus The United Friends of Ontario are to be commended for hosting the very successful 13th Annual MUFON UFO Symposium at the Westbury Hotel in Toronto, Ontario on July 2, 3, and 4. We would like to personally congratulate every member of the committee that work- ed so diligently with Henry H. McKay, the chairman, to make this af- fair a memorable event for everyone attending. Participants were impress- ed with the fine hotel facilities and the beautiful city of Toronto, in par- ticular. Since this was MUFON's first international symposium outside of the United States, major emphasis was devoted to the theme for the con- ference \"UFOs Canada—A Global Perspective\" with its international im- plications and representation. In keeping with the theme, the cover of the 1982 MUFON UFO Symposium Proceedings is printed in red on white, depicting the colors and maple leaf in the Canadian flag, and a globe for the northern hemisphere. Donald Tucker, MUFON member in Houston, Texas, and a commercial ar- tist, exceeded all expectations with his continuous flow of proceedings cover designs, starting in 1977. Don's work is typical of the fantastic talent that is being donated daily by the members of the Mutual UFO Network, Inc. in the search for the answers to the UFO enigma. The 1982 MUFON UFO Symposium Proceddings are now available from MUFON for $10.00 plus $1.50 for postage and handling in U.S. funds. Michael Sinclair, International Coordinator, will be working for an international organization based in London, England, for a few years in a significant government-related capaci- ty. This will make it possible for him to contact and meet with our representatives in Europe especially, and elsewhere as occasional travel op- portunities present themselves. He has already met with several British UFO people and will attend con- ferences and meetings in England as they are scheduled. Mr. Sinclair has suggested that correspondence from members be sent to him at MUFON in Seguin, Texas, and we will forward it to him. He will reply directly to the correspondent and provide his home mailing address at that time. His home address is available to all MUFON Foreign Representatives, National Directors, and Continental Coor- dinators from MUFON. In our constant search for compe- tent, qualified, and interested people to serve in MUFON leadership roles, it is gratifying to announce the ap- pointment of new State Directors or the promotion of State Section Direc- tor to this important post. Jack A. Jen- nings, S.T.M., a State Section Direc- tor for 3 years, is our new State Direc- tor for Montanta. Jack, a Presbyterian Minister, may be reached at 1002 South 3rd Ave., Bozeman, MT 59715, telephone (406) 586-9585. In the adjoining State of Idaho, Don Mason, also a State Section Director for 3 three years, has agreed to become the State Director for Idaho. Don's mailing address is 113 East 45th Space 8, Boise, Idaho 83704, telephone (208) 376-4374. Upon Mr. Mason's recommendation, Richard F. Suchocki, 1375 West Honeysuckle #10, Couer d'Alene, Idaho 83814, telephone (208) 772-4601 has been promoted to State Section Director for the northern Idaho counties of Kootenai, Benewah, Shoshone, Bon- ner, and Boundary. Michael A. Lewis, Chairman of the Paranormal Research Organization (PRO-UFO), 1316 Bradley, Laramie, WY 82070, telephone (307) 742-9254 has accepted our invitation to serve as the State Director for Wyoming. He was recommended by R. Leo Sprinkle, Ph.D. Mike will soon be an- nouncing the appointments of new State Section Directors for several counties. Mike was the chairman for the Rocky Mountain Conference on UFO Investigation that was held June 17,18, and 19,1982 at the University of Wyoming in Laramie. He has been supplied with the names and ad- dresses of all current and former MUFON members in Wyoming. Tedra L. Wallen has volunteered to assist Mr. Lewis in revitalizing and organizing a reporting network under the auspices of MUFON in Wyom- ing. William J. Chapleau, 224 Mussey St., Rutland, Vermont 05701, telephone (802) 775-4602, has volunteered his services as State Director for Vermont. Bill brings con- siderable experience to the UFO scene as a U.S. Navy veteran, police officer training, and as an Alderman for the City of Rutland. Having had personal UFO sighting in 1954 and while in the Navy at Malta G.C. in 1959 and McMurdo Sound in Antar- tica 1960 and 1961, these became the motivating inspiration for his interest. After working with the Tareel UFO Study Group in North Carolina on several abductions cases, S. Richard Pinneau, Jr., Ph.D., a psychologist, has volunteered his talent as a Consultant in Psychology. Dr. Pinneau's mailing address is P.O. Box 54, Winston-Salem, NC 27102 and his office telephone number is (919) 748-8830. Mr. Robert Toto, 143 Blumel Road, Middletown, NY 10940, telephone (914) 692-6417 has been appointed a Research Specialist in Hypnotic Regression. Bob has a Masters Degree in Behavorial Science and is a certified hypnotechnician. Marvin E. Taylor, Jr., Assistant State Director for Northern Califor- nia, recently purchased the large UFO exhibit that has been on display at San Francisco's Pier 39. Marvin said the exhibit, coupled with his own huge personal library of UFO material, will be the most extensive of its kind anywhere. His scrapbook of newspaper clippings dates from the Kenneth Arnold sighting in 1947, when he was 15 years old, to the pre- sent. (Continued on page 18)"}]
