[{"pageNumber":2,"pageContent":"MUFON UFO JOURNAL NUMBER 248 DECEMBER 1988 Founded 1967 .OFFICIAL PUBLICATION OF MUTUAL UFO NETWORK, INC., $2.50 Wishing you"},{"pageNumber":3,"pageContent":"MUFON UFO JOURNAL (USPS 002-970) (ISSN 0270-6822) 103 Oldtowne Rd. Seguin, Texas 78155-4099 U.S.A. DENNIS W. STACY Editor WALTER H. ANDRUS, JR. International Director and Associate Editor THOMAS P. DEULEY Art Director MILDRED BIESELE Contributing Editor ANN DRUFFEL Contributing Editor PAUL CERNY Promotion/ Publicity MARGE CHRISTENSEN Public Relations REV. BARRY DOWNING Religion and UFOs LUCIUS PARISH Books/Periodicals/History ROSETTA HOLMES Promotion/Publicity T. SCOTT GRAIN GREG LONG MICHAEL D. SWORDS Staff Writers TED PHILLIPS Landing Trace Cases JOHN F. SCHUESSLER Medical Cases LEONARD S TRINGFIELD UFO Crash/Retrieval WALTER N. WEBB Astronomy NORMA E. SHORT DWIGHT CONNELLY DENNIS HAUCK RICHARD H. HALL ROBERT V. PRATT Editor/Publishers Emeritus (Formerly SKYLOOK) The MUFON UFO JOURNAL is published by the .Mutual UFO Network, Inc., Seguin, Texas. Membership/Subscription rates: $25.00 per year in the U.S.A.; $30.00 foreign in U.S. funds. Copyright 1988 by the Mutual UFO Network. Second class postage paid at Seguin, Texas. POSTMASTER: Send form 3579 to advise change of address to The MUFON UFO JOURNAL, 103 Oldtowne Rd., Seguin, Texas 78155- 4099. FROM THE EDITOR As mentioned last time this issue of the Journal contains only 20 pages because of the oncoming holiday crunch. The con- tent, however, is hardly slight. Inside you'll find the flip side of the Gulf Breeze coin along with a brief psychological evaluation of the main witness involved, and a Soviet paper hot off the press from the First European Congress on Anomalous Aerial Phenomena held this past month in Brussels, Belgium. From England we have a report on Project Pennine by David Clarke. On hand also are most of our regular columns and features. Next month should see us back to 24 pages. And next year should see us continue to grow and improve, bringing you the most current UFO news and issues in the field. In the meantime, happy holidays to all our readers from the editor and staff of the MUFON Journal. In this issue GULF BREEZE: BALANCING THE SCALE  Richard Hall & Willy Smith 3 PSYCHOLOGICAL EVALUATION OF MR. ED .... Dr. Dan Overlade 7 PROBLEMS AND LESSONS OF ANOMALOUS AERIAL PHENOMENA Dr. Vladimir Rubtsov 8 PROJECT PENNINE: LANDSCAPE/UFO STUDY David Clarke 11 14 LOOKING BACK    Bob Gribble \"UFO COVER-UP ... LIVE\" POLL  Walt Andrus 16 LETTERS    Stillings, Laurino 17 DECEMBER NIGHT SKY   WalterWebb 18 DIRECTOR'S MESSAGE   Walt Andrus 20 The Mutual UFO Network, Inc. is exempt from Federal Income Tax under Section 501(c)(3) of the Internal Revenue Code. MUFON is a pub- licly supported organization of the type described in Section 509(a)(2). Donors may deduct contributions from their Federal Income Tax. In addi- tion, bequests, legacies, devises, transfers, or gifts are deductible for Fed- eral estate and gift tax purposes if they meet the applicable provisions of Sections 2055, 2106, and 2522 of the code. The contents of the MUFON UFO JOURNAL are determined by the editor, and do not necessarily represent the official position of MUFON. Opinions of con- tributors are their own, and do not necessarily reflect those of the editor, the staff, or MUFON. Articles may be forwarded directly to MUFON. Responses to published articles may be in a Letter to the Editor (up to about 400 words) or in a short article (up to about 2,000 words). Thereafter, the \"50% rule\" is applied: the article author may reply but will be allowed half the wordage used in the response; the responder may answer the author but will be allowed half the wor- dage used in the author's reply, etc. AH submissions are subject to editing for style, clarity, and conciseness. Permission is hereby granted to quote from this issue provided not more than 200 words are quoted from any one article, the author of the article is given credit, and the statement \"Copyright 1988 by the Mutual UFO Network, 103 Oldtowne Rd., Seguin, Texas 78155\" is included."},{"pageNumber":4,"pageContent":"Balancing The Scale: Unanswered Questions About Gulf Breeze Richard Hall, former Journal editor and presently MUFON's director of publications, is the author of the recently released UFO Study, Uninvited Guests (Aurora Press). Dr. Willy Smith maintains UNICAT, a computer- ized catalog of UFO reports. Authors' Notes My initial reaction to Gulf Breeze was one of extreme skepticism (not of the \"Psycop\" variety, but genuine doubts based on a lot of experience). After reviewing reams of information on the events, including documenta- tion generously supplied by Bruce Maccabee and Bob Oechsler, my skepticism was tempered somewhat but not removed. I am an agnostic about Gulf Breeze. Many things about the case do not make sense to me. Yet, some of the supporting evidence — at this point not fully reported by MUFON — is difficult to account for in terms of a hoax hypothesis. My criticism is largely directed at process and procedure. As I hope we have demonstrated in this article, many loose ends remain. It is any- thing but the \"open-and-shut\" case represented by proponents. Both Bruce Maccabee and Bob Oechsler have told me about ongoing, in-depth anal- ysis work presently underway on the photographs and videotapes, not yet close to completion, much less report- ing. Until the full results of all investi- gations and analysis are shared, peer reviewed, and — in some cases — replicated by impartial parties, there is no excuse for a rush to final judg- ment about Gulf Breeze. Science cannot be forced to fit the timetable of TV programs or books. * We wish to acknowledge contributed materials, suggestions, and commentaries par- ticularly from Bob Boyd, and also Zan Overall, Walt Webb, Ray Stanford, Richard F. Haines and Marge Christensen. By Richard Hall & Willy Smith* In a case of this complexity and controversy, and with such profound implications for our understanding of UFO phenomena, caution and careful science are essential. The stakes are extremely high. Scientific analysis must be allowed to run its course at its own pace, whatever it takes to ensure that the most thorough and objective study humanly possible has been done; the pro's and con's must be thoroughly sifted before we commit ourselves to any one interpretation. It is my hope that this article will give pause to those who think they know all the answers to Gulf Breeze beyond the shadow of doubt. - Richard H. Hall My initial hopes that the Gulf Breeze sightings could be the case solving the UFO phenomenon were short-lived. When I visited Mr. Ed's house (March 19, 1988) I started to notice discrepancies that puzzled me. As an example, Mr. Ed had claimed to have heard involved conversations in Spanish inside his head during some of his experiences; yet it was evident that his knowledge of that language was at best rudimentary, and in fact he was unable to repro- duce for me the alleged dialogue. I have issued three challenges to the proponents of the case, none of which has been accepted and/or rebutted. To wit: (1) On August 31, 1988, to Dr. Maccabee, requesting some of the photos for independent computer analysis — in agreement with the canons of science. This request, to be financed by the UNICAT Project, did not even receive the courtesy of a reply. (2) On September 23, 1988, to Robert Oechsler, Dr. Maccabee's asso- ciate, following his offer of assistance. The request: a high-quality glossy print of Photo No. 6; a list of the 135 MUTUAL UFO NETWORK Journal, No. 248, December 1988 names of the alleged witnesses in order to organize and finance an investigative team. Again, no reply. (3) On October 7, 1988, to Don Ware et al., disclosing a remarkable anachronism existing in the ogy of the blue beam which, if not resolved, casts serious doubts on the serious- ness and depth of the initial investiga- tion. Once again, no reply. All of the above has made me extremely skeptical about the validity of the case. I trust this article will emphasize weak points so far ignored which need further analysis. — Dr. Willy Smith The Gulf Breeze, Fla. sightings and photographs between November 1987 and May 1988 have become highly controversial in the UFO research community. Passions have flared, claims and counter-claims and allegations have been made, and a \"rush to judgment\" has been engaged in by both sides — those who have prema- turely declared Gulf Breeze authentic and \"... one of the most significant cases in UFO history\" (which it may, indeed, be whether ultimately authen- tic or fraudulent), and those who have flatly declared the case (Ed's multiple photographs and related re- ports) to be a hoax (i.e., that Ed and his wife have engaged in a long-term hoax of considerable magnitude and complexity). The \"positive\" evidence has been reported in great detail, but the \"neg- ative\" evidence, including legitimate skeptical questions and issues, has received far less attention. In this article, we hope to balance the pic- ture by presenting a skeptical view, focusing on unanswered questions and investigation that remains to be done before a hoax hypothesis can be ruled out. We are not here arguing that the case is a hoax; only that a final judgment is premature and much 3"},{"pageNumber":5,"pageContent":"remains to be investigated and explained. If Ed and Frances are telling the truth, they deserve strong moral sup- port and encouragement. And if they are lying, they deserve strong con- demnation for the harm done to the serious quest for truth. In any case, a thorough examination of the hoax hypothesis is imperative; honesty can- not merely be assumed in a scientific investigation. General Basis for Skepticism To begin with, MUFON has never published the answers to many of the most basic questions: How much did Ed know about UFOs before Nov. 11, 1987? What books had he read? Specifically, had he read or heard about Communion (which came out in the months preceding the first photographs), since several features of his reports match circumstances reported by Whitley Strieber and no one else (especially the unusual features of an ammonia/- cinnamon smell and the box-like \"shields\" worn by the aliens). What is Ed's background and charac- ter, including his reputation, as reveal- ed by field investigations? (We have only been told that he is a \"pillar of the community,\" whereas potentially derogatory information not reported by MUFON has become an open secret.) Little indication has been given of a rigorous study of Ed and his evidence from a skeptical standpoint. Indeed, serious investigators who attempted to raise skeptical questions reportedly found themselves ostracized for doing so, and their leads apparently were ignored. Angry words were exchanged between MUFON and CUFOS per- sonnel. All of this has been extremely divisive and destructive. The stage of shouting and finger-pointing, we hope, is over, and it is time for some answers. Another serious question is: How thorough and objective has the MUFON investigation been? Bruce Maccabee's chronicle and analysis for the MUFON Symposium (Reference 1) is admira- ble. Yet, in a case of this complexity and potential significance, additional analysis and replication is essential. Also, works by Willy Smith and Bob 4 In case of this complexity and controversy, and with such profound implications for our under- standing of UFO phenomena, caution and careful science are essential. The stakes are extremely high. Boyd (References 2 and 3) have taken issue with certain aspects of Maccabee's work and must be address- ed in the traditional scientific manner. They also raise important unans- wered questions, many of which will be incorporated in this article; some have to do with the thoroughness and objectivity of the MUFON field investigators involved. Even more fundamental than the quality of investigation is this issue: How do the Gulf Breeze incidents fit in with UFO history? Basically, they don't fit very well. As CUFOS has stated editorially, if the Gulf Breeze events are genuine, then the entire character of the UFO phenomenon has suddenly changed. (Not impossi- ble, but if so, we should begin seeing other confirmatory signs elsewhere in the country and around the world.) No precedent exists in the literature for a 6-month siege of one individual by UFOs, or the taking of dozens of photographs — almost at will — by one individual (other than Billy Meier, whom MUFON rates as a hoaxer). Numerous veteran UFOlogists have commented from the outset that the photographs look \"hokey.\" This is not a trivial remark, and cannot be answered as lightly as Maccabee has tried to do by observing that we don't really know what alien craft are sup- posed to look like. In fact, we thought we did know, based on a very long record of UFO sightings, including sketches and photographs. To the best of our knowledge, there is no precedent for the UFO type (or roughly similar types) said to be haunting Gulf Breeze. Many UFOlogists (including Hall) have handled and participated in ana- lyzing hundreds of UFO photographs in the past, including many dozens of Polaroid pictures and all sorts of double exposures, lens flares, and hoax attempts. Most \"hokey\" pic- tures in fact did prove to be hoaxes, or very probably so. Obviously, intui- tive impressions of UFO photographs do not, alone, constitute science; objective analysis must be done. Nevertheless, experience does count for something, and the established record of photographic UFO images generally considered to be valid records of UFOs does not contain support for the Gulf Breeze UFO(s). In addition to \"hokey,\" intuition suggests that several of the pictures appear \"stagey.\" Especially Nos. 21- 23 (taken in January and early Feb- ruary, 1988) showing the UFO above the truck cab while Ed is being video- taped by newspaper editor Duane Cook; the UFO with a family dog in foreground (UFO image clarity and shadow patterns consistent with an externally lighted model); and Ed draped in a towel angrily shaking his fists at the hovering UFO. (Rather dark prints of Nos. 22 and 23 appear in the May 1988 Journal, p. 15.) The Photographs MUFON member Zan Overall, who has experience as an architectural photographer, in the question and answer period following Maccabee's symposium presentation suggested that the object in photos No. 22 and 23 seems to be lit by the flash from the camera and would therefore be small and nearby. Asked whether he had analyzed the photos on this basis, Maccabee replied that he had consi- dered doing so but decided not to because the object might have been internally illuminated (and therefore of indeterminate size). If the question of how the object was illuminated was an open one', the assumpf/on most favorable to Ed was not objectively justifiable (Note 3). Overall also told the authors the picture itself contains convincing evidence to him that the object was flashlit and model-sized, but that he would like to have the MUTUAL UFO Network Journal, Number 248, December 1988"},{"pageNumber":6,"pageContent":"Ed may be \"marching to the beat of a different drummer/ 9 but if he is, we need to know him in considerably more detail than we now do. opinion of outside, independent ana- lysts. Smith argues that the photos show a model because of its sharp defini- tion, while the shadows indicate an external source of illumination (hence, a hoax) from below and to the left of the object. Space limitations prevent discus- sion of all the internal evidence that might suggest a hoax. Some of the prime candidates which we feel should be subjected to computer analysis or replication of Maccabee's analysis are examined here. (For more detailed technical discussions of internal pho- tographic evidence possibly sugges- tive of a hoax, see References 2 and 3). The earliest sets of photographs, Nos. 1-5 and Nos. 6-9 (all taken in November 1987), are of special inter- est as the initial attempts to photo- graph (or hoax) a UFO in a series that would continue for six months. In fact, we find several problems with the early photographs. Nos. 1 and 7 show UFO images closely adjacent to and possibly overlapping a foreground tree. An overlapping image would suggest a double exposure. Claims by the analysts that double exposures have been ruled out for these photo- graphs have not yet been backed up by analysis reports and peer review. Photos No. 1-3 show a surprisingly invariant background for allegedly having been taken hurriedly with a Polaroid camera by someone who had to lower and raise the camera between exposures. Contrary to the witness's story, this suggests the use of a tripod or other stabilizing sur- face. (See Reference 2, p. 10-11.) In addition, the early photos contain vertical line-like markings suggestive of supports for a UFO model. Again, analysts say this has been disproved but no analysis reports have been published for independent verifica- tion. (See Note 1.) Perhaps most importantly, the UFO (implicitly an alien spacecraft from an advanced technology) has \"portholes\" or apertures irregularly (non-geometri- cally) placed around the primeter and the supposed interstellar spacecraft is lopsided and asymmetric around a vertical axis. These data easily could be interpreted as evidence of a dis- torted image due to photographic trickery or a crude model that was later refined. Furthermore, these asym- metries disappear from later photo- graphs of the craft! Does this suggest changes of the craft by the aliens or changes in UFO models for hoax purposes? Photos No. 1-5 were published in the Gulf Breeze Sentinel on Nov. 19, 1987. Photos No. 6-9, coincidentally, allegedly were taken the next day. Photo No. 6 is a prime target for maximum computer analysis and inves- tigation. Bob Boyd noted that it con- tains \"... strong evidence of double exposure.\" Bruce Maccabee also states (Reference 1, p. 127) that \"Photo 6 appears to provide pictorial evidence that argues for such a hoax.\" Macca- bee goes on to suggest possible alternative explanations short of a hoax, but basically assumes Ed's honesty at this point. The \"Road Shot\" A very critical event, both from the standpoint of photographic evidence and human testimony, is the so-called \"road shot\"; Photo No. 19, allegedly taken Jan. 12, 1988. Ed claims that, while driving to a worksite about 5:25 p.m., he was suddenly partially para- lyzed by a white illumination from overhead, a UFO swooped down and hovered low over the road, and Ed swerved onto the shoulder, unable to control the truck. Ed first reached for his shotgun behind the seat, then changed his mind and took the pho- tograph through the windshield show- ing the low-hovering UFO illuminating the road surface. (See MUFON UFO Journal, Mar. 1988.) When the UFO was seen to be moving toward him, Ed took his shotgun and his camera (!), slid out of the cab and rolled under the truck. MUTUAL UFO Network Journal, Number 248, December 1988 Before he could crawl underneath, he said, the white light struck his legs and they became numb. Under the truck, he again tried to take a photo- graph but managed only to get a pic- ture of the tire. (Maccabee: \"He said that the photo showed only a tire.\" Apparently investigators have not seen the actual photograph.) But apparently Ed was able to see from underneath the truck, since he des- cribes next seeing the UFO begin to rotate and a blue beam flash out of it five times in succession. Each flash, he said, deposited an apparently alien creature on the road. Each of the creatures wore a \"shield\" and carried a glowing rod. As the creatures began moving toward him, Ed clam- bered back into the truck cab, did a quick reverse turn, and headed back to the main highway \"... as fast as he could go.\" It had been raining prior to the event, and the environment was drip- ping with moisture. Yet, there appar- ently is no reflection of light visible in the photograph from nearby vegeta- tion, from the truck hood, or from raindrops. Nor is there any mention by Ed or the investigators of the mud and wetness he must have encoun- tered and its effects on his shotgun and camera in his remarkable juggling act while crawling under the truck, with numb legs. Still, he was able to beat these (presumably) technologically ad- vanced aliens to the draw and to make his escape. As noted by Willy Smith (Refer- ence 2), the \"road shot\" photo is \"... one of the few taken at a location remote from Ed's home, and has allowed accurate determinations of the distance between the camera and the object ... I haven't found any ref- erence in Dr. Maccabee's paper to this inconsistency (about the lack of environmental reflections) which must be explained before the photo is accepted as real.\" Ed's behavior, after being semi- paralyzed by a manifestly alien appa- rition that trapped and menaced him on an isolated road, is not what you would typically expect. Instead of turning the truck around and fleeing (as a first option) or grabbing the shotgun and blasting away (as a second option), he casually sat in the 5"},{"pageNumber":7,"pageContent":"truck cab and took a Polaroid photo- graph of his tormentor. However, we are mindful of the Phil Klass fallacy of automatically assuming that a witness who does not behave as he (Klass) thinks he would under the circum- stances, must be lying. Ed may be \"marching to the beat of a different drummer,\" but if he is, we need to know him in considerably more detail than we now do. Instead, we are asked to accept on faith that Ed is beyond reproach. The Nimslo (3-D sealed camera) photographs and the attempted self- referencing stereo (SRS) photographs (taken between February and May 1988), and the videotape of an alleged UFO moving back and forth all require extensive analysis and the full application of the \"checks and balan- ces\" of scientific method. It is impor- tant to note that Maccabee's analysis showed one of the SRS photo pairs to be of an object that was relatively small and close-by (about 2 l / 2 to 4 feet in length and 40-70 feet distant). A supposed alien spacecraft of that size could only accommodate very tiny beings! Other Considerations Despite the fact that hordes of investigators, newsmen, and towns- people were staked out in Gulf Breeze at the height of Ed's reported encounters, not one ever witnessed Ed taking a photograph or separately witnessed a UFO that coincided with one of Ed's reports, while he took some 40 pictures over a six-month period. Only a few independent wit- nesses to UFO activity in Gulf Breeze report anything like Ed claims to have observed. The more than 130 other cases claimed are — as of this writing — either weak and not supportive of Ed's sightings or not yet even investigat- ed. Another questionable fact about the photographs is that, with perhaps one or two exceptions, the object shown displays exactly the same orien- tation toward the camera. The brightly illuminated bottom is tilted slightly toward the camera. In the two pho- tographs showing illumination of the ground (Nos. 14 and 19), Smith has calculated the tilt to be about 13 6 degrees from the vertical axis. What this means is not clear. As in so many other ambiguous features of the photographs, it could have an \"alien\" explanation or a more mun- dane explanation having to do with hoax photographs of a model. The clear implications of Ed's pho- tographs and story are, if we accept them as valid, that he was singled out for some unknown reason, alerted to \"their\" presence by humming sounds in his head, allowed or encouraged to photograph them (as Don Ware has stated), while strong, independent verification of the photographs appar- ently was deliberately avoided. The Character Issue Who is \"Ed\" and why should we believe him? Although his true iden- tity and background are known to both the authors and many other MUFON and CUFOS personnel, he insists on remaining anonymous. Why he should insist on this in light of the alleged fact that numerous other Gulf Breeze witnesses have seen similar things and believe he is telling the truth is not clear. Regardless, we must examine character issues as best we can. From the outset of the Gulf Breeze saga, Ed began a prac- tice of deception by claiming that he was presenting to the Gulf Breeze Sentinel a series of UFO photographs taken by someone else (Mr. \"X\"). In so doing, he falsified the facts and circumstances of the photographs. (\"Oh what a tangled web we weave when first we practice to deceive.\") When investigators began to look into the reports, Ed privately admit- ted he was the photographer and — seemingly — cooperated fully with the MUFON investigators. At the same time, it was learned that Ed uses two different last names. When Bob Boyd and Willy Smith began rais- ing skeptical questions about certain aspects of the case, these issues were not independently investigated by Don Ware and his local investigators, but instead referred to Ed for comment. Chief among these issues are the reports that Ed had both produced deliberate double exposure photo- graphs of \"ghosts\" for party purposes and had bragged to local teenagers that he was going to pull off the \"ultimate prank\" which they would recognize when they saw it. Despite the fact that Don Ware and the other primary investigators of Gulf Breeze claim that this is a false issue attributable to a teenager who has a grievance against the \"Ed\" fam- ily, the objective facts suggest other- wise. According to Ed, in a privately circulated \"To whom it may concern\" letter (Note 2), the stories are \"mali- cious innuendos\" based solely on rumors and distortions of fact. That the teen- ager \"... in an early effort to discredit me, started a story about a ghost pic- ture ... All of this took place more than 3 years ago ... The boy was a prime suspect in the repeated acts of vandalism against my son's car. Police reports were filed.\" Ed implies there was only one \"ghost picture\" taken by accident, which showed a \"foggy blur\" image of unknown origin, and later tests were attempted to reproduce such an image in his house. The whole story has become quite confused in the tell- ing and retelling. Bob Boyd (Reference 2, p. 10-13) reports on his efforts to get local investigators to objectively investigate leads to allegedly negative as well as positive information. Instead, a rift developed between Boyd and Smith on the one hand, and Ware and the local investigators on the other hand. Don Ware has insisted the \"ghost picture\" and \"ultimate prank\" stories are \"irrelevant\" to the case. The fact is, their relevance should be obvious. If Ed was taking double exposures to produce ghostly images to impress his teenage friends (and the story is it was not just once but \"on more than one occasion\"), then he has lied to MUFON investigators about his know- ledge of how to take double expo- sures with his Polaroid camera. And if he actually did say in advance that he was going to pull off the \"ultimate prank\", clearly this would tend to discredit most everything that has been reported since. The issue comes down to his personal integrity. In addition, ParaNet on Sept. 14 reported an interview with Mayor Edward Grey of Gulf Breeze, an old friend of Ed's, in which he was quoted as saying: \"Ed is a heck of a MUTUAL UFO Network Journal. Number 248, December 1988"},{"pageNumber":8,"pageContent":"nice guy, very charming, but it is totally consistent with his personality to pull off a stunt like this.\" This would seem to strongly imply that Ed's reputation as a prankster is not without prior foundation. MUFON investigators have made derogatory comments about Grey, but except for Don Ware have not been specific about their criticisms. Thus, it all comes down to how carefully and objectively the MUFON investigators checked into Ed's claims and background. In a phone call dur- ing October 1988, Ware asked Hall if he had any further questions about the case (Ware had previously supp- lied answers to a list of questions). Hall then asked whether Ware and his group had interviewed the 8-10 teenagers whose names and phone numbers had been provided as wit- nesses to the allegations against Ed in support of the teenager who had been involved in disagreements with Ed's son and as sources of \"ghost photos\" for analysis (see Reference 2, P. 13). The short answer was \"no.\" The long answer was that they were \"only\" (?) the names of high school band members, and that they (Ware and his colleagues) had chosen to \"go a different route\" in their investigation of Ed and his background. This \"dif- ferent route\" was not elaborated upon, and until we know in detail what it was we can only wonder about the \"ultimate prank\" and \"ghost photos\" stories about which MUFON apparently has accepted Ed's word without independent investigation. In the same telephone conversa- tion, Ware told Hall that Mayor Grey had his own axe to grind in his pro- tectiveness of Gulf Breeze's reputa- tion and described a financial motive for Grey's position about the sight- ings. Summary and Conclusions Obviously there is a lag between investigations and reporting of the results in the MUFON UFO Journal, and some of our questions eventually may prove to have reasonable answers. Nevertheless, we are troubled by the way the investigation and reporting have been handled, with claims far outstepping the evidence and analysis to back them up. Other than Bruce Maccabee's chronicle of events and experiments to test various ways in which the photographs might have been faked (Reference 1), virtually no other photoanalysis results have been reported by MUFON or the propo- nents of the case. The alleged sight- ings by independent parties in Gulf Breeze have not been systematically investigated and reported; the claim of 135 or more \"supporting\" cases (investigated and found to agree in time, location, and detail with signifi- cant features of Ed's reports) appears to be totally unfounded. Until independent photoanalysis work is completed and reported, the sup- posedly supporting evidence system- atically analyzed, and the central questions answered, skepticism about Gulf Breeze is entirely justified. Unfor- tunately, Ed and his wife now are publishing a book. They are receiving the help and cooperation of Donald Ware, Budd Hopkins, and Bruce Maccabee, whose minds appear to be made up. Although they are close to the case and may be right in their judgment, this approach departs drast- ically from long-established scientific procedure (including published MUFON procedure). It is all the more reason for careful, continued outside investi- gation and analysis of the key aspects of the case, including the integrity and motivation of the main witness. References 1. Maccabee, Bruce S. \"A History of the Gulf Breeze, Florida Sighting Events\" in MUFON 1988 Interna- tional UFO Symposium Proceedings. 2. Smith, Willy. \"The Gulf Breeze Saga.\" Paper presented Sept. 17, 1988 at National UFO Conference, Cleveland, Ohio. (Available from Rob- ert D. Boyd, P.O. Box 66404, Mobile, AL 36606, $5.00 including postage.) 3. Boyd, Robert D. Failure at Science (1988). (Available from R. Boyd, P.O. Box 66404, Mobile, AL 36606, $10 including postage.) Notes 1. At the Oct. 8-9 UFO conference in North Haven, Conn., Maccabee showed Hall a computer enhanced version of Photo No. 5 clearly showing that the \"line\" which might have been evidence of a support crossed the face of the object, and apparently is due to a flaw in the development process. 2. Copy of \"To whom it may concern\" statement provided to Hall by Maccabee. 3. Recently, Dr. Maccabee has discovered what he considers evidence of self-illumination in another of Ed's photos, extrapolating this to Nos. 22 and 23. Psychological Evaluation of Mr. Ed by Dan C. Overlade, Ph.D. Doctor Overlade is a clinical psychologist practicing in Pensaco- la, Florida, who earned his bache- lor's and master's degrees in psy- chology from Utah State University in 1951 and a Ph.D. in psychology from Purdue University in 1954. He was an assistant professor at the University of Minnesota before moving to Pensacola in 1956. He has held appointments as adjunct professor of psychology with the University of Fiona and the Uni- versity of West Florida. He is a past president of the Florida Coun- cil of Clinic Directors, a past pres- ident of the Florida Psychological Association, a past president of the MUTUAL UFO Network Journal, Number 248, December 1988 Florida State Board of Examiners of Psychology and a past presi- dent of Forensic Psychologists, Inc. He holds diplomas in clinical psychology and forensic psychol- ogy of the American Board of Professional Psychology and the diploma in clinical hypnosis of the 7"},{"pageNumber":9,"pageContent":"American Board of Psychological Hypnosis. He is a fellow of the American College of Forensic Psy- chology. He has conducted exten- sive psychological evaluations of three apparent abductees, includ- ing Mr. Ed, of Gulf Breeze; it is anticipated that he will conduct further evaluations of other abduc- tees residing within a 60-mile radi- us of Pensacola. In mid-May of this year I was con- tacted by Charles Flannigan, MUFON State Section Director for Escambia and Santa Rosa Counties in Florida, and was asked whether I had seen the UFO photos in the Gulf Breeze Sentinel or on the Pensacola televi- sion channel. It seemed to me that he quickly determined that I was neither a complete skeptic nor totally con- vinced of the veracity of the Gulf Breeze sightings and, in any event, he soon asked me whether I would be willing to meet with the man who had taken the much publicized pictures. I agreed and suggested that the initial priority would be to conduct an eva- luation which could address questions of Mr. Ed's mental competency that were sure to be raised by skeptics and debunkers. Charles began at once to provide me with information that was to be helpful to me, and through him I received from Bruce Maccabee an advance copy of his history of the Gulf Breeze sightings which ultimately was published in the MUFON 1988 Symposium Proceed- ings, as well as full information regarding the psychological examina- tion of nine apparent abductees by Dr. Elizabeth Slater, conducted in 1982. MUFON State Director Donald Ware made available to me other information that was helpful, which seemed to support the veracity of Ed's story. Budd Hopkins made help- ful suggestions about any hypnotic regressions which might be under- taken. To be consistent with Dr. Slater's studies and to be prepared to con- tribute to a data pool which might ultimately include a great many appar- ent abductees examined by a growing number of psychologists, as more and more abductees come forward acknowledging experiences or seek- ing help for what Dr. David M. Jac- obs has spoken of as the \"post- abduction syndrome,\" the evaluation conducted with Ed included adminis- tration of the Wechsler Adult Intelli- gence Scale (Revised), the Minnesota Multiphasic Personality Inventory, the Thematic Apperception Test, the Draw- A-Person Test and the Rorschach (the projective personality assessment technique popularly designated \"the inkblot test\"). The examination requir- ed approximately eight hours and was conducted in four sessions dur- ing the month of June; subsequent to the examination more than ten hours have been spent with Ed training him in self-hypnosis and conducting hyp- notic regressions with regard to what appears to be a succession of abduc- tions. In her \"Adendum to 'Conclusions on Nine Psychologicals',\" dated Octo- ber 30, 1983, Dr. Slater identified as the most crucial question whether or not her nine subjects' reported expe- riences could be accounted for on the basis of a mental disorder. Her answer to that question was \"a firm no.\" She says further that \"if the reported abductions were confabu- lated fantasy productions, based on what we know about psychological disorders, they could have only come from pathological liars, paranoid schiz- ophrenics, and severely disturbed and extraordinarily rare hysteroid characters subject to fugue states and/or multiple personality shifts,\" and says emphatically: \"Not one of the subjects, based on test data, falls into any of these categories.\" My purpose in writing is to attest that my psychological examination and sub- sequent sessions with Ed have eli- cited no evidence of any of the psy- chopathologies identified by Dr. Slater or any other mental disorder: The Problem of Anomalous Aerial Phenomena and Its Methodological Lessons By Vladimir V. Rubtsov, Ph.D. Dr. Rubtsov is a sociologist teaching at the Ukranian Extram- ural Polytechnical Institute in Khar- kov, U.S.S.R., and serves MUFON in the dual role of a consultant in Philosophy and Foreign Represen- tative for the U.S.S.R. He is the author of a book titled The Prob- lem of Extraterrestrial Civiliza- tions, published in 1984 and 1987 in the Russian language. This article is the paper Dr. Rubtsov delivered at the \"First European Congress on Anomal- 8 ous Aerial Phenomena: Physical and Psychosocial Aspects\" in Brus- sels, Belgium on November 11-13, 1988, hosted by SOBEPS. An expert who acquaints himself with a certain set of UFO reports can discard some of them at once, based on his knowledge of the nature, tech- nology and special features of the human perception, as descriptions of quite understandable things. Reliabil- ity of such an elimination is not cer- tainly absolute, but if the expert has a good and wide qualification, it is rather high. As a result, there will be selected from the set of reports \"subset one,\" which may be called a subset of \"obvious pseudo-anomalous aerial phenomena.\" The rest of the set will be studied more elaborately, by using the exper- tise of specialists in other fields of science and technology. They will explain some more of the reports, that is, the \"subset two\"; namely \"complicated pseudo-anomalous phen- omena.\" It is not improbable that the MUTUAL UFO Network Journal, Number 248, December 1988"},{"pageNumber":10,"pageContent":"initial set will be covered exhaus- tively. But as a matter of fact, a small percentage of UFO observations re- main unexplained even after fairly thorough investigation, and these form the third subset — \"likely anomalous phenomena.\" Certainly, this subset may become some day quite under- standable to researchers even with- out any significant revolution in science, but it will remain a mystery, at least for some time. The existing body of UFO reports does not allow us to come to any def- inite conclusion on the nature of the third subset of observed phenomena. This information is so heterogeneous and interfered with by various influ- ences, that, strictly speaking, it can- not provide serious evidence of the real existence of true anomalous objects. The coherence of the UFO reports is not in itself such an evi- dence. There is in the folklore rather a coherent image of the devil, but it should hardly be considered as a physical body. Nonetheless, however strange as it may seem, one can build on this in- formation, an image of a \"physical equivalent\" of the UFO reports from the third subset. It has been made in fact by the ufological community for the last forty years. This image is not even so fantastic. On the whole it is a ball- or disc-shaped object with the diameter from several metres to sev- eral tens of metres, which may be sometimes a powerful source of light, thermal and microwave radiation, as well as a magnetic field. It may hover in the air, move with great speeds and accelerations, reflect visible light and ultra-short radio-waves, ionize the air, influence living beings, elec- tronic equipment and internal com- bustion engines. There is nothing \"obviously extraterrestrial\" in this model; it rather reminds me of a plasma phenomenon, something like a \"ball superlightning.\" However, one should realize clearly that what we have before us is not a result of logical inductions on the solid basis of a system of empirical facts. Really, it is nothing more than an associative image, derived from a set of heterogeneous data. Let's con- sider, why it is so. What are the main epistemological differences of the UFO problem from the \"usual\" scientific problems? What can and must be done to raise and solve it in a strictly scientific way? Science obtains its hardest data from experiments, but many theories were built on the basis of what may be called \"correct observations,\" that is, observations which conform to certain standards, thus allowing the obtained information to be consi- dered reliable. The scheme of a scientific observation may be repres- ented as a system of four compo- nents: 1) sensors (that is, registering equipment); 2) a channel for trans- mission of the data; 3) the instru- ments processing the data and pres- enting them in a form suitable for farther analysis; 4) a researcher. One might expand this scheme or, on the contrary, shorten it, restricting it to only three elements: sensors, a channel, and a researcher, but there is another more important thing. A scientific observation implies that these components are regulated, and their parameters are strictly definite. Mis- takes are inevitable, but they must not go beyond some specified bounds or be distributed on an unknown curve of probabilities. Only then can a researcher draw from the data obtained a sure conclusion of the nature of the observed phenomenon. But if we do not know the parame- ters of the components, or if they range too widely and irregularly, the results of such an observation cannot be regarded as reliable, nor used for building an empirical fact. A tentative empirical fact is constructed when some parameters of the components are known exactly, and other ones hypothetically. That's why it is tenta- tive and not quite reliable. The associative image of the anom- alous aerial phenomena I have des- cribed above has been built within the framework of a fully unregulated system. Its sensors, channels and — not infrequently — researchers are characterized by so large a variability of their parameters, that it is impos- sible to relate uniquely the \"output\" of the observation to its \"input.\" By sensors we mean just the sens- ing organs of the witness. The main processing instrument is his brain, which builds an image of the pheno- menon on the basis of sensory data; the channel includes, on the one hand, the neural links between the sensing organs and the brain, and, on the other hand, those pathways by which the information moves from an observer to a researcher. One cannot tell that all these components are \"principally chaotic\" and irregular, but they are highly variable and, what is more important, we know too little of the characteristics of this variabil- ity. Therefore our \"associative image\" of the anomalous phenomena may hardly be identified even with a tenta- tive empirical fact. The main source of ufological informa- tion is a person who witnessed a UFO during his usual work or past- time. The observation is usually quite unexpected and lasts for several min- utes at best. Can we hope to derive from his testimony any scientifically valuable information on the observed phenomenon? The past forty years of investigations make it doubtful. In any case, it is rather a difficult task. First, the image of the phenomenon, created in the mind of the witness, is not equal to a photograph. It comes into being as a result of the interaction between the sensory data and \"antic- ipating patterns,\" that are kept deep in human memory. Seeing a com- pletely new object means building promptly a new pattern to assimilate the non-standard sensory informa- tion. Such a pattern is usually con- structed by association, which does not always warrant its conformity to the real structure of the observed phenomenon and may lead to various illusions. Sensation (that is, perception of sensory stimuli), formation of an image and its interpretation are three aspects of a single process, rather than its stages. One can define the interpretation as formation of a three- dimensional model of the object or phenomenon, imparting it some \"objec- tive meaning\" and putting the model into the actual context of the events, occurring around the witness at the given moment in the given place. Joining the new \"anticipating pattern\" to older ones, kept in somebody's mind, also requires certain reforma- tion of the person's world picture. It is well known that sensory informa- MUTUAL UFO Network Journal, Number 248, December 1988"},{"pageNumber":11,"pageContent":"tion in itself is principally indefinite and compatible with various patterns. How the latter ones are formed, is quite a problem. Apparently, the \"core\" of cognitive patterns is developed in the course of the practical interaction be- tween an individual and his natural and social environment, whereas the \"periph- ery\" of this system (that is, the patterns of those things with which the individual cannot interact directly) is built \"by analogy\" with the \"core,\" as well as on the basis of apprehension of the expe- rience of other individuals. Certainly, the man can see unfamiliar objects. He needs for that only a certain \"anticipat- ing pattern,\" into which the new sen- sory information might somehow go, and nothing more. A conformity between the pattern and the real structure of the object is of minor importance for the fact of observation; this conformity is necessary only for seeing the object correcriy. Identification of an object is a part of the process of the interpretation of its image. So an essential judgement as: \"I see something real\" (and not, for example, a hallucination), is both a premise and a result of solving the task of identification. Whether or not this solution is correct, may be ascertained only subsequently. It is important to stress, however, that the notions of the reality change considerably from one culture to another. In Europe of the 15th century a vision of the Virgin Mary could not evoke principal objections. Just as much, an extraterrestrial space- ship is an admissible reality of the 20th century. Supporters and opponents of the extraterrestrial hypothesis may dis- pute hotly about explanations of some UFO reports, but hardly anyone would dare say that this hypothesis radically contradicts the modem scientific world picture. But to the same extent a wit- nesses' opinion that he saw an extrater- restrial spaceship, suggests more of the conception of reality, accepted (or rather half-accepted) by our modem society, than of the genuine nature of the object observed. Certainly, we should also take into account the low representativity of the set of UFO reports in respect to UFO observations, let alone UFO events as such. The \"big culture\" (as distinct from the \"ufological subculture\") is inclined to reject the UFO reality; hence follow 10 VLADIMIR V. RUBTSOV, Ph.D. some serious psychosocial sanctions against \"talking\" witnesses in the form of mockery, suspicion of hoax or even of insanity. Such sanctions are quite unfair, because whether or not the wit- nesses interpret correctly their observa- tions, they still usually describe what they really saw. But these sanctions are applied \"automatically\" and almost irre- spective of the specific circumstances of a UFO experience. A witness, who does not want to jeopardize his reputa- tion, will confine himself to a discussion of his case among intimates or will not even say a word about it at all. It is highly significant that roughly 90 per- cent of UFO sightings remain uncommu- nicated. However, even those reports that reach researchers, contain, as we saw, at least not quite reliable data. It isn't only that \"the human being is a fallible recorder,\" as it was said in a recent book, but mainly that we know very badly the UFO-related parameters of this \"recorder.\" To judge on the nature of the phenomena and objects, treated by the witnesses as UFOs, without true notion of potentialities and limitations of the human being as an observer of unexpected and short-lived events, is the same as to try to discern a lands- cape through rather thick figured glass. It is not always clear, what features of the image are related to the landscape, and what to the glass patterns. Although we have rather a broad and diverse set of UFO reports, the connection between the set and reality remains problemati- cal in many cases. In order to build well-founded ufolog- ical empirical facts, we must regulate fully the chain of \"sensors — a channel — a researcher,\" that is, to insert some instrumental sensors \"in the right place at the right time\" and to ensure stable and broad flow of data from them to the processing instruments and to the researchers. It would allow us to reveal the inherent characteristics of the com- ponents of the UFO phenomenon, to prove or disprove the existence of some really anomalous processes and/or objects in the atmosphere. However, such a research scheme is at present hardly within the bounds of possibility. We simply do not know the \"right pla- ces and times\" for the strangest com- ponents of the UFO phenomenon (although there are some hints — for example, the data taken in Hessdalen). The best we can hope to achieve in the next years, is a relative regularization of the sensors and the channel. It would require organization of efficient gather- ing of instrumental data on UFO sight- ings from various environment monitor- ing systems, and detailed standardized reports from trained chance observers, such as airmen, meteorologists, astron- omers, radar specialists, etc. This infor- mation would have to be promptly checked and processed by scientific research centers. Such as quasi-regular- ized collection of UFO information would provide data for building at least a \"tentative\" empirical fact, which would represent the essential features of the UFO phenomenon in a first, or even in a second, approximation. One of the main things here is to overcome the anti-UFO bias, still widespread in the scientific community and official circles. It may be done by radically improving the standards of ufological researchers. I think that our conference may become a step in this direction. To solve the psychosocial aspect of the UFO problem, we must regularize only the channel, although this is to be done in a different way, than for obtain- ing objective information on the phe- nomenon. In this case, an occurrence, understandable to an expert and a mis- understanding to a witness, is as a legit imate element of the UFO pheno- menon, as really enigmatic events are. The subject of a psychosocial ufologi- cal investigation includes first of all the MUTUAL UFO Network Journal, Number 248, December 1988"},{"pageNumber":12,"pageContent":"response of the witnesses to their ob- servations, and that of the society to their reports. The chief thing we need for such an investigation is the representative- ness of reports in relation to the set of UFO sightings. It is a somewhat less complicated task than achievement of their representativeness in relation to the set of UFO events, but a hard one too. Thus, to build even a tentative empirical model of the UFO phenomenon, we do not need a combination of \"mass statistics\" with elaboration of some selected cases, as was suggested by the late Dr. Hynek. Rather, serious scientific research requires a more or less stable flow (or just a streamlet) of informative and reliable reports. Each of these reports would be studied thoroughly, and all of them would be a representative sample of the sets of reports/observations/ events. Subsequent elaboration of the problem would depend on the results of the analysis of these data. Should there be found in this flow one or more anomalous components (for example, something like the \"associative image,\" outlined above). Their study might be developed into a separate research trend. Building an empirical fact is the first stage of scientific investigation of an unknown phenomenon. It's second stage is explaining this fact. One should put forward a hypothesis based on a \"minimum\" system of axioms, then deduce from it some verifiable consequenc- es and prove or refute them by an experiment or scientific observation. The explanation as such is a reference to a scientific law that is contained in the hypothesis and is concretized in terms of the boundary conditions, typical just of this phenomenon. Of course, this outline is rather abstract: it implies that a phenomenon under investigation \"obeys\" a single law (or a single theory). For experimental studies, such an assumption may be correct. But if we are investigating a natural phenomenon that cannot be reproduced in an experiment, the situation is different. Such a phenomenon may be a result of superposition of several processes of equal strength, and therefore it would defy a monotheoretical explana- tion. It is not improbable either, that one of these processes exceeds the others, but is \"shaded\" by them. The real situation may become clear only in the course of investigation. The main epistemologjcal difficulties of a physical (and any other scientific) explanation of the UFO phenomenon include, as we know, irregularity of the sensors and the channel, as well as the chance character of the occurrences. But the former is rather a consequence of the bad organization of UFO investiga- tions, and the latter is not so obvious. Having a well-founded model of some type of UFOs, we may find that there is, instead of fortuity, a certain law. For the \"normal\" components of the UFO phenomenon, it is so even now. If we know, for example, that a cosmic rocket will be launched under a certain kind of atmospheric condition, then we may, in principle, forecast that some number of UFO reports will be obtained from the area around its path. The existing hypotheses on the nature of the anomalous components of the UFO phenomenon do not allow us to achieve something like that, but the tectonic strain hypothesis sets itself such an aim quite definitely. Explanations of separate UFO sightings do not provide by themselves an Continued on page 18 Project Pennine: A Landscape/CJFO Study By David Clarke \"There was an odd ghost at Ponden, if gossip is to be believed, and today they will tell you minutely the path taken by the phantom. Sometimes it came as a shadowy greybeard, carrying a lantern; but oftener as a 'flaming barrel' which rolled down the fields, and past the housefront, and along the curving highway, until it came to rest in 'hive-holes' — a sheltered corner where the Heatons used to keep their bees ... something was to be seen, beyond question — some erratic shape, it may be, of will o' the wisp or bog-lanthorn — for our grandfathers were wont to go to the bend of the Ponden Road and watch the barrel come fiery down the hill — watch it, apparently, as coolly as if it were no more than a cow run wild after calving-time, or any other usual pheno- menon of their times...\" — from \"By Moor and Fell\" by Halliwell Sutcliffe. The folk-story above, from the Haworth Moors of West Yorkshire, demonstrates the existence in the Pennine valleys of northern England of a perception paranormal light phenomena not as evidence of visita- tions from outer space, but as an accepted part of planet Earth's mys- terious processes. In a thinly-populated valley in the High Peak of Derbyshire, the local farming community have been observ- ing the coming and goings of strange luminous flying objects for hundreds of years. They will not speak to strangers or outsiders about these happenings, as they regard them as something \"private\" and best left MUTUAL UFO Network Journal, Number 248, December 1988 David Clarke is a graduate stu- dent of archeology and co-author with Granville Oldroyd of \"Spook- lights: a British Survey.\" He and Andy Roberts will also be contri- buting to the follow-up of Paul Devereux's \"Earthlights,\" scheduled for publication in 1989. The Pen- nines are a mountain range in the north of the British Isles known as \"the backbone of England.\" alone. In the Pennines it is fair to say that the majority of UFO sightings come from the moorland regions, and there are very few observations of \"structured craft,\" the majority of observations being of multi-coloured 'ball of light' phenomena. These pheno- mena are rooted in local folk lore and are often inseparable from ancient 11"},{"pageNumber":13,"pageContent":"belief in ghosts, spirits and memories of the worship of Celtic gods. In an attempt to collate and docu- ment these phenomena and their accompanying human belief systems in one particular landscape, Project Pennine was set up in 1986 as a long- term research study based upon the Pennine hill-chain of northern Eng- land. Our aims are to collect and col- late data pertaining to anomalous light phenomena both of contempor- ary UFO sightings and from folklore and historical sources. This data will then be correlated in the search for significant common elements, and specifically made available to research- ers in the geophysical field. Project Pennine was the concep- tion of a small group of active UFO in- vestigators who were dissatisfied with \"conventional\" UFOlogy. It was felt that UFOlogy did very little actual research into the areas in which UFOs were seen, particularly over long periods of time. In addition we realised that what are termed \"UFOs\" comprise largely of purely light-based phenomena and not of structured craft — this fact was also being ignored by the UFOlogical commun- ity who tended to stress the miniscule number of 'high strangeness' cases at the expense of the more consistent 'ball of light' phenomena. Our final objective is to produce a comprehensive catalog of anomalous light phenomena from the Pennine area which cari be freely accessed by researchers and also made available to the scientific community. Con- nected with the theoretical analysis involved in the project, it is also hoped that skywatches or monitoring of particular regions singled out as areas of high activity may be under- taken. To this end, the Project report will eventually be presented to several University departments in the hope that further interest can be attracted and hopefully funding and equipment obtained for a full-time monitoring operation in the Pennines on the lines of Project Hessdalen. What appears to be the most fruit- ful avenue of study in the Pennine area is thorough research into the history and folklore of certain areas of the foothills which have long tradi- tions of anomalous light phenomena. 12 This often involves much time and effort spent delving into archival records of a particular region in order to 'lift' material out of the many dif- ferent cultural contexts in which it has appeared over the ages. Part of the activities of Project Pennine has been to contact the numerous Mountain Rescue Teams based throughout the Pennines whose job it is to relieve those stranded or lost on inhospitable mountains and moorland. These teams have often been called out in the night to inves- tigate reports of unknown \"lights\" and \"flares\" observed over barren hil- lsides and moor, under the impres- sion that climbers or ramblers were lost or in distress. But more often than not the lights remain unex- plained and unaccountable as real distress flares, aircraft lights or other conventional luminosities. The mystery of the \"Longdendale Lights\" of the High Peak of Derby- shire is one example of an area of the Pennine landscape which has a long history of recurring UFO/light phen- omena. We have received invaluable assistance from the Deputy Team Leader of Glossop Mountain Rescue Team, Philip Shaw, in our investiga- tion of the remarkable light pheno- mena connected with Longdendale valley. Rumors of various mysterious happenings in this barren yet beauti- ful -area situated between the busy Woodhead and Snake Pass roads in the High Peak of the southern Pen- nines, have been passed down by word-of-mouth over the centuries. Folklore and legends tell of ghostly Roman soldiers marching through the night with clanking armor and myste- rious lights on the windswept moors. Phantom Lights The most persistent stories in recent years have concerned the appearance of weird phantom lights on the remote area to the southside of the Woodhead Reservoirs on the western flanks of inhospitable Bleak- low. Several times since the 1960s mountain rescue teams have been called out, thinking that hikers must be in trouble after sightings of \"flares\" have been reported to the local police — only to find that the lights vanish as they approach, leaving no sign of any earthly cause. Late one night in February, 1982, for example, 25 members of Glossop Mountain Rescue Team, together with several National Park Rangers spent three hours searching the desolate moors on the northwestern edges of Bleaklow after a sighting of a \"green flare\" was reported to local police. Triangulation of sightings revealed that the light had been hovering in the vicinity of Torside Castle — a large prehistoric barrow, a place where many other sightings have taken place. Bleaklow — reaching its boggy summit at nearly 2,000 feet above sea level to the north of the trans-Pennine Snake Pass road — is the largest area of land in the country which is uncrossed by road, and is a difficult, rugged and inhospitable area with no artificial light sources. The mystery lights observed from Longdendale include a single, power- ful beam, like that of a searchlight, which has been seen in the area of Clough Edge and Bramah Edge, above the Torside Reservoir. Another kind is a string of wandering, elusive and eventually fading lights that appear on the craggy gritstone heights of Shining Clough, further along the val- ley to the east. Is it possible that Shining Clough was so named many years ago because of these mystery lights? David Frith of Hollingworth, 'a member of Glossop Mountain Rescue Team, told a newspaper reporter in 1980 that \"there have been frequent calls about them to the rescue team ... the last sighting was in October last year, when they looked like a string of walkers carrying torches. They drifted about and then faded away. Other times it's been like a searchlight coming out of the hillside. Last autumn wardens working for the National Park met someone coming down off the hill who said they'd seen two or three Roman soldiers. And there's always been a history of peo- ple seeing Roman soldiers around here.\" Other areas of the Southern Pen- nines where rescue teams have pursued mystery lights across mountains and moorland are the Kinder Scout pla- teau, the Roaches of northern Staf- MUTUAL UFO Network Journal, Number 248, December 1988"},{"pageNumber":14,"pageContent":"The features which are common to nearly all these Celtic head carvings are expressionless faces, prominent elongated eyes, flat rectangular or tri- angular noses and slit mouths. fordshire, and the Axe Edge Moors the Carleton and Addingham Moors, near Buxton. The area of moor and hill immediately surrounding the spa- town of Buxton has generated a number of interesting low-level UFO sightings since the late 1960s; indeed, it was this very area that the genesis of the \"phantom helicopter\" mystery was created in the years 1973-74, when police cars pursued maneuver- ing unidentified lights through the Peak Forest and Hope Valley areas of Derbyshire. Another area of the Pennines which consistently generates a large number of UFO/low-level light phenomena are the Craven hills, centered on the north, mid and south Craven fault- lines. Low-level moving lights are a commonplace occurrence in this area, particularly over the Carleton and Elslack Moors, near a large micro- wave repeater station; and to the north of the market town of Skipton, the moors and undulating hills sur- rounding the Dales villages of Gras- sington, Burnsall and Appletreewick are all regular hotbeds of UFO activ- ity. Local CB-radio enthusiasts, when asked by UFO investigators about local UFO sightings, replied \"Oh, you mean the flying oranges?\", implying once again that light phenomena in this area is regarded \"as if it were no more than a cow run wild after calving-time, or any other usual phe- nomenon of their times...\" First Photos Local UFO investigator Tony Dodd, a police officer for over twenty years in Wharfedale, has observed numer- ous examples of anomalous light phenomena, sometimes at close-range and always in the presence of other observers, over the moors to the south of Skipton. He believes that real structured flying objects are involved, and has obtained impressive photographic evidence depicting blobs of unexplained light maneuvering above the latter being described by Ground Saucer Watch after computer analy- sis, as \"Britain's first confirmed UFO photographs\". Despite the apparent regularity of these appearances, the local residents are very reluctant to speak to outsid- ers about what they believe the lights to be. One Peak Park ranger who spoke to the local farmers in Long- dendale valley shortly after the appear- ance of \"The Light\" — which lit up the whole valley from mountain-top to mountain-top — told us that \"they wouldn't admit seeing it, and did not even want to discuss the matter. Their attitude was that it was some- thing best left alone. Someone did say that they had known it to freeze young lambs when it came early in the year. Also one farmer said that The Light had been coming for generations but never so close togeth- er, usually about thirty or even fifty years in between.\" One of the reasons for the reluc- tance to speak with outsiders is that Longdenale valley — like many other of the Pennine regions where light phenomena are regular — is one of the few remaining areas of the British Isles where whole communities still believe in the old pagan Celtic reli- gion, including the continued worship of the \"Earth Mother,\" the \"Horned God\" and other dimly-remembered gods and goddesses. The only out- ward signs of these surviving beliefs are the many carved stone heads (some of which date back to the Iron- age) which can be seen throughout the Pennine valleys built into cottages and road-walls. In remote parts of Cheshire, Derb- yshire and Yorkshire, stone heads — the longest surviving icon of pagan Celtic belief — have until recently been used in efforts to cure illness, to encourage fertility and to combat ghosts. In Longdendale valley and parts of the Yorkshire Dales, local MUTUAL UFO Network Journal, Number 248, December 1988 belief still identifies the heads with \"The Old Ones\", the ancient Celtic deities and spirits of the sky and earth. The features which are common to nearly all these Celtic head carvings are expressionless faces, prominent elongated eyes, flat rectangular or tri- angular noses and slit mouths. Although they are sculptures, most give a rather two-dimensional, mask-like im- pression and are often tricephalic (three-faced). One cannot miss the similarity between these carvings — apparent representations of ancient gods — and the creatures associated with UFO/light phenomena. The \"Vis- itors\" described by Whitley Strieber in Communion have a striking resem- blance to these ancient elementals; he also further notes the importance of the triad or three in the modus operandi of the \"Visitors\" — the three-fold nature of the Celtic mother goddess is still a strong belief amongst Pennine farming communities. The above paradigm is only one of the avenues of knowledge which have been opened by our research into the mysteries of the Pennine moorlands. Project Pennine also hopes to corre- late sightings of the low-level light phenomena with the geological fault- ing, as well as magnetic and gravita- tional anomalies of the landscape in question. According to Dr. Michael Persinger \"the tectonic strain theory can pre- dict the probable areas where lumin- osities should be maintained. They would be more evident near sharp shapes (cliffs, towers, etc.) subject to electric charge collection, and electric charge sources (radio towers, high tension powerlines) ... [and] since the water-levels contribute significantly to the resistivity of subsurface minerals, factors which increase the resistivity (i.e. reservoirs) should increase the likelihood of UFO displays in that area.\" The association of strange lights with prominent rock outcrops, reser- voirs, quarries, electricity powerlines and towers is found again and again in the Pennine study. Indeed, one of the very first \"phantom helicopter\" sightings in 1973 described a lumi- nous object rising out of the large limestone Hillhead Quarry at Harpur 13"},{"pageNumber":15,"pageContent":"Hill near Buxton! It appears that areas which sit on top of areas under tectonic strain may play host to all kinds of luminous aerial phenomena. When major earth- tremors do occur, spectacular dis- plays can often be expected. For instance, in January 1974, imme- diately after a spate of UFO activity above the Pennine foothills had sub- sided, there occurred a substantial earth tremor and an \"explosion\" of a luminous object — thought to have been a huge meteorite — upon the Cadar Bronwen mountain-range of North Wales, and the simultaneous appearance of brilliant flying objects in the skies of western Britain. Furthermore, immediately following a strong earth-tremor which again shook North Wales and the north of England on the morning of July 20, 1984, all kinds of strange maneuver- ing lights appeared in the skies over West Yorkshire, two local UFO investi- gation groups receiving up to 60 sighting reports for the night of July 23rd alone! The evidence for this \"flap\" being of some kind of \"earthlights\" pheno- mena is quite overwhelming — the close correlation between the move- ments of the UFOs and the layout of the geological faulting below has been clearly demonstrated by recent research. Whatever the explanation there appears to be ample evidence from the years 1974 and 1984 alone that earth trem- ors in the North Wales/Irish Sea area can produce luminous UFO spectacu- lars over the Pennine hills. There is no reason to invoke the involvement of extraterrestrial visitors in an attempt to understand the long history and baffling complexity of the UFO phenomena studied by Project Pennine. Rural tradition clearly asso- ciates the light phenomena which our present technological culture asso- ciates with \"aliens\" with the natural — but unfathomable — processes of our mother planet itself. The Pennine UFO phenomena is unquestionably related to the lands- cape itself, and the aims of Project Pennine are just one step towards determining exactly what the connec- tion between light phenomena and landscape really means. It is hoped that common environmental factors can be isolated in an attempt to further our understanding of the origin of the unknown energy forms which must logically be involved and the processes at work in their inter- action with human society and per- ception throughout recorded history. Project Pennine Contacts: David Clarke, 6 Old Retford Road, Handsworth, Sheffield S13 9QZ, South Yorkshire. Andy Roberts, 84 Elland Road, Brighouse, West Yorkshire HD6 2QR. Philip Mantle, 1, Woodhall Drive, Batley, West Yorkshire WF17, 7SW. Project Pennine thank the following for valuable help towards the Pro- ject's aims: Philip Mantle, Martin Dag- less, Philip Shaw (Glossop Mountain Rescue Team), Tony Dodd, Granville Oldroyd, Paul Bennett, Jenny Ran- dies, David Kelly, and Rodney Howarth. e David Clarke 1988 Looking Back By Bob Gribble FORTY YEARS AGO - Decemb- er 1948: Sightings of green fireballs were reported in the vicinity of the Atomic Energy Installation at Los Alamos, New Mexico, on the 5th - 8th, llth, 13th, 14th, 20th, and 25th. Witnesses included various scientists, Special Agents of the Office of Spe- cial Investigations (USAF), airline pi- lots, Los Alamos Security Inspectors, military personnel of all ranks, and many others with technical back- grounds, which the Pentagon repre- sentatives characterized as \"observers whose reliabilities are not questioned.\" The matter was considered top secret by the Army and the Air Force. The fireballs were large, often described as big as the full moon, only brighter, and kelly-green in color. They tra- veled at terrific speeds at low alti- tudes. Dr. Lincoln La Paz, director of the Institute of Meteoretics at Uni- versity of New Mexico, strongly oppos- 14 ed the theory that the green balls were meteors. *** THIRTY YEARS AGO - Decemb- er 1958: At 2:55 AM on the 20th, two male adults were driving near Halsingborg, Sweden, when they spot- ted what they thought was a UFO on the ground. They got out of their car and observed an object estimated to be 16-feet in diameter and three feet high, resting on three legs. While observing the vehicle they were sud- denly attacked by four, lead-gray Extraterrestrial beings about four feet tall and one foot broad. They seemed to lack extremities, looking like scones or skittles, but when they attacked they had a respectable grasping abil- ity. \"They clutched firmly on to us and wanted to drag us towards the craft and we had to mobilize every resource to free ourselves. It was dif- ficult to defend oneself, because one got no real hold on the jellylike beings. My right arm sank as far as to the elbow deep into one of them, when I tried to fight myself loose. When the beings got near to you, they smelled like stale marsh,\" said one of the men. The second witness explained that, \"At a time all four were on me. It is difficult to explain now in plain words, but I got the impression that the beings read my thoughts. Luckily enough there was a pole with a camp- ing sign on it just near where I was standing and I clutched my arms around the pole. This was my rescue.\" The two men estimated the struggle lasted four to seven minutes. One of the men finally broke away and ran back to the car. He sounded the horn and the ETs returned to their craft. As the vehicle lifted off the cor- ona of light around it got more intense and a smell like \"ether\" or \"burn- ed sausage\" filled the air, and the witnesses were paralyzed by power- ful, extremely rapid vibrations. This condition disappeared when the UFO MUTUAL UFO Network Journal, Number 248, December 1988"},{"pageNumber":16,"pageContent":"X. I. moved away. On the 22nd a group of more than 450 top commercial airline pilots, all veterans of more than 15 years with major companies, blasted as \"border- ing on the absolute ridiculous\" the Air Force policy of tight censorship, brush-off and denial in regard to uni- dentified flying objects. One termed the Air Force policy \"a lesson in lying, intrigue and the 'Big Brother' attitude carried to the ultimate extreme.\" Each of the pilots has sighted at least one UFO, the majority several. All have been interrogated by the Air Force and most expressed disgust and frustration at Air Force methods and conclusions. \"We are ordered to report all UFO sightings,\" one said, \"but when we do we are usually treated like incompe- tents and told to keep quiet. This is no fun, especially after many hours of questioning — sometimes all night long. You're tired. You've just come in from a grueling flight, anxious to get home to the wife and kids. But you make your report anyhow and the Air Force tells you that the thing that paced your plane for 15 minutes was a mirage or a bolt of lightning. Nuts to that. Who needs it?\" Another said he was certain many pilots \"forget\" to report UFO sightings rather than undergo Air Force quiz- zing and ridicule. He said he is sure much valuable information is lost as a result. Although the pilots expressed them- selves freely, they asked that their names be withheld because in most instances employers had directed them, at Air Force insistence, to say nothing for publication. In referring to the UFO trackings by Civil Aeronautics Administration radar men stationed around the country, one of the pilots explained \"the Air Force can't afford to admit radar is correct without also admitting its own attitude has been incorrect from the beginning.\" This pilot also pointed to a Joint Chiefs of Staff order giving top radio priority to UFO reports anywhere in the world and specifying that any pilot who fails to maintain absolute secrecy after- wards is subject to a maximum of 10 years in prison and a fine of $10,000. If the whole UFO business was to be taken so lightly, as the official Air Force policy suggested, then why were the Joint Chiefs so serious and obviously so concerned about it, and why were they going to all that trou- ble? *** FIFTEEN YEARS AGO - Decemb- er 1973: Patrick Thrush was driving in Bradenton, Florida, about 8:50 PM on the 13th when he spotted a UFO over the Braden River. As he pulled his car off the road onto an embank- ment the high beams from his car showed a silvery reflecting object hovering about 20 feet over the water. A tube extended from the object into the water. \"I just sat there a second,\" said Thrush, then he pulled his camera from the car, ran behind the car and snapped a photo- graph, using a strobe flash and the car headlights for lighting. As soon as the flash went off, Thrush said, the tube, which had been at an angle, straightened up and began retracting into the hovering object. When the tube disappeared, the UFO headed toward the embank- ment where Thrush was standing. He said he heard \"several loud clanks\" and a splash, suggesting something dropped into the water. The object descended slightly as it came toward him, Thrush said, estimating it was about seven feet above the hood of his car at its lowest point. He heard something hit the car hood, then the object changed direction and moved rapidly to the west. When he got back to the car, Thrush said the headlights picked out three rocks about one-half inch in diameter. He gave two to Bradenton Police Patrol- man Chris Schmidt. The rocks were analyzed as iron pyrite, a substance native to South America. Thrush said that each rock was warm and dry. \"The edges were rounded and it had a lava-like appearance to it,\" he said. Thrush estimated the UFO was about 25 to 35 feet in diameter and about 11 feet thick. He judged the object to be hovering about 35 feet from the shore. (Editor's note: The June 1974 issue number 79 of Skylook [prede- cessor to the MUFON UFO Journal] published an interview with Patrick Thrush and photographs of both the MUTUAL UFO Network Journal, Number 248, December 1988 object and the small rocks.) *** TEN YEARS AGO - December 1978: Shortly after midnight on the 6th, an Italian security guard's patrol car mysteriously quit running. At the same moment he saw four strange lights and stepped outside to investi- gate with gun in hand. Suddenly, he was struck from behind. \"I whirled and shined my flashlight and saw this enormous green being,\" he recalled. It is the last thing the guard remembers— in his conscious mind — until 105 minutes later when he found himself stunned by the blinding light and heat of a spacecraft blasting off into the dark sky. Two weeks later, a group of experts listened in amazement as the 26-year- old guard, Fortunato Zanfretta, recount- ed under deep hypnosis the full details of his incredible UFO encoun- ter. Their conclusion was that he was telling the truth. \"I believe 90 percent of what he said was the truth,\" said Dr. Mauro Moretti, the top medical hyp- notist and physician who hypnotized him. And police say they found phys- ical evidence to support the security guard's story — a large, horseshoe- shaped burn mark where the space- craft was supposed to be and a 20- inch footprint which \"could only have been made by a giant foot,\" a police spokesman said. Zanfretta, a family man with a rep- utation for honesty, was making his rounds in the village of Torriglia at about 11:30 PM when he saw strange lights at a client's unoccupied villa. \"As soon as I saw them, the engine, headlights, and radio in my car stopped working,\" he recalled. \"I took my gun and flashlight and went to see what was happening. I started to walk around the house. Someone pushed me in the back, like a punch. I whirled around, shined my flashlight and saw this enormous green being. It is the last thing I remember.\" \"Zan- fretta said the being was about 10 feet tall, with hairy green skin, yellow triangular eyes and red veins across the forehead. In place of a mouth there was what appeared to be a metallic chain or fence,'\" Dr. Moretti recalled. The ET escorted him to a 15"},{"pageNumber":17,"pageContent":"very large, triangular spacecraft with several portholes and a round or semi-circular base. \"He said there was brilliant light inside the craft and it was very hot,\" Dr. Moretti continued. \"There were rows of instruments and control pan- els. Inside there were about 10 ET beings like the one he had met out- side. All the beings looked alike and they had fingers like ours.\" Though they spoke no Italian or any other Earth language, Zanfretta said they communicated with him by \"light sig- nals and sounds\" transmitted through a helmet placed on his head. The helmet was so tight it gave Zanfretta a headache, Dr. Moretti said. Zan- fretta did not need hypnosis to remember what happened when the encounter was over. He recalled: \"The next thing I knew, I was stand- ing in the dark, feeling groggy. The being was gone. I picked up my flash- light from the ground and ran toward my car. \"As I ran I saw this great, blinding light rise up. It was a UFO. I only saw that it was flat, triangular and white. It was enormous and it gave off so much light and heat that I couldn't see it clearly. When the spacecraft was gone, Zanfretta glanced at his watch. It was 1:15 AM. He assumed he had fainted when he first saw the entity and had regained con- sciousness seconds before the craft took off. Giovanni Cassibba, another guard, was sent to find out what was wrong and found Zanfretta sitting in his patrol car, looking dazed. \"His face was cold but his head felt hot,\" Cassibba said. \"He was in a state of shock.\" The guard's boss, Gianfranco Tutti, said: \"I don't believe in crea- tures from other planets, but I do believe in Zanfretta...\" A huge triangular-shaped object also chased off two Chilean Air Force F-5E fighters at supersonic speeds — and then vanished mysteriously into the upper atmosphere with other jets in hot pursuit. After an incredible chase that ended when he was forced to make a \"combat dive\" to escape, Capt. Lira Bustos declared, \"I can now believe in other civilizations on other worlds.\" The incident occurred on the 16th when a platoon of police in the town of Calama, along with 16 thousands of civilians, spotted a giant UFO in the sky. Four jets were sent aloft and, following ground radar instructions, picked up the UFO at an altitude of 15,000 feet. The craft rose almost straight up as the jets approached, keeping the aircraft about 5000 feet below it. \"Suddenly it appeared to be head- ing right at us,\" recalled Capt. Lira Bustos. \"I was scared. I hit the radio. 'Verify that what I'm seeing is coming right at us,' I radioed.\" Another jet- fighter pilot, Cmdr. Javier Pratt Cor- ona confirmed the UFO — \"an immense triangle with intense lights joining the edges\" — had changed direction and Capt. Lira Bustos and another pilot went into a steep dive to avoid the craft. Comdr. Pratt Cor- ona and another pilot, Lieut. Jose Fernandez Martin, then took up the chase as the Extraterrestrial craft headed skyward again. \"I was shocked when I first saw it close,\" recalled the lieutenant. \"As I passed beneath it, it appeared to be completely static — literally suspended in air. It gave me an eerie feeling in my gut. It's impos- sible that any normal aircraft, with the huge dimensions of the triangle, could maintain itself airborne, com- pletely stabie.\" UFO Cover-up ... Live: Telephone Poll By Walt Andrus The Michael B. Seligman Produc- tions \"UFO Cover-Up ... Live\" two- hour TV documentary was aired on October 14th and repeated October 16th on the same TV stations at a later hour. The program was distrib- uted by Lexington Broadcast Service (LBS) to independent stations, how- ever, 42 of the 200 NBC affiliates aired the documentary. Without a doubt, this was one of the most sig- nificant UFO programs to be shown publicly worldwide, based upon its informational content. In addition to the U.S.A. and Canada, it was broadcast in New Zealand and Aus- tralia, and probably in other English speaking countries as well. The difficult production problems filming the program live in the Washing- ton, D.C. studio, Gulf Breeze, Flor- ida, and by satellite from Moscow, U.S.S.R. were surmounted. Regard- less of the prior UFO knowledge of each viewer, different degrees of information were presented so as to appeal to the public at large. The controversial revelations of the two alleged U.S. government agents, using the code names \"Falcon\" and \"Con- dor,\" was one of the most significant portions for viewers knowledgeable in Ufology. This testimony was the \"ace card\" promised by William L. Moore as a follow-up to the MJ-12 docu- ments published in 1987. John Lear had previously published a majority of the disclosures. Since this material is now public information, Mr. Lear's hypothesis will be published in the MUFON UFO Journal for its specul- ative value. As a means of taking a public sur- vey of the viewing populace, Lexing- ton Broadcast Service (LBS) con- ducted a telephone poll during and immediately after the program was aired. Polling was terminated at mid- night on October 15, 1988. Six ques- tions made up the survey. How many viewers had experienced a close encounter of the 1st, 2nd, 3rd, 4th kind, or no experience? The sixth question gave the listeners an oppor- tunity to cast their vote in favor of or against conducting a new Congres- sional Hearing on the UFO pheno- menon in the United States. AT&T collected $1 for each telephone call made in the poll ($73,032). The author contacted Mr. Steve Syatt, LBS representative, who pro- vided the following statistics on the telephone poll: Total Telephone Calls Received 73,032 1. People Reporting Close Encounter Experiences % People CEI 66% 30,835 MUTUAL UFO Network Journal, Number 248, December 1988"},{"pageNumber":18,"pageContent":"CEII 5% CE HI 3% CE IV 6% No Experience 20% 2,482 1,477 2,969 9,052(19%) Total 100% 46,815 calls 2. Recommendation that a new Con- gressional Hearing be conducted on the UFO phenomenon. Favored Against Total 82% 18% 100% 26,217 calls It is obvious that 73,032 people were interested enough to spend one dollar to call LBS and register their experience or recommendation for a new Congressional Hearing on the UFO subject. Anyone who viewed the repeat program on October 16th did not have an opportunity to express themselves in the poll since the polls were closed. It was rumored that the program cost 2 million dol- lars to produce, which explains why it was punctuated with an immense number of commercials. I do not have access to the potential viewing audience figures (Nielsen Ratings), however, it could have been several million. May we compliment both Michael Seligman Productions and Lexington Broadcast Service for this outstanding UFO documentary. The general public has clearly expressed a concern by their response for a renewed interest in the UFO phenomenoa Letters to the Editor... Dear Editor: In the most recent MUFON Sym- posium Proceedings, in his paper, \"The Fall and Rise of the ET Hypothe- sis,\" Jerry Clark, the editor of Fare, makes the following comment: But (it) is the height of foolishness to attempt to explain one unknown with another unknown — as, for example, the continuing effort by such postmodernist UFOlogical the- orists as Hilary Evans and Dennis Stillings to explain UFO-related phys- ical effects as the product of macro- psychokinesis, when the existence of even micropsychokinesis is by no means certain. On my embarrassingly frequent climbs to the \"heights of foolishness,\" I have, as a rule, found those heights already littered several layers deep with the beer cans, wooden nickels, and boldly waving flags of the ufolo- gists who have long since claimed those heights. At more modest heights I have found evidence that some of Jerry's \"foolish people,\" such as Carl Jung, I. Grattan-Guinnes's, and oth- ers, have speculated that it might well be that some UFO phenomena are of psychic origin or, at least, have a large psychic component. There are numerous parallels to be found be- tween UFOs, their peripheral phen- omena, and psychic events. In fact, UFO contact reports are often loaded with psychic references. While it is sometimes embarrassing — and always inadequate — to have to discuss one unknown in terms of another, it is neither foolish nor illogi- cal to do so (and no one is claiming an \"explanation,\" but is asking that these things be looked at from more than one perspective. I strongly sus- pect that Jerry's accusation that we are trying to \"explain away\" UFOs as psychic — which is certainly untrue, and impossible anyway — is derived from his personal need for UFOs to be of extraterrestrial origin. One encounters exactly this reaction when one discusses religious writings in phi- lological and psychological terms with a believer). It is an important part of scientific investigation to look for commonalities among phenomena, ev- en if the events being compared are both of an unknown origin. Certainly electricity, a spooky unknown for centuries, could not be understood in any serious fashion until the advent of microphysics. Therefore, it was long explained as a \"fluid,\" which was a \"known,\" but this was an incorrect interpretation in many ways. One could multiply examples endlessly, and I am sure there are much better ones. It is quite possible that many phenomena that puzzle us cannot be MUTUAL UFO Network Journal, Number 248, December 1988 resolved unless and until at least one other mystery is solved. Though I may be blaspheming, it is possible, even in our extraordinarily enlight- ened world of science, that we are missing a tool or two — and maybe a whole tool kit. But those of us on the \"heights of foolishness\" lack paranoid certainty on some of these matters. At any event, it seems to me a bit odd that the redoubtable editor of Fate would so casually dismiss the evidence of micro- and macropsy- chokinesis. This carefully and not-so- carefully gathered evidence, going back many more years than the short history of organized ufology, is a body of evidence of considerable size that sober, intelligent, and well-in- formed people might consider to be much more well-attested than UFO- sightings and the bizarre accompany- ing claims. There is, for instance, much more primary physical evi- dence for micro-PK than there is for visitations by extraterrestrial space- craft manned by intelligent beings. — Dennis Stillings Archaeus Project Dear Editor: Let's hold the presses! No more UFO \"genetic engineering\" abduction stories should be aired over television talk shows for the general public to laugh over! I have witnessed enough ridicule to choke a horse. The masses of television viewers (including couch potatoes) have no cognition of the crucial importance of UFO research, let alone the abduc- tion aspect. Ungodly stories involving sperm and ova samplings are undoubt- edly a rough and raw introduction to Ufology and seem detrimental in generating serious interest by the uninformed public. Moreover, I've met too many young people living in anxiety and pondering the worst. Do we need this? To clarify two points: 1) I support public UFO education, but first cen- tering upon its milder stages, i.e., a level of respect is prevalent when credibility of witnesses, government cover-ups, UFO landing traces, etc. are stressed. Thus the phenomenon tantalizes one's intellect. If individuals feel that their curiosity is heightened, they can later seek out the heavy 17"},{"pageNumber":19,"pageContent":"LETTERS, continued stuff, but at their own accord. 2) I uphold abduction research and the unprecedented information unfolding. I've heartfelt compassion for the abduc- tees who willingly undergo grueling investigative sessions, then attempt to fathom their experiences, which conjures up another point. UFO investigators give high respectability to witnesses who haven't been contaminated with UFO literature. They love cases where the targeted individuals describe their experiences running true to the phenom- enon, yet are oblivious to UFO stories. How can this trend continue, if we flood the market with it all? A concerted effort should be made to keep abduction information restricted within the confines of UFO symposia where the evidence is presented for what it's worth, and nobody laughs. Joan H. Laurino San Francisco, CA Continued from page 11 an explanation of the phenomenon as a whole. A dozen of \"normal\" phenomena is not responsible for a thirteenth anomalous one. But at the same time we can come to the final solution of this problem only via investigation of such individual cases. How can we jump from the \"local\" explanations to the \"global\" one? Is it really possible? Apparently, under existing conditions (I mean the irregularity of the sensors and the channel) it is in fact impossible. Only after we have these components of the \"UFO observation system\" some- how regularized, it will be really feasible to build a strong chain from empirical data and local empirical facts to the global explanation of the UFO phenome- non (although it may be tentative at first). To do so, it will be enough to propose a set of hypotheses, able to explain convincingly the \"regularized\" flow of reports, received by scientists. At present a researcher can even do something which would be blameworthy if he dealt with data of a correct scientific observation: namely he may ignore an inexplicable residue, if it is small enough. On the contrary, with a regularized system operating, even a smaller residue would become a sound basis to seek for explanations outside the established theories and the most respectable hypotheses. 18 The Night Sky By Walter N. Webb MUFON Astronomy Consultant December 1988 Bright Planets (Evening Sky): Mars, in Pisces, is high in the SE at dusk. At magnitude -0.4 in midmonth, the red planet travels across the southern sky during the night. Jupiter, still in Taurus near the Pleiades, can be seen low in the east at dusk gleaming at magnitude -2.8. The giant planet follows Mars across the southern sky. Saturn is visible low in the SW shortly after sunset early in December. Thereafter, it fades into the solar glare, finally passing into the morning sky on the 26th. Bright Planets (Morning Sky): Venus rises in the east about 5 AM in mid-December. Shining brightly at magnitude -4.0, our neighbor planet becomes difficult to see by month's end. Mars sets in the west shortly after 1 AM in midmonth. Jupiter sets in the NW about 5 AM. Meteor Shower: The Moon sets about 9 PM on the 13th, and for the rest of the night con- ditions should be excellent for the Geminid meteors — especially during the early morning hours of the 14th when observers may glimpse about one meteor per minut. Although the shower radiates from Gemini the Twins, watchers should scan the whole sky for these bright, relatively slow, white streaks which appear some distance from their radiant. (This is true of all meteor showers.) Moon Phases: Last quarter — December 1 New moon — December 9 First quarter — December 16 Full moon — December 23 Last quarter — December 30 The Stars: O € O C During midevening hours the brilliant luminaries of the Winter Circle — Sirius, Procyon, Pollux and Castor, Capella, Aldebaran, and Rigel — rise above the SE horizon. Meanwhile, the autumn star patterns of \"The Sea\" and the Great Square of Pegasus move into the SW. High in the north astride the celestial meridian can be found one of the most popular objects in the heavens, the Double Cluster of Perseus. First, MUTUAL UFO Network Journal, Number 248, December 1988"},{"pageNumber":20,"pageContent":"look for a twin patch of light with the unaided eye between the \"W\" of Cassiopeia (the Queen) and the fishhook shape of Perseus (the Cham- pion). Then focus on it with binoculars or a telescope. The patches resolve into hundreds of stars, many of them supergiants a few thousand times the diameter of our Sun. Balancing on the end of its handle, the Big Dipper finally begins its upward ascent from the northern horizon. MESSAGE, continued osal to the Mutual UFO Network- Central European Section, which was authorized by ICUR to join as an organization independent of MUFON. Both the J. Allen Hynek Center for UFO Studies (CUFOS) and the Fund for UFO Research (FUFOR) are invited to join the international organ- ization. Dr. Hynek was the honorary President of ICUR. until his untimely passing. Project UNICAT, directed by Dr. Willy Smith, is another member organization in the U.S.A. For those people looking for the sequel to Communion, the best seller by Whitley Strieber in 1987, they now have the oportunity to read his latest book titled Transformation (1988) published by Beech Tree Books, William Morrow, New York. One of the latest UFO magazines to be pub- lished is North American SETI Mag- azine, edited and published by How- ard W. Dudley (Magick Mountain Graphics and Publishing Co.). The premier Issue Volume 1, Issue 1 was distributed in August 1988. For sub- scription information please write to: North American SETI Magazine, R.R.I, Box 460, Hollister Hill Road, Plain- field, Vermont 05667. People interested in learning more about UFO organizations and publi- cations worldwide are invited to util- ize a UFO service provided by George D. Fawcett, 602 Battle- ground Road, Lincolnton, North Caro- EDOARDO RUSSO lina 28092. For an enlarged listing of 162 sources of worldwide information, send a $5 check or money to Mr. Fawcett at the above address. Joe Santangelo's term as Eastern Regional director is expiring. He has fulfilled two consecutive terms, there- fore he may not run for reelection according to MUFON bylaws. Anyone living in the Eastern Region of states consisting of ME, NH, VT, MA, CT, RI, NY, PA, MD, NJ, DE, WV, VA, NC, SC, GA, FL, DC, and PR inter- ested in being elected to this impor- tant position should advise their State Director so they may be formally nominated. State Directors may nom- inate themselves. This is an opportun- ity for a dedicated person to help influence the goals and objectives of MUFON and the future of Ufology. Please give this matter your prompt and serious consideration since only two nominations have been received by MUFON in Seguin, Texas as of November 21, 1988. We hope to have at least four nominees so there will be a choice of qualified candidates. -i /  ( DONALD E. KEYHOE 1897 - 1988 In memory of Major Donald E. Keyhoe, U.S.M.C. Retired, Board of Directors, Mutual UFO Network and former Direc- tor, National investigations Committee on Aerial Phenomena (NICAP) Died November 29,1988 MUFON Calendar of UFO Conferences for 1989 April 14,15 & 16 — Ozark UFO Conference, Inn of the Ozarks, Eureka Springs, Arkansas June 30, July 1 & 2 — MUFON International UFO Symposium, Aladdin Hotel and Casino, Las Vegas, Nevada July 14,15 & 16 — Fifth London International UFO Congress, London Business School, Regents Park, London, England November 11 & 12 —The UFO Experience, Ramada Inn, North Haven, Connecticut MUTUAL UFO Network Journal, Number 248, December 1988 19"},{"pageNumber":21,"pageContent":"Director's Message by Walt Andrus Congratulations are hereby extend- ed to Michel Bougard, President, Lucien Clerebaut, Secretary-General of the Societe Beige d'Etude des Phenomenes Spatiaux (SOBEPS) and their host committee for the profes- sionally implemented \"First European Congress on Anomalous Aerial Pheno- mena: Physical and Psychosocial As- pects\" on November 11 to 13, 1988 in Brussels, Belgium. The meeting was conducted in the beautiful SOBEPS office, library and conference facili- ties. Conferees attended from the fol- lowing countries: Austria 1, Belgium 10, England 6, France 8, Italy 5, Netherlands 2, Switzerland 2, U.S.A. 5, and U.S.S.R. 1. MUFON foreign representatives present were Jacques Bonabot (Belgium), Theodore Auer- bach (Switzerland), Patrick Vidal (Netherlands), Edoardo Russo (Italy), and Vladimir Rubtsov (U.S.S.R.) UFO CONFERENCES Due to the interest in UFO Con- ferences throughout the world, a new column or bulletin board is being initiated with this issue of the Journal to keep everyone advised of the date, name, location, city, and country. The theme for the MUFON 1988 International UFO Symposium in Las Vegas, Nevada at the Aladdin Hotel and Casino on June 30, July 1 and 2 will be \"The UFO Cover-Up.\" Speak- ers presently committed are Donald A. Johnson, Ph.D. and William L. \"Bill\" Moore, author and researcher. NEW OFFICERS We are proud to announce the appointment of new officers and spe- cialists throughout the world as MUFON continues to grow. New foreign representatives selected dur- ing November were Vladimir V. Rubt- sov, Ph.D. for the U.S.S.R. and Con- sultant in Philosophy; Patrick Vidal for the Netherlands; Edoardo Russo, 20 PATRICK VIDAL M.A. in Italy for Centre Italiano Studi Ufologica (C.I.S.U.); and the reas- signment of Roberto Pinotti in Italy to represent Centra Ufologico Nazio- nale (C.U.N.). Before moving to Marlton, New Jersey, Donald A. Johnson, former State Director for Washington, reappointed Robert J. Gribble as his replacement. He also recommended Don Olson, Jr., living in Bothell, Washington, to be the Asst. State Director for Washington and Laurence T. \"Larry\" Childs to the post of State Section Director for King county. In his new employment, Dr. Johnson has joined Dr. David Saunders in Princeton, New Jersey. Other new State Section Directors volunteering this month are Solomon V. Weinstein, J.D. in Southhamp- ton, Pennsylvania for Bucks county; Ethan A. Rich, living in Englewood, Colorado, reassigned to Arapahoe, Douglas and Elbert counties; Earl D. Willis, residing in Enterprise, Ala- bama, assigned to Coffee, Dale, and Geneva counties; James D. Bucha- nan (Springfield, Massachusetts), Re- search Specialist in Computer Science and State Section Director for Hamp- den and Hampshire counties; and Robert R. Carle, living in Wyoming, Michigan, for Barry and Ionia counties. New Consultants volunteering their expertise this month are John T. Burke, Jr. J.D. in Law (Chicago, Illi- nois); John T. Gille, Ph.D. (Albu- querque, New Mexico) in Theoretical Physics; David Yaruss, Doctor of Pharmacy (San Diego, California) in Pharmacy; Christopher Allen Ful- kerson, Ph.D. (San Francisco, Cali- fornia) in Music; and Jo Kopeland Stone, M.F.C.C. (Ph.D pd) in Sher- man Oaks, California for Psychothera- py. Research Specialists appointed dur- ing November are Donald McKim, M.S. (Edmonds, Washington) in Phys- ical Anthropology; Daniel C. Pin- chas, M.A. (Gaithersburg, Maryland) for International Relations; Rex C. Salisberry, M.S. (Navarre Beach, Florida) in Systems Engineering; Carol A. Salisberry, M.A. in Psychology; and Paul Landers, M.S. (Orleans, Massachusetts). ICUR MEETING IN BRUSSELS The Executive Committee of the International Committee for UFO Research (ICUR) composed of Robert S. Digby, Chairman; Walter H. Andrus, Jr., Vice Chairman; Ste- phen Gamble, Secretary; and John L. Spencer, Treasurer; convened in Brussels, Belgium on November 13, 1988. The Committee met with repre- sentatives of Centra Italiano Studi Ufologica (CISU) and SOBEPS to familiarize them with the goals and purpose of ICUR and to formally invite them to consider joining. Both groups expressed favorable interest and will take official action through their governing boards. Dr. Auerbach promised to present the same prop- Continued on page 19 MUTUAL UFO Network Journal, Number 248, December 1988"}]
