[{"pageNumber":2,"pageContent":"NUMBER 116 THE MUFON JULY 1977 UFO JOURNAL OFFICIAL PUBLICATION OF MUFONI/ MUTUAL UFO NETWORK, INC Reconstructed photograph of area near Senozeti, Yugoslavia, where several people witnessed a UFO in February, 1977."},{"pageNumber":3,"pageContent":"I /MUFON UFO I JOURNAL I 103OldtowneRd. Seguin, Texas 781 55 FROM THE EDITOR DENNIS WILLIAM HAUCK Editor WALTER H.ANDRUS Director of MUFON L PAULCERNY Promotion/Publicity REV. BARRY DOWNING Religion and UFOs ANN DRUFFEL California Report LUCIUS PARISH Books/ Periodicals/ History MARJORIEFISH Extraterrestrial Life RICHARD HALL Associate Editor MARK HERBSTRITT Astronomy ROSETTA HOLMES Promotion/Publicity TED PHILLIPS Landing Trace Cases DAVID A. SCHROTH St. Louis/Mass Media JOHN F. SCHUESSLER UFO Propulsion NORMA E. SHORT DWIGHT CONNELLY Editor/Publishers Emeritus LENSTRINGFIELD Commentary The MUFON UFO JOURNAL is pub- lished by the Mutual UFO Network, Inc., Seguin, Texas. Subscription rates: $8.00 per year in the U.S.A.; $9.00 per year foreign. Copyright 1977 by the Mutual UFO Network. Second class postage paid at Seguin, Texas. Publication Identification number is 002970. Return undeliverable copies to: The MUFON UFO JOURNAL, 103 Oldtowne Rd., Seguin, Texas 78155. A spectacular UFO witnessed in the province of Karelia in Russia in September has been satisfact- orily explained by James Oberg. The object was described as an immense ball of light with shafts of light shining down from it. TASS described the eventi \"A huge s'tar suddenly flashed out of a dark sky, sending shafts of light impulses to earth\". Oberg has ident- ified the UFO as the launch of Cosmos 9551 a top-secret Russian spy satellite launched at night from the Ple- setsk Missile Base 9 north of Moscow. The incident left the official news agency in the embarrassing pos- ition of acknowledging a UFO rather than divulge the existance of the sec- ret space center. In this issue UFO SPOTTED IN YUGOSLAVIA  ,3 By kilos Krmelj AUSTRALIAN CATALOGUES  4 By Richard Hall ENCOUNTER AT SEA. «.. o. c ............ . «5 By Maximiliano del Rosa UFOS OVER THE WALDVIERTEL.. e . „. c. e o o o „ 8 By Ernst Berger UFCS COLLIDE OVER BRAZIL.«.e................. 9 By 0. Raymundo LITTLE BALLS AND UFCS  11 By Jean Bastide THE PENTAGON FANTRY IS NOT BARE.. e .........o .13 By Ray Stanford A IjC/UK. AT C>£i3co*c«*«<o*ci*«.coo.o*oo...oe. ....... ..13 By Walt Andrus IN OTHERS' WORDSoo......co........c.oooDO.... 16 By Lucius Farish UFO ENIGMA. c . c e  17 By Stanton T. Friedman DIRECTOR • S MESSAGE  19 By Walt Andrus RECAPPING AND COMMENTING  20 By Richard Hall The contents of the MUFON UFO JOURNAL are determined by the editor, and do not necessarily represent the official position of MUFON. Opinions of contributors are their own, and do not necessarily reflect those of the editor, the staff, or MUFON. Articles may be forwarded directly to MUFON or to: Dennis W. Haucti, 114 Gostlln St., Hammond, IN 46327 Permission is hereby granted to quote from this Issue provided not more than 200 words are quoted from any one article, the author of the article is given credit, and the statement \"Copyright 1977 by the MUFON UFO JOURNAL, 103 Oldtowne Rd., Seguin, Texas\" is Included."},{"pageNumber":4,"pageContent":"Milos Krmelj Not ong time ago UFO-NLP Sekcija ZVEZA SOLT Studentsko naselje blok VII 61000 Ljubljana, Slovenija, Yugoslavia, which is the oldest and most known UFO organization in Yugoslavia, sent a letter describing a UFO spotting. Two of our members went to the field investigation, and in order to obtain the most faithful picture of the event. We arrived to a little idylic village, near Senozeti. It is situated some 18 kilometers(ten miles) from Ljubljana, its altitude being relatively high, about 700 meters above sea level. The village offers a beautiful view on the sur- rounding hills. We soon came into contact with the two main eye- witnesses, Metoda G, 18 years old. (We have their address in our files) She sent us the above-mentioned letter, and her mother Helena G. The statement of the two reads as follows: \"It happened on Feb- ruary 4th 1977, early in the morn- ing. Outside it'was still dark; the eastern sky only begun to become red. The valley was covered with the light mist, and the sky was interspersed with little clouds. The sun was not visible. It was around 6:30 a.m. When my mother and I left the house. About 100 meters from the house, I suddenly spotted an orange-coloured glowing body that had been the shape of an el- lipse. Till that moment, my mother had not noticed anything, but sud- denly she cast her eyes forward and shouted: \"Look, Metoda, what is this thing up these?\" \"I can not say what it might be\" I answered. We went on, observing the sky. UFO is reconstructed over actual photograph of the area. That thing was a very big one. We could compare it's size to that: if I stretched out my arm. I would just cover it with my two extended fingers. The object was hovering fixedy above the forest. While continuing our way, the object disappeared, and then we saw an unusual appearance. Something was glowing behind the hill and it seemed as though a house or the forest was on fire. I got very scared and told my mother that it would have been best if we returned home or at least stopped because it looked like our forest was on fire. Nevertheless we continued our way and the light behind the trees was more and more spreading around. \"What if there is fire that broke out in the nearby village?\" shrinked my mother and added: \"let's hurry, perhaps they will need our help in extinguishing the fire. We started to run. Since the path ran through the woods, we took a short-cut across the fields. We made hast fearing in our hearts and at the same time hoping that our pre- sumption of the fire was not true. When we reached again the road, paralell to the chapel from where the source of the light should have been perfectly visible, we saw nothing. The light disappeared as suddenly as it had appeared. We made observations of the hill of the sky, we looked all around us but all in vain. We are not able to give an explanation of the light. The whole observation lasted some 10-15 minutes since we got pretty 3"},{"pageNumber":5,"pageContent":"AUSTRALIAN CATALOGUES AID RESEARCH Another reconstructed photograph of UFO and actual area in which it was seen. far from our house. We listened attentively but there was no sound whatsoever, coming from around us. There was complete silence. Neither did we notice any smoke or something like that coming from the spot. We really did not know what it was all about. People who know us belived us for they know we do not tell lies. Later on, we made some in- quiries around the village, wonder- ing if someone else had also seen the light, but nobody could tell us anything about it.\" While being interviewed, the two eye-witnesses recalled some other particulars. On the object, they noticed certain points that were brighter than the orange back- ground. We asked them how many points there were on the object and they said there were 4-7 points on it. They could not give us pre- cise number. Helena G. also stated she had very strange feeling as if 4 these \"points\" had been observing them. When we mentioned that they could have mistaken the object for the doud or some optical il- lusion, both witnesses stated that this was not probable and that they are both convinced that the object was real and massive. Let me quote also Helena G., who says she has never heard before of UFOs neither did she know that something like that could exist. Her daughter and she, they are both convinced they witnessed a real very extraordinary phe- nomenon. Later it was estimated the dis- tance between the spot in which the object should have been hoovering and the one on which the two eye- witnesses spotted it first. It was about 400-600 meters. The altitude of the object above the edge of the forst is estimated to be around ten degrees. (Continued on page 18) By Richard Hall Members of UFO Research, South Australia, and the Tasmania UFO Investigation Centre have- joined forces to produce a series of catalogues on special types of UFO cases. Active in this work is Keith Basterfield of UFOR and Paul Jackson of TUFOIC, both MUFON Representatives, along with other Austrlian researchers. Humanoid reports are being catalogued by the Australian Entity Study Group, the down under counterpart of MUFON's Humanoid Study Group; the two groups are exchanging information \"An Australian Catalogue of Close Encounter Type Three Reports,\" with supplements, has already been published. Also in print is \"A Preliminary Listing of Austra- lasian Close Encounter, Apparent Occupant and Physical Trace Cases,\" by Keith Basterfield. Paul Jackson wrote in March, \"I am currently compiling an Australian Car Pace Catalogue... the first of its type in this country. Many of the other groups in this country will also be working on various UFO catalogues during the year; it is hoped to catalogue as many sightings as possible so that they will become available to serious researchers world wide.\""},{"pageNumber":6,"pageContent":"Encounter At Sea By Maximiliano del Rosal (From pages 3-6 of the May 1976 issue of STENDEK) Translated by Ricardo Aguilar The sighting took place in an area of the ocast of the Cudillero (Oviedo) province, Spain, called Gavinero beach, on the evening of a Friday to Saturday (or Saturday to Sunday) in the first days of October 1973. The witness I interviewed wasn't able to precisely pin-point the date of the sighting, due to the fact that nearly two years had pass- ed between the night of the event and the days inwhich I carried out the investigation. On that day the witnesses, Mr. Manuel Silgas and Mar. Angel Gonzalez Martinez were placing nets in an area em- braced between the \"beaches\" of Conchiquina and of Gavieiro at approximately 8:15 p.m. The wit- nesses were working on row boat from which they were raising their nets in an orderly fashion along a circuit which began in Tronco, continued by Conchi Quina and which ended close to two rocks called the Entreyubias; from here they returned back to the beginning of the run. On the first occasion inwhich they worked in the vicinity of the Entreyubias they could still see, underneath a fleeting sunset, a light which was moving silently from the large rocks known as the Altar de los Santos, towards the land, following the rocky shoreline of Gavieiro. When they returned the second time to the above mentioned spot and upon lighting a lantern, the . light moved rapidly from the shore up to the Entreyubias, maintaining itself motionless while illuminating the large rock and the two witness- es, some three meters above the water's surface. .The lantern, which they used only while lifting the nets inorder to check their contents, was com- mon. It had white and red lights, although the latter was not used. They worked at half-tide, with a clear moonless sky and with suf- ficient visibility. The closeness of the light, some 50 to 70 meters from them, did not cause any uneasiness since, accordig to a tape recording that I made of Mr. Selgas, he said to his companion, \"It is a boat which is roving like us.\" We should make it clear that Manuel Selgas is the witness of major interest, as he was the one that was rowing and of the two he . was most familiar with the area, also, while his friend lifted the nets, he had a better opportunity to ob- serve the light, since he was facing the movements of the object. When they saw the light going back and forth from the Altar de los Santos to the shoreline and vice versa, it illuminated the coast, always remaining 1.80 to 2 meters above the water, with a speed of about 20 km/hour and with a red- dish appearance. The movement of the object was very rapid, simultan- eously it increased in size (like a handball at the shoreline and like an ordinary traffic light signal when"},{"pageNumber":7,"pageContent":"it stopped over the rocks) and in clarity, with a less reddish tone. In the location of maximum proximity it illuminated the witnesses with out dazzling them. The light remained there and the two friends gave it no importance. Only when the witnesses withdrew did the light return to its original position. They found it there when they returned for a third time to the Entreyubias and, as soon as they lifted the nets and put the lantern on, the luminous object, for a second time moved exactly to the same place as in the previous occa- sion. This repitition intrigued the two fishermen, so much so as to make Mr. Selgas comment, \"They are watching us.\" In his declar- ation he expressed his astonish- ment in the presence olf that lighgt which \"came so rapidly over the baxos (rocks which are partially exposed^ at. half-tide):'' My db'sesr sion was how they managed to come over the rocks up to where we were.\" As in the previous occasion, when they withdrew from the rocks the object returned to its' maneu- vers between the Altar de los Santos and the Gavieiro shore. Goaded by their curiosity, as they were passing Conchiquina on their way to Tronco, they signaled with the lantern and the light, in spite of the considerable distance of the witnesses, repeated its rapid move- ment up to the rocks of Entre- yubias. By then they had rejected the idea of the object being a boat and they began to suspect that the ob- ject might be related to smugglers; which was not at all improbable. At this point Manuel had come up with a small plan: \"look, you stay in the boat and I'll swim over to the . Entreyubias and when the light comes, well I'll know if it's a boat or whatever it is. They won't be able to see me below the water because I'll have my mask and tube. Then I'll stay under the water and in- between the seaweed and I'll look to see what it is, to see what boat it is, to see who they are.\" Angel opinionated that the plan was risky because if they were smugglers they might see him; after consider- ing the idea of approaching by land, Selgas abandoned his interesting plans and well according to what he told me, the opinions of his friend set him back; \"he scared me,\" Selgas said. Both men decided that when they would return for a fourth time they would be more quiet and would not put the lantern on for any reason. This is the way it was done and as soon as they reached the same spot as before, the light (\"that torrent of light on top of us\") returned to its position on top of the rocks. It appears that this was too much for the witnesses, who aban- doned their nets and left, leaving them there until the following day during which they came by to pick them up. Its sudden changes didn't end there. While passing Conchiquina on their final departure and after observing that the mysterious light was returning to its maneuvers along the shore, Selgas saw how the object was moving a bit more farther out, past the Altar de los Santos. The object increased its speed causing Selgas to climb on the bench and exclaim, \"Imagine Angel, what motors that animal must have inorder for it to be moving the way it is, look,... look at it!\" In the blink of an eye the light disappeared out to sea toward the Northeast. The case interested me, because I have known Manuel Selgas, a mason by profession, for many years. Together with his wife he runs a gas station located in the intersection of the national highway 632 (Aviles-Luarca) with the road which goes to the port of Cudillero. I have evidence of his integrity and normalcy. Futhermore there exist in my opinion a series of circum- stances which support the story. Selgas is an experienced fisher- man (he has participated in con- tests at the provincial level and in a national championship which took place some years ago in Bar- celona) and thus, he is very ac- customed to the phenomenon which are produced at sea, be it by day or by night., ' , ,. Neither Selgas nor his companion although they were aware that they were.witnessing \"something rare\", related the phenomenon to a UFO encounter for the simple reason that they aren't familiar with the subject. They silently agreed in not giving any publicity to the affair. It was only a few months ago that I found out about the case while in a casual conversation with Selgas. Manuel repeatedly expressed his surprise at the amount of importance that I attached to his story,; thus he told me \"if I would have known that I was getting myself into such a mess I wouldn't have said anything.\" It is interesting to note that, in spite intact, for in the successive times that I asked him to tell me the developments of the sighting, I could not find any errors with re-"},{"pageNumber":8,"pageContent":"gard to previous accounts. I had to make him see the strange aspects of the event, so that he could begin to suspect that he was witness to something not very conventional. To start off with the object was totally silent, which would have been impossible had it been a ship of any means of propulsion, except for navigation by sails or oars. But even in this case the rapid maneuvers in the vicinity of the witnesses and the speed with which it disappeared would have been extremely difficult to carry out in an area filled with dangerous, partially or totally covered rocks. Futhermore it is also strange that the light, which according to the witness, illuminated all directions equally, didn't show for any moment the structure which sup- ported it, whether it was above or below, \"I didn't see any boat underneath\". Also, whether the object was stationary or mobile, it did not exhibit any type of osscila- tion thus it couldn't have been something attached to a mast or other floating object, which would have had at least some gentle oscillating motion, especially when it was stationed near the rocks. But, apart from what was said before, I consider the description of the light as much as the way in which it disappeared as being fun- damental in this case. That light which illuminated all directions uniformly was a \"rare light,\" something unconventional. \"Not of a lantern nor of a car's headlight. It was like a blowtorch when it is cutting, but without the sparks, of a rare color. It was as if something was burning, but with- out the flame moving from its source. As if there were a circle outside which wouldn't permit the flame to leave from there.\" Before this final evaluation, I asked him if the light had any defined boarders. He assured me that it didn't, that the flame couldn't leave from the circle, but that there wasn't any' boarder. With regard to the speed with which it disappeared the testi- mony can't be any more concise,\" it disappeared like a star disap- pears when it comes down, when you lose it.\" According to the story the object began to increase its speed while passing in front of the Altar de los Santos, it also in- creased its altitude swiftly although the witness isn't too sure in this. According to him, the distance traveled by the object from where it picked up speed up to where it dis- appeared might have been from 700 to 800 meters, although he isn't at all sure, since it could have dis- appeared maybe because of the distance or because it was lost in the horizon. Whatever the case may be it is certain that it did it \"like a fleeing star, like a sputnik.\" After presenting the story, the dif- ficult task remains for the investi- gator to interpret it. In this case, in the absence of physical evidence and as the witnesses can't give a description of the structure which supported the light, it is inevitable but to accept as most probable the interpretation that the object was one of those rare and little under- stood atmospheric phenomenon, which generally take the shape of rays in a globe or balls of plasma. Of course, in contrast to this calm interpretation, one should think in the abnormal and cunous behovior of this supposed atmospheric phe- nomenon, since at least theore- tically it shouldn't have behave so systematic in its maneuvers, as it did that night in the fall of 1973. 1977MUFON SYMPOSIUM PROCEEDINGS (166 pages) UFOs: WHAT'S YOUR BALL GAME? by Thomas M. Gates, Sunnyvale, CAIIf. MUFON Consultant in Astronomy FURTHER EVIDENCE OF UFO RADIATION BY James M. McCampbell, Belmont, Calif., MUFON Director ol Research and Author or UFOLOGY. UFO INVESTIGATIONS by Bill Pitts, Fort Smith, Ark. MUFON State Director for Arkansas WHY THE COVER-UP? by Richard Gottlieb, Phoenix, Arizona Member of Ground Saucer Watch (GSW, Inc.) Research Board THE SCIENTIFIC METHOD OF INVESTIGA- TING UFOs by John L. Warren, Ph.D. Los Alamos, New Mexico. MUFON Consultant In Physics and State Director for New Mexico FUTURE PHYSICS AND ANTI-GRAVITY by William F. Hansel, Ph.D., Woodland Hills, Calif., MUFON Consultant and State .Section Director MODERN IMAGE PROCESSING REVISITS THE GREAT FALLS, MONTANA AND TREMONTON, UTAH MOVIES by William H. Spauldlng, Phoenix, Ariz., Director of GSW, Inc., MUFON State Director for Arizona and Photographic Consultant WHAT CAN WE LEARN FROM HYPNOSIS OF IMAGINARY ABDUCTEES? by Alvln H. Lawson, Ph.D., Garden Grove, CAIif. MUFON State Section Director for Orange County SCIENCE FICTION, SCIENCE, AND UFOs by Stanton T. Friedman, Nuclear Physicist, UFO Lecturer, and MUFON Consultant In Nuclear Physics Price: $5.00 Poet Paid From: MUFON 103 OLDTOWNE ROAD SEGUIN, TEXAS 78139 U.S.A."},{"pageNumber":9,"pageContent":"UFOs Collide Over Brazil! byO. Raymundo A strange collision took place in the skies of Icoaraci (Latitude 1 degree 18 minutes South, Long. 48 degrees 28 minutes West), a quiet village near Belem do Para, Brazil. All the villagers came out- doors to watch the unusual happen- ing, on the evening of May 17,1977. For the highly supertitious it . meant the very end of this world, and many started praying and cry- ing. For the most skeptical, it was the results of a government or the results of a government experi- r ment or caused by some ardent firecracker. But most of the eye- witnesses declared it was a dazzling experience, whatever they witness- - ed in their small village that Tues- day evening. • The skies were dark and clean, • with no moon in the warm tropical sky. At about 9:30-p.m., people in the streets started hearing a steady deafning loud sound,, like many continuous thunder laps. People inside their houses came out and. joined the passerbys, all staring at the skies in astonishment. Two blazing balls, with no defin- ite outline, coming in North-South opposite directions, crashed in the sky. According to the witnesses, the fiery object coming from the north was rose in color, and the one coming from the south was green- ish. After the sudden collision, a tremedous flash took place and a pink smoke filled a large area in the sky, dissipating about 20 minutes after the collision. In the local police station, the affidavit of Chief Ronaldo Silva was joined by the opinion of Agent Trin- 8 dade and three military troopers, all on duty that night. It was pre- sumed that the loud sound, pre- ceeding the huge collision, was pro- duced by the unbridled run of the UFOs one against another. Al- though the possibility of a crash between two small airplanes was taken into consideration, no trace of wreckage or any debris was found in the area, after an immed- iate search by the authorities. It was learned from official state- ments also, that the collision of the UFOs did not cause explosion with debris but only a loud crack- ling sound, like the striking of light- ning. This fact was compared to another weird happening in the 1950's, when a bolt of lightning struck a river, in a neighboring village, also leaving a reddish color in the vicinity for severaldays. According to other sources a few days before in the small village of Moreni, town of Benevides (Pop. 13,000), a fisherman known by the name Jango, saw on a clear after- noon, a strange object cruising the sky. A few days later, this author was futher notified by a correspondent that a contraditory note was pub- lished in the same newpapers, stating that some signal firework devices were recently stolen from a local fishing company, \"which led to the conclusion that the unusual phenomenon was clearly explain- able\". Probably the usual debunk- ing pressure by the authorities was put into effect, denying the extra- terrestrial theory. Other opinions and discussions headed this author to examine the ball lightning phenomenon hypo- thesis, with no convincing results either. Being a very rare type of natural phenomenon and as yet unexplained by the science, ball lightning is known to have some basic peculiarities such as: a small size ball with luminous colors be- tween orange-reddish or yellowish; of very short duration; moving most of the time horizontally; and some- times rising and exploding or pop- ing in the air. Indeed, it has never been photographed! Conclusively, it can be said that there is no factual explanation for the ball lightning phenomenon itself, and quite pos- sibly, no link at all with the bizarre phenomenon witnessed in Brazil. Past research and investiation into similar UFO activity may lead us to accept more: that such lumin- ous display could be related to some intelligent controlled devices that may have become out of con- trol and were intentionally flown into each other. The area of the incident (Belem do Para' in the estuary of the great Amazon River), has seen many mysterious objects in the skies— and some of them plunging into the waters, too. South America has been known to be one of the great- est areas of UFO activity in the last decades, and a close study might lead the dedicated ufologist into most interesting conclusions."},{"pageNumber":10,"pageContent":"- V .••' '..'.' .-•:••• '  • •' v' : ''.-,' ...f^ '.''' JV. : V, J : ' f ^'^' / :  •-:' \\' : •• '• •'.••' $K &•- • ^Itt^^^l^fcSf'v'B '•v .••-.:\"-••••'•-.-• • ^ t fjf£z&/r& f*>f.-zf- '--^ «^^'?ar.^^ x .Qr?',v>P.-} ^- ^,.-', .:o ; v.: • V^M^^^Pi': r ^^W^|lp J : '\" : :^'Vt|)^ ; S»••;:'• .  \" -^-\" : *\"-^&^/f^^]-^ :•.• ^J>?l^tv *• .   -(•«.•> »»• «\"•„•  •. -i&tytr/s ~.~* r*U/ wm-^-^' \" f ~ : :• «'L%-'->r ^ ' • •••'••   '.^.» ?> 5VW/ *SS-H = f^-^\\^ vW.'.'. . •.•«.-*i*5»l3^i^"},{"pageNumber":11,"pageContent":"UFOs Over The Waldviertel Highlands By Ernst Berger MUFON Central European Section (Edited by Richard Hall) December 14, 1974, between 6:45 and 7 p.m. (CET) Hans Pritz, 22 year old compositor working at Zwettle and living at Traunstein, started his car and left for Kalten- bach. Near the garage that was a major reference in the October 1973 sightings the road branches off to the right. The night was starry, even too starry. One es- pecially bright \"star\" seemed to be out of place, twinkling 4 degrees above the horizon. Pritz turned the car around and drove home to fetch his 8 x 40 \"Revue\" binoculars with a field of 6.5 degrees. A few minutes later he trained the bi- noculars on the \"star.\" What he saw was enough to cause him to drive 1.7 km further to the south- west and park his car in a field. \"Have you ever watched the beacon light of a patrol car?,\" Pritz asked. \"It was very much like that, a patch of light going round and round.\" The object was as bright as Jupiter (about - 2 magni- tude), basically yellowish, but changed colors a little. The '' beacon'' rotated continuously about 1 revolution per second. Pritz compared it to a searchlight rotating counterclockwise behind the object's rim so that only the bright glow was visible. (Mr. Len- nartz of Hochries hut, Bavaria, witnessed the same phenomenon, but rotating clockwise. See SKY- LOOK No. 87, Feb. 1975). \"Every time the light would reach a position at the lower left, 10 Pritz said, \"it would ge kind of a push and run again at its usual rate. (It would accelerate from this point-Ed.) With binoculars you'd see clearly that the rotating light even cast a shadow or a faint line inside the object's front side at a certain position, and it had maxi- mum brilliance there, and a faint hajo.\" The object also projected a motionless ray from the upper left edge straight upwards to a point about two object diameters distant, where it ended abruptly. The object hovered 5 degrees over the horizon with Mt. Jauerling which has an important TV tower, and above some trees near the road to Lugmuehle, but at considerable distance. It was on a bearing of 114 degrees, which .is nearly the same azimuth obtained from the garage point, so we couldn't fix the true distance. The fuzzy globe re- mained stationary for 5 minutes, then moved slowly and horizontally to the west, stopped again at 126 degrees azimuth for a minute, then continued westward. (Pritz then noticed a carmine red \"dot\" in the beacon's first position, but lower, flying eastward at moderate speed. The \"dot\" was intermit- tently visible.--Ed.) \"The beacon object flew further to the west,\" Pritz continued, there was ho sound at all the whole time, and disappeared behind a cloud.\" (At 140 degrees azimuth, 4 degrees elevation). - -- This report reached us by chance and the witness, who chose to remain anonymous, is not acquaint- ed with the Pritz family. Mrs. X lives in an isolated wooded valley with scattered houses, south of Poeggstall, which lies 15 km SSE of Traunstein and 7 km W of the Ostrong mountains. She is an old country wife in her sixties, walking with a limp after a leg injury and with reduced hearing, but im- pressive mental freshness and in- terest in natural phenomena. Her testimony was simple and honest from beginning to end, we agreed after analysis of the tapes. On a clear morning before Christ- mas 1974 (according to the weather logs it was clear at 7 a.m. on Dec. 21, 22, 23, and 24) she entered the anteroom of her country house at 6:30 a.m. After her first glance into the dark north through the large window, she stood transfixed. \"What's going on out there,\" she thought. \"It was a globe, halfway up the mountain—it's called Mt. Mandelgupf—, and it was swinging, and like a sword throwing out sparks.\" The witness described it vividly while we were at thw site. \"I went back into the kitchen at once to get the time— 6:30 precisely...And the sword was like the globe, it all fitted together.' Very low in the north, over a meadow in the valley and in front of the Mandelgupf slope, a globe hovered in mid-air. It wasn't motionless, but swinging to and fro (Continued on page 12)"},{"pageNumber":12,"pageContent":"AND UFQS by Jean Bastide, MUFON Representative In South France The famous american Ufologist James M. McCanipbell has writ- ten that \"when witnesses report a UFO sighting involving an object moving near the surface of a body of water, they may describe a ripple effect oh the water which appears to have been caused by the object. The UFO researcher should be interested in studying the possible cause of this effect, and what this may suggest about the nature of UFOs\" (1) We must bear in mind that although no definite conclu- sions can actually be reached re- garding the means of propulsion and the effects of UFOs, science can nevertheless be utilized to resolve the UFO phenomenon. As we now know, such ripples could be a key effect to explain more strange effects. In fact, on October 21, 1963 a very curious observation took place in Argentina, near the town of Trancas. As written by Mr. Oscar A. Galindez, \"beneath the air- space where the object \"f\" (one of the 6 objects involved in this case) had been rocking to and fro, and within a circle 28 to 30 ft. in dia- meter, they (the witnesses) found forming a perfect cone 3 feet high, innumberable \"little white balls\" 1/2 inch in diameter. Next day, they found similar little balls on the railway line (where the other objects had been seen), but not in such vast quantity as in the garden The little balls crumpled under gentle pressure. The head of the chemical laboratory of the Institute of Chemical Engineering in the University of Tucuman, Sr. Walter Gonzalo Tell, did an analysis of them, which showed that they con- tained 96.48% of calcium carbonate arid 3.51% of potassium car- bonate\" (2) Now, the witnesses have stated that this object \"f\" was \"a solid body some 28 to 30 feet, in diameter, its surface appearing to be of metal, resembling alumin- ium' ' and that the object was at less than 5 ft. from the ground, rockling to and fro without revolving and that \"A Whitish Mist was coming out of its lower extremity\", the whitish mist \"giving off a penetra- ting odor resembling the smell of sulphur.\" (3) We can also quote the Galssboro (New Jersey, USA) landing case: the two teenage boys of Mr. Ward C. Campbell-technically trained and a prominent citizen of Galss- boro-were fishing in a pond in an off-bounds orchard when they were approached by two tall men, bare- foot, and long-haired. The thin and blond young men impresed the two teenagers by \"their beauti- ful (\"non-pimply\") fair com- plexions\". As related by Mr. Berthold Eric Schwarz, \"this meet- ing was unusual for this time of the ye'ar and place, for the ground was gravel and broken glass (the men being barefoot). Also, in a small town everyone knows everyone else. This was before the .time of the \"hippies\", and the two young men were total strangers. They asked the teenage poachers about UFOs and specifically wondered if they were interested in seeing one. The long and short of it is that shortly afterward—almost before their very eyes—there was a widely observed and documented (dis- counting a ludicrous cover-up) landing and the deposit of some \"Whitish Powder-like Substance that was originally The Size Of Golf Balls, but which shrunk down. When it was picked up by a police- man, he droppd it quickly, in sur- prise, because it was cold as an ice cube. It retained the cold feeling for at least 24 hours\". The teenagers were reluctant to report to their straight-laced father what they had done, not only because of the weird, possibly UFO-related experiences, but because of the fact that they were late in getting home, and they were fearful of being scolded for fishing where they were not supposed to be! (4) One can make several important remarks: a) in the two cases, the balls seems to have always the same size between them, as if a strictly- defined weight could not be ex- ceeded. b) in the two cases, the balls are whitish; and crumbly, therefore formed of powder. c) in the first case (Trancas, the balls formed a cone, as if they were created by a field of axial symmetry such a magnetic one. The conclusions are quite simple: the UFOs can induce an anti- gravitational field, of axial sym- 11"},{"pageNumber":13,"pageContent":"metry, and greater in the centre inducing itself the formation of little spheres composed of soil powder attracted and conglom- erated, by an effect roughly similar to the one known in outerspace, in which the particules conglomerated themselves into spheres, the gra- vitation being near to zero (inde- pendently of the well known effect of surface tension for liquids). The process could therefore be as follows: a) the soil powder begins to con- glomerate. b) the size limit (weight) being reached, the whitish powder balls drop to the ground, being too heavy to be now attracted. We can also think that the gravitational field is highest in the center, decreasing to the periphery, to be almost equal to zero outside the radius of the UFO, roughly. We can infer also that the field whatever it may be exactly—is constant, unchanged, during this short lapse of time, the UFO being stationary. Is it not strange that a few facts could have given so much in the way of concepts! We can add now that carbonates are very common in terrestrial soil, being very crum- bly, to form an impalpable powder (by the effect of wind erosion). We can think, too, that the field of the UFOs can induce the formation of calcium and potassium carbon- ates with the calcium and potas- sium of the soil, combined with the atmospheric carbon dioxide. In conclusion, the question to be answered first must be: why have there not been more cases like these? Probably, many conditions must be realized to obtain the ideal conditions of atmospheric and soil 12 compositions. We must hope that further cases will bring us more facts, which will, in return, streng- then this theory. We must note the cone may (almost) reach the object, being 3 ft. high, the periphery of the UFO being at 5 ft. high only. (1) Skylood (now MUFON UFO Journal), no. 94, September 1975; James M. McCampbell, Micro- waves and water, scientific deduc- tion and UFO investigations; the well-knwon book of Mr. McCamp- bell—UFOlogy—has been recently published again (new edition) by Celestial Arts, 231 Adrian Road, Millbrae, Ca. 94030, USA. (2) Flying Saucer Review, Vol. 17 no. 3, page 18; OVNIS, un desa- fio a la ciencia, Ano I, Noviembre- diciembre 1974, no. 4, page 7: \"debajo del sitio en que se balance aquel objeto, y dentro de un circulo de 8 a 10 metres de dia- metro, comprobaron la existencia de inumerables bolitas blancas de 1 cm. diametro\"; in his book \"Los OVNIs ante la ciencia\", Mr. Galindez writes that the white balls forms a perfect cone: \"un perfecto cone de un metro de altura\" (page 89). (3) FSR Vol. 17, no. 3, page 16; read OVNIs, Ano I, No. 4, page 5: \"la niebla comenzo a tornarse espesa, despidiendo un olor pene- trante, como azufre\", the exact distance from the ground being less than 1.50 meter (page 4: \"apenas 1,50 metres\"). (4) MUFON 1974 UFO Symposium Proceedings, Akron, Ohio, June 22, 1974, page 92 (case 6). (Continued from page 10) gently, like a pendulum (the first time the pattern would appear in the flap). At the same time it seemed to be moving slowly E on a straight course, towards the slope of Mt. Hofkogel, S of Mandelgupf. Mrs. X continued: \"First I said— for heavens sake, what does it mean? Is the thing going to explode? ...It was like a sword, and it changed from left to right alternately, but the ball remained. But the most interesting to me was the sparks, like a blacksmith hammering a red-hot iron, but only for seconds.\" As soon as the sword would extend to full length, lots of tiny sparks \"like tiny stars\" spray- ed up and down from a point in the middle of the appendage, halfway from the globe to the outer tip. It extended to the left and then to the right reciprocally and without a stop. The sparks seemed to be dependent on full extension of the peak; for they never appeared outside this period. The globe and extension were about 2 moon dia- meters in aparent size. (Mrs. X went to her son's house, next down the slope, to see if he was awake but he wasn't. When she returned the ball was partly obscured by trees. Only the upper shower of sparks remained visible for a while longer until the object moved away. Total time of obser- vation was 8-10 minutes. The in- vestigators calculated the size of the object to be over 5 meters in diameter, the height less than 60 meters and more than 20 60 meters and more than 20 meters above the terrain. Mrs. X inquired in the neighborhood, but no one/ else reported seeing the thing// --Ed.)"},{"pageNumber":14,"pageContent":"A Response to Richard Hall's Commentary by Ray Stanford ! fiantt I wish to thank Dennis w. Hauck, MUFON JOURNAL editor, for this opportunity to respond in depth to the extensive statements of Richard Hall (MUFON JOURNAL, Novem- ber, 1976) concerning himself, myself, and my book Socorro 'Saucer' in a Pentagon Pantry. Hall asks why I waited twelve years \"...to make a public issue of the Socorro case...\" He also asks why I did not protest and force the issue (of whether there was a NASA coverup of the metallic evidence) with NICAP. Hall must have forgotten that I did, via two phone conversations with him. I urged him to consult experts in techniques of analysis, as I had already done (see pages 148 and 149 in my book), and, thus, learn for himself that in evaluating the X-ray diffraction test, for example, Frankel and his assistants could not have mistaken mere silica to be a zinc-iron alloy. Concerning Hall's quandary as to why I waited until now to tell of my Socorro investigation. It took me about five years of careful checking and cross-checking facts to 'as- semble all the data in Socorro 'Saucer' in a Pentagon Pantry, nearly five hundred pages long! I tried for five more years to get a publisher to handle it. The answer was always to the effect that, while the manuscript was the best-docu- mented one they had ever seen concerning UFOs and very convin- cing, it was simply too long and filled with too much \"engineerese\" to be popularly published. So, in early 1975 I finally found time to severely edit it down-to size and remove the technical language. Only then did a small local publish- er, Blueapple Books, accept it. Hall says I had an \"...obvious desire at the time to believe\" that I had \"the conclusive physical proof of UFOs.\" In the first place, no one in a balanced state of mind could possibly believe that tiny metallic slivers—regardless of how 'strange—could be \"the con- clusive proof of UFOs.\" Nowhere in the book or elsewhere do I call the Socorro metallic slivers \"con- clusive physical proof of UFOs\" which obviously they were not. If my attitude during the Socorro in- vestigation and the reporting of it was subjective as Hall now sug- gests, why did Hall write me (on NICAP stationery) on May 5, 1964, saying, \"Your taped report arrived, and I found it extremely thorough and intelligently done. We are grateful to you for this job\"? However, Hall may not be impug- ning my 1964 work on the case. Yet, as the importance of the Socor- ro case became more evident, my caution and thoroughness, if any- thing, increased. Hall complains that I mentioned on June 20, 1975, my forthcoming book, but \"...did not say that the book would be highly critical of me.\" Of course not. The book is not highly critical of Hall. Where he and NICAP were negligent, I say so, but I was never highly critical of him. Hall refers to a report in my book that \"fused sand\" was found at the landing site. He says my source was a letter from the late Dr. James McDonald, to him, a copy of which was sent to me. That is true. Although I do not literally say that the letter was obtained from Dr. McDonald, changes made in a rush at the last minute before printing certainly make it sound as if I am saying that. (Reference to the Mc- Donald letter was inserted at the last minute—when the initial negatives for the printing plates had already been made. Space factors were already defined and, hence, the material was much too contracted.) Failure to acknow- ledge Hall as the source was a very inappropriate and unfortunate oversight which will be corrected in any future editions. For its occurrence I duly apologize. Hall's help is acknowledged in the front of the book, but, unfortunately, not where it should have been. Another point Hall makes • is possibly correct. My dating of the Goddard trip could have been off one week, since I have no reason to doubt Walter Webb's diary. My error, if it was such, must have occurred in my working back from notes placed in wrongly dated envelopes before the book was written. Hall makes a point of concern because copies of tapes and notes I supposedly made, including a \"tape...which he claims to have 13"},{"pageNumber":15,"pageContent":"made surreptitiously while riding in the car with Walt Webb and me to NASA Goddard Space Flight Center,\" were not sent to him as requested on July 21, 1976. The background for Hall's statement is as follows: When I called him after her had read the complimentary copy of the book which I had sent him, he vigorously, if not vehnem- ently,; denied that my account of our conversations on the way to the Goddard Space Flight Center could be accurate. I felt on the phone that Hall's reaction to this account, which had been based upon careful notes, was purely an emotional reaction. I decided to \"smoke\" him out as to his own self-assur- ance. I asked him, \"Suppose I told you I had tape-recorded our conversa- tions?\" (I had not.) Dick respdnded, \"How could you haye done that.\" \"Remember that big purple briefcase I was carrying? I had a tape-recorder in it,\" which in fact I did. But, of course, it was not on. Well, \"smoke\" Hall did, and in fact, he has been \"smokin\" ever since. And it is time that this issue be laid to rest. Dick, you have never .been surreptitiously tape- recorded (at least not by me). I did make careful notes to record the Goddard trip—written in the afternoon following the trip. Since Hall confesses he made no exten- sive notes on the contents of the trip to Goddard conversation, and since I did, the world is, admittedly at the mercy of my accuracy. But, I was very careful about ac- curacy'in recording all that hap- pened. As to sending Hall copies of my scribbly notes to prove what hap- 14 pened, I ask WHAT WOULD THEY PROVE? Precisely nothing. It still is a matter of faith since one can easily prepare spontaneous- looking notes long after the fact. Why waste my time and Hall's too? He is too cautious an investigator to believe that mere notes from someone other than himself would prove anything to him. Hall asks why I did not tape- record the absolutely vital phone conversations that \"...he claims, prove a coverup.\" I told him why soon after sending him a compli- mentary copy of the book. But 1 shall repeat it because Hall raises it again: At the time I had no tele- phone recording coil for use with my recorder, and if I'd had one, I would not have used it without informing the other party—which might have precluded candidness. Butvsince,,,Ha: llLraises the .issue, I might'turn the tables and ask why did NICAP or Hall not tape-record the pertinent conversations with Frankel in which Hall was reported- ly involved? Hall says he will testify before any Congressional committee that \"...neither Dr. Frankel nor anyone else at NASA ever suggested to me that they were leaning toward an extraterrestrial interpretation.'' Hall seems to be suggesting that I said that Frankel told me he \"leaned\" toward such an explan- ation. My notes, made during and immediately following the phone conversation with Frankel, show that he told me—and I will stick to it in any government hearing—\" \"...there is something that is rather exciting about the zinc-iron alloy... Our charts of all alloys known to be manufactured on Earth, the USSR included, do not show any alloy of the specific combination or ratio of the two main elements involved here. This finding definitely strengthens the case that might be made for an extraterrestrial origin of the Socorro object.\" (See page 139.) Frankel told me he had already called Dick Hall and told him the same thing. Frankel added that Hall \"...was very interested.\" Hall verified that Frankel had done so when I called him soon there- after. Hall, upon first reading my book, did not remember that Dr. Frankel had reported a zinc-iron alloy, but his own notes at NICAP did at least prove that to him. He then readily acknowledged it. I suspect Hall's memory is sim- ply not serving him accurately on other pertinent facts of which he made no notes. I only wish he had records of disputed matters—re- cords he could accept. I can easily believe that Hall is correct in his recollection that Frankel said to him that the zinc-iron alloy remind- ed him of \"a zinc pail,\" but I would point out that a zinc-galvanized iron pail (which is to what Hall's \"zinc pail\" probably refers) would not leave a zinc-iron alloy if scraped onto a rock—it would leave, at best, zinc and iron mashed together. Since the first test done at NASA was X-ray diffraction, a zinc-iron alloy would reveal a very different diffraction pattern that would a mere physical mixture of the two. And, it was an alloy which Frankel reported by phone to both me and Hall that he found. Hall says, \"...when Dr. Frankel talked to me about the tentative findings of a zinc-iron alloy...\" So, Hall admits that Frankel reported that the two"},{"pageNumber":16,"pageContent":"metals were alloyed, even though Hall adds the word \"tentative.\" Frankel never used that word to me. He merely said that another test was needed, \"...to get some readings on some of the elements that are present only in small percentages.\" I have suggested by phone that Hall check for himself with expert metallurgists in order to verify my statement that the scraping of a galvanized bucket could not appear in X-ray diffraction to be an alloy of zinc and iron, but to my know- ledge he has not done so. Hall says, \"A major myth pur- veyed by Stanford is the impression he leaves that I more or less twisted his arm to have the analysis done by Dr. Frankel at the NASA fa- cility...\" Nowhere do I either state or imply that he twisted my arm! The loss of the potentially valuable evidence was the responsibility of both myself and Hall. If there was no coverup on NASA's part, why does Hall try so hard to assert that I chose NASA (Goddard) when, as my correspondence with Hall clearly shows, it was Hall who first brought Goddard and Frankel into the candidacy as the place to use for the analysis, and highly recommended them. (Witness Hall's June 25, 1964 letter to me in which he says that Frankel \"...is very strongly against suppression of information.\" Hall went on to describe what fine equipment Frankel had at Goddard and to highly recommend him. 1 (See page 117 in Socorro 'Saucer' in a Penta- gon Pantry for details.) I think that maybe Hall really knows, at one (Continued on page 20) By Walt Andrus Columbia Pictures forthcoming UFO motion picture, written and directed by Steven Spielberg, starring Richard Dreyfuss with Francois Truffaut as Lacombe, will premiere at the Ziegfield Theater in New York City and the Cinerama Globe in Hollywood on or about November 1. On December 15, 1977, this movie is scheduled to open in about 400 theaters across the United States. Some of us had the privilege of viewing a promotional film for \"Close En- counters of the Third Kind\" in April at the First International UFO Congress in Acapulco, Mex- ico. It featured Dr. J. Allen Hynek, who served as scientific consultant for this Phillips Production. Columbia Pictures, in their bro- chure, has stated \"millions of people will experience the most beautiful, frightening, and signi- ficant motion picture adventure of all .time\". Considering that \"Jaws\" cost 9 million dollars to produce, \"Close Encounters pf the .Third Kind\" has a budget of 20 million dollars. Richard F. Haines, Ph.D., Research Scientist and Consultant, in a letter to MUFON feels that this motion picture will strongly influ- ence UFO witnesses descriptions and may possibly ''contaminate\" our efforts to obtain as unbiased sighting data as possible. His central concern has been the devel- opment of techniques to help make eye witness reports as reliable and faithfully representative of the original sensory event as possible. Dr. Haines has suggested that MUFON investigators become prepared for the possible influence of this movie upon the American public and their subsequent reporting of CE-III. Our actions now will lead to greater under- stading of the influence of this mass presentation upon our data. He has outlined some suggestions on how we should deal with this potentially biasing media event. (1) Each member should take the initiative to contact the managers of all local theaters who plan to show this movie. Try to obtain an agreement that you will be given the approximate attendance fig- ures, and starting and final show- ing dates of the film in your local theater. These data may then be correlated later with the frequency of CE-III type reports in your area. (2) MUFON members should see this movie so as to become familiar with its details. Such ultimate familiarity will make subsequent eye witness interviews more sen- sitively aware of similarities and differences between a reported CE- III encounter and the movie. (3) Investigators should adhere to the following advice when inter- viewing witnesses and investiga- ting cases. One of your questions might be \"What can you think of that is anything like the close encounter you have just had?\" Under no circumstances should the investigator mention the name of this movie or its contents until the interview is almost over. Always let the eye witness raise the issue. 15"},{"pageNumber":17,"pageContent":"Lucius Foriih In Others' Words The August 2 issue of NATIONAL ENQUIRER featured two articles of Ufological interest. The first report dealt with the large tri- angular UFO seen by police officers over Memphis, Tennessee on May 17, 1977. The second feature gave details of some cave paintings in Baja California which seem to lend credence to the ancient astronauts theory, although these examples of artwork are not too impressive in the photographs included with the article. THE STAR for July 26 rehashes Kenneth Arnold's opinions of UFOs and mentions his participa- tion at the recent FATE-sponsored UFO Congress in Chicago. The August issue of SCIENCE DIGEST has an interesting article by Don Berliner on the omissions in the Project Blue Book files. Researcher Barry Greenwood, who is obtaining microfilm copies of the complete Blue Book files, verifies Berliner's contention that important information (and, in some instances, complete cases) has been \"sanitized,\" i.e. deleted. Berliner's article is excerpted from a forthcoming book and additional details concerning this volume will be presented in a later column, hopefully. UFO REPORT for September includes interesting articles by B. Ann Slate, Robert A. Goerman, and others, along with the usual amount of rehash. Although I tend to concentrate on newsstand magazines in this column, it seems only fair to give 16 equal time to some of the smaller Ufological publications which contain good material. One such example is the PAGE RESEARCH LIBRARY NEWSLETTER, edited by Dennis Pilichis; You'll normally find a potpourri of news items, letters from readers, news of new books, etc. Dennis also sends out . PRL catalogs of new and used UFO books and magazines. If you have specific wants, you'll find that the $2.00 for 4 issues of the NEWS- LETTER and catalogs is well worth it. The address is: 6708 Colgate Avenue - Cleveland, Ohio 44102. Michale Hervey's UFOs OVER THE SOUTHERN HEMISPHERE is a revised edition of his previous paperback of the same title. Begin- ning with introductory material on UFOs, Hervey then relates press accounts and first-hand sighting reports from all areas of Australia, New Zealand, and Tasmania. The incidents generally extend back to the early 1950's, although there are some historical (pre-1947) reports scattered through the book. For anyone not acquainted with UFO happenings \"down under,\" this might prove a useful reference volume. It is available for approxi- mately $7.00 from Robert Hale & Co. - Clerkenwell House - Clerk- enwell Green - London EC1 OHT, England. Dr. J. Allen Hynek's Dell paper- back, THE BLUE BOOK REPORT, has been postponed again. Rumor has it that it will now be out in September, but this has not been confirmed by the publisher. Those of you who look forward to each issue of Canadian UFO Report (as I do), will be pleased to know that the REPORT'S editor, John Magor, has had his first hardcover book published. Entitled OUR UFO VISITORS, it is largely a review of the UFO activity which has occurred in Canada's Western Mountains and Rocky Mountain Trench areas. In 1967-68, this region was subject to a UFO \"in- vasion\" and Magor provides the details of many cases from that period. While it is true that a good portion of the material has seen print in previous issues of the REPORT, it is well worth re-reading (for those familiar with it); for new- comers, it clearly shows the vast amount of UFO activity which Canadians have witnessed in recent years. Magor has some good points to make about the testimonies of lone witnesses: \"If a researcher never passes the point where he believes the word of a single wit- ness can be sufficient at times, I think he is wasting his time. He has come to a halt because he continues to put skepticism before inquiry. He is trying to reduce the problem to his own terms, which he will .never do.\" OUR UFO VISITORS has an excellent selection of photos and illustrations, plus an index and bibliography. It is available from Hancock House Publishers, Inc. - 12008 - 1st Ave. South - Seattle, WA 98168. The price is $8.95 and it certainly has my recommendation."},{"pageNumber":18,"pageContent":"UFO Enigma by Stanton T. Friedman 31628 Trevor Avenue Hayward, CA 94544 THE UFO ENIGMA: The Defini- tive Explanation of the UFO Phenomena Donald H. Menzel and Earnest H. Taves. Doubleday & Company, 1977 $8.95. 297 pages. Dr. Menzel, who died just a few months before this book was pub- lished was one of the outstanding American astronomers of the past half century. Dr. Taves was a close personal friend of Dr. Menzel, was a practicing psycho-analyst and is an active writer of science fiction. Despite the authors' outstanding professional backgrounds, the book in no way lives up to the subtitle. The tools used here are not those of science. Instead they are character assasination, positive and negative name calling, selective choice of facts, misrepresentation, erros of omission and the other techniques of the propagandist. Much of the book is not about UFOs at all but is textbook material about sundogs, moondogs, rain- bows, meteorological optics, etc. Of the 33 photos and drawings two were intentional hoaxes, two were of a hoax exposed first by a UFO group of Pittsburgh (though the group isn't acknowledged), and one dealt with the Hill abduction. The other 28 had nothing to do with UFOs. The 21 chapters have a total of 129 footnotes. Eleven are to biblical sources, and twenty-one are to pre 1940 sources. Yet there is no mention of the 247 page UFO Symposium Proceedings published for a congressional committee after official hearings on UFOs and con- taining the testimony of 12 scien- tists—including Dr. Menzel. There is no mention of the 310 page book \"UFOs: A Scientific Debate\" published by Cornell University Press and edited by two astron- omers with papers by 16 scien- tists—including Dr. Menzel. There is no mention of Project Blue Book Special Report Number 14, a 300 page volume and the largest of- ficially sponsored, scientific in- vestigation of UFOs ever publish- ed. It has categ orizations, quality evaluations, statistical cross com- parisons of over 2000 UFO sight- ings by professional persons at Battelle Memorial Institute in Columbus, Ohio. According to the Blue Book files Dr. Menzel had a copy. Dr. J. Allen Hynek, an astro- nomer and dean of American ufo- logists is mentioned several times but this book \"The UFO Exper- ience\" is not. None of the 4 PhD theses that deal with UFOs are referenced. No mention is made of compilations of UFO landings though one covers more than 800 such cases from 39 countries. The 1966 Gallup Poll on UFOs is briefly noted but the 1973 Gallup Poll and several others are not. One won- ders if Drs. Menzel and Taves are unwilling to face up to the facts provided by these polls—especially the fact that the greater the educa- tion of the individual the MORE likely to accept UFO reality and the older the individual (Menzel was 74 and Taves 61) the less likely to accept UFO reality. The primary investigative technique used to \"identify\" almost every case discussed seems to be arm chair theorizing. Field investigation, witness interrogation checking with the weather records, quantitative calculations all appear to be practically nonexist- ent. The reasoning seems to be that if one can find a possible ex- planation for a particular sighting, the fact that it doesn't fit several important aspects of the sighting doesn't really matter. The October, 1961, Salt Lake City UFO sighting witnessed by the pilot of a small plane and seven other witnesses on the ground at mid- day with 40 mile visibility in clear skies is dismissed as a sundog. The facts of the sighting are grossly distroted; no mention is made of the facts that the pilot saw the UFO between him and a mountain, that the UFO was observed to tilt back and forth while hovering, had a lenticular shape, rose straight up extremely rapidly for about 1000 feet, stopped and then moved off at high speed. The famous series of photos taken near the island of Trinidade in 1958 by a Brazilian navy photographer is dismissed as an \"obvious hoax\" though compu- ter enhancement techniques do not support this view nor does the test- imony of the others present at the time the pictures were taken. No source is given for the statement that the photographer was a \"known hoaxter\". As is the case throughout the book holier—than- thou statements are made to take the place of solid facts. Much effort is spent in explain- ing away the famous abduction of 17"},{"pageNumber":19,"pageContent":"Betty and Barney Hill and Marjorie Fish's detailed efforts to recon- struct in 3 dimensions the 2-di- mensional star map drawn by Betty under posthypnotic suggestion. She had earlier described this map as having been shown her on board a UFO. Menzel and Taves were able to show, as anybody would ex- pect, that if one throws 47 seeds on a two dimensional flat area and se- lects 15 seed positions to find the best fit with a preselected pattern, namely Betty's map, one can find a pattern that more or less matches the given pattern. The number 47 was selected because that is the number of sun-like stars in our close galactic neighborhood. How ever, Ms. Fish did NOT restrict attention to only the sun-like stars. One of her models, for example, included all 252 stars in the volume taken up by that model. The stars in our neighborhood are NOT dis- tributed at random like seeds thrown on a table. They are where they are. The pattern found by Ms. Fish was the only one of thousands considered which match- ed reality and made sense. If her solution was just a random guess \"hit\", why was it not found until AFTER the release of the 1969 Gliese catalog of nearby stars with its updated distance data? Why doesn't Menzel deal with, or even mention, the very special features of the base stars, Zeta 1 Reticuli and Zeta 2 Reticuli, found by Ms. Fish? Is it really just coin- cidence that they happen to be not only suitable for planets and life but are also the closest to each . other pair of such stars in our entire neighborhood being only 3 light weeks apart? That Drs. Menzel and Taves have no real concern with a scientific 18 approach to UFO investigations is clear from the statement \"Philip Klass, author of several books on UFOs has been the one other investigator (in addition to DHM) who has adopted an unfailingly sci- entific approach in his inquiries\". A study of both books by avionics writer Klass and the cases ex- plained therein shows that he used the same unscientific techniques as Menzel and Taves. The facts in sighting after sighting are misre- presented, positive and negative name calling abound, there are significant errors of omission which the reader has no way of knowing. Kalss did do far more in the way of actual rather than armchair in- vestigation but the bias is equally clear. In short The UFO Enigma is a good book for those interested in atmosphereic physics and Identified flying objects. It is def- initely NOT the definitive explan- ation of the phenomenon of UNIDENTIFIED Flying Objects. (Continued from page 4) More detailed information about this case is to be found in the records of the UFO section. The investigated case that we investi- gated as the active members of UFO section is interesting for it leads to pressumption that the two eye-witnesses spotted the object first as it was making its pre- paration for landing. This is also confirmed by the shine, that was to be seen behind the forest and which the eye-witnesses interpreted as the result of a fire. Still there were to be found no traces of its possible landing. Everything points to the fact that the UFO spotting in Velika was a very real one, but for the present the origin is unknown. PS: I wish to thank our active members Franci Bricelj and Kristan Branko for their excellent work in the field. MUFON AMATEUR RADIO NETS (weekly) DAY FREQUENCY NET TIME C.D.S.T. SAT 40 meters 7237 KHZ. 0700 SAT 75 meters 3075 KHZ. 0800 SUN 20 meters 14,284 KHZ. 1300 NET CONTROLS N1JS WA9ARG N1J8&WONC"},{"pageNumber":20,"pageContent":"DIRECTOR'S MESSAGE by Walt Andrus Through the fine efforts of El- mer A. Krai, Central Regional Director, Glenn Underhill, Ph.D. has accepted the position of State Director for Nebraska, replacing Elmer in this post. Dr. Underhill teaches physics at Kearney State College in Kearney, Nebraska 68847. He may be contacted by telephone at his home 308/893- 2401 or at the college on 308- 236-4139. Glenn is also an amateur radio operator with the call letters WRSM. Elmer Krai will assits assist Dr. Underhill in his new role as administrative assistant. New State Section Directors appointed during July include the following: Raymond Jordan, 3831 North Paradise Road, Flag- staff, AZ 86001 for Coconino County; Christopher S. Centi, P.O. Box 142 Jamestown, NY 14701 for Chautauqua and Cat- taraugus counties in western New York State; and Thomas P. Deuley, Route 2, Box 323, Moyock, NC 27958 to cover Currituck, Camden, Pasquotank, Perquimans and Gates counties in North-Carolina. Two new Research Specialists have volunteered their services to help in resolving the UFO phe- nomenon. They are Willard D. Nelson, 18302 Montana Circle, Villa Park, CA 92667, specializing in aerospace structures and mater- ials; and Michael Fling, 79A-6 Broadmeadow St., Marlborough, MA 01752 in propulsion methods. Michael has his Masters Degree in Mechanical Engineering. MUFON's professional stature is further enhanced by the appoint- ment of two talented gentlemen to our Board of Advisory Consultants. Harold E. Roland, Ph.D., 6504 Via Siena, Rancho Palos Verdes, CA 90274, a professor at the University of Southern California, will apply his expertise to aero- dynamics. He has 22 years of ex- perience as a military avaitor. In the medical field, Howard N. Kan- dell, M.D., 6050 North 23rd Place, Phoenix,AZ 85016 has volunteered his services as a physician, special- izing in the medical aspects as re- lated to abductees and contactees. Dr. Kandell conducted a physical examination of Travis Walton, as an example of his work. Dr. Kandell attended the recent 1977 MUFON UFO SYMPOSIUM in Scottsdale, AZ on July 16 and 17. The August issue of THE MUFON UFO JOURNAL will con- tain an overview of the \"1977 MUFON UFO SYMPOSIUM\", specifically for those who were unable to attend. At this time, the MUFON Board of Directors would like to congratulate the hosts for the symposium—MUFON/ GSW for this educational, enlight- ening, and enjoyable event. It was planned in detail and imple- mented in a professional manner, with outstanding prior television, radio, and newspaper publicity. Special thanks for hosting this affair is extended to William H. Spaulding, Director of GSW and his very able associates. Richard Gottlieb introduced the speakers and served as the master of ceremonies. The success of the * symposium must be attributed to the dedication and work of GSW colleagues such as Bill and Rose- mary Baum, John Schaefer, Susan Spaulding, and Lori Field, just to mention a few, knowing that there were many more who contributed their time and efforts. This in- cludes the young folks associated with the \"Junior Sky Watchers\", who constructed an immense \"welcome\" banner specifically for the symposium. All of the papers presented, plus two additional published papers are now available in a one hundred and sixty-six page softback book titled \"1977 MUFON UFO SYMPOSIUM PROCEED- INGS\". A copy may be secured by writing to MUFON, 103 Oldtowne Road, Seguin, TX 78155 USA and enclosing a check or money order for five dollars (postpaid). MUFON 103 OLOTOWNE RD. SEGUIN, TX 78155 19"},{"pageNumber":21,"pageContent":"RECAPPING AND COMMENTING By Richard Hall (MUFON International Coordinator) (Comments in this month's column are based, in part, on articles appearing in MUFON UFO JOUR- NAL No. 112, dated March 1977). In our search for meaningful evaluations of UFO data, we must avoid the tendency to think that machines—modern technology— can provide \"magic\" shortcuts to truth. Computer photo-enhance- ment programs, polygraphs (\"lie detectors\"), the psychological stress evaluator (PSE), and the like all can be useful tools and aids to evaluation, in the proper hands. All, however, are programmed and operated by human beings and can be operated with more or less sophistication and training. None of these can tell us unequivocally that a report—or photograph—is true or false simply by being applied. Both the application and interpretation require considerable knowledge and care, and both need to be scrutinized closely by other scientists or technicians to assure that proper techniques have been used and proper principles applied in the interpretation. Without this kind of cross-checking, ap- plication of these devices cannot be termed \"scientific.\" The same applies to the increas- ing use of regressive hypnotic techniques with UFO witnesses. This is even more of an art than a science, but unquestionably has tremendous potential—properly applied—to help witnesses recall details that they otherwise would not be able to do from conscious recollection. However, it is naive in the extreme to conclude from the fact that a witness under hypnosis tells a story of being abducted by spacemen that it really happened. In the course of my six years' employment by the American Psychological Association, I had occasion to read numerous articles about hypnosis and hypnotic re- gression, and it is clear to me that improperly questioned witnesses can and do fabricate stories that bear no relationship to reality. Many people can perform hypno- sis, but relatively few have the background and training to inter- pret the results they get. In general clinical psychologists who use hypnosis in the course of patient therapy, and who are professionals whose work is under constant check by their peers, are best equipped to evaluate when the stories they get are \"truth\" rather than artifacts. In some applied settings, such as law enforcement work, experienced hypnotists may also have the kind of practical experience with a large variety of subjects that would allow them to be good judges of \"truth.\" The key in this, as in so many other aspects of UFO research, is the critical examination and cross-checking of methods and of principles of interpretation which go by the name of \"science.\" Any result or finding, if it is valid, ought to be able to withstand critical review, and without this process it can hardly be called \"truth.\" I am convinced that, on the basis of strong circumstantial evidence, all of these devices and methods need to be applied to UFO cases by the best practitioners available, and that their results need to be minutely examined by all interested scientists and specialists. Then and only then might we begin to think of \"ufology\" as deserving of being called a science. In part- icular, I am convinced that we need the help of the best clinical hypno- tists before we can begin to make any sense at all out of the plethora of \"abduction\" stories. Taking these stories at face value is totally unjustified. However, rejecting the stories out of hand, without examin- ation by the most knowledgable specialists is equally unjustified. (Continued from page 15) level, that there was a NASA cover- up and wants to escape any guilt. I cannot say I would react otherwise. But we are both to blame for a bad final judgement of where to take the Socorro metallic slivers. Hall certainly did not twist my arm, and I definitely did not twist his. Yet Hall says, \"For reasons of his own, Stanford chose (actually, I conced- ed to Hall's suggestion!) to have the analysis done at Goddard...\" I am disappointed at Hall's failure to present both sides of the question."}]
