[{"pageNumber":2,"pageContent":"MUFON UFO JOURNAL NUMBER 192 FEBRUARY 1984 Founded 1967 .OFFICIAL PUBLICATION OF JtfCS^OJV/ MUTUAL UFO NETWORK, INC., $1.50 San Antonio, Texas, site of the MUFON 1984 UFO Symposium"},{"pageNumber":3,"pageContent":"MUFON UFO JOURNAL (USPS 002-970) (ISSN 0270-6822) 103 Oldtowne Rd. Seguin, Texas 78155 BOB PRATT Editor ANN DRUFFEL Contributing Editor LEN STRINGFIELD Associate Editor MILDRED BIESELE Contributing Editor WALTER H. ANDRUS, JR. International Director TEDBLOECHER DAVE WEBB Co-Chairmen, Humanoid Study Group PAUL CERNY Promotion/Publicity REV. BARRY DOWNING Religion and UFOs LUCIUS PARISH Books/Periodicals/History ROSETTA HOLMES Promotion/Publicity GREG LONG Staff Writer TED PHILLIPS Landing Trace Cases JOHN F. SCHUESSLER Medical Cases DENNIS W. STACY Staff Writer AL BARRIER, M.D. Astronomy NORMA E. SHORT DWIGHT CONNELLY DENNIS HAUCK RICHARD H. HALL Editor/Publishers Emeritus The MUFON UFO JOURNAL is published by the Mutual UFO Network, Inc.', Seguin, Texas. Membership/Subscription rates: $15.00 per year in the U.S.A.; $16.00 foreign. Copyright 1983 by the Mutual UFO Network. Second class postage paid at Seguin, Texas. POSTMASTER: Send form 3579 to advise change of address to The MUFON UFO JOURNAL, 103 Oldtowne Rd., Seguin, Texas 78155. FROM THE EOfTOR We are indebted once again to the Journal's former editor, Richard Hall, this time for painstakingly compiling a cumulative subject index of the Journa/for 1981-83. Further, by using the index, Richard was able to bring together 20 cases on electromagnetic effects, which (a) proves the value of such an index and (b) shows how such effects continue to be an important factor in establishing UFOs as a genuine scientific mystery. In this issue UFOS OVER CHINA.  :   3 By Paul Dong        ; THANKS FROM JOURNAL OF UFO RESEARCH  4 THE NIGHT NORAD WENT ON TOP ALERT   5 By Francis Ridge 15 UFOS SEEN OVER EAST TEXAS   7 By John Schuessler HUNTERS FIND MORE THAN THEY BARGAINED FOR  8 By Harold Haglund UFO SECRECY UPDATE: Stonewalling at the FBI?  9 By Larry Bryant WOBBLING UFO WAS A VIVID BLUE   10 . By Edward F. Mazuer SOME THOUGHTS ON METHODOLOGY IN UFOLOGY 11 By Luis Schoenherr . CUMULATIVE SUBJECT INDEX, 1981-83   13 Compiled by Richard Hall E-M EFFECTS ESTABLISH UFO MYSTERY   14 By Richard Hall \"UNKNOWN\" SWINGS LIKE A PENDULUM  16 By Walt Greenawald & John Holland THE ENQUIRER and MUFON   16 By Walt Andrus Plus other news and features, including Letters, p. 17, In Others' Words, p. 19, and Director's Message, p. 20. The Mutual UFO Network, Inc. is exempt from Federal Income Tax under Section 501(c)(3) of the Internal Revenue Code. MUFON is a publicly supported organization of the type described in Section 509(a)(2). Donors may deduct contributions from their Federal income tax. In addition, bequests, legacies, devises, transfers, or gifts are deductible for Federal estate and gift tax purposes if they meet the applicable provisions of Sections 2055, 2106, and 2522 of the code. The contents of the MUFON UFO JOURNAL are determined by the editor, and do not necessarily represent the official position of MUFON. Opinions ot contributors are their own, and do not necessarily reflect those of the editor, the staff, or MUFON. Articles may be forwarded directly to MUFON. Responses to published articles may be in a Letter to the Editor (up to about 400 words) or in a short article (up to about 2,000 words). Thereafter, the \"50% rule\" is applied: the article author may reply but will be allowed half the wordage used in the response; the responder may answer the author but will be allowed half the wordage used in the author's reply, etc. All submissions are subject to editing for style, clarity, and conciseness. Permission is hereby granted to quote from this issue provided not more than 200 words are quoted from any one article, the author of the article is given credit, and the statement \"Copyright 1983 by the Mutual UFO Network, 103 Oldtowne Rd., Seguin, Texas\" is included."},{"pageNumber":4,"pageContent":"UFOS OVER CHINA By PAUL DONG In the past few years, there have been 30 to 40 instances in which military personnel of the Chinese air force and the army have encountered UFOs. Most of the reports of these encounters have been kept confidential, but some details have come out. One of the most recent military cases occurred on November 2, 1983, when a bomber encountered a UFO at an altitude of about 14,000 meters. The bomber immediately lost its guidance systems and the plane began to shake violently from side to side and lose speed. The crew members were able to land the plane only with great difficulty and upon landing found that a portion of the tail was missing. They were unable to determine how it happened. This encounter was reported on the radio in Peking and Shanghai. Early this year, a pilot flying a glider in central China found he was being followed by a UFO. He took evasive maneuvers but failed to escape, with the UFO flying above and below and to the left and right of the glider at different times during the encounter. After about half an hour, the UFO abandoned these maneuvers and disappeared. The pilot landed his glider safely. One of the most intriguing military cases occurred on the evening of June 18, 1982. At 10:06 PM, a giant UFO appeared in the sky over northern China in the proximity of five fighter aircraft. The fighters lost their communication and navigational systems and were forced to return to their base. The unidentified object was a milky yellowish-green in color and about the Paul Dong is editor of The Journal of UFO Research, which is published in the People's Republic of China, and is author of a new book, The Four Major Mysteries of Mainland China. One of those mysteries is UFOs, which apparently are as common in China as in .most other countries, and the following UFO incidents have been reported in the Journal of UFO Research. Dong lives in Oakland, California. size of a full moon (Fig. 1). Later, it enlarged in size and increased its speed (Fig. 2) until it looked something like a snow mountain (Fig. 3). Then, many black spots were seen in the center of the phenomenon (Fig. 4). The pilots said it seemed to them that the object kept releasing strong electric currents of some kind. The weather that evening was good, as was the visibility. One pilot named Liu said in a (continued on next page)"},{"pageNumber":5,"pageContent":"China, Continued report to the Journal of UFO Research: \"When I first saw the object, it flew toward me at a high rate of speed, whirling fast. While it was whirling, it created rings of. lights. In the center of the light ring was fire. After ten seconds,, the! center of the ring exploded like a hand grenade. Then the body of the object enlarged rapidly.\" The other.four pilots who saw the object also wrote reports to the Journal, which published an account of the incident in its first issue in 1983. One of the most unusual descriptions of a UFO in a. non-military incident came from an artist, Feng Lian Cheng, and his wife. They said that at / the end of summer in 1974, they were walking on a street in the city of Tong Shah when they saw an object the size of a full moon in the sky. They said the lower portion looked like two plates connected to each other, but the upper portion looked like a small oil drilling rig (Fig. 5). Feng said the object appeared to be made of metal because it relfected the sunlight, and he illustrated what he and his wife had seen. They submitted a report to the .Journal, but the Journal's staff was skeptical and asked him to clarify what it was they saw. He wrote back giving the exact same description and said that to the best of his ability what he described was absolutely true. In another case, which occurred at 4 PM on October 1, 1969, a flying saucer the size of a \"tent\" was seen in the sky over Chung County in Yunan Province. It flew quietly without any sound and reflected the sunlight. The object then descended on the other side of a mountain, and authorities immediately, dispatched a number of soldiers to look for the object. Nothing was found, but at 11:05 AM the next day the .object was seen again in another part of the same region. About 400 people witnessed the , second sighting. In another sighting described in the Journal of UFO Research, a pharmacist, Shi Guo Kao, heard a loud noise in the sky one July afternoon in 1963 in Lan Zhou city in Gansu Province. She looked up and saw a fire : like object land in her backyard. The object spun around very rapidly before her eyes, creating noises. After about a minute, the. color of the object turned to a dark red' and it . suddenly exploded with a thundering noise which slightly shook her house and irritated her ears. The object then disappeared into the sky, leaving behind a red trail. Thanks from The Journal of UFO Research It has been three years since The Journal of UFO Research started publishing in Mainland China on February 25, 1981. In the past three years we have received hundreds of letters from different countries, particularly from the United States. We are grateful for their enthusiastic support. We would like to express our gratitude to those who have sent.their congratulations and materials and contributed articles to us, which has made the Journal a successful publication. ,, We are writing to the MUFON UFO Journal to express our grateful acknowledgement and to thank the following people: Dr. J. Allen Hynek, Dr. Richard Haines, Dr. Alvin Lawson, Stanton Friedman, Alan Holt, Dr. Roberto Pinotti, Richard Niemtzow M.D., Walter Andrus, Mr. and Mrs. Jim Lorenzen, John Timmerman, John White, Richard Hall, Hal Starr, Harry Lebelson, James 4 Oberg, Tom Benson, Tommy Ray Blann, Lucius Parish, Gray Barker, Maj. (Ret.) Colman S. Vonkeviczky, John Paul Oswald, Gordon Creighton (editor of Flying Saucer Review) Wendelle Stevens, Jean Bastide, Yazawa Kiyoshi, Mr. Jean-Claude Bourret, and many others. The Journal of UFO Research welcomes your suggestions and PAUL DONG Editor, Journal of UFO Research continued support. We are inviting our friends and world readers to keep writing to us so as to make the Journal a much more accomplished magazine. Let us work together to explore the truth about UFOs. I have also received many letters from every corner of the world: Some people have asked that we send them photos and information regarding the UFO phenomenon in China. Some have also requested that we send them the magazine. Because of time constraints and financial reasons, it is beyond my capacity to fulfill all of these requests. I apologize for not being able to satisfy the demands of everyone. Again, many thanks to all of you who are interested in our Journal. Paul Dong The Journal of UFO Research Published in The People's Republic of China P.O. Box 2011 Oakland, CA 94604"},{"pageNumber":6,"pageContent":"The night NORAD went on top alert By FRANCIS RIDGE State Section Director, Indiana A few years ago when I first heard of the \"mysterious helicopter overflights\" of several key U.S. Air Force SAC bases, I treated the whole matter very lightly. I didn't think it was a UFO matter. Last year I received over 400 pages of FO1A (Freedom Of Information Act) documents from the Fund for UFO Research and read the pages concerning these overflights and found to my surprise that the word helicopter wasn't used very much. Also, the descriptions of the objects and their maneuvers sounded like the UFOs I've been investigating and researching for over 23 years. Later on in the documents the word helicopters becomes UFOs. Sometimes my research takes me to areas outside my jurisdiction as state section director of Posey, Vanderburg, and Gibson counties. During late 19831 came in contact with an individual who had witnessed a strange and somewhat sinister event that took place at NORAD, the North American Aerospace Defense Command, at the same period of time as those famous overflights. , It was a full-scale Security Option 5 Alert, and UFOs and investigators from the \"Air Force UFO Division\" were part of the picture. I also obtained some information about the codes used in the 25 pages of data that I had in my personal possession on those overflights. Before I present the report about NORAD's alert, I would like to make a statement about the overflight documents and their implications. We have always felt that what we obtained from the FOIA lawsuit was merely the tip of the iceberg and that what was released was for counter intelligence purposes and to act as a \"sanitized pressure relief valve.\" It is obvious that there is far more that is being withheld. The pages we have on the overflights are incomplete reports; most of the follow-up data is . missing. The reams of reports and comments are still withheld. The pages we have represent only communication from computer to computer or operator to operator. In other words, the initial filing only! The documents actually say (according to my informant who served in Air Force security at NORAD), \"I'm making a report. It's up to you to make your report, etc.\" NORAD is the National Combat Operations Center and is based at Cheyenne Mountain, Colorado. The Command Post is located deep inside the .mountain and supposedly can withstand a 10-megaton direct hit. UFOs raise quite a bit of havoc when sighted by military people and detected on radar near any sensitive military installation, but especially at Cheyenne Mountain. When bonafide UFOs violate airspace over NORAD's CP, there should be serious concern. In late October 1975; there was enough concern to go into a Security Option 5 Alert. Nobody was allowed to enter the base, except cleared, high-ranking officers or cleared security patrols. No one was to leave. Those personnel on base who had just completed duty were rolled out of bed. Jet interceptors were scrambled into the air. In fact, everything they put in the air during an attack on the U.S. was airborne! The men had worked the third shift of duty at NORAD and came off about eight in the morning. Everybody in the group of approximately nine or ten men went home, got their hunting and camping gear together and met at the home of one of the guys. They then took off for one of their routine hunting trips, one of the things they liked to do together. One of the fellows who was supposed to go wound up on radar Entrance to Cheyenne Mountain duty, a circumstance that later proved valuable as evidence for what happened at the Mountain that day. Another man in the group later became a pilot for United Airlines and a couple of years later secured some information about an airline case that occurred the same evening as their ALERT. United had filed a UFO report with the Air Force! To start off, my informant told me, \"We weren't drunk!\" He said that they had been hunting all day and they had sat down and ate a late dinner near a (continued on next page)"},{"pageNumber":7,"pageContent":"NORAD, Continued warm, cozy fire and were getting ready to turn in. One of the guys thought he saw a shooting star. There appeared to be some unusual animal activity/noise for about 15 minutes. It was late, between 10 PM and midnight. One of the other fellows said, \"Well, there's two of them!\" So, they stopped, kindled the fire down , and eventually put it out completely. What they then saw were three distinctly different lights (riot on one object, but separate) moving to a point to where they blurred across the horizon and then they would stop, move back in the opposite direction and then move away from them to a point where they almost couldn't see them anymore. Then the lights would move again. \"We were thinking our eyes were playing tricks on us until they lined up almost abreast of each other and proceeded directly toward the Mountain,\" continues Mr. E (as I shall call him). Right after this (approximately 6 to 8 minutes later) they heard the buzzers go and'the Mountain went on alert! At this point they, themselves, scrambled, got all their gear packed up quickly and headed for the Mountain and their posts. They had been on leave 10 to 12 hours but were still on call, attached to ' the security of the Mountain, except for the pilot. So they hustled back as their orders dictated. Fronv their campsite to the Mountain was a drive of about 45 minutes to an hour, and they drove there in a hurry, entering the gate at 0210. They showed their passes and were admitted (only because they were part of the base's security). They were not given a chance to change clothes and were still in their hunting gear. They grabbed their weapons and went to their assigned posts and stayed on alert until 0600, when the alert was \"stepped down.\" Later, the fellow who had been on radar duty reported he had tracked UFOs for a good 20 minutes. Two or three days later, they were all together again and they asked him if he had 6 to CAMOM on tracked anything on his radar, and he said he had. He reported that it was \"weird\" and proceeded to describe it to them, word for word, what they also had seen visually. At first it was very erratic (the movement of the first UFO as stated by Mr. E). Mr. E stated to me later that there appeared to be trails behind the objects at the time. The description sounds as if it could have been what we call \"persistence of vision\" where a lighted object leaves a fading image behind it as it moves quickly across a dark background. A couple of days later, one of the group mentioned to someone that they had seen some lighted objects right before the alert. Some of the men in the group started checking into the records as to the reason for the scramble and security alert and found that nothing had been filed! They then started asking around to see if they could find something, anything, to explain the occurrence at the base. It was then that the AF \"UFO people\" showed up! Mr. E referred to the investigators as the Air Force UFO Division, \"whatever they were called — came out to talk to us.\" They interviewed the group (and who else at NORAD?) one by one and everyone's story matched, even the radar operator's, where the UT's (Uncorrelated Targets) maneuvered for over 20 minutes. He filed a report with the AF investigators. He was told to ignore it and continue about his business, not to worry about it. • The group was ordered at that time not to mention the incident. \"As long as we were in uniform, we were not to discuss it with anyone other than military personnel with an official need- to-know and the fellows from the Air Force's investigating team that came out to talk to us.\" They told the group that they had seen navigational lights or landing lights. Mr. E stated that his group had all been in Viet Nam and were familiar with navigation lights. They had seen night fighters working, taking off and landing many times. These were not navigation lights. They were told by the investigators that their report could not be taken seriously since they couldn't describe a shape or color, other than white, like a shooting star. It would appear that the Air Force was very glad that that is all the men could report. We in the private UFO groups know that nocturnal lights are important evidence, especially in conjunction with better quality reports and radar cases as back-up evidence. It is also strange that the men were asked not to relate their stories to anyone \"outside.\" They were told that the incident fell under a document which Mr. E recognized as Publication 6, Vol. 5.1 am aware of it, but do not as yet have a copy. However, I do know that it is a CIRVIS document (Communications Instructions for Reporting Vital Intelligence Sightings) and falls under the Communications Act of 1934 with severe penalties or fines attached to it. Also, Mr. E kept saying that \"They played it off like it wasn't anything.\" Yet, a Security Option 5 Alert is very serious, indeed. The overflight documents mention a Security Option 3 being exercised, with UFOs showing \"Clear Intent\" near a weapon storage area. When some of the group tried to check the records, they could find no evidence of an alert. \"We couldn't find anything in the records that were available to us,\" said Mr. E. \"Now, we didn't try to get into clearance areas, but the records that were available to us were primarily security records.\" (continued on next page)"},{"pageNumber":8,"pageContent":"15 UFOS SEEN OVER EAST TEXAS By JOHN F. SCHUESSLER Copyright© 1984 by John F. Schuessler On Wednesday, February 1,1984, a Montgomery County family, man, wife and three daughters, watched 15 Unidentified Flying Objects move slowly overhead from east to west. The parade of objects started about 9:15 PM and continued for about 45 minutes over the small town of Plum Grove. Mrs. Vickie Landrum, herself a victim of a close encounter with a large diamond-shpaed object accompanied by military-type helicopters, said the recent incident occurred only a few miles from where her sighting happened in 1980. \"The witnesses just moved to East Texas and started new jobs\" she said. \"They are afraid their employer will think they are crazy or something and fire them.\" The objects were described as being triangular shaped and as large as a Boeing 747 airliner. The first object came over the house showing just one light, then many different colored lights came on. It was followed immediately by a second object of the same descripton. The first one would move and the second would move up and then the first one would move again. The first six objects came in twos as described above. Later, single objects crossed the sky. The witnesses said the objects were silent except for a slight whirring sound audible when they were directly overhead. They described the sound as completely unlike the noise made by a helicopter or regular airplane. A. neighbor woman said her television set started messing up about the same time as the incident. She said she saw the lights in the sky from her window, but she never went outside. Her husband said he thought a bunch of airplanes must be going over and he wished they would stop. A sketch of the objects showed they were shaped more like an ice cream cone with the rounded end forward as they flew. Although this is a variation on the common triangle shape, it is not unlike the shape of the huge object seen near Huffman, Texas, on December 29, 1980. Because Huffman and Plum Grove are only a few miles apart, one could speculate that something very unusual is going on over the forests of East Texas. When the witnesses called various NORAD, Continued Even the files of the radar man of the group were devoid of any mention of any alert. It appeared that all material relating to the event had been pulled! Within about 60 days, everyone in the group received a written reprimand for drinking on duty, which none of them had done. In fact, they weren't even on duty at the time of the sighting. The men were reportedly not abused or mistreated. Nor were there any stripes pulled or were any of the men \"passed over\" by their superiors. They simply received a written reprimand, which came \"out of nowhere, dated the same day as the sightings,\" a copy of which was put in their 201 file. The radar man, who is still in the Air Force, received the letter mentioning drinking on duty and dereliction of duty. He was the only one who lost a promotion about six months later, simply because this was on his record. In the overflight documents there is one page that states, and I quote, \"3) HQ USAF/DADF also forwarded a copy of a NORAD document for a review for possible downgrade and release. We have determined the document is properly and currently classified and is exempt from disclosure under Public Law 90-23, 5 USC 552b(l).\" Signed, Col. Terrence C. James USAF, Director of Administration\" agencies for assistance, they were given the classic run around. Some officials reacted with tongue-in-cheek, while others suggested they call someone else. Again, the public has not been served by their local, state, and national officials in a time of need. Fifteen unidentified flying objects, witnessed by five honest and sober people, should be cause for at least a mild level of concern, not something to be ignored. The lady called the Splendora Police Department to get them to go outside and look while the objects were flying over. The dispatcher made fun of her and told her they could not send anyone out at that time. Then she was told to call the FAA at 443-1333. She also tried calling the Cleveland Municipal Airport and the Advocate newspaper. The newspaper people were courteous and did a short article on the incident. The FAA was not able to help. They said to call the Flight Service Center at 644-7386. The Flight Service Center said to call 643-6504, an aviation office that could tell her about any military maneuvers that may have been going on at the time. The aviation office person verified some maneuvers were taking place, but referred her to Ellington Air Force Base for details. She contacted Bill Stumball, Air Field Manager at Ellington (481- 1400, ext. 2205), who verified some helicopter maneuvers over the Gulf of Mexico during the early evening. All units had landed by 9:15 pm. She called back to the Aviation Office again and was told some confusing story about Fort Hood saying that the Army reserve was on maneuvers in that area from Fort Dix in Arkansas. Again, Ellington officials said there was no record of such flights. All these groups achieved their apparent goal — to make the task of getting information as difficult as possible. The mystery continues."},{"pageNumber":9,"pageContent":"Hunters find more than they bargained for By HAROLD HAGLUND MUFON State Section Director An Ithaca, New York, business- man and a companion reported seeing an unidentified flying object on the evening of October 26, 1983, as they searched for places to hunt deer. The two, whose names are on file with MUFON, had been using a 300,000-candlepower portable light from a four-wheel-drive station wagon to find areas where deer had been reported. This information would be used later during daylight hours to help find deer. They were in a rural area some ten miles southeast of Ithaca, near the communities of Slaterville and Caroline Center. It was about 9:45 PM. A mist was falling, but so light that the 8 windshield wipers were needed only occasionally. After turning south off Highway 79 near Slaterville onto Level Green Road, they traveled 1.8 miles and turned west onto Yaple Road. About a tenth of a mile from the intersection, they both saw what looked like a light through the windshield straight up the hill slightly and to the right of the road. \"We assumed it to be something like a lighted silo at a farmhouse, since neither of us had been in this specific location before,\" said the businessman, who is in his late 20s. \"We continued slowly up the hill, swinging the spotlight slowly along the woods on the right and the open fields on the left, for about another tenth of a mile. Then we stopped to look more closely at the light. \" 'What in is that?' I shouted. \"My friend used the 10-power binoculars on the light and exclaimed, 'It looks like the thing is round!' \" The businessman grabbed the binoculars from his friend (fortunately the strap wasn't around his neck) and jumped out of the station wagon, stalling the engine as it was still in low gear. \"Focusing on the light, I found the object had started to move slowly towards our right,\" said the witness. (continued on next page)"},{"pageNumber":10,"pageContent":"UFO SECRECY UPDATE Stonewalling at the FBI? By LARRY W. BRYANT If you ever send a freedom-of- information request about unidentified flying objects to the FBI headquarters in Washington, D.C., you'll learn at least two lessons: (1) For a few hundred dollars, they'll send you a copy of the 1,600-odd pages of UFO-related documentation that they admit to possessing. (2) They hesitate not at all to tell you that they have no jurisdiction for participating in official U.S. government investigation of UFO encounters. But if you write such a request to one of their field offices, you might hear a different drumbeat — as is the case with the Bureau's special-agent-in- charge of the office in Boston, Mass. In responding to a recent FOIA request for access to his office's UFO- related records, he declined to release any part of a six-page UFO-related document that had surfaced in his records search. The reason? \"Investigatory records compiled for law-enforcement purposes...\" — in the words of FOIA exemption No. (b) (7). As Citizens Against UFO Secrecy prepares to appeal that denial, I wonder why the Bureaju is trying to have it both ways: dismissing the UFO problem as irrelevant to its mission while at the same time keeping a tight, censorial lid on whatever UFO data in its files that might be requested for public view. Can the Bureau really justify withholding the entire document rather than just those parts of it that might reveal confidential sources or safeguarded investigatory methods? If FBI headquarters can release a thus- sanitized version of a March 22, 1950, memorandum recounting the alleged crash-landing of three occupied \"flying saucers\" in New Mexico, then why does the Boston office feel it has a lesser obligation to acknowledge the public's right-to-know? These are just some of the questions that ought to be addressed by a federal judge when CAUS files suit under the U.S. Freedom of Information Act. And they also should receive Congressional attention to determine whether the UFO problem is being handled properly by the Executive Branch. If the FBI denial in this case is upheld by the courts, the Bureau will have joined the National Security Agency (now withholding 57 documents) in the dubious distinction of denying public access to the government's vital UFO records. And one final \"if\": if the appropriate Congresional committee can pull its' head from the UFO quicksand long enough to hold open hearings on the \"Cosmic Watergate,\" we will have embarked on a (hopefully short) journey toward assuring both the accountability and the credibility of government pronouncements on the UFO problem. Haglund, Continued \"As it got closer, it looked like rows of lighted window panels, maybe two or three horizontal rows, with a single brighter light above those panels. This single top light seemed to revolve and be reflected off the low, hazy clouds. It was not noticeable when it was first seen. \"When it was closest to us — about 200 yards to the west — I looked at it without the binoculars. The lighted panels seemed to be a 'dirty' white color without any shadows. The rows seemed to be in an arc, like they would have gone clear around the object. \"I felt it was about the size of a very large room, based on the impression of a real object around the lights.\" The object appeared to be about 200 feet above the treetops. \"It continued slowly — maybe at 5 mph — without any apparent change in direction and went over the ridge of a hill to the northwest. However, the glare of the light was still visible. \"During the entire time there was no noise at all, a complete silence in the area.\" The two men thought they should be able to see the object again from the Level Green Road area, so they quicky drove back there but by then the light was gone. \"We discussed reporting the matter to someone, if only to talk about it,\" the businessman said. \"The night when I got home, I called the Sheriffs Office because I knew a friend would be on duty there. \"The following day I was asked if I wanted to make a formal report, but I declined because of fear of local ridicule. However, the Sheriffs Office furnished an out-of-town phone number to contact, and because I felt a record of this experience should be on file somewhere, I made a phone report the next day.\" The number given him was for the National UFO Reporting Center in Seattle. The businessman said that normally a third man would have been with them that night, one to drive, the second to use the spotlight to pan the areas, and the third to record what they saw with a video camera. Unfortunately, on this night the third man could not accompany them and the video camera was not in use. \"My knowledge of the UFO subject has been mainly from television, both in documentaries and fictional movies,\" said the businessman. \"Since this experience, I am quite convinced that something exists to support the UFO problem.\" 9"},{"pageNumber":11,"pageContent":"Wobbling UFO was a vivid blue color By EDWARD F. MAZUR State Section Director We were heading south on state ! highway 27 at approximately 2:30 on a beautiful Sunday afternoon in a Ford pickup with camper top. The temperature was in the mid-80's and the air conditioner was turned on. My wife, Elaine, pointed to the left side of the road, above the low trees and asked, \"What's that?\" Our speed was about 50 mph, maybe less, and I looked up and saw what appeared to be a globular object similar to those seen attached to power lines near air strips. I didn't recall an air field in that vicinity when we passed a few hours earlier heading north. I also did not see any power lines attached to the-object. I gradually slowed down to watch the object as it moved toward us or we toward it. It was difficult to tell at that time whether it was suspended in a stationary position as we moved toward it or whether it was moving toward us at a low rate of speed. Immediately after the first view of the object, it was apparent to me that it was not spherical but oval in shape. As the distance closed between us and the object, we noted that the color was a vivid blue. I instantly associated the hue with the pre-war Army Air Corps blue usually used on their aircraft fuselages. Traffic was very light and I decided to stop right in the lane rather than pulling off on the shoulder, sure no other cars were coming. The road was straight and flat at that point. During this brief period of time, my wife continued to watch the object. We both quickly got out of the vehicle and saw the object just abreast of us, at what appeared to be a very close range and low altitude. The elevation angle to the object at that point was about 20 degrees and my guess is that it was perhaps 200 feet or so from the shoulder of the opposite side of the road. Since there were no trees of a height with which the object could be contrasted with or obscured 10 Edward F. Mazur, the new state section director for Polk and Scott counties in Arkansas, describes the UFO sighting he and his wife, Elaine, had on September 20, 1981, some seven to eight miles north of Hector, Arkansas. The sighting lasted three to four minutes. Mazur lives in Mena, Arkansas. by, it was difficult to determine its size. The exact details of what I saw at this point is somewhat vague but the sketch closely resembles the configuration. The object now appeared to be stationary, but was wobbling. I immediately concluded that this was a large kite containing some bright lights or reflectors. However, the object's attitude began changing somewhat and it clearly was receding in a path directly away from us. Throughout the entire sighting, we could hear no sound above the background rustle of wind against leaves. To me, the most striking observation was its vivid blue color against which two or more round, bright, distinct light sources were contrasted. There was no glare or diffusion in the lights. Just white and very bright and well defined. Next, as the object came closest to us and then receded, it was noted that its flight was aerodynamically unstable. It bobbed up arid down and wobbled unlike any kind of aircraft I have ever seen. Throughout the entire flight visible to us, its altitude remained constant. The object receded rapidly and silently with the bright lights remaining as the only identifiable feature. At this point, I remembered that I had a 35 mm camera in the cab and reached behind the seat to get it. My hope was that the object would circle around, enabling me to get a shot of it. However, it continued eastward. As a last resort, I snapped the shutter at the.still visible bright light to at least get the speck on film. Then, I remembered that the film in the camera was Kodacolor — not noted for its resolution. Sure enough, after processing, the print showed absolutely nothing. I mounted the negative in a slide frame to project it on a screen but still could find nothing. At its nearest point, the object subtended an arc of about 2 to 2.5 degrees by my calculation. I estimated the slant range to be between 200 and 300 feet although there is little to support this estimate other than the fact that colors of flying craft are not discernable except at short ranges; and the object's flight path from the moment it was sighted until it approached its closest point was consistent with a short range and low altitude. When first spotted, the object appeared to be no more than 100 to 200 feet from the other side of the highway and appeared to be at pretty much the same distance at its closest point to us. Therefore, at the estimated slant range, the object was about 10 to 12 feet wide and about 12 to 14 feet long or high, depending on the plane considered. About 20 miles to the south of the location are two nuclear power plants in (continued on next page)"},{"pageNumber":12,"pageContent":"Some thoughts about methodology in u/o/ogy By LUIS SCHOENHERR A recent issue of the MUFON UFO Journal contains two items 1 related to methodological problems in Ufology. Although I am not in a position to offer nice, ready made answers, I hope my reflections may constitute a reasonable contribution to the debate. Where is the Imagination? I don't think lack of imagination is a problem in the field of Ufology. On the contrary, there is hardly an idea to be found that has not yet been invoked as an explanation. More than 20 years ago, for example, the Flying Saucer Review published an article titled \"UFOs and Fourth Dimension.\" In it (and following items), I suggested that UFOs: • use or manipulate the four dimensional space-time continuum • travel by \"hyperspace-jumps\" • create within our three-dimensional space projections which appear as luminous, intelligently behaving phenomena  . • could possibly'be \"time-machines\" 2 Unfortunately, imagination alone is not sufficient to settle scientific issues. Instead the old saying that progress requires 99 percent perspiration and only 1 percent inspiration is still valid. And this is the real problem: Not a single one of all the Mazur, Continued Dardennelle, Arkansas. About 30 to 50 miles east southeast, the direction toward which the object was heading after it left us, lies the Titan missile complex composed of 17 silos. Both my wife and I agree on the basic details observed that day but she recalled more details concerning the object than I did. She saw the object in the same vivid blue with a silver dome at the top, for example, and I do not recall seeing that. Luis Schoenherr, Geyrstrasse 55, A-6020 Innsbruck, Tyrol, Austria, is a member of MUFON-CES and MUFON, and has been a subscriber of the Journal since May 1976. many charming and imaginative ideas has been advanced to the status of a hypothesis, testable by a reasonably approved and accepted scientific methodology. \"Art is I, science is we\" Claude Bernard 3 once said. Ufology in its present state is still more of an art than a science. Ufological hypotheses and speculations must often appear irrelevant, if not incommunicable, to the scientist. This may lend a certain flair of exclusiveness to our field, but it is certainly not the kind of distinction we should be keen about. What about the ETH? Three decades of a Ufology dominated by the ETH should have demonstrated that there are no insights which could be credited to this hypothesis. Has it therefore been completely useless? I don't think so. It is probably no mistake to assume that for many the possible involvement of some alien intelligence (however low such a possibility may objectively be rated) constituted the most intimate motivation to deal with this subject at all. On the other .hand, one cannot overlook the potential dangers of too great a commitment to (anthro- pomorphic) concepts of this kind. How many are consciously aware of the similarities between the ETH and, say, the spiritistic hypothesis? Concepts like the ETH have a great emotional impact. They touch one of the most basic, atavistic heritages of man — the fear of the unknown. They tend to create a climate of contempt for all other approaches and, depending on the general mental disposition of their adherents, they can even favor the evolution of paranoid ideas. There is, however, a rather subtle but nonetheless very important difference. A rejection of the ETH for methodic reasons does not mean that objectively the possibility of an intelligent and/or extraterrestrial origin of the UFOs can be brushed aside once and forever. This sort of reductionism would be too simple. It does mean only that the ETH, at least in its present form, is not amenable to scientific tests and therefore constitutes no appropriate tool to prove what it claims. Psychological Approach During a UFO conference in 1982 4 , a student of psychology conducted a simple but very instructive test. A little known, practically unpublished UFO photograph was for some seconds shown to the audience. Then ' the participants were asked to produce a simple sketch of what they had seen. Although the audience consisted largely of psychologically interested students (some of them holding academic degrees) who probably guessed what the experiment was aimed at, the sketches were a surprise. No two of them were exactly alike (a fact that was to be expected), but some were so different that it was difficult to believe that all observers had been subjected to the same, identical stimulus. This example demonstrates the definite need to apply the psychology of perception in field investigation, even if some ufologists feel (not always without reason, as it seems) that a careless or even irresponsible and insincere application of psychological techniques could easily amount to a mere debunking strategy. (continued on next page) 11"},{"pageNumber":13,"pageContent":"Schbenherr, Continued A hunch tells me, however, that the use of psychology will in the long run not be restricted to the calibration of the percipient's statements. In a more recent paper, 5 I have tried to specify in some detail my present conviction that the UFO phenomenon constitutes a unique combination of physical and psychic components and that it cannot be wholly accounted for by one of those components alone. Among other things, I have also touched on the very important point of why, in the case of those alleged hallucinations, images in the perceptual field would be configured against an undistorted background. Presently there is no easy, let alone definitive, answer to this question as well as to the difficulties that multiple witness cases present to the hallucination hypothesis. Some of the skeptics freely invoke terms like mass psychosis and mass- hallucination. But the typical textbook, examples of mass-psychosis are actually examples of mass-reactions and not shared, identical, visual hallucinations. Persinger's Hypothesis Although I myself have cited some possible examples for the latter, 5 one cannot claim that the quantitative evidence for shared visual hallucinations is very impressive — not even in the notoriously unbridled and fantastic popular occult literature, to say nothing of exact, clinical records. And even this scant evidence is not documented according to the rigorous standards demanded by just those skeptics. An old, experienced neuro- psychiatrist recently told me that he personally had never encountered a case of shared, visual hallucination in all his life. Nor had he ever heard of such an occurrence observed by one of his colleagues. Admittedly the opinion of one single expert cannot be considered as a final answer, but it is well worth thinking it over. Hypotheses may be classified by the amount of new, unproved assumptions included in them. In this sense, they can be roughly separated in 12 conventional and unconventional hypotheses. In my opinion, conventional hypotheses (i.e. those largely based on already known and accepted natural laws, processes, etc.) can probably only explain a small portion of the whole, phenomenal inventory of the UFO phenomenon. But it is possible that under the generic term \"UFO\" a number of mutually unrelated phenomena has been subsumed and then even that smc.ll portion could in itself constitute a relatively complete explanation for, say, one type of such events. It would be a great success if only a part of the phenomenal characteristics could be separated from the overall picture. On the contrary one of the most damaging attitudes in Ufology was the presumptous expectation (or should one say, \"megalomania\"?) that quick and all-embracing answers were just around the corner. A further advantage of conventional hypotheses lies in the fact that they offer an opportunity to place the study of the UFO phenomenon within the prevailing scientific paradigm. In this respect too, the reactions within Ufological circles were not always well considered. When, for example, Klass tried to relate UFO phenomena to plasmas (an attempt that included, after all, the acceptance of UFOs as real, physical phenomena), there was a big indignant howl among the ETH adherents and Klass was \"dismissed.\" Yet the mere association of the study of UFOs with, say, industrial high tension research would have been more beneficial to the image of Ufology than the enless barrage of ETH propaganda. Now, hopefully, the old mistakes will not be repeated and I think that the hypotheses put forward by Persinger (I would regard them as conventional) should not be viewed with contempt. Personally I tend to believe that something like this \"electrical column,\" capable of influencing or distorting human perception, may really exist. However, I would find it difficult to accept the idea that pieco-electric effect resulting from seismic stress can be considered as an adequate cause. I would rather think that seismic activity and UFO phenomena are not directly correlated, but via a third factor. Such a model could possibly better explain why this correlation isn't always stringent and obvious. It is my pet theory that this third factor could have something to do with \"hyperspace.\" (I hope the reader will forgive me, but I am still somewhat committed to my earlier ideas, the sins of my youth so to say.) What means 'Paranormal'? It is the purpose of hypotheses to gain new insights, new knowledge/A hypothesis is a sort of informed guess and consequently it must include one or more unproven assumptions. Those assumptions are, for the time being, beyond the approved, scientifically accepted form. Strictly speaking they are \"paranormal.\" When the hypothesis has been verified, the once paranormal assumptions become a part of the accepted body of scientific knowledge. As there is no objective measure for paranormality, opinions concerning the tolerable paranormal content of a hypothesis are naturally often divided. All depends on the intuition of the researcher and (not to forget!) his critics. Similarly, there is also no such thing like a completely sterile, objective perception of reality, a perception of the thing itself, so to say. Perception is always inseparably connected with interpretation and the latter in turn depends on the personal history of the people involved, their training, traditions, expectations, social adaption, and even on mutual agreement. Speaking of the Bailey case, I think that scientific methodology as well as the old religious traditions would advise us to drop this kind of case like the proverbial hot potato. I for my part at least would shun them like the plague. But I am not going to blind myself to the fact that such a decision is mainly a matter of practical-mindedness and doesn't constitute a judgement about the presumed validity or nonvalidity of the data themselves. 1. William F. Hamilton; Letter to the Editor, page 6. (continued on next page)"},{"pageNumber":14,"pageContent":"CUMULATIVE SUBJECT INDEX, 1981-1983 MUFON UFO Journal Nos. 155-190 Compiled by RICHARD HALL (Note: The first 3-digit number is the issue number, and the following I- or 2- digit numer is the page in that issue on which the information appears or begins.) Abduction case discussions, 155-3,156- 17, 158-7, 159-8, 160-13, 161-17, 163-6, 164-8, 164-17, 165-17, 168- 13, 170-5, 174-18, 175-15, 177-18, 180-13,180-15,181-16,182-12,184- 6, 184-7 Birth trauma theory, 170-3, 172-7, 172-11,173-16,180-14,181-14, 185-15 Hill case star map, 169-10, 171-12 Abduction reports: Argentina, Rio Negro Province, 180-18; Brazil, Parana State (deMattos), 190-8; Calif., 169-11; Canada (Jack T.), 183-10, 184-3; France (Fontaine hoax), 190-10; New York (\"Sutter\"), 156-4; North Carolina (Eudy), 173-10; S. Dak., 181-3; Texas (\"Elliott\"), 167-3 Africa, sightings, 159-5, 163-8 \"Airship\" mystery (1896-97), 168-19, 169-3, 169-7, 171-6, 172-14, 179-4 Australia: \"Alien honeycomb,\" 155-5; paranormal events, 177.-11; physical trace cases, 156:3, 157-4; pilot disappearance (Valentich), 164-9, 174-8, 185-11; publications, Schoenherr, Continued Joe Kirk Thomas: A Critique of the Bailey Case, page -11. Both in: MUFON UFO JOURNAL, No. 187, September 1983.  • 2. Luis Schoenhcrr: UFOs and Fourth Dimension Flying Saucer Review, London, Vol. 9, No. 2, March/April 1963. 3. French experimental physiologist, 1813- 1878. 4. International UPIAR Colloquium on Human Sciences and UFO Phenomena, Salzburg, Austria, July 26-29, 1982. 5. Luis Schoenherr: . Percipient-Dependent Components in UFO Experiences VPIAR, Vol. IV, No. 1, 1980. 6. Paul Watzlawick: Wie wirklich ist die Wirklichkeit? R. Piper & Co. Verlag, Munchen 1976. UFO, 175-19, 177-19; RAAF investigations, 175-6, 176-11; sighting highlights, 190-14. Bigfoot-UFO connections, 170-9,171-3, 173-13, 174-13, 179-16, 179-18 Center for UFO Studies, 163-13,164-8, 165-3, 167-14, 168-6, 175-4, 185-16 Central Intelligence Agency, 157-6,172- 17 China, UFO interest and sightings, 155- 8, 158-4, 169-9 Conferences: BUFORA, England, 162- 7,170-20; Center for UFO Studies, 164-8; MUFON annual, 155-20, 156-19,157-20,158-20,159-20,163- 3 (1981 summary), 166-20, 168-20, 169-18,170-17,171-18,172-20,173- 20, 174-3 (1982 summary), 175-20, 177-18,179-20,182-4,183-20,185-3 (1983 summary), 189-20, 190-20; MUFON-Germany, 176-20, 187- 17; MUFON-N.C., 161-3, 173-8, 185-12; Nebraska, Univ. of, 188-3; \"summit conference,\" 178-16 Crash/Retrieval case discussions, 158- 10, 159-17, 161-4,, 161-18, 162-11, 163,15, 165-17, 169-16, 174-5, 177- ' 15,188-7 Crash/retrieval reports, 156-14, 163-9 England; 1 UFO conferences, 162-7,170- 20 France, UFO research, 164-13,171-15, 190-10 Fund for UFO Research, 155-8, 157-3, 157-6, 16040, 165-10, 166-16, 168- 12, 175-14, 186-19 Germany•• UFO research, 160-11, 165- 19, 167-14, 171-15, 176-20, 187-17 Humanoid reports (see also abduction reports): Africa, 159-5, 183-6; Australia, 190-14; Azores, 160-8; Calif., 155-9, 156-11, 158-16, 162- 16,165-14; 166-15; Canada, 183-10, 184-3; 111., 157-9,159-9; Mass., 190- 5; New Zealand, 177-4; North Carolina, 173-10; Norway, 161-9; Pennsylvania, 189-7; S. Dak., 181- 3; Texas, 167-3; Virginia, 188-16 Hypnosis, 158-7, 159-5, 163-14, 164-17, 167-3, 170-3, 173-10, 173-15, 174- >, 18, 175-15, 177-5, 177-13 Mexico, sightings, 155-3, 166-11 New Zealand, sightings, 157-7, 161-18, 164-6, 164-17, 177-4 North American UFO Federation, 185- 12, 187-15 Norway, sightings, 185-8 Paranormal events, 168-15,169-11,171- 9, 172-9, 174-7, 176-15, 177-11 Photographs (see UFO sightings) Physiological/medical effects (see UFO sightings) Pilot reports (see UFO sightings) Psychology (see also Hypnosis): interpretation of UFO events, 162- 3, 162-10, 165-14, 177-11, 177-12, 180-9, 181-7, 188-14; memory,164- 7; reaction to UFO events, 158-12, 159-3,188-10 Radar cases (see UFO sightings) Religion and UFOs, 163-5, 164-14 , Scandinavia, UFO research, 162-8,164- 8, 180-7, 181-10 Secrecy, 155-7, 161-4, 161-13, 163-7, 164-16, 169-15, 185-7, 185-14, 186- 8, 188-3, 190-6 Soviet Union, 176-6,177-6,178-10,181- 10 Switzerland, Meier controversy, 164-3, 165-11, 169-16, 173-3 Theories, 156-6, 159-4, 159-15, 160-11, 161-5, 163-11, 165-16, 167-14, 169- 17, 170-13, 171-14, 172-15, 174-3, 174-14, 175-10, 178-4, 182-6,184-9, 184-12,184-14,185-4,185-5,188-17 TV documentaries, 175-3, 176-18, 177- 10 UFO sightings: Animal reactions, 158-14, 164-7, 166-7, 168-19, 183-3, 186-3, 187-8, 188-9, 188-11, 189-14, 190-14 CE-II (physical effects), 156-3,157- 4, 157-6, 159-6, 163-5, 167-8, 167-13, 175-7, 180-3, 186-3, 188-5, 190-15 CE-III (see Humanoid reports) Electromagnetic effects, 158-14, 164-8, 167-3, 167-8, 167-14; (continued on next page) 13"},{"pageNumber":15,"pageContent":"ELECTROMAGNETIC EFFECTS ESTABLISH UFO MYSTERY - By RICHARD HALL Electromagnetic (E-M) effect cases, a well-established feature of UFO reports, are an especially significant category of sightings that tend to disprove most skeptical theories. Using the three-year cumulative index of MUFON UFO Journal, I was able to compile the accompanying chronology of 20 E-M cases within a few hours. Of these, 15 occurred during the 1980's, indicating that such reports continue to be an important factor in establishing UFOs as a genuine scientific mystery. Consider the theories advanced by skeptics: Stars or planets? Meteors? Balloons? Aircraft? Hallucinations? None of these even begins to address the reported data. Only one \"theory\" (if we wish to dignify it as such) does, in a vague and indirect sort of way: Plasma/ball lightning. But no such phenomenon is known to or recognized by science that could account for the reported events, said to occur from ground level up to aircraft cruising altitudes. The data establish a real scientific mystery. If skeptics wish to invoke an unrecognized natural phemomenon, then scientific research must be done to prove this theory. Invoking the unknown to \"explain\" the unknown is not a valid scientific procedure. Wild guesses that \"it must be...\" ring hollow unless they are backed up by scientific research. Yet, this grasping at straws is the main technique employed by skeptics like Philip J. Klass who accept the reported data as valid (when they think they have a theory to explain them) and later reject the data (when their theories are shown to be groundless). UFOs are real if we can explain them; and unreal if we can't. Not too much can be made out of the small sample presented here, except that it tends to confirm and enlarge upon a much larger sample of E- M cases existing in the literature. Some tentative generalizations are that the UFOs associated with E-M effects tend to be (when lighting conditions are appropriate) geometrically configured objects, \"craft-like\" objects, of the typical disc, Index, Continued - 167-15, 168-14, 170-6, 170-10, 172-6, 172-14, 173-13, 176-12, 177-13, 178-4, 180-9, 181-6, 181-17, 185-3, 185-6, 186-3, 186-8, 186-12, 188-4, 188-6, 189-3, 190-7, 190-14, 190-15 Light beams, 167-16,168-13,170-6, 173-10,173-14,176-10,176-11, 176-12, 177-5, 178-3, 184-3, 188-11, 188-16, 190-5, 190-7, 190-15 Photo cases, 155-9, 156-11, 157-7, : 161-3, 164-3, 164-8, 164-17, 165-11, 165-14, 166-6, 166-18, 174-12, 177-13, 178-3; 183-17, 185-9, 190-15 Physiological/medical effects, 158- 14 3, 158-13, 159-6, 165-3, 166-7, 166-10, 166-15, 167-3, 167-8, 167-10, 168-13, 169-11, 171-7, 172-3, 173-10, 174-4, 176-3, 177-13, 178-8, 179-14, 187-3, 189-1, 189-12, 190-8, 190-14 Pilots, 157-7, 164-6, 164-9, 166-11, 167-8,168-3,173-8,174-8,178- 9, 181-6, 185-3, 185-5, 186-8, 186-11, 190-14, 190-15 Radar, 156-4,157-7,159-14,161-18, 164-17, 172-16, 176-11, 178-9, 181-6, 185-3, 185-14, 186-11, 188-4, 190-14 United Nations, UFO inquiry, 175-8 Voice stress analysis, 190-11 Yakima Indian Reservations, sightings, 168-8, 169-8, 170-7, 174-10, 184-8 Yugoslavia, sightings, 190-3 oval, or spherical shape so common to UFO reports. They very often have body lights and/or \"searchlights\" or light beams, suggesting that whatever they are, they provide platforms for light energy. Very often the lights or light beams are emitted from grayish or dark background structures (i.e., the phenomenon is not merely a luminous source). No known phenomenon of nature can explain this. When all else fails, skeptics (who usually have no expertise whatsoever in behavioral sciences) invoke psychological explanations. The frequent association of E-M effects with animal reactions and other (presumably) physiological effects suggests a consistent picture of real somethings that, whatever they are, approach humans (in or outside of vehicles) and animals at ground level, and aircraft at higher altitudes, in both cases \"causing\" very similar effects. Whatever those things are, they deserve careful and systematic scientific attention. Some few of the present cases do lend themselves to a plasma/ball lightning explanation (provided that the theory can account for the implicit electromagnetic energy); most others do not, unless the skeptics are allowed to invoke elaborate — and totally unproven — psychological theories to account for the reported structural features, and physical and physiological effects. In fact, the skeptics constantly invoke \"theories\" or explanations (explicitly or implicitly) that reveal their ignorance about the complexity of individual human psychology and the general credibility of human testimony. In other words, if they don't have a physical theory to explain UFOs, they will assume and advance, as if established fact, psychological theories, quite contrary to the consensus of behavioral science knowledge."},{"pageNumber":16,"pageContent":"ELECTROMAGNETIC EFFECT CASES Date/Location 7/24/49; not given 8/13/59; nr Albuquerque, N.M. Device affected P E Description 7 wing-shaped objs, dark rings, domes, passed and turned in front of plane; est. 450-500 m.p.h. 3 disc-like objs crossed path, circled plane Time sequence 4-cylinder engine malfunctioned during encounter compasses malfunctioned, then saw UFOs Associated features UFOs disappeared suddenly; all 4 sparkplugs found \"shorted and burned out\" compass tracked UFOs Journal 185-3 186-8 4/4/66; Bourkes Flat, Vic., Australia 10/26/77; nr . Abilene, Tex. R, E disc-shaped obj rising from ground bright red sphere hovering ahead of plane; left in rapid vertical climb as car neared, headlights bent' toward obj and back in V-shape navigation instruments, radio affected as plane, closed on obj colorful light beams from obj; 190-15 depression on ground USAF T-38 crew separate 181-6 witnesses; radio static 1/29/79; Kuwait* 5/29/79; nr Hailey, Idaho E A, E 3/18/80; Texarkana, Ark. 8/21/80; East Texas A, R 1/14/81; Wadesboro, R N.C. 2/3/81; Reepsville, R N.C. 5/12/81; Clatskanie, T Oreg. 6/12/81; Alice,  T, R Tex. 8/8/81; nr San Jose, R, E Calif. ' . . . 8/30/81; El Cajon, Calif. 11/24/81; nr Marshall, Tex. 1/31/82; Mechanicsville, Va.  •  • •• •' v 2/24/82; Fleetwood, Pa. 7/7/82; Tasmania 4/10/83; Ross, Ohio A.B 10/15/83; nr Altoona, Pa. Obj with dome landed in oil field 5 orange objs in-line, then, vertical and other maneuvers red & white lites hovered, moved abng ridge, approached neighbor's house circular obj with rows of body lights low overhead 16 round objs with body lights \"maneuvered overhead\" yellowish obj \"dropped behind . hill,\" silhouetted trees orange flashing lites following behind truck, triangle formation bright' disc-shaped obj with dark rings teardrop-shaped obj with spinning ring paced plane off left wing disc-like obj close ahead of car of car domed disc with body lites passed L to R just above trees, hovered ax-head-shaped obj with body lites, ,low altitude bright round lighted obj flew low over car elongated obj surrounded by blue haze hovered low over paddock near car large bright white lite approached 2 separate cars bright silvery disc car R to L automatic pumping equipment stopped; restarted when UFO left when objs moved to left of plane, compass and ADF malfunctioned, engine ran rough power failure first, then saw UFO(s); power returned when lites left effects on car first, then saw UFO TV effects at same time hovered near tall TV antennas; neighborhood power failure abduction case TV effects at same time' engine effects first, then saw UFO hovered overhead, then engine < and radio effects noted sighting first, then equipment failures; effects ceased when UFO departed upwards digital watch malfunctioned after encounter effects on alternator and battery next day power failure about same time in vicinity radio effects same time car lost power and stopped as obj appeared UFO seen first, then effects on engine and lites first heard loud humming sound, then saw UFO aniaml reactions light beamed onto witnesses water in tank truck vaporized plane disappeared from FAA radar during encounter car interior illuminated; proto- abduction case lights beamed onto truck cab load roar from obj roadside fence gave off electrical charges associated with landing trace case, power failure, animal reactions car levitated, lights flashed on and off; physiological aftereffects -189-3 186-12 172-6 167-3 158-14 I 158-14 167-15 167-8 168-4 177-13 170-6 170-10 173-13 180-9 186-3 189-3 Codes: A=automobile; B=power failure; E=electronic equipment; P=aircraft; R=radio or TV; T=truck (*) Note: Kuwait oil field case reported in more detail in contemporary issue of MUFON UFO Journal. 15"},{"pageNumber":17,"pageContent":"'UNKNOWN\" SWINGS LIKE PENDULUM A brightly lighted object that swung from side to side in pendulum fashion was spotted by four witnesses in the North Hollywood area of greater Los Angeles. The sighting took place at the intersection of Burbank Boulevard and the south off ramp of the Hollywood Freeway at 8:10 PM on either September 14 or 16, 1983. The identity of only one of the four witnesses is known. He is Mr. B, a 21- year-old, Lebanese-born engineering student at California State University at Northridge. As Mr. B pulled up to the stop light at the intersection of Burbank Boulevard and the off ramp (from the freeway), he noted the brightly lit object about 15 to 20 degrees above the horizon through the windshield. He got out of his car and observed the object for about 45 seconds before it suddenly disappeared as if somebody had \"turned out the light.\" He noted that two other drivers had gotten out of their cars to watch also and heard one say: \"My God, what is that?\" Mr. B also saw a young Latino pedestrian walk in front of the cars on their side of Burbank Boulevard. The young man pointed at the object, muttered something and then ran toward the freeway underpass about 30 yards east of Mr. B's position. Unfortunately, Mr. B didn't think to get the names or license numbers of the other witnesses. Mr. B described the object as a \"huge light in the sky,\" a solid glowing, circular device with a myriad of colored lights (red, yellow, purple, green, etc.) 16 on the bottom surface, with bright white lights around the periphery. The object seemed to be hovering, rotating and moving quickly in a pendulum-like fashion, all of this in one area of the sky bounded by the tree-lined horizon. Mr. B described the motion of the object as like that of a bell rapidly moving to and fro, quickly changing planes to one about 90 degrees away. He estimated the oscillations at several per second. He described the light on the bottom as \"laser like,\" composed of many different colors, each of which was a separate light pointed toward the ground. The weather was clear and there was no moon. Mr. B heard no noise from the object. Mr. B said the bottom of the object was composed of many lights which shined downward and lit up the trees in front of a house. The lights did not reach the ground. One possibility was that Mr. B might have seen a passenger helicopter bound from Burbank Airport to Los Angeles International Airport. However, he claims he is familiar with helicopters, based on his military experiences in Lebanon, and is convinced that what he saw was not a helicopter. Although Mr. B was judged to be a credible witness, the lack of available corroborating witnesses does not justify a rating of greater than \"possible unknown.\" By Walter H. Greenawald and John A. Holland The Enquirer andMUFON ByWALTANDRUS Dennis D'Antonio, a reporter from the National Enquirer, spent the week of February 29 through March 2 in Seguin, Texas, seeking documented material for a UFO article. Since the Enquirer discontinued its reward offer of $1 million, publisher Generoso Pope Jr. approved the assignment of D'Antonio to obtain the four best current cases that MUFON members had investigated but which had not been previously published in the Enquirer. The four cases selected have all been published in the MUFON UFO Journal over the past few years. Recognition was given to each of the prime investigators for the following cases: \"Mother and Child Abducted in Texas\" (Lew Willis, Dr. Stephen Clark, Jean Fuller and Rev. G. Neal Hern), \"Pilot Encounters Ringed UFO\" (Tom Page and Paul Cerny), \"Missouri Landing Trace Case\" (George Koch, Donald Seneker and Ted Phillips), and \"Repeated Sighting of Domed Disc in Michigan\" (Dan Wright, George and Shirley Coyne). To assure the accuracy of the story, your Director insisted that nothing could be published before every word was cleared with him. D'Antonio read his report over the telephone while I taped the entire four cases, making corrections as applicable. Where audio tapes were available in our MUFON file of the witnesses reports, these were submitted for voice stress analysis, conducted by the inventor of this device, as another means of documenting the veracity of the witnesses. Each passed the analysis \"with flying colors.\" (A documented and signed statement to this effect will be added to our MUFON file for these cases.) For a background of Voice Stress Analysis, see John Schuessler's article in the December 1983 issue of the Journal. Since Bob Pratt left the National (continued on next page)"},{"pageNumber":18,"pageContent":"Enquirer, Continued Enquirer, some of us have had serious doubts about the authenticity and integrity of some of the UFO stories that have been published under various reporters names. Your Director refused to participate in this article unless the National Enquirer faithfully abided by the conditions stipulated in the contract. I must commend D'Antonio for having done a thorough and conscientious job in interpreting and writing his submitted report. Another condition in the contract stipulates that the complete address of the Mutual UFO Network must be published, because our major reason •for participating in this venture was to receive favorable UFO public education and to expand the membership/subscription base for MUFON and our Journal. As a means of measuring the effectiveness of The National Enquirer, all mail received in reply to this article will be identified in the postal zip code by the four additional numbers \"4099\" that we have not previously used in any correspondence. This is the official zip plus 4 code added to our present \"78155\" for Seguin, Texas. ; . In addition to the favorable public education to the UFO phenomenon and the obvious scientific investigative approach by the members of the Mutual UFO Network, the advertising value in dollars and cents cannot be measured at this time. Our effective- ness survey using the zip code number will be the first base of interest measurement; however, the number of new and competent field investigators joining the MUFON team will be the ultimate criterion. Members of the MUFON Executive Committee recognize that there is a gamble in cooperating with the National Enquirer, but the integrity of the tabloid and its management is also at stake in the eyes of the UFO community. Since I do not have a copy of the published issue in my hands as of this writing, I cannot predict its public acceptance; however, my experience to date has been very positive and congenial with respect to the National Enquirer. The National Enquirer manage- ment is fully cognizant of the news appeal to the general public of articles related to the UFO phenomenon. During this period of apparent public apathy, MUFON considers public education to the UFO phenomenon as one of our prime objectives. By providing the National Enquirer with thoroughly investigated cases for publication, both organizations are fulfilling a public need. After each of our Journal readers has personally evaluated this featured article, please convey your thoughts in writing to the MUFON Board of Directors concerning future cooperation with the National Enquirer and, in particular — did we hit the target as planned? LETTERS Editor, I would like to see more articles in the MUFON UFO Journal pertaining to question four in our charter, \"....what can we learn from their apparently advanced science and civilization through study or possibly through direct communications with the occupants:..?\" Perhaps more articles from Budd Hopkins or Ted Phillips or their close associates would help make the Journal more interesting to the scientifically trained people that we want to attract. I was impressed by Ray Fowler's analysis of communication in The Andfeasson Affair, Phase II. A similar effort on a broader scale with other cases would be interesting. Perhaps our consultants could provide informed speculation on advanced science in their specialized areas after studying well investigated abduction cases. Some ideas for articles are provided: A. Could we have an expert opinion on the mechanism of air-tight doors from the Mother and Child Texas Abduction Case (Ref. Jan 82 Journal). Could crystallin structure allow molecular (co-valent) bonds at borders of physical structures like doors? Could they be opened by breaking the bonds electrically and be invisible when closed because tolerances are measured in (continued on next page) 15th Annual MUFON Symposium Holiday Inn San Antonio, Texas July 6,7,8 Extraterrestrial Intelligence ?A Public Forum Dr. J. Allen Hynek Barry Greenwood John Schuessler Marge Christensen Scheduled Speakers Alan Holt Tom Adams Phil Imbrogno Budd Hopkins Paul Norman Cynthia Hind Hilary Evans Over for Coupon 17"},{"pageNumber":19,"pageContent":"Letters, Continued angstroms (10- 10 m)? B. An analysis of brain waves to investigate the possibility of using them to locate individuals from a distance would be challenging for our smartest people. Would we be limited by receiver sensitivity or computer capacity? It might be a suitable subject for a consultant to put on the list of topics for an advanced degree thesis/disserta- tion. (Ref. the Virginia Horton case in Missing Time). You might request the members provide a list of similar suggested topics. C. Has anyone tried to screen past abductees with X-rays or ultra-sound for possible foreign objects like Betty Andreasson said was once implanted in her? If they have, let us hear about it. D. Assuming that some young abductees.will be abducted again, can we provide them with a list of appropriate questions to ask. Enlist support of your members in suggesting truly significant questions. E. The idea that people can be transformed from a state of extreme fear to one of calm and peacefulness is derived from many UFO encounters. Can courageous brainstorming by experts in this area lead to useful research? And if it did, considering the potential military implications, would someone try to keep the results out of the open literature?. Donald M. Ware Fort Walton Beach, Fla. An Australian view Editor, In recent issues you have asked readers to comment on what they would like to see in the Journal. The •features which I appreciate most are: • Detailed case study reports on individual cases, particularly those involving psychological/physio- logical/or physical effects. (In contrast, summaries of lights in the sky cases tend to be of little interest both in terms of scientific value and reader interest.) • Publication of a wide range of viewpoints. For too long, many UFO journals have tended to preach to the converted. Skeptical and/or non-ETH viewpoints are valuable in offering different perspectives and in promoting quality control of UFO data. Robert Wanderer's column is very good in this respect, and in also provoking discussion. Even James Oberg has a useful place when dealing with his specialities such as Soviet rocket launchings being responsible for some Russian reports. I think the Journal could be improved by including the following, where possible: • Reports on UFO activity and research outside the USA, particularly Europe and South America and Asia (as well as, of course, continued coverage of Australia.) Ideally, it would be good to obtain the services of translators who could translate good cases and research reports from some of the overseas journals such as LDLN in France and Stendek in Spain. • Update reports, more frequently, from study groups such as the Humanoid Study Group and Ted Phillips' physical trace case studies. 1 Now that Richard Hall has resigned as editor I hope that it will allow him to continue contributing in the form of articles (rather than space-restricted editorials) since he has said many sensible things about UFO research. Continued updates about new UFO publications. Lucius Parish's column is good but could be much more critical about some of the sensationalized rubbish which is published. Mark L. Moravec Pymble NSW, Australia MUFON 103 OLDTOWNE RO. SEGUIN,TX 78155 Send Check of Money Order to: MUFON Symposium P.O. Box 12434 Please Type or Print ^ AntonJQ j exas Name Street City State  Zip Area Code and Telephone number ( ) L 18 Pre-registration for Symposium $27.50 per person  $27.50 Number of persons   X Please mail before 24 June 1984  Total Enclosed ="},{"pageNumber":20,"pageContent":"Lucius Parish In Others' Words The March 6 issue of THE NATIONAL ENQUIRER carries an excerpt from the forth-coming book, CLEAR INTENT by Lawrence Fawcett and Barry Greenwood. Details are given of 1975 UFO sightings at Loring Air Force Base, Maine, as well as reports from other areas of the state. The apparent abduction of British policeman Alan Godfrey is featured in the ENQUIRER'S March 13 issue. Part II of Donald A. White's article on UFOs-as-time-travelers appears in the March issue of SATURDAY EVENING POST. White includes some interesting speculations on UFO behavior and \"window\" areas, even if his basic .theme is a bit. less than convincing. Skeptic Robert Sheaffer contributes a report on an apparent UFO abduction hoax in the \"Anti- Matter/UFO Update\" section of March OMNI. Christy Dennis of Phoenix, Arizona, first claimed to have had a UFO experience, then retracted her story, claiming it to be a hoax. However, Mrs. Dennis now seems to think that she had some sort of actual experience, no matter how it may have been interpreted. This same section in the April issue of OMNI is taken up with Dr. J. Allen Hynek's tiresome ruminations about \"alternate realities\" and anti-ETH arguments to explain UFOs. A far more interesting report in this portion of the magazine deals with a Colombian deaf- mute who claims to have had communication with aliens. Erich von Daniken's most recent book, PATHWAYS TO THE GODS, is now available in paperback from Berkley Books ($3.50). His next one, THE GODS AND THEIR GRAND DESIGN, will be published in England by Souvenir Press in April, so a U.S. edition will probably be available (perhaps with a title change) in late 1984 or early 1985. Emanual Swedenborg. Richard Shaver. An odd couple indeed, you say? Perhaps — or perhaps not. Canadian researcher Jim Pobst will shortly be publishing a fascinating study and comparison of the writings of these two men. It will be reviewed in a future column, but I can already say that it is the sort of original research which is so badly needed in this field. Stay tuned! UFO NEWSCLJPPING SERVICE The UFONEWSCUPPING SERVICE will keep you informed of all the latest United States and World-Wide UFO activity, as it happens! Our service was started in 1969, at which time we contracted with a reputable international newspaper-clipping bureau to obtain for us, those hard to find UFO reports (i.e., little known photographic cases, close encounter and landing reports, occupant cases) and all other UFO reports, many of which are carried only in small town or foreign newspapers. \"Our UFO Newsclipping Service issues are 20-page monthly reports, reproduced by photo-offset, containing the latest United States and Canadian UFO newsclippings, with our foreign section carrying the latest British, Australian, New Zealand and other foreign press reports. Also included is a 3-5 page section of . \"Fortean\" clippings (i.e. Bigfoot and other \"monster\" reports). Let us keep you informed of the latest happenings in the UFO and Fortean fields.\" For subscription information and sample pages from our service, write today to: UFO NEWSCLIPPING SERVICE Route 1 — Box 220 Plumerville, Arkansas 72127 I Director's Message, Continued directors should start making plans for cooperative displays, handouts, etc. with their local bookstores to not only promote the book but to acheive public recognition for your local UFO inestigative team. *** On behalf of MUFON of Southern California and your Director, we want to thank Stanton T. Friedman, William L. Moore and David Froning for giving of their time to speak at the UFO Seminar held January 28,1984, at the Civic Auditorium in Culver City, California. Good publicity was the key to the success of this public education seminar. *** The following dates should be marked on your calendar for. UFO conferences that are scheduled. Massachusetts MUFON will host a one-day UFO Forum on Sunday, August 12, in Beverly, Massachusetts, at the local community center. Speakers presently scheduled are Budd Hopkins, Dr. David M. Jacobs, Barry J. Greenwood and Lawrence Fawcett. Mrs. Cynthia Hind of Zimbabwe, Africa, has also been invited to speak. The hours for the forum have tentatively been set for 10 AM to 4 PM. Everyone in the northeast states is invited to attend. When MUFON rescheduled our 1984 annual symposium from June 8,9, and 10 to July 6, 7, and 8, Kenneth McLean and Dr. R. Leo Sprinkle found it desirable to revise the dates for thei 1984 Rocky Mountain Conference on UFO Investigations. Their annual summer \"Contactee Conference\" will be held July 19,20, and 21 at the School of Extended Studies at the University of Wyoming in Laramie. Interested people may write to P.R.O. - U.F.O.S., 907y 2 Russell St., Laramie, WY 82070, or call (307) 721-5967 for further details. The 21st annual National UFO Conference has been announced for September 21 and 22, 1984, at the Country Inn of Cleveland, sponsored by the United Aerial Phenomena Agency (UAPA) of Cleveland, Ohio. For further information and reservations, please contact Robert S. Easley, 3001 Colbum Ave., Cleveland, OH 44109. 19"},{"pageNumber":21,"pageContent":"DIRECTOR'S MESSAGE WaltAndrus £. T.I.: A Public Forum is the theme for the MUFON1984 UFO Symposium to be held July 6, 7, and 8 at the beautiful new Holiday Inn - San Antonio Airport, 77 N.E. Loop 410, San Antonio, Texas 78216. Rooms at a special discount price of $35 a night for either a single or double may be obtained by writing to the \"Attention of Sales Department\" at the above address, telephoning direct to (512) 349-9915, or by utilizing the reservation services of your local Holiday Inn. It is essential that you advise the reservation personnel that you will be attending the MUFON Symposium so you will receive the discount and be assigned to the block of rooms reserved for this purpose. American Airlines has contracted to be the official carrier this year. A very impressive cadre of speakers from around the world have confirmed their attendance. Speakers committed and their topics are Dr. J. Allen Hynek (Evanston, Illinois), Barry J. Greenwood (Stoneham, Massachusetts) \"UFO Secrecy 84 - Big Brother is Watching Them\"; John F. Schuessler (Houston, Texas), \"UFO Medical Cases\"; Marge Christensen (Beverly, Massachusetts), \"Public Information - Top Priority for Ufologists\"; Paul B. Norman (Victoria, Australia), \"Countdown to Reality\"; Alan C. Holt (Houston, Texas), \"UFO Light Beams: Space- Time Projections\"; Budd Hopkins (New York, New York), \"Missing Time Cases\"; Philip J. Imbrogno (Greenwich, Connecticut), \"The Boomerang Incident\"; Cynthia R. Hind (Zimbabwe, Africa), \"African UFO Cases\"; Thomas R. Adams (Paris, Texas), \"Animal Mutilations: A Decade of Mystery\"; and Hilary Evans (London, England), \"The Entity Enigma.\" The total cost for all the sessions will be $35. However, a pre-registration package ticket may be purchased for $27.50 by sending a check or postal money order (made payable) to: THOMAS P. DEULEY MUFON Corporate Secretary MUFON of San Antonio, P.O. Box 12434, San Antonio, TX 78212. *** Each month as MUFON continues to grow, we like to introduce our new officers and directors. It is an exceptionable pleasure to announce that Thomas P. Deuley, president of MUFON of San Antonio, and member of the board of the Fund for UFO Research, is the new corporate secretary of the Mutual UFO Network. Sam Gross, a San Antonio lawyer living in Seguin, continues as one of the three MUFON Trustees. Many of us have watched a young man in Edmonton, Alberta, Tim T. Tokaryk, edit his own UFO newsletter and grow into maturity as a UFO investigator. Tokaryk, now living in Regina, Saskatchewan, has been appointed provincial director for Saskatchewan. We welcome Frank E. Shrimplin, a pharmicist in Valley Falls, Kansas, back to MUFON as the state section director for Jefferson, Jackson and Pottawatomie counties in Kansas. Frank was originally appointed to this post in 1972. New State Section Directors volunteering their leadership this month are: Michael J. Turkington, assistant administrator in the Florida Department of Education in Tallahassee. Mr. Turkington is responsible for Leon, Wakulla, Gadsden and Jefferson counties in Florida. Edward F. Mazur, living in Mena, Arizona, has been assigned the Acounties of Polk and Scott. Ed has a B.S. E.E. degree and is amateur radio operator N5BRE. Larry G. McKee in Altoona, Pennsylvania, a radiologic technologist, has accepted the position of state section director for Blair and Cambria counties in Pennsylvania. George R. Meadows, M.S. has volunteered his expertise as a Research Specialist in Geology. George resides in Boulder, Colorado. Mrs. Cynthia Hind, continental coordinator for Africa, is delighted to announce the addition of a five-member team of field investigators, all living in the Port Elizabeth, South Africa, area, to her African team. Operating under their local organization name \"Evaluation Centre for UFO Reports,\" the team members are Daniele D. Delhaye, Noel Herbiet, Estelle Loubser, Joaquim Ripoll Ramirez and Clyde Trethewey. Donald M. Ware, state section director in Florida, just returned from a tour of South Africa and had planned to meet with these fine people in Port Elizabeth. However, his tight tour schedule didn't permit this. *** Prentice-Hall, Englewood Cliffs, NJ 07632, has announced the following book prices for Clear Intent, co- authored by Larry Fawcett and Barry J. Greenwood: Hard cover $14.95, and trade paperback $8.95 Due to further delays by the publisher, the release date will be early in June 1984 on the west coast. Their publicity program will systematically progress across the United States, with Mr. Greenwood and Mr. Fawcett making public appearances to promote their book. State directors and state section (confirmed on page 19)"}]
