[{"pageNumber":2,"pageContent":"MUFON UFO JOURNALNUMBER 237JANUARY 1988Founded 1967  ^^^ \\   $2.50.OTF1CIAL PUBLICATION OP JWCIFOAT/ MUTUAL urn iiBTWomc. me.PROJECT HESSDALEN 1984"},{"pageNumber":3,"pageContent":"MUFON UFO JOURNAL(USPS 002-970)(ISSN 0270-6822)103 Oldtowne Rd.Seguin, Texas 78155-4099 U.S.A.DENNIS W. STACYEditorWALTER H. ANDRUS, JR.International Director andAssociate EditorTHOMAS P. DEULEYArt DirectorMILDRED BIESELEContributing EditorANN DRUFFELContributing EditorPAUL CERNYPromotion/PublicityMARGE CHRISTENSENPublic RelationsREV. BARRY DOWNINGReligion and UFOsLUCIUS PARISHBooks/Periodicals HistoryROSETTA HOLMESPromotion/PublicityT. SCOTT GRAINGREG LONGMICHAEL D. SWORDSStaff WritersTED PHILLIPSLanding Trace CasesJOHN F. SCHUESSLERMedical CasesLEONARD STRINGFIELDUFO Crash/RetrievalWALTER N. WEBBAstronomyNORMA E. SHORTDWIGHT CONNELLYDENNIS HAUCKRICHARD H. HALLROBERT V. PRATTEditor/Publishers Emeritus(Formerly SKYLOOK)The MUFON UFO JOURNAL ispublished by the Mutual UFONetwork, Inc., Seguin, Texas.Membership/Subscription rates:$25.00 per year in the U.S.A.; $30.00foreign in U.S. funds. Copyright 1988by the Mutual UFO Network. Secondclass postage paid at Seguin, Texas.POSTMASTER: Send form 3579 toadvise change of address to TheMUFON UFO JOURNAL, 103Oldtowne Rd., Seguin, Texas 78155-4099.FROM THE EDITORThe majority of this issue is devoted to a series of reportscompiled by Phillip Mantle, MUFON's representative for Eng-land, whose picture can be found on page 6. Their origin is Pro-ject Hessdalen, a combined, instrumented UFO field study con-ducted by ufologists from both Norway and Sweden, beginningin the winter of 1983-84. Many of the photographs and much ofthe text are hereby presented in English for the first time. Theproject itself is a model of what can be accomplished with co-operation among varied personnel and parties, and a shoestringbudget whose main coin is determination. And of course a \"will-ing\" UFO phenomenon. That the project was simultaneoulsyable to record nearly 200 observations and not jump to conclu-sions as to their source commends both their dedication andobjectivity. Ufologists have discharged their responsibilities inthis case by revealing the presence of an unidentified pheno-menon. Othodox \"science\" now stands derelict in its own dutiesif it does not accept their challenge.In this issueHESSDALEN: AN INTRODUCTION by Dennis Stacy 3PROJECT HESSDALEN by Leif Havik   , 4SITE INSTRUMENTATION by Erling Strand  7HESSDALEN PHOTOGRAPHS by Odd-Gunnar Roed 11GSW PHOTOANALYSIS by Fred Adrian & William Spaulding 12ON THE NATURE OF UFO REPORTS by Dr. Willy Smith .... 17LOOKING BACK by Bob Gribble   19IN OTHERS! WORDS by Lucius Parish  21THE JANUARY NIGHT SKY by Walter N. Webb  22DIRECTOR'S MESSAGE by Walt Andrus  24COVER: Project Hessdalen InsigniaThe Mutual UFO Network, Inc. is exempt from Federal Income Taxunder Section 501(c)(3) of the Internal Revenue Code. MUFON is apublicly supported organization of the type described in Section 509(a)(2).Donors may deduct contributions from their Federal Income Tax. Inaddition, bequests, legacies, devises, transfers, or gifts are deductible forFederal estate and gift tax purposes if they meet the applicable provisionsof Sections 2055, 2106, and 2522 of the code.The contents of the MUFON UFO JOURNAL are determined by the editor, anddo not necessarily represent the official position of MUFON. Opinions ofcontributors are their own, and do not necessarily reflect those of the editor, thestaff, or MUFON. Articles may be forwarded directly to MUFON. Responses topublished articles may be in a Letter to the Editor (up to about 400 words) or ina short article (up to about 2,000 words). Thereafter, the \"50% rule\" is applied:the article author may reply but will be allowed half the wordage used in theresponse; the responder may answer the author but will be allowed half thewordage used in the author's reply, etc. All submissions are subject to editing forstyle, clarity, and conciseness. Permission is hereby granted to quote from thisissue provided not more than 200 words are quoted from any one article, theauthor of the article is given credit, and the statement \"Copyright 1988 by theMutual UFO Network, 103 Oldtowne Rd., Seguin, Texas 78155\" is included."},{"pageNumber":4,"pageContent":"Hessdalen: AnBy Dennis StacyDennis Stacy is editor of theJournal.Hessdalen is a 12-kilometer longvalley southeast of Trondheim, Nor-way, approximately 11 degrees eastof the Greenwich Median and aboutfour degrees of latitude below theArctic Circle. Typical Santa Clauscountry in a word, and sparsely popu-lated, as might be expected. Think ofthe territory between Anchorage andFairbanks, Alaska, as an easy compari-son.In November of 1981, Hessda-lenders began reporting sightings ofanomalous lights in the valley. Thelights would sweep between the moun-tains, stop and hover for as long asan hour or more, then rapidly ascendor accelerate horizontally. Literallyhundreds of such sightings weremade, mostly in the morning, about7:30 am, and again at \"night,\" between10:30 and llpm.ANOMALIESOn March 26, 1982, UFO-Norge,Norway's foremost civilian UFO re-search organization, arrived in thearea, and held a town meeting inAlen, attended by 130 local residents.Some 30 sightings had been reportedjust since the previous December. Ofthose attending, 17 reported a yellowspherical light, 12 a possible cigar-shaped object, and six an oblongshape with one red and two yellowlights. No one reported either physi-cal or psychological effects in associa-tion with the lights, though one wit-ness noted animal reactions, andthree mentioned radio or TV inter-ference.Norwegian electronic and printmedia began turning their attentiontoward Hessdalen. Near the end ofMarch, 1982, two officers from theVaernes Air Force base even arrivedon the scene. \"We didn't see anyUFOs,\" said the two, a Capt. Nylandand Lt. Reymert. \"On the otherhand, we saw 30 shooting stars andsatellites and 6 or 7 planes. And notleast, we saw a lot of UFO hunters inthe area.\"The officers added that \"thepeople of Hessdalen have been seeingluminous objects since 1944, butmany years passed before they daredto talk about the sightings. But theaccounts are credible, and we in theDefense (Department) must take themseriously. There are more thingsbetween Heaven and Earth than canbe explained at first sight.\"PROJECTOn June 3, 1983, several groups,including UFO-Norge and UFO-Sverige, joined together to form Pro-ject Hessdalen under the direction ofLeif Havik, Odd-Gunnar Roed, JanFjellander, and others. The loan ofmuch sophisticated measuring equip-ment was arranged through severallocal universities and institutions, in-cluding a seismograph, fluxgate mag-netometer, a spectrum analyser, geigercounters, and so on. A target date ofJanuary 21 to February 26, 1984, wasset as the optimum period for obser-vations, based on previously recordedsightings. These might have beenoptimum times for the Hessdalenphenomenon itself, but being thedead of winter conditions were lessthan ideal for human observers. Still,the Project Hessdalen team carriedout a remarkable series of measure-ments and individual observations,and racked up an impressive numberof both color and black and whitephotographs. They are to be con-gratulated for their perseverence.The following sections, then, con-sists of several separate reports thatcame out of Project Hessdalen activi-ties. We are indebted to Phillip Man-tle, MUFON's representative for Eng-land, who compiled and summarizedthe accompanying material. As withany translation from a foreign lan-guage, there is a possibility that somemis-statements of fact or assumptionmay have made their way into theEnglish articles. Ground Saucer Watchof Phoenix, Arizona, provided com-puter enhancement and analysis ofthe Hessdalen photographs.The Project also carried outobservations during the winter of1984-85, but these were largely ham-pered by deteriorating weather condi-tions. On January 26, 1985, ProjectHessdalen was visited in the field bythe late Dr. J. Allen Hynek. \"Itseems we have something importanthere,\" said Hynek. \"Nowhere else inthe world has the UFO phenomenonbeen known to stay put for so long atime.\"Altogether, the Project Hessdalenteam reported 188 instances of obser-vations of luminous phenomena."},{"pageNumber":5,"pageContent":"Project HessdalenBy Lett HavikHessdalen is a valley in the mid-dle part of Norway, and lies south-east of Trondheim, about 30 kmnorthwest of the town of Roros. Thewhole valley stretches 12 km inlength, and only around 150 peopleinhabit the area.In December 1981, unknown lightssuddenly started to appear in theskies above Hessdalen. These lightscould sometimes stand still for morethan an hour. They were also seen tomove around slowly before stopping,and sometimes they were observedtraveling at a fast rate of speed. Atone time the lights were tracked byradar and were estimated to be tra-veling at approximately 8500 metersper second.These lights were observed justabout everywhere and more oftenthan not they were below the horizon,down in the valley and not high up inthe sky. It has to be said that thevast majority of the lights werereported to be below the tops of thenearby mountains. No one in Hess-dalen could offer an explanation forthese strange lights.The lights appeared to have sev-eral different specific shapes. Thiswas something that became quiteapparent when the lights were photo-graphed. The main shapes of thelights were: a bullet shape, with thesharp end down, a round footballshape, an upside down Christmastree. Of course, there were othershapes, but these were the mainones. The colors of the lights weremostly white, or a yellow/white. Some-times a small red light could be seenamong the white. On a few occasionsthe lights were made up of everycolor in the rainbow.They could be observed severaltimes a day, but they were seen moreduring the night. At most they couldbe observed around four times a day.there were more reports of the lightsin the winter rather than the summer.One reason for this might be the factthat in summer Hessdalen has almostperpetual daylight. The lights couldbe split into three groups:• Small, strong white or blueflashes which could show up every-where in the sky.• Yellow or yellow/white lights.These lights were, more often thannot, observed down in the valley andbelow the horizon. Sometimes theywere just above the rooftops andeven down on the ground. Theycould appear stationary for morethan an hour before slowly moving offaround the valley, and sometimesthey could show extremely fast accel-erations and very fast speeds. Theywere also observed high up in thesky.• Several lights together with afixed distance from each other. Mostlythese were a yellow or white lightwith a red light in front. These lightscould move slowly around the tops ofthe mountains.REPORTS INCREASEThe reports of the lights carriedon throughout 1982, but suddenly inthe spring of 1983, the lights werereported much more seldom. In thesummer of 1983, we had no reportsat all. However, in the autumn andwinter of 1983, reports again startedcoming in, but much fewer than pre-vious years. However, in the autumnof 1984, the reports again increased.As no official institute with govern-mental support seemed to be botheredwith these unknown lights, five indi-viduals started their own researchproject. This became known simplyas PROJECT HESSDALEN. The aimof the project was to find out whatthis strange phenomenon in Hess-dalen and nearby areas was. Even ifwe didn't succeed in that, we hopedto find out at least a little more aboutthese lights than we previously knew.The project consisted of a \"work-ing committee\", which had the respon-sibility of running the project, and an\"advisory committee\", which shouldhelp the working committee in thetheoretical part of the project.It should also act as an expertgroup and answer questions from theworking committee. The fact is that theadvisory committee got very little workfrom the working committee, becausewe managed to build up a local expertgroup which consisted of people fromthe Norwegian Defense Research Estab-lishment (NDRE), The University ofOslo, and the University of Bergen, andon occasion, the University of Trond-heim also.The project first went \"public\" onJune 3, 1983. On August 27, 1983, itwas presented to the third BUFORAInternational UFO Congress in Eng-land. During the • autumn of 1983, aresearch program was established. OnNovember 19, 1983, the project waspresented to the inhabitants of Hess-dalen and surrounding areas. Duringthe first part of January 1984, an infor-mation bulletin, explaining the project,together with a simple report form,which people should return to us, wassent out to 3,300 households in the dis-trict. The work in the field, with all theinstrumentation, started on January 21,1984, and ended on February 26, 1984.The primary instrumentation of theProject took place between Februaryllth to the 26th, although prior to thatwe had a \"test weekend,\" during which22 observers were present. They weredivided among three main locations,including Aspaskjolen, where the head-quarters caravan, or trailer, was parked,Finnsahoga and Fjellbekkhoga. Duringthe primary observation period itselfAspaskjolen remained the base of opera-tions, while the field stations weremoved to Hersjoen and Litfjellet."},{"pageNumber":6,"pageContent":"During both trial sessions and themain part of the project, numerousobservations of the lights were made.Photographs were taken of the Hghts,and various other instruments wereused to record the phenomenon. Whatfollows is a brief summary of some ofthe observations made just after thetrial sessions.RADAR RETURNSTwo days after the trial tests (Jan.25, 1984) an observation was made dur-ing which phenomena were observedboth visually and on radar at thesame time. This happened at 5:32pm, January 27, 1984. An oblong-shaped light was observed to thesouthwest of Finnsahogda. The lightmoved in a northerly direction andcould be observed until it disap-peared over the horizon. The lighthad a white and red color whichblinked at uneven intervals. Radarreturns were made as the lightpassed directly to the west of theobservation point, but this pheno-menon was not photographed.At 3:49 pm, on January 28, 1984,\"something\" was detected by theradar. An oval-shaped strong echomoved in a southwesterly direction tothe west of us. The echo signalappeared in size to be about one-third larger than a single-engine air-craft. The \"object\" on the screenmoved quickly and divided into twoparts on the north side of Rognefjellet.One part moved towards the moun-tain, while the other moved towardsHessdalen (the valley). As this hap-pened during daylight hours, and ingood visibility, it is reasonable toassume that something could be seenwith the naked eye, but nothing was.Nevertheless, 14 single frames of filmwere shot in the direction of theecho, but nothing showed up on thefilm when it was developed later.The following day, January 29,1984, at 4:19 pm, radar contact wasobtained with \"something\" movingnorth, this time on the east side ofthe base station. The distance wasabout 500 meters and the shape ofthe echo might indicate that some-thing was descending. On January31, 1984, at 7:01 pm, an echo wasdetected from Rognefjellet, passingon the west side of Aspaskjolen.Nothing was observed with the nakedeye. It should be noted that longhours of continued observation of theradar screen, with nothing unusualregistered, resulted in the observersbecoming tired and starting to turntheir attention to something else lessProject Hessdalen members from bothUFO-NORWAY and UFO-SWEDENpictured with the late Dr. J. AllenHynek at the 3rd BUFORA Interna-tional UFO Congress, London, 1983.1. Er/ing Strand; 2. Odd-GunnarRoed; 3. Dr. J. A. Hynek; 4. ChristerNordin; 5. Hakan Ekstrand; 6. UlfElkstedt; 7. Kristin; 8. Jan Fjellander.boring. But then when an occasionalglance was made of the radar screen,\"something\" was there. This repeateditself on numerous occasions. How-ever, we cannot explain why thesource of the echo could not be seenwith the naked eye.On February 1, 1984, at 3:49 pm,we had a radar contact with \"some-thing\" traveling north, from Varhush-jolen, along Finnsahoga towards Ham-merkneppen. Nothing was observedwith the naked eye again. The nextday, February 2nd, I was reflecting onthe relevant observation times of so-called daylight observations. Realizingthat several observations had occurredat 2:05 pm, the thought came to mindto check the radar screen, and sureenough, right on time at 2:05 pm, 3strong echoes were registered east ofAspaskjolen, moving north. Exactly30 minutes later more echoes wereobserved on the screen, this time onthe west side of Aspaskjolen, butmoving north also. These last 3echoes were detected at every othersweep of the radar. Could this becaused by a wave movement whichhad been observed earlier?More echoes were to come — at3:46 pm, 2 echoes south of Kjolen; at3:49 pm, 1 echo west of Kjolen; at"},{"pageNumber":7,"pageContent":"3:51 pm, 1 echo south of Kjolen.Then at 3:53 pm, the electric powersupply suddenly went off for about 15seconds, then gradually returned tonormal after about a minute or so. Inthis connection I contacted a personon the nearby farm from which weobtained our power supply. He admit-ted to having pulled a switch whichmight have cut off the electricity, butinsisted that this was closer to 4:00pm, as he had observed the timewhen he arrived at the farm, and itwas then 3:50 pm. The man had per-formed several tasks before going outinto the barn and could not haveachieved this in 3 minutes. Besidesthe power should have come back onimmediately when the switch wasturned back on. None of the neigh-bors had noted any power failure. Asmall transformer was, by the way,located about 150 meters from thebase station.At 4:03 pm, 2 echoes were regis-tered traveling north. Later that even-ing we had an observation of some-thing which we like to say was \"firstclass\". This Thursday night was theonly one out of the whole month ofintense radar surveillance, that noone was watching the radar. I was sit-ting at Jon Aspas's with a good cupof coffee, when the telephone rang.The neighbor informed us that \"nowit's coming\". Hardly had the receiverbeen put down when the phone rangagain. This time it was Lars Lille voidwho had seen \"it.\" From this momenton everything happened very fast. Iliterally jumped into my shoes anddived outside, managing to seize acamera with a 400 mm telephoto lensas my only \"weapon\". A well-lighted,oblong light, yellowish in color andred in front, passed on a northerlycourse; the time was 8:11 pm. Itmoved with a wavelike motion. Thislight source was observed by at least9 persons and from 3 different loca-tions. The photographs taken wereprobably not too successful.On Friday, February 3, 1984, atleast 31 radar echoes were registeredbetween 3:12 pm, and 5:04 pm, atdistances ranging from 450 to 2000meters. Although observers were sta-tioned at 2 locations in the moun-Philip Mantle, MUFON representative for England.tains, nothing unusual was observed.The next day, February 4, 1984, 4echoes were observed between 1:40pm and 2:29 pm. As time passed, wenoticed that many hours of intensesurveillance seldom produced resultsand the phenomena often was disco-vered through an accidental glanceout through the caravan window.COINCIDENCESSince the autumn of 1982, I havebeen through a number of odd \"coin-cidences,\" the nature of which itmust be permissible to wonder about.On 4 separate occasions it happenedthat we came to the top of Varusk-jolen, stopped the car, went outsideand there \"it\" came immediately andpassed by us. The same thing hap-pened once on Aspaskjolen.All these instances happened atdifferent times of the day and most ofthe time it was an impulse whichmade us take an evening trip toHessdalen by car. It also happenedthat we cancelled some trips. Person-ally, I have certain reservations aboutbelieving that a possible plasma phe-nomenon can appear \"on order\". Onsome occasions other observers hadbeen looking for hours without suc-cess. It might be argued that this isnot so unusual, but when the coinci-dences are repeated a countlessnumber of times there is reason towonder.\"Coincidences\" also happened tothe video equipment which recordedthe radar screen. One evening thepen of the magnetograph failed towork. At the same time the videotape had come to an end, and thephenomenon appeared less than oneminute later. The next evening wemade certain that the pen had suffi-cient ink and turned on the videorecorder 10 minutes later than thenight before. We thought that noweverything was ready for the usual10:47 pm \"message\". The video taperan out at 10:57 pm and we thoughtthat tonight \"it\" had failed us. But at10:58 pm the usual phenomenonappeared. Such occurrences may hap-pen due to coincidences, but at theend of the project period almosteverything started to happen by coin-cidence. I would suggest these coin-cidences, are an argument against theHessdalen phenomena being of natu-ral origin.Another interesting example isthe following one: One person livingon Aspas, suddenly got the \"idea\" or"},{"pageNumber":8,"pageContent":"feeling that she should go outside. Assoon as she did, she observed a ligh-ted spheroid passing by. One mustask what causes persons to stopwhat they are doing and go outsideto observe something strange. Thisshould strengthen theories pointingtowards the Hessdalen phenomenonbeing of far greater interest thanplasma or meterological interpreta-tions.Site InstrumentationBy Erling StrandThe main purpose of the Hessdalen project was to try and find ouiwhat the \"Hessdalen Phenomenon'was, or at least to discover moreabout it than we already knew. Toachieve this various instruments wereutilized which together could measuremost of what we considered of value.Cameras with grating filtersproved the most efficient means ofgethering information about the Hess-dalen phenomena and pointed to themost pertinent questions. Are thelights a continuous spectrum or not?Are they a thermal or plasma pro-cess, and if so, what gases areinvolved? Plasma phenomena like theaurora borealis, for example, shouldprovide a line spectra for future anal-ysis. Answering any of these ques-tions would help to eliminate compet-ing hypotheses as well as indicatingthe directions subsequent investiga-tions should take. In all, we obtainedsix grating readings, three of whichwere specifically designed for spectralanalysis. Numerous different singlelens reflex cameras were used, alongwith a wide variety of telephotolenses. Literally dozens of the lightswere captured on film, several exam-ples of which accompany this article.The seismograph is an instru-ment that can measure any and allmovements in the earth's crust. Weinstalled a MEQ 800 seismograph inHessdalen. This is the same type ofseismograph that is used all over theworld to measure any large earth-quakes. This type of seismograph isalso very capable of measuring anylocal tremors which might not bepicked up by other stations. Theseismograph was installed in Hess-dalen on October 24, 1983, and wenever recorded any local seismicProject researcher Leij Hauik with photographicequipment outside Headquarters caravan.activity in the area. There has beenvery little seismic activity in Hess-dalen over previous years. During thesix years prior to 1983, there hadbeen only four small tremors within a70 km radius of Hessdalen. Over aradius of 50 km there had been 15minor tremors over the last 100years. At present, no connectionbetween seismic activity and theHessdalen phenomenon has beenfound.In total, we had 36 radar record-ings. Three of these were also observedwith the naked eye. All of the otherswere not seen by the naked eye. Onnine occasions out of the 36 record-ings, the radar echo on the screentraveled on a nearly straight line. Wetook a number of photographs wherethe returns were coming from in thesky, but none of the photographsshowed anything at all. On two occa-sions we managed to photograph theradar return on the screen.These tworeflections were very strong andstood out just as clear and defined asthe surrounding mountains. Such astrong return can be caused by asolid object, by a temperature inver-sion, and by humidity or pressure.The radar photographs were ana-lyzed by a radar expert from theNorwegian Defense Research Estab-lishment (NDRE) and he stated that\"if this isn't a reflection of a solidobject, but only some kind of gas inthe air, the gas has to be locally andstrongly ionised. Otherwise, it wouldnot give such a strong reflection.\" Wedid not obtain radar returns from allthe lights. The reason being thatmostly we had the radar adjusted toshow up anything within a radius of5.5 km. On the three occasions thatwe did have both radar and visualobservations of the lights we had theradar adjusted for a much greaterradius.RADAR/VISUALSThe first time we obtained aradar/visual of the lights was on Sat-urday, January 21, 1984, at 17:50. Itwas a light that traveled towards the"},{"pageNumber":9,"pageContent":"HESSDALS - PHENOMENONCAMERAWITHGRATINGThermal process?Gas /Plasma ?IR-VIEWERHeat-rays?SPEGTRUM-ANALYZERRadiowaves?o oo oSEISMOGRAPHMovement inEarth crust ?GEIGER-COUNTERRadioactiveradiation ?RADARReflection?Distance?Speed ?MAGNETO-GRAPHMagneticfiefd ?Magneticfluctuations?north over Finnsahoga. When it wasin the north, it almost stopped mov-ing before suddenly descending verti-cally and going out of sight. Weobtained one radar return in thesame direction (+ or - 5 degrees)when the light dropped vertically.The second radar/visual was onWednesday, January 24, 1984, at17:32. A large light came from thesouth, moving towards the north overFinnsahoga. When the light was justover Finnsahoga, there was a returnon the radar in the same direction asthe light seen by our observers. Onthe next radar sweep no returns wereseen. On the sweep after that, it wasseen again. No more radar returnswere seen as the light moved offtowards the north.The third radar/visual was onFriday, January 27, 1984, at 22:58. Alight was observed traveling fromsouth to north. The speed of the lightwas very fast. There were two returnson the screen. The time betweenthese two returns was 2.4 seconds,and the distance between them wasabout 20 km. Just after it wasobserved on the radar, the radaroperator went outside and was in-formed by the observers outside thatthey had observed a light whichseemed to correspond with the imagepicked up on the radar screen.The radar proved an invaluablepiece of equipment. Although someof the radar returns could have beenbetter, with further study the radarcould go a long way in helping us findout what we are dealing with inHessdalen. The type of radar usedwas an Atlas 2000.SPECTRUM ANALYZERIf a wideband antenna is con-nected to the spectrum analyzer, allradio signals will be visible on thescreen. Long wave, medium waveand short wave is in the range from160 KHz to 30 MHz. FM radio is inthe range of 80 MHz to 100 MHz.The VHP television signal is about170 MHz to 190 MHz. We had thespectrum analyzer adjusted so thatwe could see all radio waves (elec-tromagnetic) from 100 KHz to 1250MHz, which meant that we receivedall radio and TV signals simultane-ously. At no time did we see anythingon the spectrum analyzer while thelights were in view. But we did getsome unknown readings at othertimes when no lights were visible.MAGNETOMETERA magnetometer measures thestrength and direction of the earth'smagnetic field. The instrument weutilized, model FM 100, can be usedto measure magnetic activity highinto the atmosphere. Magnetic storms,which are especially strong duringaurora borealis, give high meter read-ings. This instrument was connectedto a continuous graphic printer, inorder that variations in the magneticfield could be read at any time. Theresults from these readings will becompared to those from other sta-tions at Dombos and Andoya. Wewill then hopefully be able to leam ifthere are any special magnetic activi-ties over Hessdalen or if the pheno-mena are a~vvated at times of special8"},{"pageNumber":10,"pageContent":"MEQ 800 Seismograph to register Earth movement.magnetic activity in the atmosphere,or if the phenomena is surrounded bya strong magnetic field. After the pro-ject had ended, and the magnetometer readings had been studied care-fully, we could find no correlationwith the lights and the readingsobtained.LASERWe used the laser and pointed itat the lights a total of nine times. Eightout of the nine times when we did this,we managed to obtain a reaction fromthe lights. On one occasion there was aregular flashing light slowly movingtowards the north. The date was Janu-ary 12, 1984 at 19:35 pm. The lightflashed very regularly all of the timeuntil we pointed the laser at it, that' is.As soon as the laser was aimed at thelight it changed its flashing sequencefrom a regular flashing light to a regulardouble flashing light, i.e., flash-flash ...flash-flash ... flash-flash. After about 10seconds we stopped the laser and thelight immediately changed back to itsprevious flashing sequence of flash ...flash ... flash. After about another 10seconds we repeated the exercise andagain the light responded by changingto a double-flash sequence. In all werepeated this exercise four times andevery time we got the same reactionfrom the light.GHGERCOUNTERThe geigercounters we used madea beeping sound every time they madea measurement. They were functioningcontinuously throughout the project butno reaction was measured by the gei-gercounters while the lights were vis-ible. This may not be surprising sincewe never came within 1 km of thelights.INFRARED VIEWEROn the two occasions when thelights were observed through the IRviewer there was no IR radiation vis-ible. The viewer was used only onlights a long way off. The powerfrom the lights could have been tooweak to be detected. It should bemade clear that with hindsight moreuse should have been made of theviewer and at this moment in time wedo not have sufficient data on theuse of this instrument to commentfurther.Atlas 2000 radar unit, above. Illumi-nated screen inside Headquarterscaravan, left."},{"pageNumber":11,"pageContent":"Clockwise from above left: Screen ofspectrum analyzer; analyzer withother equipment ; radar screen showing surrounding mountains; magnetometer print out; magnetometermodel Fm 100: and Project infraredviewer.10"},{"pageNumber":12,"pageContent":"Hessdalen PhotographsBy Odd-Gunnar RoedDuring the whole of the project,dozens of color photographs of thelights were taken. Some of these pho-tographs were time exposures, i.e.,the camera's shutter was left open fora number of seconds which resultedin the lights being elongated in appearance,when in fact the light was round oroval in shape. All of the camerasused were tripod-mounted to reduceblurring the photographic image. It isvirtually impossible to reproduce someof the photographs in black and whiteand the sheer volume of photographstaken prevents us from using only asmall handful. However, we believethat the photographs that follow arefairly representative of the Hessdalenphenomenon.These first four photographs weretaken by Mr. Roar Wister on Satur-day, February 18, 1984, at 8:18 pm.The photographs were taken facinga northeasterly direction and theduration from the first photograph tothe last photograph was two minutes.The light is marked for easierobservation, but it is easy to see thatthe light was at a low altitude andwas traveling fairly slowly from left toright. It is also noticeable that thelight also changes shape during .thephotographic sequence. The reasonfor this is unknown.The first attempt to analyzesome of the photographs was doneusing a spectral photograph. A spec-tral photograph will definitely revealwhether or not the source is a solidobject or some sort of plasma, oreven a combination of both. Duringthe project we were unsuccessful inobtaining sufficient data from suchphotographs and we feel that furtheranalysis of this sort is needed.Once the project ended and wewere busy studying the various resultswe had achieved, it was decided thatfurther analysis of the photographswas needed. This was carried out by11"},{"pageNumber":13,"pageContent":"GSW in America, the results ofwhich are shown in full later in thisreport.What is the phenomenon andwhat do we know about it? We havenot yet answered the first questionand perhaps this could be expected.But we do know that the pheno-menon, whatever it is, can be mea-sured.Besides the light measurement, itcan be \"measured\" by radar andlaser. Perhaps the measurements wedid on the magnetograph and spec-trum analyzer were due to the phe-nomenon as well. We have to domore measurements before we canbe sure of that.We obtained no unusual mea-surements at all from the geigercoun-ter, the seismograph or the infraredviewer. But I will prefer to use theseinstruments again in the next period.It might also be useful to recordevents that seem unimportant. Westand in front of something unknownand we must collect everything thatmight lead us to answers.Some hypothesis of what thephenomenon is might be weakenedor strengthened after analyzing themeasurements in the project. How-ever, the different hypotheses will notbe discussed here. Further discussionis needed on the phenomena andfurther measurements have to becarried out. Then perhaps we canDr. J. Allen Hynek at Hessdalen Headquarters, 1985.plan our strategy for the next project.But in the meantime, despite allthe measurements with the variousinstruments, despite all of the eyewitness observations of the lights,despite all the photographs and thecomputer analysis of such photo-graphs, we still do not know whatthis phenomenon is nor do we knowits origin. Perhaps in our next projectwe will find out.If anyone is interested in readingmore about the Hessdalen Project,then they are advised to purchase acopy of the Project Hessdalen Report,Final Technical Report Part One, byErling Strand, from: UFO-NORWAY,Postbox 14, 3133 Duken, Norway. Ican assure you it does make fascinat-ing reading.GSW PhotoanalysisBy Fred Adrian & William SpauldingANALYSISA collage of color and black andwhite photographs was forwarded toGSW for computer analysis by PaulNorman. The anomalistic phenomenapictures represent a series of inarticu-late light sources taken during aflurry of reports of DO (unidentifiedobjects) by a team in Norway, usingscientific methods and applying aserious research effort to identify thesource (origin) of the images.12All major modes of computerprocessing were used during the eva-luation. At no time did GSW attemptto use any of the sighting descriptivedata and apply it to the photograph.Each photograph was treated as aseparate entity and appropriatelyevaluated. For ease of reporting ourdata, each photo was numbered 1through 8.The following information wasobtained.Photo 1Two white lights with a red light.The lights were very bright andmeasured nearly the same density.They appear to be elongated inshape, as opposed to being elongateddue to \"object\" movement within thefield of camera view.The size of the light images, asmeasured with video micrometers,are nearly equal in length.There is no evidence of any"},{"pageNumber":14,"pageContent":"\"structure\" behind or adjacent to thelight sources. Distance calculations,based on distortion measurement tech-niques, appear to show that the lightswere photographed at a far distancefrom the camera.Photos 2,3 and 4Single, bright light source.The subject single light sourcephotos are nearly the same size anddensity and were evaluated as a sys-tem, although photographed onseparate occasions (based on thedata provided to GSW).The subject lights (photos 2 and3) reveal a light band (aura) effectpermeating around the circumferenceof the light image.The photographic data within thecenter of the light image reveals anon-symmetrical shaped source.Photo 4 reveals \"object\" move-ment, accounting for the elongatedshape.Photos 5,6 and 7Single, bright light source.The symmetry between photos 5and 6 is equal.The density, as compared to allthree pictures, is nearly constant.The aura effect on these photo-graphs is similar to the banding (oflight) noted in photos 2 through 4.This series of pictures indicatesthat this unknown light source is closeto the ground. The brillance from thelight is illuminating structures on theground.There is no evidence of a hoaxtechnique applied to these photographs.Photo 8Light streak across photo field ofview.A 75mm lens has a field of view ofapproximately 32 degrees. Assumingthat the photo used for analysis wasnot cropped, the unknown light hastransversed approximately 82 percentor 26 degrees of sky, with an exposuretime of 10 seconds. This object (light)was not traveling very fast and is wellwithin the parameters of an aircraft.v.: - < v«. v*rPhofo #1 showing elongated shapes.However, the oscillation pattern is tootight and symmetrical for a commonwing light. NOTE: All calculationscould be off considerably, if there waswobble in the camera mount.The density of the \"streak\" dimsand brightens as the unknown lightcrosses the camera's field of view.Distortion calculations indicate thatthe unknown light is at an appreciabledistance from the camera.CONCLUSIONSAlthough most nocturnal light pho-tos can be simply replicated by photo-graphing landing and wing lights ofaircraft, xenon lights on helicoptersor simple pen lights, (with and with-out mirrors), photos 5, 6 and 7 doPhoto #4. Elongated shape due to movement.13"},{"pageNumber":15,"pageContent":"Compu/er photo of light source just above ground.not lend themselves to this possibility.While NATO and the Soviet Unionhave been testing RPVs (remotelypiloted vehicles) and slow movingdrones in the Scandinavian countriesfor years, photos 5 through 7 do notfully meet this criteria.Although there was no photo-graphic evidence uncovered (such asa structured surface) which would aidin the identification, conventionalsources cannot be overlooked as thestimulus for many of these cases.However, in the case of photo number5, if sufficient observational data(such as no sound heard during thesighting) exists, then we would con-sider this incident an unknown to allconventional sources/origins.A black and white photograph ofLight streak shown in photo #8, computer picture.an unidentified object (UO) was alsoforwarded to GSW for computerimage enhancement via Paul Norman.The subject photo was taken in anocturnal sky and contains numerousartifacts. The exposure was takenusing a grated camera and a \"light-streak\" was produced for spectrumanalysis.The photograph contains no fore-ground or background evaluation ref-erence and appears as a bright, yetnebulous light source. Since the com-plete camera/film data was not sup-plied, a detailed report cannot beprovided. The following representsthe findings of the evaluation.• The \"double image\" light sourceis extremely bright and compares ona microdensitometry level to that ofpoint \"A\" (0) circled on the lightspectrum streak. The level is wellwithin the angstrom level of visiblelight range.• The exact shape of the UO isextremely difficult to gauge due to itsbrilliance and the effect of light \"spill-over\" from this source.• The appendage in the upperright hand quadrant of the UOappears to be a beam of light that ishighly directional. Void, however ofthe complete lens/exposure parame-ters, one could argue that the \"lightbeam\" could be attributable to object-image movement.• Void of photographic referen-ces, it is impossible to gauge theUO's distance from the camera.• There is no evidence to sug-gest that the subject photo wasretouched or hoaxed in any manner(although the picture is of poor copyquality).• GSW Photo 1 (computer out-put) reveals the brilliance of theimage as well as the light spilloverintensity.CONCLUSIONDue to the moderate strangenessof the subject UO and its high inten-sity, there is good argument againstthe light being attributable to aground source, e.g. a vehicle with asmall spotlight. Better, however, isthe possibility that an airborn heli-14"},{"pageNumber":16,"pageContent":"copter or surveillance fixed-wing craft,using a larger (brighter) spotlight,could be the source of the UO. It iswell within the realm of possibilitythat the Hessdalen Project did attractsome \"official\" interest and a simpleoverflight in a helicopter or similarcraft is probable.The measured effects of thelight, as well as its observationalcharacteristics, support a helicopterspotlight hypothesis. However, thewitness observational data should beused to enable the photographer torule out the helicopter theory basedon the elevation of the camera to theimage, any associated rotor noise andspecific camera data parameter, e.g.what was the exposure time?Should these data not be answer-able, then a case could be made rela-tive to the UO being an unknownobject of unknown origin.RADAR RETURNSThe two photographs showing a\"radar target\" from Hessdalen Projectsightings were also forwarded toGSW for evaluation. The two colorpictures of the targets on the radarscreen contain anomalous reflectionsdue to poor photographic techniques.The photo enhancement and inter-pretation of the radar targets isextremely difficult. Initially, we areworking, for all technical purposes,with a picture from a glass-based sur-face. Secondly, we are dealing with asound reflection from an \"object\" thatis reflecting radar waves on to aCRT.Not all of our \"UFO software\"worked on these pictures and there-fore we used a collage of modifiedprograms to interpret (or should I sayattempt to interpret) these pictures.The following was ascertained.• The signal from the targetappears to be a solid, therefore, areturn from a good radar-reflectingsource.• The shape of the \"return\" isnon-symmetrical and is more dense inthe center (reference the color com-puter photos).• The return appears to bemore indicative of one from a water-laden cloud, which would explain theshape of the targets.GSW computer picture of Hessdalen radar returns.• The edges (periphery) of thereturns are tenuous. This could beattributable, however, to the photographic technique employed by thephotographer, rather than attributa-ble to the radar target itself.CONCLUSIONSIf the weather report can be substantiated that the target is not con-nected to the environmental condi-tions during the time the photographwas taken and if all tests were con-ducted by the equipment operator toverify that the image is not a radar\"ghost\", then the returns could beconnected to the sightings of strangeaerial phenomena.This is the best that we can dowith this type of photograph. Anexpert radar operator from the FAAor similar organization, given suffi-cient data on this incident, should beable to provide additional insight tothese events.Hessdalen Headquarters caravan. The radar antenna isatop the tower at right.15"},{"pageNumber":17,"pageContent":"Time exposure photograph takenat a place called Arendal. The origi-nal color photograph shows a yellow-orange light moving across the sky.Figure 1.Also taken at Arendal. The originalcolor photograph depicts a largeorange light with a yellowish center.Figure 2.This photograph was taken atHessdalen on 12-2-1983, at 17:53hours. Again the original photographis in color. The two round lights areblue in the middle with a green bandaround the edges.Figure 3.16"},{"pageNumber":18,"pageContent":"Dr. Willy Smith directs thecomputerized UNICAT ProjectAs Dr. Hynek never tired ofrepeating, \"We don't have UFOs, wehave only UFO reports,\" and theyare our only basis for studying thephenomenon.The reports that reach the re-searcher are a mixed bag, spanning awide range of quality and content.Yet, we find in the literature a lack ofconsistency and precision in the ter-minology used to describe and qualifythem. I propose in this paper toclosely look at the different types ofUFO reports in an attempt to providemore appropriate definitions.First of all, I will use the term\"raw\" reports\" for the ensemble of allUFO reports before any screeningattempt has been performed. Most, ifnot all, the listings and catalogs usedby the ufological community are infact collections of raw reports, asthey contain all the types discussedbelow.A few examples are:• USAF Blue Book — The finalcount of the Air Force UFO catalogwas 12,618 of which 701 remained\"unidentified\" at the end of the pro-ject in 1969.• UFOCAT — Since the abovewas included in toto in UFOCAT, itfollows that this listing also containsall possible types of UFO reports.• The Vallee Catalog — Thiscatalog is often identified as Magonia,in reference to the title of the book inwhich it was initially published (Ref.1). It is without doubt the world'sbest-known catalog and has beenused by generations of ufologists asan undisputed source of information,in spite of its obvious shortcom-ings(*). No criticism had ever beendirected at Magonia until as recentlyas 1979, when Barthel and Bruckerpublished their controversial book(Ref. 2).On The Nature of UFO ReportsBy Dr. Willy SmithUNICAT ProjectPerusing through mountains of UFOreports, I have acquired a perspectivethat allows me to recognize and clas-sify several 'types of reports containedin the catalogs of raw cases. I do notexpect my list to be exhaustive, but itwill be a starting point in what I havecome to consider a fundamental step,if not the most important step, inUFO research, namely the purgingof as many spurious cases as possiblefrom the catalogs used for analysis. Itreally surprises me that this has notbeen pursued more energeticallybefore, as it is self-evident that thequality of the results is limited by thequality of the data used. Yet, with afew exceptions (Ref. 3), not muchwork has been done in this direction.FALSE REPORTSI do not mean here an IFO mas-querading as a UFO for lack ofproper research, but reports knownto be false that have neverthelessbeen included in the catalogs. Per-haps the main offender in this cate-gory is UFOCAT, as by transferringall the Blue Book cases it includedthe identified incidents as well as theunknown. In addition, UFOCAT listedmany cases with incorrectly codedinformation, such as date and loca-tion; since there is no way to distin-guish them, they are in fact falsecases.Some misguided efforts have beenmade to artificially create listings offalse cases that could be used for sta-tistical comparison with the realUFOs. One such listing is FALSE-(*) / will use examples from Magonia inwhat follows, for two reasons: the catalog hasbeen translated into many languages, and thusis universally accessible; and also, it is rathersimple to refer to, as for instance CV #234 willsimply indicate case 234 in Magonia.CAT, a catalog of imaginary casesdeveloped by the UNICAT Project,now discontinued as a total failure.In some instances, the falsecases include incidents that have norelation whatsoever with the UFOphenomenon, but which have becomeentrenched in the literature perhapsbecause they were included in Mago-nia. The most unfortunate example isthe Mattoon incident (CV #51).NON-CASESNo incident should be really con-sidered a UFO case unless a min-imum of information is provided:date, time, place, witnesses and sour-ces. Perhaps the most important ofthese items is the origin of the infor-mation, which allows future re-searchers to assess the validity of thecase.I have coined the term \"non-cases\" for those incidents lacking oneor more of these elementary andessential pieces of information. It issurprising how well-known and respect-ed authors have fallen into that trap.For instance (see Ref. 3), Poher'scatalog lists the following case, forwhich all the available informationreads:\"And on October 16 (1965), afour-foot disk touched briefly within ahundred feet of students at the Ele-mentary School in Spring Grove,Pennsylvania,\" which I have copiedfrom the source listed by Poher (Ref.4). The original source remains un-known: a typical non-case.A large portion of these non-cases can be tracked down to mediasources, often enough obscure pro-vincial newspapers impossible to verify.Magonia contains numerous exam-ples of non-cases, many for the yearsbefore 1947 (for example, CV #43),but also from more recent times (CV#64, CV #65, CV #74, CV #171, CV17"},{"pageNumber":19,"pageContent":"#172, etc.).NON-EVIDENTIALIn general, the narratives for thistype of cases contain the basic infor-mation and some more, but anyeffort to find additional details usingthe listed references is doomed tofail.The end of the trail is varied. Insome cases, the whole story is basedon letters written by a single witness,who often writes well and convinc-ingly but does not provide any sup-porting evidence. Or worse, a carefulanalysis of the letters, if more thanone, reveals fatal inconsistencies. Agood example is provided by \"theBotta affair\" (Ref. 5), which I havestudied in some depth, but many sim-ilar cases exist in the literature. Aprime candidate is the Villa Santinaepisode (Ref. 6). I must emphasizethat I am not saying this incident is afraud: I am merely pointing out that ithas no scientific value because it isbased on the testimony of a singleletter and has no supporting evidence.In other instances, the attemptto recover the original sources termi-nates with the discovery that thestory is based on second or third-hand narratives, and has no support-ing evidence.A beautiful example of how mis-leading some accounts may be isfound in a recently published bookauthored by a serious researcher(Ref. 7). The incident occurred nearAlgeiciras, Spain, in 1959, and appar-ently two firsthand investigations hadbeen effected. However, the analysisnot only shows that the two versionscontain serious discrepancies, but itso happens that the better of the\"firsthand\" versions is no more thana 1985 interview with the son of thewitness, who was 8 years old at thetime of the events! (Ref. 8). Yet, theauthor rates this anecdote as one ofthe best cases in his book.Another instance of cases withno scientific value is typified by care-less authors who did not bother tocheck their sources properly. Almostinvariably, the listed source is a pub-lication originating in country A, des-cribing cases allegedly occurring incountry B. But the case is unknownin country B and does not figure inany of the listings from that country!In short, it is a nonexistent case.For instance, many examples ofsuch cases can be found in Ref. 9,among others the Argentinian casestaken from UFO Nachrichten (Ger-many) and-Contact (Great Britain),as well as a few Spanish cases.From what has been said, onecan conclude that almost invariablythe cases with no scientific value canbe described as being single-witnessincidents with no supporting evidence,usually based on dubious newspaperaccounts, that somehow have becomeentrenched in the literature.UNDECIDEDPresumably, all obvious IFOshave been eliminated from the UFOcatalogs and have even been includedin separate listings with the hope ofusing them for comparative statisticalstudies. Nothing can be farther fromthe truth.According to some schools ofthought, the distinction between IFOsand UFOS is marginal; in an extremeview all cases remaining as UFOs areso classified only because they havenot yet been sufficiently studied. I donot subscribe to this viewpoint, as inmy experience, if a case is a trueIFO, a careful investigation — whichperhaps in many cases has not beendone — will identify it as such.Moreover, I believe that there aresome heuristic rules, related to theamount of information and thenumber of witnesses, which help toflag the suspicious cases. On theother hand, when a case is a trueUFO, its quality is only enhancedwith deeper examination.Be that as it may, the fact re-mains that in many instances the ana-lyst is unable to reach a decision be-cause the information provided is in-sufficient. When and if more detailswould become known, the incidentcould be listed as an IFO or UFO, butin the meantime the case remains inlimbo; and of course, it would bias anystatistical study. In the UNICAT Pro-ject, such cases are included in a cata-log appropriately named MAYBECAT.Very few cases have been upgradedfrom MAYBECAT to UNICAT, butmany incidents have been identifiedand consequently labeled as IFOs.Without exception, all the exist-ing catalogs that I have examinedwith some care are typically a mix-ture of IFOs and UFOs. It would bedifficult to correctly assess the pro-portions because of the high inci-dence of cases without scientificvalue, and the inordinate amount oftime that would be necessary toscreen those catalogs. But I woulddare to say that MAGONIA, forinstance, does not contain more than30% of cases with scientific value,while the number does not exceed10% for Ref. 9, and is of the order of1% of the raw entries in UFOCAT.TRUFOSI cannot resist using the namecoined by Dr. Maccabee to indicatethose cases that, having resisted thescrutiny of generations of debunkers,still remain unexplained. Those areexceptional cases, supported frommany different viewpoints, and stu-died in depth by numerous investiga-tors.Indeed, the number of TRUFOSis not extremely large, but there aremany excellent reports of high-qualityUFO cases; these are the ones weare primarily concerned with in UNI-CAT. These are also what are calledthe \"residue\" by some schools ofthought that firmly believe all UFOcases — including photographs! —have either a psycho-sociological ex-planation or a trivial cause, whichremains hidden for unclear reasons.At present, the UNICAT database contains about 600 such entries,a number large enough to supportsome statistical analysis, but we ex-pect this number to increase in duetime.More importantly, we carry on acontinuous revision of the casesalready entered, as we are quite(continued on page 22)18"},{"pageNumber":20,"pageContent":"LOOKING BACKByBobGribbleFORTY YEARS AGO - January1948: Shortly after noon on the 7th,the Kentucky State Police reportedto the Fort Knox military police thatthey had sighted an unusual aircraftor object speeding through the air.The object was circular in appearance,approximately 200 to 300 feet indiameter, and moving westward. TheProvo Marshal at Fort Knox calledthe commanding officer at GodmanField, Fort Knox's airstrip. At about11 AM the tower controller hadspotted the object south of GodmanField. About 2:30 P.M. an F-51 flyingin the area and piloted by a CaptainMantell, was ordered to check on thestrange object. At 2:45 PM Mantellcalled the tower with this message:\"Mantell to tower, I see it, above andahead of me. I'm still climbing.\" A fewmoments later one of Mantell's wingmenwas heard to say: \"What the hell arewe looking for.\" After a momentCaptain Mantell made this reply:\"Mantell to tower, the object isdirectly ahead of me and above meand moving half my speed ... Itappears to be a metallic object oftremendous size.\"The object is now in visual viewof everyone in Godman tower. ThenMantell radioed his final message:\"Mantell to tower, I'm trying to closein for a better look. I'll go to 20,000feet.\" Shortly thereafter Mantell'swingman reported that Mantell haddisappeared. It wasn't until 7 PM thatit was discovered that Mantell hadcrashed.The best observation of theobject was made by Lt. Col. E.Garrison Wood, Deputy BaseCommander and Operations Officer.Col. Wood said the UFO was seen in\"exactly the same spot the wholetime\" until 7:30 PM. He tracked it bytheodolite, a telescope-like instrumentused to measure horizontal and verticalangles. Because it did not move forthe approximate eight hours ofobservation, Wood was convincedthat it was not a planet, balloon oraircraft.***THIRTY FIVE YEARS AGO -January 1953: At 4:45 PM on the10th two witnesses observed a smallUFO at Sonoma, California, movingat a very fast rate of speed andperforming violent maneuvers. Theobject's sound was similar to that of ajet aircraft. The UFO made three360-degree right turns in nine secondsthen performed abrupt 90-degree turns,first to the right, then to the left. Theobject then stopped, accelerated toits former speed, went into a fast-speed vertical climb and disappeared.During the week of the 12th to19th, a panel of six top-rankingAmerican scientists met in Washington,D.C., at the request of the Air Forceto review the then accumulatedevidence on UFOs. Captain EdwardJ. Ruppelt, in charge of the AirForce investivation, discussed in detailwith this group of scientists all of thesignificant information gathered underhis direction. This panel of scientistsdevoted the entire week to thoughtand study of the evidence and drewup a set of recommendations asfollows:1.) The investigative force of theproject (Blue Book) should bequadrupled in size. 2.) It should bestaffed by specially trained experts inthe field of electronics, meteorology,photography, physics, and other fieldsof science pertinent to UFOinvestigations. 3.) Every effort shouldbe made to set up instruments inlocations where UFO sightings arefrequent, so that data could bemeasured and recorded during asighting. 4.) In other locations aroundthe country military and civilianscientists should be alerted andinstructed to use every piece ofavailable equipment that could beused to track UFOs. 5.) The Americanpublic should be told every detail ofevery phase of the UFO investigation— the details of the sightings, theofficial conclusions, and why theconclusions were made. In spite ofthe recommendations of this panel ofillustrious scientists who gave oneweek of their valuable time to seriouslyconsider the UFO problem, the AirForce by subsequent policy rejectedthese recommendations and pursuedan opposite course.An Air Force pilot flying an F-86on a \"round-robin\" navigation flightfrom Moody Air Force Base toLawson AFB to Robins AFB, thenback to Moody — all in Georgia —spotted a bright, white circular lightover Albany, Georgia at 9:35 PM onthe 28th. As he pursued the light hesaw that he was getting closer becausethe light was getting bigger. Then itwasn't white any longer; it waschanging color. In about a two-second cycle it changed from whiteto red, then back to white again.It went through this cycle two orthree times, and then before he couldrealize what was going on, the lightchanged in shape to a perfect triangle.Then it split into two triangles, oneabove the other. Then the twotriangles suddenly vanished. Whenthe pilot made radio contact with theMoody ground station he was advisedthat the UFO chase had been watchedon radar. First the radar had theUFO target on the scope. Then theradar operators saw the F-86 approach,climb, and make a shallow divetoward the UFO. At first the F-86had closed in on the UFO, but thenthe UFO speeded up just enough tomaintain a comfortable lead. Thiswent on for two or three minutes,then the object moved off the scopeat a terrific speed. The radar site hadtried to contact the pilot, but they19"},{"pageNumber":21,"pageContent":"couldn't raise him so the messagehad to be relayed through the Moodytower.***THIRTY YEARS AGO - January1958: Outright Air Force censorshipof a nationally televised program onUFOs occurred on the 22nd whenMajor Donald Keyhoe (USMC, Ret),Director of the National InvestigationsCommittee on Aerial Phenomena, raninto stiff opposition when he tried todiscuss a secret Air Force letter andother hidden documents on CBSTelevision's special Armstrong CircleTheater program, \"UFO: Enigma ofthe Skies.\" During the broadcast ofthe program, Keyhoe deviated fromthe censored script and was promptlycut off the air. He referred to \"officialsecrecy on UFOs,\" and the soundwent dead. An announcer's voiceexplained: \"Due to operating difficultiesthere has been an interruption in thesound portion of the Armstrong CircleTheater. Until difficulties are cleared,we will continue the picture portion.\"Kenneth Arnold also appeared on theprogram and he said his script was,also censored.On the 30th, a lawyer, his wife,and their nephew felt an electricshock while driving between Arequipaand Lima, Peru at 11:45 PM. Severalseconds later the headlights and engineof their car failed. An invertedmushroom-shaped craft was thenobserved, about 15 feet in diameter,descending from the sky. Giving off ared glow, the craft hovered over thearea for about eight minutes at analtitude of about 150 feet. A truckand a bus were also affected by thepresence of the UFO.***TWENTY FIVE YEARS AGO -January 1963: No significant reportson file for this period.***TWENTY YEARS AGO — January1968: Shortly after 11 PM on the20th, Mr. and Mrs. Robert Ballardwere driving near Vermillion, SouthDakota when they observed a \"very,very large\" object resembling \"a bigball of red and orange fire.\" As theygot closer to the UFO it appeared tobe flickering in a field. \"It was a solidform and it spun at a very high rateof speed,\" Ballard said. He said it was\"20 feet above the ground at timesand very close to the ground at othertimes.\"Then the object began followingBallard's car. Ballard increased speedto approximately 100 MPH, but theobject kept following. The road wasbathed in light. The car's speed hit110 MPH. Then Mrs. Ballard saw thesphere coming straight at them. \"Iwas very frightened,\" Ballard said. \"Iactually thought the craft was goingto pick us up. It kept diving at mycar, as though it was trying to grabus.\" Then the UFO ascended anddisappeared toward the east. TheBallard's said the orange-red ballappeared about 30 feet in diameterand \"at times had a white ring aroundit.';***FIFTEEN YEARS AGO - January1973: On the 17th the Santa Ana,California Register published thefollowing startling article: \"Thesecolumnists (David Branch and RobertKlinn) recently learned that all of thedocuments, photographs, personalpapers, and notes of the late CaptainEdward J. Ruppelt, were packed incardboard boxes and locked in agarage in Long Beach, California ...We secured an invitation to the homeof the owner of the documents. Theseveral boxes were carried from thegarage to the kitchen table, where wewere allowed for several hours toperuse page after page of hundredsof government UFO reports — manynever published and some stampedclassified (but presumably by nowdeclassified). All had been kept inremarkable, almost mint condition.There was never any question thatthe documents were authentic; theirkeeper was Captain Ruppelt's widow.We asked if we had seen everything.No, we had not. There was certainmaterial we could see only if JamesPhelan, who had been one of CaptainRuppelt's closest friends, wouldapprove. He was called and heapproved. And another cardboardbox was brought from the garage.\"This material is indeed invaluableto an understanding of governmentpolitics involving the handling of theUFO problem. One section of oneRuppelt notebook is labeled in capitalletters: 'ABSOLUTELY NOT FORANY TYPE OF PUBLICATION.' Itnames names and tells inside storiesof the generals and other brass mostintimately involved with governmentUFO investigations. Bared are theirpersonal opinions concering UFOs,their actions and nonactions, and thedynamics of their political influences— certainly never published anywhere.\"Dr. J. Allen Hynek, for 22years the chief scientific consultant toProject Blue Book, upon learningwhat this section contains, told usthis part was worth the whole 'priceof admission.' Material is includedhere relating subterfuge used by anoted anti-UFO professor from a Big-Ten university in order to gain fromBlue Book officially classified material.Ruppelt's documentation of theattitudes of top military officialsindicates how the UFO problem wasreally handled — apart from glossed-over press releases for publicconsumption.\"One volume of typed pagescontains a report of a secret, explosiveconference held by the former headof Air Force Intelligence, the lateGeneral Charles P. Cabell. Cabell felthe had not been told the whole truthabout UFO investigations within hiscommand. He screamed to hissubordinates: 'I've been lied to! I'vebeen lied to!' Ruppelt's notes say thatunknown to Cabell, a wire recorderunder a chair documented everyword. Cabell later became the NumberTwo man in the Central IntelligenceAgency.\"Another volume of Ruppelt's paperscontained an intriguing reference to amysterious scientist who heads asuper-secret U.S. intelligenceorganization actively interested in UFOs.(MJ12? - Ed.) Perhaps the mostrevealing set of papers among thesediscovered boxes of documents is theoriginal unedited manuscript ofRuppelt's book, The Report onUnidentified Flying Objects. Largesections are X'd out, and a comparison(continued next page)26"},{"pageNumber":22,"pageContent":"BACK, Continuedwith the published text shows thatthese sections have possibly beencensored from the version still sold inbookstores. Important cases, manycorroborated by radar, have beenomitted.\"In Ruppelt's correspondence files,a letter from the Air Force stronglyimplicates that agency in censoringRuppelt's work. One paragraphcompliments Ruppelt on certainchapters and confirms that the finalversion was written in accordance withcensorship procedures. The word'censor' had been partially erased andthe word 'review' had been substituted.\"The boxes of Ruppelt papers havebeen made available to us for theircompilation into a book (The RuppeltPapers). The public owes its thanks toMrs. Edward J. Ruppelt and Mr. JamesPhelan.\" The above mentioned bookwas never published. (Editor's note:David Branch has retained the materialthat he and Robert Klinn purchasedfrom Mrs. Ruppelt for the proposedbook. It is gratifying to know that it hasbeen placed in safekeeping.)***TEN YEARS AGO - January 1978:At 5:50 AM on the 21st, a woman isdriving to work on a rural road insouthern Kenton County, Kentucky.\"That's the time I go to work everymorning,\" she said, \"but that day I keptpicking up a funny noise in my car. Itsort of went 'meep, meep,' if that makesany sense. I drove like that, hearing thatfunny noise, for maybe three or fourmiles. But I didn't see anything. Finally, Iturned right. Then I didn't hear it anymore.\"Twenty-four hours later the incidentis repeated, but this time with moredramatic results. \"I got to about thesame place on the road at just about thesame time when I saw this thing rightover the top of me in the sky,\" she said.\"At first it was a big red something. Andit steadily moved over towards me.That's when I started hearing the noiseagain. It was the same sound.\"As she looks out her windshield,the object looms about 200 feet away. It(continued next page)IN OTHERS' WORDSBy Lucius ParishUFO phenomena in Biblical timesare the subject of an article in theSeptember 22 issue of NATIONALENQUIRER. Research into suchancient sightings has been conductedby Donald Coverdell, author of THEMYSTERY CLOUDS.Mystery \"circles\" found ingrainfields aross southern Englandare discussed in the \"Anti-Matter/UFOUpdate\" section of October OMNI.Author Jenny Randies is an advocateof the \"whirlwind\" theory to explainsuch markings, although such an ideaseems totally absurd when the complexpatterns of the \"circles\" are considered.The same column in OMNI'sNovember issue carries Jerome Clark'ssummary of the \"MJ-12\" controversy,presenting both \"pro\" and \"con\"arguments concerning the documentsin question. The column in DecemberOMNI has an update on the \"tectonicstrain\" theory espoused by MichaelPersinger, which attempts to explainUFOs as earthquake-related naturalphenomena. However, the highlightof December OMNI is an article byPamela Weintraub on UFO abductions,largely devoted to the pioneeringwork of Budd Hopkins. Overall, it isa rather well-balanced article and theinclusion of a questionnaire for readerswho think they may have had anabduction experience opens up thepossibility of a large-scale response.OMNI claims a readership of 5million, so if even a small percentagerespond to the questions, this mightprovide a new look at the scope ofthe abduction phenomenon.The December 1987/January 1988issue of AIR & SPACE has JOURNALeditor Dennis Stacy's article on UFOsightings by pilots, citing the researchefforts of Dr. Richard Haines in thisparticular aspect of the subject.For those readers interested inthe general field of unexplainedphenomena, I can highly recommenda new publication, STRANGEMAGAZINE. The Premiere DoubleIssue is now available at $3.95 or youcan subscribe for four issues at therate of $14.95. The magazine has anexcellent layout, as well as a goodpresentation of material. Editor MarkChorvinsky tells me that a sizeableportion of each issue will be devotedto UFO material. The first issue has afeature article on \"The Alien Visitorsof Charles Fort,\" plus a report onUFO abduction cases. Orders/subscriptions should be sent to:STRANGE MAGAZINE - P.O. Box2246 - Rockville, MD 20852.Wendelle Stevens and AugustRoberts have combined forces tobring out two new volumes dealingwith UFO photographs. Volume 1 ofUFO PHOTOGRAPHS AROUND THEWORLD is 256 pages in length,selling for $14.95. Volume 2 is thesame length and the price is $16.95.Both books contain a wealth ofinformation on various categories ofobjects depicted in UFO photos fromall corners of the globe. Another newbook from Wendelle Stevens is UFOCRASH AT AZTEC by William S.Steinman. This volume is primarilyconcerned with the crashed discstory from Aztec, New Mexico in1948 which was the basis for FrankScully's BEHIND THE FLYINGSAUCERS. Steinman has conductedextensive research into the case andpresents his findings, along withadditional material on the generalsubject of UFO crash/retrievals. Thisis a very large book (625 pages),selling for $18.95. Please add $1.25per book for postage and handling.Orders may be sent to: UFO PhotoArchives - P.O. Box 691224 - Tulsa,OK 74169-1224.MUFON21"},{"pageNumber":23,"pageContent":"BACK, Continuedappeared to be egg-shaped. Finally shemakes the right turn, as the morningbefore, and the UFO is gone as quicklyas it had appeared. No noise. And thelights which had brightened up thecountry road all around her, abruptlyturned to darkness. As she drives towork, her husband is standing in thedriveway, watching her car — andwatching the strange bright objectfollowing her. He first spots it about 300or 400 feet away in the air. Then herealizes it's following his wife's car.After the first encounter the car startedacting up. By, the following night thebrakes were almost gone. They saidthey had it checked and the mechanicfound the brakes \"practically weldedtogether.\"NATURE, Continuedaware that the data base may stillcontain cases amenable to improve-ment, or even requiring deletion andreplacement. For this, we need thecooperation of all serious ufologists.References1. Vallee, Jacques; PASSPORT TO MAGO-N1A, Regenery, 19692. Barthel, Gerard and Brucker, Jacques; LAGRANDE PEUR MARTENE, Paris, 1979(A critical review of this work appeared inMUFON UFO JOURNAL (USA) #219, July1986, and in MAGONIA (England) #23,July 1986).3. Mauge, Claude; \"Regards critiques sur unfichier au-dessus de tout soupcon,\" inOVNI-PRESENCE #27, pp. 30-40.4. Edwards, Frank; FLYING SAUCERS SERIOUSBUSINESS, 1966, p. 3085. Smith, Willy; \"L'Affair Botta,\" LDLN #265-266, July-August 1986, p. 28; also in FSRVol. 31, #5, July 1986, p. 22.6. Bowen, Charles (ed); THE HUMANCMDS, 1969,p. 1877. Ballester Olmos, V.J.; ENCICLOPEDIA DELOS ENCUENTROS CERCANOS CON OVMS,Plaza y Janes, March 1987, p. 205.8. CEI (Centra de Estudios Interplanetarios)Barcelona, Spain. El Cobre, Algeciras(October 16, 1959). Report dated Sep-tember 5, 1985.9. Rodeghier, Mark; UFO REPORTS INVOLV-ING VEHICLE INTERFERENCE, CUFOS,1981.22THE NIGHT SKYBy Walter N.WebbMUFON Astronomy ConsultantJANUARYBright Planets (Evening Sky):Venus, at magnitude -4.0, stands 20° up in the SW during midtwilight onJanuary 15 (from midnorthern latitudes), not setting until about 7:30 in mid-January. The brilliant planet and the crescent Moon form a beautiful closepair on the 21st.Jupiter, at magnitude -2.4 in Pisces, is high in the south at dusk and sets inthe west about midnight in midmonth. This second brightest planet liesnear the quarter Moon on the 24th.Bright Planets (Morning Sky):Mars, moving from Libra into Scorpius and Ophiuchus this month, risesabout 3:30 AM in mid-January and is 25° up in the SE during midtwilight.During January the red planet slides by another red object, the starAntares, presenting observers with a good opportunity to compare thecolors and brightness of each. Antares means \"rival of Mars.\" The crescentMoon makes a nice triangle with Mars and Antares on the 15th.Saturn, in Sagittarius, emerges in the SE morning sky in early January,rising then about 6 AM and at 4:30 by month's end. The ringed world liesabout 25° to the lower left of Mars in midmonth. The former passes thelatter in February.Moon Phases:Full moon — January 3Last quarter — January 12New moon — January 19First quarter — January 25The Stars:o€The great warrior Orion brightens the southern sky of winter. Look for astick figure whose shoulders, head, belt, sword, and legs are clearly markedby stars. The trio of stars in a row forming the belt are particularlynoticeable. And below the belt can be seen a wispy cloudlike object, thefamed Orion Nebula. Ultra-violet radiation from superhot stars at thecenter of this mass of gas and dust excites the gases to glow. The nebula isa cosmic nursery where new stars form. This object is a spectacular sightin binoculars or a telescope.To Orion's right lies the brightest nocturnal star, Sirius, in Canis Major theBig Dog. To the warrior's left, the fiery orange eye of Taurus the Bull, thestar Aldebaran, glares at Orion. Note that the face of the bull is outlined bya V-shaped cluster called the Hyades. Another cluster, the Pleiades or\"Seven\" Sisters,\" represents a spear-wound in the bull's shoulder; itfrequently is mistaken for the Little Dipper."},{"pageNumber":24,"pageContent":"MESSAGE, Continuedposition by the members in the cen-tral states, composed of the follow-ing states: ND, SD, NE, KS, OK, TX,MN, IA, MO, AR, LA, WI, IL, IN, MI,KY, TN, AL and OH. Any currentmember desiring to be a candidateshould contact your State Directorso that he/she may submit yourname in nomination. State Directorsare eligible and may nominate them-selves. All candidate's names must bereceived by MUFON headquarters byby January 30, 1988 (unless extended).Ballots will be enclosed in the MUFONUFO JOURNAL for voting purposes.This is an opportunity for someone toassume a more active leadership rolein the corporate organization. Onlyone candidate has been nominated asof December 14, 1987. Bill Pitts,former State Director for Arkansasand presently a State Section Direc-tor has been nominated by EdwardF. Mazur. Please take inventory ofyour personal objectives in the futureof Ufology if you want to be part ofthe resolution.Dr. Bruce Maccabee, Chairmanof the Fund for UFO Research, hasannounced two proposed researchprojects that will require substantialamounts of money to finance. In theMJ-12 document verification, there isone document, the carbon copy ofwhich is in the National Archives (theCutler-Twining memo of 1954), whichcould be analyzed to determine whenit was typed (a crucial step in determ-ing whether it is authentic). Oneestimate of the cost for such an anal-ysis is about $3,000. The Fund wouldwelcome special contributions to ad-vance the study of these documents.Contributors of $50 or more will beprovided with a copy of whateverreport is generated by the authentica-tor — before it is released to thepublic.Dr. Maccabee has recently beeninformed by Dr. David Jacobs, whohas been very much involved inabduction investigations, that he hasseveral samples of \"biological matter\"(secretions and stains) which areassociated with abduction events. Dr.Jacobs has had some of them ana-lyzed, but the only type of analysis hecan afford is not very informative.The Fund will attempt to support thiswork as much as possible — but,again, contributions for this \"abduc-tion trace\" (analogous to a \"landingtrace\") investigation would be wel-come. The same offer applies: anycontributor of $50 or more willreceive a copy of the analysis reportbefore it is released publicly. Yourcontribution to the Fund is taxdeductible on your Federal IncomeTax.The Fund for UFO Research has avariety of important publications,books, video tapes (VHS or Beta),audio tapes of the MUFON 1987International UFO Symposium speak-ers and research papers that areavailable for purchase. Please request\"Reply Form 3Q87\" for this extensivelist by writing to: Fund for UFOResearch, P.O. Box 277, Mt. Ranier,MD 20712.The MUFON 1987 InternationalUFO Symposium Proceedings (222pages) is available from MUFON for$15 plus $1.50 for postage and han-dling. The theme is: \"InternationalSymposium on Unidentified AerialPhenomena: 1947 - 1987.\"Since MUFON is an Internationalorganization and the only monthlyUFO magazine with announcementsof current events, we use this mediaas a bulletin board for forthcomingUFO Conferences and Meetings. TheAssociation d'Etudes Sur Les Sou-coupes Volantes (A.E.S.V.) is spon-soring a French language UFO Con-gress titled \"Recontres De Lyon\" onthe Easter holiday weekend April 2, 3and 4, 1988 in Lyon, France. This isa European Congress and the officiallanguage will be French. Proceedingswill be included with the 130 FrenchFranc participation fee. A EuropeanCongress Center has been contractedto provide room, breakfast and allmeals for the full three day stay (fivemeals, two nights and three break-fasts) for under 500 F.F. (Approxi-mately $87 U.S. or 50 pounds U.K.)Lectures and participation fees mustbe sent before February 5, 1988 toA.E.S.V., B.P. 324-F13611, Aux Cedex1, France.For the more adventurous andaffluent people, Bill Matthias, hasannounced a \"UFO Investigation Tourto Brazil and Peru,\" departing Friday,April 15, 1988 for $2772 per person,double occupancy. A $300 depositper person is due on or before Janu-ary 15, 1988 and final payment is dueon February 15, 1988. Please write toBill Matthias, 5236 \"A\" Clean Ave.,North Hollywood, CA 91601 for reser-vations and details.The Rocky Mountain Research Insti-tute and Colorado State University,Association for Past Life Researchand Therapy is co-sponsoring an\"International Conference on Para-normal Research,\" July 1 - 10, 1988 inFort Collins, Colorado. The objec-tive is to provide an open forum onparanormal and metaphysical research,including presentation, analysis, criti-cal review and response. The call forpapers is invited on a wide variety oftopics, including aliens, extraterres-trials, UFOs, etc. For further infor-mation or to be put on a mailing list,contact: Dr. Dan S. Ward, ICPR,203 Weber Building, Colorado StateUniversity, Fort Collins, Colorado80523 or telephone (303) 493-7556 /491-5753.The Mutual UFO Network, Inc.and the MUFON UFO JOURNALhave announced these events as apublic service to our members. Suchannouncements do not imply anendorsement of the meeting, product,or subject matter.A late item of news that MUFONdoes recommend highly is the preli-minary announcement that MUFON-Nevada has bid on the \"MUFON1989 UFO Symposium\" to be held inLas Vegas, Nevada about the middleof June at one of the major hotels onthe Las Vegas Strip. John O. Lear,State Director, will be the host chair-person. During a recent visit to LasVegas, your Director was very impress-ed with the fabulous facilities andreasonable rates for hotel rooms andmeals. The entire meeting will be con-fined to one hotel that also providesshows and casino accomodations.Plan your summer vacation in 1989around the MUFON Symposium andthe sights in and around Las Vegasfor a fantastic experience.23"},{"pageNumber":25,"pageContent":"DIRECTOR'S MESSAGEBy Walt AndrusThe year 1987, not only commemo-rated the 40th Anniversary of Ken-neth Arnold's historic UFO sightingintroducing the modern era of UFO1-ogy, but inaugurated a renewed inter-est in the UFO phenomenon. Eventsthat sparked a revival in this intrigu-ing enigma included new books onthe abduction scenario, the MUFONInternational UFO Symposium, UFOConferences from coast to coast, theLondon UFO Congress, the MJ-12documents controversy, outstandingpress and electronic media exposureto the public.Many of us had hoped that the \"40Years Is Long Enough\" slogan wouldhave been an incentive to the U.S.Government to publicly admit to thereality of UFOS in 1987. The. 8000UFO documents obtained under theFreedom of Information Act by re-searchers is overwhelming evidenceto the military and intelligence agen-cies' involvement in the UFO pheno-menon. The longer the governmentdelays this announcement, the moreembarrassing it will be. When it isultimately announced, the \"CosmicWatergate\" will overshadow all pre-vious covered-up covert operations,since the UFO enigma is worldwidein scope. 1987 has now gone into his-tory without a U.S. Government pub-lic UFO disclosure. Will it be 1988 or1989?MUFON membership had slowlydeclined in 1986, however with theadvent of 1987 and the above signifi-cant events, membership has showna continuous and steady growthpattern. This growth is directly reflect-ed in the number of qualified peoplewho have volunteered for leadershiproles in the Mutual UFO Network,Inc.* * *S. Christopher Early, a ResearchSpecialist in Propulsion since 1981, isthe new State Director for Georgiareplacing Edwin Meyers. Living inAtlanta, Mr. Early is President ofPhysimetrics, Inc. Ruth E. Baynardhas been appointed State Section Di-rector for Cobb and Paulding Coun-ties in Georgia. A resident of Marietta,Ruth has an amateur radio operatorExtra class license with call lettersAA4YX.Francis L. Ridge, State Directorfor Indiana, has appointed the follow-ing two State Section Directors:James E. Delehanty for Clark,Floyd and Harrison Counties andRoger K. Lamberson for Howard,Carroll, Cass and Miami Counties.Ray Feltmeyer of Belleville, Illinoishas accepted the position of StateSection Director for St. Clair andMonroe Counties. Kevin T. Minns,USAF has been appointed State Sec-tion Director for Yuba and SutterCounties in California.John H. Bielinski, a memberstarting in 1980 and an amateur radiooperator WA1ZRT, has been assignedas State Section Director for NewHaven and Middlesex Counties inConnecticut. William M. \"Bill\" Die-senroth, joining MUFON in 1974, isthe State Section Director for Wash-tenaw County in Michigan. Bill wasone of the official photographers atthe MUFON 1986 MUFON Sympo-sium in Lansing, Michigan. RichardD. \"Rick\" Holt was recommendedby John F. Schuessler to becomethe State Section Director for HarrisCounty in Texas that encompassesHouston, Tex. replacing L. DavidKissinger.It is a pleasure to welcome threenew Consultants to MUFON's Advi-sory Board. They are John J. Lad-den, M.D. (Elkins Park, Penn.) inSurgery; Winston Sarafian, Ph.D.(Oxnard, Calif.) in History; and JamesDeMeo, Ph.D. (Miami, Fla. ) inEarth and Atmospheric Sciences.David M. Jacobs, Ph.D. andJerome \"Jerry\" Clark have acceptedinvitations to speak at the MUFON1988 UFO Symposium at the Univer-sity of Nebraska in Lincoln on June24, 25 and 26, 1988. The theme of thesymposium is related to the ETH andthe abduction scenario. It will be head-quartered on campus at the NebraskaHotel Center, 33rd and HoldregeStreets, Lincoln, NE 68583-0901. UFOConferences were held in these finefacilities in 1982 and 1983. JerryClark will speak on \"The Fall andRise of the Extraterrestrial Hypothe-sis\" and Dave Jacobs will use mate-rial from his upcoming book onabductions planned for publication in1988.* * *New officers for MassachusettsMUFON elected on December 5,1987 are Joe Santangelo, Director;Joanne Bruno, Asst. Director andSecretary; and Robert Taylor, Trea-surer. With the resignation of JimMelescuic, Joseph Santantelo will beserving as State Director for Massa-chusetts, as well as Eastern RegionalDirector for the remainder of histerm on the MUFON Board of Direc-tors. Congratulations to Joe andJoanne on their new responsibilities.The Massachusetts UFO Hotline tel-ephone will be operated from 20Boyce Court, Reading, MA. BarryGreenwood had previously resignedas Asst. State Director to devotemore time to a follow-up book toClear Intent and CAUS.With the promotion of Dan Wrightto Deputy Director of Investigationson the MUFON Executive Commit-tee, a vacancy was created for Cen-tral Regional Director on the MUFONBoard of Directors. An election willbe conducted in early 1988 to fill this(continued on page 23)"}]
