[{"pageNumber":2,"pageContent":"NUMBER 115 THE MUFON JUNE 1977 UFO JOURNAL Founded 1967  ^0^ *    $1.00 ••••••^^ OFFICIAL PUBLICATION OF MUFON/ MUTUAL UFO NETWORK, INCM^B^^M^ Photogroph baken October 17, 1973, over ELkhore, West VLrgunLo,"},{"pageNumber":3,"pageContent":"MUFON UFO JOURNAL 103OldtowneRd. Seguin, Texas 78155 DENNIS WILLIAM HAUCK Editor WALTER H. ANDRUS Director of MUFON PAULCERNY -. Promotion/Publicity REV. BARRY DOWNING Religion and UFOs ANN DRUFFEL California Report LUCIUS PARISH Books/Periodicals/History MARJORIE FISH Extraterrestrial Life RICHARD HALL Associate Editor MARK HERBSTRITT Astronomy ROSETTA HOLMES Promotion/Publicity TED PHILLIPS Landing Trace Cases DAVID A. SCHROTH St. Louis/Mass Media JOHN F. SCHUESSLER UFO Propulsion NORMA E. SHORT DWIGHT CONNELLY Editor/Publishers Emeritus LENSTRINGFIELD Commentary Ik. NORM UFO 10UMML to frtUui M*Ml *f DM Motari UFO Mmt, bpta, Ton SetatripMfc'ntii: SI.OO tu jui hi U.S.; $5.00 p« jui briipi. Copjnfht 197Tbi ««ul UFO Mmt Stun* dm putifi piM « SifotB, Tun Mire mMimMt copta ht MUFOII UFO JOUIML103 OMom Id., Sipia, TOD 71155. FROM THE EDITOR In view of the critical articles on computer photo analysis appearing in this issue, I feel a few words are in order. First, as an Editor, I believe I have a very real. responsibility to present both sides to any controversy. Therefore, while this issue may seem weighted against the use of computers in the analysis of photos, the articles do serve to help us remember that no technique is 100# foolproof. Personally, I see computer analysis of photographs and other scientific approaches to the UFO problem as off- ering our only hope for a solution. In this issue NOCTURNAL UFO PHOTOGRAPHED  3 By Theodore Spickler AIRCRAFT PILOT SPOTS UFO  4 By Don Berliner CALIFORNIA REPORT  5 3y Ann Druffel UFO OBSERUED IN SAN PABLO  7 COIUPUTER PHOTO ANALVSIS    8 By R-icha rd Hall NEIiJ OHIO ABDUCTION CASE    9 By Bill Jones illUFON-NC TRAINING CONFERENCE  11 By George Faiucett ALTERNATE REALITIES  .....12 By Theodore Spickler IN OTHERS WORDS     13 By Lucius Parish NEtlJ HAdlPSHIRE CLOSE ENCOUNTER   14 By Raymond Fomler X John Oswald DIRECTORS (HESSAGE  19 By UJslt Andrus RECAPPING AND COmfilENTING  20 By Richard Hall ASTRONOmy NOTES  20 By mark R. Herbstritt The contents of the MUFON UFO JOURNAL are determined by the editor, and do not necessarily represent the official position of MUFON. Opinions of contributors are their own, and do not necessarily reflect those of the editor, the staff, or MUFON. Articles may be forwarded directly to MUFON or to: Dennis W. Hauck, 114GostlinSt., Hammond, IN 46327 Permission Is hereby granted to quote from this Issue provided not more than 200 words are quoted from any one article, the author of the article is given credit, and the statement \"Copyright 1977 by the MUFON UFO JOURNAL, 103 Oldtowne Rd., Seguin, Texas\" Is included."},{"pageNumber":4,"pageContent":"NOCTURNAL UFO IN WEST VIRGINIA By Theodore SpiLckler Date of Sighting: October 17,1973 Time of Sighting: 9:15 Zone: EST Location of Sighting: Elkhore, West Virginia, McDowell County Number of Witnesses: One Name of principal witness: Mr. David Bodner Sighting Evaluation: Unkown Significant Principal investigator: Theodore Spickler Southern West Virginia experi- enced a UFO flap during October of 1973 and on Saturday night October 13, seventeen year old David Bodner grandly informed his parents that he was going to go outside to see a flying saucer. They laughed; he went outside and promptly saw a nocturnal light pass overhead that he felt certain was no ordinary object. His curi- osity thus nurtured he prepared for additional sightings by loading a Pentax 35 mm camera with tri-X film. Five nights later on October 17 the UFO returned and we have the resulting photo to study. The time was around 9:15 p.m. EST, David had just come out of the house and while looking at the ground caught a glimpse of some- thing quite bright in the sky to the northwest. It passed overhead in about 45 to 60 seconds exhibiting a number of unusual features. A fluttering motion was coupled with the flashing on and off of the entire object. Its appearance was curiously lacking in any kind of symmetry or reasonable structure. The intensity of the flashing would change on each flash and was com- pared to the light put out by the banks of floods set up to illuminate a football field at night. He esti- mates that each flash lasted for about five seconds with three seconds of blackness in between. The size was described as \"huge\" and far away: initially the light was about half the size of the full moon. The photograph is consistent with the description of the object made from memory by the witness. One can see that the object was flut- tering, blinking on and off, and changing intensity. The object was also quite intense as can be inferred by the halation. The photograph was hand held with the shutter set at \"bulb\". The lens was wide open and had a focal length of 50mm. David recalls that the exposure was about 10 to 15 seconds long which suggests that some of the blurring in the third and forth set of object images may have been due to camera motion J It is important to emphasize that the strange squiggle shape of the object is not 'the path of a moving light on the object but seems to have been a continuously visible shape. Since the camera was focused on infinity we can estimate the angular size of the object. Its image was about 3 mm on the nega- tive which suggests that it sub- tended an angle of about 3Vi degree from the camera. To play with this further, it would take an object 120 feet in diameter at a distance of 2,000 feet to meet the required angle. If any aspect of this case prompts me to consider it as unknown and significant it is that a very similar object was photographed on the very same night by a gentlemen in Columbus, Ohio. A weak copy of this picture can be found on page four of the Flying Saucer Review Volume 19, no. 6 Nov.-Dec. 1973. Ken Chamberlain is the reported source of the photograph and appar- ently worked for the Columbus Dispatch. Mary Borders of the photographic department for that newspaper informed me that the (Continued on page 7) 3"},{"pageNumber":5,"pageContent":"Aircraft Pilot Spots Object Over Columbia Learning to fly a small airplane in the mountainous territory near Bogota, Colombia, is challenge enough for most people. But when the natural hazards are supple- mented by the presence of a large, unknown flying machine, it has to be most disconcerting. For 22-year old student pilot Manuel Jose Lopez Ojeda, the experience of May 5, 1977, was as close to catastrophic as he can reasonably be expected to en- counter in a normal life. For 55 minutes, he was totally out of con- trol of the situation, as first his air- plane failed to respond to move- ments of its controls, and then his eyesight faded to almost nothing. That there would be no permanent damage either to the pilot or the airplane was far from obvious dur- ing the experience. Ojeda took off at 9:15 a.m. for a routine solo training flight above the 8,500' mountains north of Bogota, in a little 100 hp Cessna 150. An hour later, as he was prac- ticing steep turns near the town of Tabio, he noticed that all the gauges on his insturment panel were reading either zero, or in the danger zone. As he later told veter- an Colombian commercial pilot Rudy Faccini: \"I started looking for a field to make a forced landing. But when I started looking down on my right side, I saw a huge vehicle—a machine—was a few feet below me, and at times he would come right below the aircraft. And when I tried to straighten the steep turn 4 in which I was, I found the controls of the aircraft would not obey. The whole aircraft seemed to be locked into this machine, or being control- led by somebody else.\" The young pilot described the UFO: An inverted dish, with a dia- meter of 15-20 meters (50-65 feet) and a thickness of about 3 meters (10 feet). In the top center of the craft was a red and yellowish fluorescent lamp. \"The UFO would not rotate—it was stationary. And when it would move, it would move in a straight and horizontal line in quick movements. Doing zig-zag, but straightline movements. (It) was white—snow white—I couldn't see any people, and I couldn't see any windows...it was completely sealed.\" While his airplane was apparent- ly under the control of something else, Ojeda began to realize his vision was fading. \"It was like being in a fog...I couldn't distin- guish any objects too far, so I asked for guidance, to be able to return to my base. (Another) air- plane approached my aircraft. By this time, my vision was lost completely. I couldn't see any- thing...not the dashboard...! couldn't see outside my airplane.\" With no vision, and fewer than 40 hours of flying experience to fall back on, Ojeda was almost help- less. At the time he first noticed his eyesight was failing, the object was departing, leaving him able to fly the airplane. But without visual cues, there was little he could do but call for help. Two flight instructors from Bogo- ta came to his rescue, one of them flying as close as he felt safe, and guiding him via voice commands. As recorded by the control tower, the dialogue went partly like this: \"Instructor: 'OK, noew begin slowly the turn to the left, slowly, slowly, slowly. Turn to the left... to the other side is the left! Left, left, that's right...the left is the other side. To the side by the door. Turn to the side by your door. Do you hear me? \"Pilot: 'I hear you disti nctly.' \"Instructor: 'Good, but turn to the left. Not to your right, but to the left. That's it, turn more. Yes, softly, continue turning very softly very softly.'\" For what seemed like hours, this went on, with the instructor trying desperately to keep Ojeda from panicking, while he carefully fed him orders to keep the plane flying level and to guide it back toward Bogota. Once near the Bogota Airport, the problem became one of getting him down in one piece. The instructor then flew in front of Ojeda's airplane, hoping the young man could see enough to follow him donw. Twice during the attempted land- ings, Ojeda almost flew into the control tower. He was still without vision, and was clearly near col- lapse admitting at one point that he could not remember his own name. Finally, enough vision . returned to enable him to follow the airplane in front of him (which he (Continued on page 7)"},{"pageNumber":6,"pageContent":"Ann Druffel CALIFORNIA REPORT The MUFON Analysis of the Sedona Photograph: A Rebuttal By Eric Herr The lead article of the August 1976 MUFON UFO JOURNAL is an analysis and evaluation of the now-famous Sedona, Arizona UFO photograph. This photo; taken by Mr. C.D. Ghormley on September 23rd, 1967 and since reproduced in numerous publications, shows an oblique streak of light apparently rising from the ground in front of a small mountain. The author of the MUFON analysis is that organization's Photographic Consultant and State Director for Arizona. He is also the Director of Ground Saucer Watch, a Phoenix—based group. He is an alleged expert on the computer enhancement of UFO photographs and has written several papers on this topic for MUFON, as well as for Flying Saucer Review and the Center for UFO Studies. Each of these papers is primarily an explan- ation of computer enhancement techniques, and all contain substan- tial errors. Because the Sedona article is both representative and the most recent, I shall discuss it principally, refer only occasionally to the others. First, in spite of his mentioning Dr. James Harder's quite reason- able suggestion (in the March- April 1973 APRO Bulletin) that the image may have been produced by an object emitting light, the author concludes that \"The Sedona photogarph is a lens reflection and a typical example of a misidentific- ation of a common anomaly.\" In fact, the optics of the camera wholly forbid the image from being a .lens reflection. The Kodak \"Holiday 127\" camera used by the photographer has only a single lens, not the complex lens system needed to produce the many \"reflections\" which comprise the striated image in the Sedona photograph. If the camera did have such a lens system, the intensity of the reflections would differ widely depending upon the number of surfaces from which the light was reflected. In such a lens system, the individual reflect- ions would also differ far more in size because they would be pro- duced by different sequences of lens element curvatures. Further, both the light source and the re- flections must be on a line radial to the axis of the optical system, which they are not. Moreover, unless there was an unreported mirror-like object in front of the camera, there could be no reflect- ions at all, because the sun was to the right and behind the photo- grapher. Finally, Dr. James Harder tested the camera over several; weeks in an effort to obtain similar images from internal reflections, and was not successful. Another erroneous belief ex- pressed by the MUFON analyst is that fraudulant UFOs may be detected by their supposed lower reflectivity. One of his commnets to this effect is that \"A hoax photograph generally consists of such trite items as Frisbees, camera lens caps, pie plates, etc. The density profile from such a common object would be of low reflecti- vity...\" Although it is true that small, nearby objects of mundane origin are generally used to produce a hoaxed photograph, the belief that their reflectivity would be lower than that of a bona fide UFO has no basis in reality. The reflectivity of an object is a function of its surface characteristics, and is not dependent upon size or common- ness. Rather, because of the lesser degree of atmospheric attenuation, the proportion of observable reflected light will be higher, not lower, for nearby objects. Further, because of the relative lack of light scattering by the inter- vening atmosphere, the contrast shown by nearby objects is typically greater. This greater contrast produces an apparent reflectivity that is also higher, rather than lower, for nearby objects. A further misconception in- volves the nature of the picture elements (pixels) created in the process of computer enhancement. Although the author correctly notes that pixels define the limit of resolution in the enhancement process (as grains of silver define the resolution of film), and further correctly points out that' each pic- ture element is assigned a (num- eric) value based on the average level of gray contained in its minute proportion of the picture, he later ignores these facts by writing that \"...pixel data strongly suggests the images are fairly close to the camera. Distant objects would have wavy and broken pixel edges...\" He Elaborates on this particular error (on page 248 of the Proceedings of the 1976 Center for UFO Studies Conference) in a series of drawings which show in- dividual picture elements neatly divided into light and dark sections! The captions state: \"Pixel edges 5"},{"pageNumber":7,"pageContent":"are sharply defined (when the) subject (is) close to the camera...\" And: \"Pixel edges are widely broken and extremely fuzzy (when the subject is aO great distance from the camera.\" On the contrary, the edges of the picture elements are not at all changed by the distance of the photographed object. The compu- ter generates one integer number representing one gray-value for each picture element. This number may be multiplied or divided (to change the, contrast, .for ex- ample), but it may not be replaced with two or more numbers to pro- duce several gray-values within a single pixel because, as the name implies, the picture element is indeed the limit of resolution and cannot be subdivided. Like the dots of phosphor on a color television screen and the. tiles in a mosaic, the pixels change only in light value. It is the eye alone that integrates them into images which, as a whole, may be judged fuzzy or sharp. In still another unwarranted conclusion, the author writes that \"With the type of camera and film utilized (ASA speed) it is simply beyond the realm of possibility 1 to photograph an 'object' traveling the speed of a bullet, in 1-1/60 of a second.\" On the contrary, it is not only possible, but commonly done. Whether an image will be produced is determined by the amount of light striking the film. This amount is a factor of the brightness of the .light source and the time that source is exposed to the film. Al- though films with higher ASA speeds by definition react more rapidly to light, in any properly exposed photograph, such as the Sedona photo, the only two relevant parameters are the object's bright- 6 ness and the angular velocity. For example, photographs are routinely made of artificail satellites traveling in excess of 18,000 miles per hour— far faster than the speed of a bullet. The ASA speeds of the films used in these photos vary widely; if the satellites were not illuminated sufficiently or were photographed with a non-tracking camera at too short a distance they would not register on any film. As with many satellite photos, the film in the Sedona case would show a streak-like image if the path of an object more distant than a few meters were approximately perpen- dicular to the optical axis of the camera and were reflecting or emitting sufficient light. There is no reason to believe it would not. Another judgment of this MUFON analyst is even less valid: \"The irregular geometry, on the images edges, violates the standard geometry shapes of previous objects that have been paternized and categorized...\" In English transla- tion, he is saying that \"The shape of this image is different from the usual shapes I have seen, therefore it cannot be bona fide.\" Such illogic requires no refutation. Another of the author's miscon- ceptions is his equating the density of the photographic image of an object with the physical density of that object. In describing the process of color contouring, he cor- rectly writes that \"Areas shown as white and shades of blue and green represent respectively lighter film densities than areas shown as yellow and shades of violet and red. The thickness of an image is con- stant within all areas that are dis- played as the same color.\" How- ever, he continues by making the following error-filled statements: \"In reference to Figure 2 (a black and white print of the color-con- toured Sedona image), the gray- values are directly related to the cross-sectional thickness of the object(s). With the utilization of color enhancement the photo- graphic density is electronically analyzed. The measurements taken from the color data show clearly an uneven distribution of color. This indicates a non-homogeneous density across the entire face por- tion of the UFO, i.e., a tenuous matter or one of varying cross- sectional geometry.\" And on page 18 of the March 1977 issue of Official UFO, he says: \"Such things as object density, exact shape, relation of true size to dis- tant objects, and reflectivity of the object can all be learned from color enhancement.\" In fact, in color contouring, all areas of the image displayed as the same color have the same photographic density, not neces- sarily the same physical density. Only in instances of translumin- escence or X-ray photography is there an equivalance. Otherwise, there is no relationship between photographic and physical density. Photographic density refers to the relative opaqueness of the film in question. This opaqueness varies proportionally with the amount of light to which the film has been exposed, and is not in any way correlated with the physical density, or amount of matter per volume, of the object photographed. Therefore, any equating of either \"object density\" or \"cross- sectional thickness\" with photo- graphic density, whether by color contouring or other means, is false. To believe otherwise is to believe that an object may be made less dense or less thick by painting it white!"},{"pageNumber":8,"pageContent":"The author insures the obvious- ness of his confusion of photo- graphic density with physical density when he attempts to explain the function of the cursor: \"Hypo- thetically,\" he says in the Sedona analysis, \"if a UFO was a hoaxed item, such as a pie plate, a mon- tage, or a hub cap, the cursor lines would 'profile', with some respect to the density, into a flat, shallow shape.\" And on page 52 of the 1976 MUFON Symposium Proceedings (together with diagrams illustrating this erroneous belief), he says: \"A profiling cursor (an electronic 'cutting knife') denoted by the white lines through the objects in our photographs, reveals the object's real shape, i.e., flat, round, eliptical, etc.\" And: \"Conversely, a trangible, bona fide object would have profiling cursor lines with substance.\" Quite the contrary, the cursor does not show the image's profile; it is not a \"cutting knife\" through the image; it can not show that even the most tangible object has sub- stance! The sole function of the cursor is to allow the plotting (typically on a video screen) of the relative brightness of the individual picture elements along any given line through a photograph. The relative brightness of each point is plotted along the edge of the enhanced photo; the resultant polygram is in no way a measure of the \"substance\", or physical density of the; original object, but instead depicts the proportional optical dentisty of the object's photographic image as measured along a single line of picture elements within that image. AfCSF-OJW, CORRESPONDENTS WANTED We often receive requests foi exchanges of information and letters with American MUFON members. Any member wishing to establish such a correspondence may write to: Mr. Jerzy E.Wielunski, Chopina 4-3, 20-026 Lublin, Poland. Mr. Henri Depireux, Av. Georges Henri, 299, B. 1200, Bruxelles, Belgium. Mr. Brian G. Panter, 7, Church Close, Braybrooke, Nr. Mkt. Mar- borough, Leic's LE16 8LD, England (Con tinued from page 3) photo in question was classified as \"spot news\" and could not be released. Columbus is about 170 miles to the northwest of Elkhorn. It is feasible that the Columbus object flew straight to the southeast which is the direction reported by David. If it did, it would pass over Elkhorn. The Columbus photo shows a squiggly line of somewhat different shape but with the same blinking light pattern with a varying inten- sity and shifting position in the sky. The difference in the shape of the light may be due to angular position of the camera being different in the two photographs. If we can tie the two photographs together the sighting evaluation could be changed from Unknown- Significant to Unknown-Great Significance. (Continued from page 4) said looked like a shadow) and make a safe landing. As soon as the airplane had rolled to a stop on the runway, men from the airport bomb squad helped him into a waiting ambulance which took him to a hospital. There, his faculties returned quickly, under the care of a doctor. According to commercial pilot Faccini, \"The guy is a serious type fellow. I spoke to his instructor, and during the few weeks that he has been at the school, he has shown to be a capable pilot...and he is serious and quiet and has not made an impression on anybody as being a charlatan. His story has been somewhat reluctantly told, but it has been accepted, and they believe that he did encounter some- thing or other on that morning of. May 5th.\" (Acknowledgements: Rudolfo Faccini; \"El Tiempo\" of Bogota, and to Miss Beatrice Zimmer, of Fairfax, Va., for her excellent translation of articles from that newspaper.) UFO OBSERVED IN SAN PABLO Rio De Janeiro (ANSA)—The sudden appearance of an unident- ified flying object in the sky of the industrial triangle of Gran San Pablo is intriguing to the local population. It's picture (an oval or round, white object in the dark sky) was viewed on television and was displayed in the press. An official source affirmed that diverse signals made with the reflector of the vehicle were \"answered by the strange bright object that gave off a strong red light.\""},{"pageNumber":9,"pageContent":"COMPUTER PHDTDdlMW515 By Richard Hall Because of the controversy sur- rounding some of the photo evalua- tions reported by William H. Spaulding of Ground Saucer Watch Phoenix, Arizona (MUFON Photo Consultant), I spent considerable\"^ time during June conducting a personal investigation into the nature of this kind of analysis. In the process, I learned some inter- esting things both about the inter- pretations being made and about the facilities utilized. I present my findings here, but they are by no means the last word; further dis- cussion and critique is greatly to be desired since the work being done is of great importance to UFO investigations. Based on a paper by J.F. Herr, San Diego, California, criticizing Spaulding's interpretations, it does appear that Spaulding has eithei misunderstood or misexpressed the meaning of the computer enhance- ment findings on a number of speci- fic points. This was confirmed to me by another MUFON scientific consultant, and I have seen cor- respondence by a third person (MUFON scientist).questioning ; the , accuracy of Spaulding's description of the use of the cursor in running a density profile across a picture, as it appears in the 1976 MUFON Symposium proceedings. It should be said that Spaulding has performed an important service by making us aware of this useful tool, and by under-writing photo- analyses for MUFON at consider- able personal expense. He has asked me to state that MUFON members should submit $15. for each single photo or sequence to be analyzed, but that after about 8 ' January 1, 1978, GSW will no longer process any photographs outside of their own organizational structure. GSW presently (late June) .has about 50 pictures in process of evaluation. Special Data Systems, Inc., does the computerized color contouring, edge enhancement, etc. for about $25 per photo (David Rutland, Box 249, 508 So. Fairview, Goleta, CA 93017; 805-967-2383), and the results must then be interpreted by a set of guidelines, plus some knowledge of physics and/or photo- graphy. Two other facilities are, or will be, available and these will be mentioned below. It is at the point of interpre- tation where the controversy arises. Herr makes, the following points, confirmed independently: (1) \"...the belief that their re- flectivity (small close-up object used to create hoax) would be lower than that of a bona fide UFO has no basis in reality...because of the lesser degree of atmospheric attenuation, the proportion of ob- servable 'reflected' light will-=be higher, not lower, for nearby ob- jects.\" (2) Herr criticizes Spaulding's statement that \"...pixel • data strongly suggests the images are fairly close to the camera. Distant objects would have wavy and brok- en pixel edges...\", commenting that \"the picture elements (pixels) are not at all changed by the dis- tance of the photograhed object.\" The MUFON scientist pointed out that Herr is correct, but that Spaulding might be correct if he said, \"Distant objects would have wavy edges,\" leaving out the word \"pixel.\" Whether or not this is true is a matter for further research he said, but \"Available theory and experiments suggest that edge waviness (caused by atmospheric effects) may be picked up by com- puter enhancement—suggest that effects may be picked up by com- puter enhancement—particularly by color contouring.'' (3) \"...equating the density of the photographic image of an object with the physical density of that object,\" Herr considers to be the most serious error. The MUFON scientist said, \"Herr is right. There is not generally any relation between photographic density and 'mass density'...photographic den- sity is the measure of relative brightness of the object photo- graphed. If the object is a source of light or is opaque and is reflecting light, or is any combination of these two, the photographic density will not be related in any way to the mass density (or weight) of the object photographed. Neither will the photographic density be related to thickness of the object...the image can only give two dimension- al information coupled with relative brightness (of various visible por- tions of the object) information.\" I wanted to include in this article Bill Spaulding's responses to these criticisms, which were invited in a letter dated June 9. However, he replied June 15 that while he does want to respond, his busy sch- edule and the imminent MUFON Symposium which he is hosting prevented him from doing so at this time. (Continued on page 10)"},{"pageNumber":10,"pageContent":"New Ohio Abduction Case by Bill Jones Associate Director Civil Commission on Aerial Phenomena MUFON Field Investigator In one respect, there are two ways to approach UFO field inves- tigation. An investigator can wait for reports and leads to come to him or he can go out into the field and \"dig\" them up. As any in- vestigator who has taken the latter, more proactive approach can test- ify, the number of unreported UFO; experience is surprising. For every UFO report uncovered, leads to others are found. Dr. J. Allen Hynek has referred to this situation as the \"embarrassment of rich- es.\" (2) One of the most frustrating sit- uations any investigator can con- front is to get a lead to a potentially exciting case and be unable to follow it to conclusion due to the relectance of the principal involved to talk. This happened to our group recently. Ohio Route 39 runs north from Mansfield through Shelby, Ohio. The area is mostly rural, but is dot- ted with the new homes of people who have moved out of the nearby cities and towns. In late 1975, one of the residents of this area was abducted by alien beings, or so he claims. During an investigation of the Mansfield area we heard a rumor of this case and traced it to a man I will identify as Mr. Smith. He now sells farm equipment. In the Winter of 1975, he had his own business and rented space from Mr. Graham, a samll town busi- nessman andthe principal figure of this episode. Mr. graham has a business partner, Mr. Williams. Mr. Smith first heard about this story from Mr. Williams. So, one night while Mr. Smith and Mr. Graham were out drinking, Mr. Smith asked Mr. Graham to verify the story. Over a two hour period it reluctantly came out. At times, Mr. Smith would make light remarks about what he was being told and Mr. Graham would quit talking. Be- sides being insulted by Mr. Smith's remarks, Mr. Graham appeared scared about the matter. Because of this reaction, Mr. Smith began to wonder if there wasn't something to the story after all. In late 1975, Mr. Graham was drinking at Mr. Williams' home. Both Mr. Graham and Mr. Wil- liams like to drink, sometimes to excess, so this was not unusual. It was late at night when Mr. Graham started home. Somewhere out in the country he realized that he had had too much to drink, co he pulled off the road and fell asleep. This is strange since Mr. Graham lives only about a mile from Mr. Williams. Later he awoke to find four men around his car. He was frightened and thought he was going to be mugged. Then, he had the feeling that they were \"the good guys.\" He got out of his car and into theirs. Realizing he had no reason to feel that way, he started to get out. He was restrained. He thought about \"sucker punching\" one of them but suddenly he couldn't breathe and he was told not to try an escape again. His brething ability was returned. (3) Naturally, this scared him. The communica- tion up until that point had been audible. From then on it was by telepathy. He was taken to an abandoned farm house containing no furniture except some charis and a table. He was told to undress and lay on the table. A device was brought in and he was examined. This device had two rails that were extended parallel to and above his body. It looked like \"a big camera\" and rolled on the rails as it scanned his body. In addition to the scan- ning, some other \"physical\" test were performed, the nature of which were not revealed by Mr. Graham. During the examination, Mr. Graham was informed that the alien's race had trouble bearing male children. Interestingly, he has several male off-spring. Also, he was told that some of \"our\" women would be taken for breeding purposes. At some point, he noticed a single feature about these people that is different from humans. The beings sensed this and told him never to reveal the feature. If he did, he would die of cancer. After the exam he was taken home where he found his car. At no time, according to Mr. Smith, did Mr. Graham ever claim having seen a UFO. According to Mr. Smith, Mr. Graham lives on fear that he will be picked up and examined again. We asked Mr. Smith if Mr. Graham is* afraid of cancer or if any of Mr. Graham's family had died of cancer. Mr. Smith said no."},{"pageNumber":11,"pageContent":"Mr. Graham reportedly has no interest in UFOs. As far as being curious about what happened to him, he isn't. He thinks he knows all there is to.know. Later we were able to talk with Mr. Williams, Mr. Graham's bus- iness partner. He didn't add much to what we already knew. Accord- ing to Mr. Williams, he and Mr. Graham were drinking quite heav- ily that night. At one point, he went into the kitchen to fix another ' drink. Mr. Graham then got up, walked passed him in a \"trance like\" state, and left. This happen- ed sometime before midnight. Mr. Williams asked Mr. Graham where he was going as he brushed by, but Mr. Graham ignored him completely. A few minutes later Mr. Williams got worried and drove the mile to Mr. Graham's home to see if he could be located. He wasn'tthere. The next day Mr. Williams asked Mr. Graham why he left. That is when Mr. Graham related the story of his experience to Mr. Williams. The only difference in Mr. Williams account and Mr. Smith's is that Mr. Williams remembers Mr. Graham saying he was taken into a \"space- ship\", not-a-farm house. Like Mr. Smith, Mr. Williams fels that Mr. Graham believes the experience really happened. After talking with Mr. Williams we tried to locate Mr. Graham, himself. As it turned out, this was not an easy task, but we finally located him at one of his busi- nesses. Mr. Graham was reluctant to talk with us. He claims to have pushed the whole incident from his mind. When we asked him if the alien's had actually taken his 10  . breathing ability away he acted startled and said, \"how could I have forgotten that?\" He said he couldn't remember where he was taken by the aliens. They did threaten him with cancer and it scared him. He thinks this hap- pened to him in November, 1975. We talked to him on August 7, 1976. Mr. Graham called the exper- ience a \"bad trip\" and said he wants to completely forget about it. He made it plain that he didn't want to talk with us further. Since a person's privacy must be res- pected, the investigation was closed. What is the truth here? Was this a hoax or a wild bar room story that went further than anticipated? To help answer this question, we decided to test the one person who wanted to cooperate with us. We drew up ten questions designed to test Mr. Smith by using voice stres analysis. A tape was made of the questions and answers and analyzed by one of our consultants who uses this technique in his profession. No unusual stress was noted. Mr. Smith, at least, is not knowingly involved in a hoax. What is the value of this story? By itself, it is a minor event in UFO lore. However, if other cases are discovered with some of the same strangeness factors noted herein, then this story may be quite valuable. Someday, these small pieces may lead to the ansers we have all been searching for. So, this is as far as we can go with this case. UFO investigation has its rewards and disappoint- ments. This case had a little of both—the initail excitement of the chase and the disappointment when the truth slipped away. But, that is the name of the game. It's what keeps us all chasing those elusive lights in the night. (1) Other CCAP investigators were Warren Nicholson, Becky Minshall, and Tim Wagner. (2) Hynek, J. Allen, \"The Embar- rassment of Riches\", MUFON Proceedings, 1973, pp 62-66. (3) For another abduction case where breathing ability was impaired see the article on the abduction of three Kentucky women in the October 19, 1976 issue of the National Enquirer. (Continued from page 8) When I interviewed J.F. Herr on June 10, he informed me that his San Diego group, called Precision Monitoring Systems, had obtained the hardware for computer photo- enhancement, but that it has to be refurbished. Eventually his group, which consists of scientists and en- gineers, will provide a facility for continuation of this important work. In addition, I have learned of a scientist (physical optics) at a major university doing enhancement of UFO photographs; he is willing to do so free of charge, provided the picture is strongly \"promising.\" In other words, it should be a strong phot case with all available technical and other information nailed down. Anyone having such a photo case should outline the documentation and send a print or sketch to me, and I will act as inter- mediary."},{"pageNumber":12,"pageContent":"MUFON-NC First Annual Training Conference By George Faucett The Mutual UFO Network, Inc. (MUFON) of North Carolina held its first annual training conference in Winston Salem on Saturday, June 25 and Sunday, June 26, 1977 in conjunction with the obser- vance of the 30th anniversary of UFOs in modern times with the sighting of nine mysterious flying objects over Mount Rainer, Wash- ington State by a private pilot Kenneth Arnold on June 24, 1947. The program and training con- ference attracted 30 investigators, researchers and representatives of the Mutual UFO Network from Lexington, Winston Salem, Boone, Pfafftown, Lincolnton, Mount Olive, Matthews, Wadesboro, Greensboro, and Jacksonville. The two day confab was hosted by officers and members of the Tar Heel UFO Study Group with state headquarters in Winston Salem. Some of their members are also members of MUFON. Both groups are interested in resolving the mysteries of the UFO phenomenon. A large number of exhibits and printed materials were available at the conference, but the various speakers keynoted the training sessions, which were held at the Hanes Mall Shopping Center and the Forsyth County Agriculture Building. The conference was opened by North Carolina State Director of MUFON George D. Fawcett, who extended a cordial welcome to those present and the greetings of Walter H. Andrus, Jr., MUFON's international director in Sequin, Texas. After several opening announce- ments, engineer Wayne LaPorte of Matthews and State Section Director for Mecklenburg, Cabar- rus, Gaston and Union Counties spoke on \"Investigations of the Fall-Winter UFO Wave near Gastonia.\" LaPorte used models of UFOs, based on eyewitness ac- counts to illustrate his talk. He also used charts and diagrams and dis- tributed them to the group for use with future investigations. Nolie L. Bell, a Winston Salem engineer and current president of the Tar Heel UFO Study Group was the next speaker. His topic, \"A General Approach to UFO Investi- gations\", included parts of a 30 hour investigative training course used by his group to train their own investigators. Hints on how to handle first-hand future field investigations, based on past experiences in the field should prove to be an invaluable tool for MUFON representatives in the years that lie ahead. Bell is the State Section Director for Davidson, Rockingham, Guilford and Ran- dolph Counties. After supper, George D. Fawcett a newsman from Lincolnton pre- sented a slike-lecture presentation on \"UFO Characteristics\", which covered shapes, sizes, colors, sounds, maneuvers, smells and ef- fects of UFOs on humans, animals, soil samples, instruments and machines. These characteristics have remained both persistent and consistent on a global basis for over 30 years now, Fawcett noted. Fawcett, a UFO investigator and researcher for 32 years now was the author of the highly illustrated 1975 book \"Quarter Century Studies of UFOs in Florida, North Carolina and Tennessee.\" He also serves as a MUFON field investi- gator for both Lincoln and Catawba Counties. A college chaplain from Mount Olive, Frank R. Harrison, who is the State Section Director for Wayne, Lenoir, Sampson and Duplin Counties was the last speaker of the evening. His topic \"UFO Investigations In Eastern and Southeastern North Carolina\" centered around UFO encounters at the Seymour Johnson Air Force Base in Goldsboro and a UFO landing he personally investigated for the Center for UFO Studies, which occurred at Lumberton in 1975. The Air Force sighting in- volved both visual and radar track- ings, while the Lumberton case involved multiple eyewitnesses and ground markings. The morning sessions on Sunday opened with a panel discussion on the topic with Dan Duke, a college professor in Boone, joining LaPorte Harrison and Bell on the panel. Questions centered around the CIA and USAF secrecy on UFOs, the ridicule curtain, UFO landings and occupants, UFO fragments, the Men-In-Black controversary and the need for more government or foundation funding for future UFO investigations and research. W.D. Redfearn, a high school principal from Jacksonville and the State Section Director for Onslow, Pender, Carteret, Jones, Craven 11"},{"pageNumber":13,"pageContent":"and Pamlico Counties reported on recent UFO sightings in Swansborp and Onslow County. Redfearn re- ported on another sighting that left a 24 foot in diameter circle on the ground. George D. Fawcett and his wife Shirley reported on a 1930 UFO landing, which included four UFO occupants, working in teams of two picking up soil samples near Chatham, Va. seen by dozens of witnesses at the time. This hidden case is still currently under in- vestigation. The surviving lone witness to date interviewed is. one which is earmarked for future follow-up inquiries. A final presentation was given by Fawcett, who used the MUFON Field Investigator's Manuel, along with transparencies to teach those present how to use the man- uel and its ontents for future UFO field investigations. A lively ques- tion-answer period was part of the presentation. It was agree by all present that the second MUFON of NC Training Conference should be held in 1978 and Dan Duke(8oone), Nolie Bell (Winston Salem), David Oldham (Greensboro) and Ray Rhein(Pfaf- ftown) accepted the committee ap- pointment. Rhein agreed to chair the committee. State Director George D. Fawcett adjourned the 1st Annual MUFON Of NC Training Conference. The conference had lasted for a total of 16 hours and had attracted 30 investigators and researchers from 10 towns and cities in North Carolina. Both MUFON and Tar Heel UFO Study Group officials termed the event a \"big success.\" It was agreed that the second con- ference should prove to be an even better one. 12 On The Existance Of Alternate Realities Some Physicists and other be- havioral scientists have begun to notice an uncanny similarity bet- ween the \"world view\" of modern physics and the strange ideas es- pressed by serious mystics.(1) I excjude from the latter category those popular performers who are inclined to bend keys or publicize encounters with ectoplasm. The \"genuine\" mystics come back to reality from elusive states of higher consciousness where they have allegedly experienced a sufficient \"oneness\" with nature to describe discoveries of modern physics. These wierd states of perception have no tie with casu- ality or the familiar rigid structure of space and time that we take so easily for granted. Scientific instruments cannot be sent along into these \"spaces\" of altered experience; indeed the process of science is unable to deal adequately with mystics because of the entirely personal nature of their experience. The usual requirements of reporduci- bility and falsification cannot be met. Yet too many mystics agree to a significant extent about what by Theodore Spickler Associate Professor of Physics West Liberty State College it is that can be experienced out there and these experiences line up too well with discoveries of physics; we dare not dismiss the possibility that alternate realities exist! The rigid and premature erection of a barrier around our own mater- ialistic world that blindly cuts off the possibility of a larger and different kind of reality would be the height of intellectual arrogance and utterly against the spirit of science. UFO investigators who follow such a path might find them- selves chasing after sightings, counting port holes, and forever missing the pointl Its really very simple everyone, just keep an open,.honest, mind; do not get caught into BELIEVING anything. (1) For excellent reading I suggest: The Crack in the Cosmic Egg J.C. Pearce, Pocket Books The Center of the Cyclone, Dr. John Lilly, Bantam The Medium, the Mystic, and the Physicist, Dr. L. Leshan The Tao of Physics, Dr. F. Capra, Random House"},{"pageNumber":14,"pageContent":"Lucius Foriih In Others 5 Words The two leading weekly tabloids have virtually neglected UFOs in recent weeks, but the apparent increase in UFO sightings will probably inspire more articles in the near future. THE STAR carried a short report on the Los Angeles area sightings in their issue for May 17. An interesting article on the Travis Walton case and the con- troversy surrounding it may be found in the June issue of PENT- HOUSE. The author of the article, Bill Barry, is in the process of writing a book on Walton's claimed experience. Additional details will be presented as they become available. The July issue of UFO REPORT contains articles by Gene Steinberg, Curt Sutherly, Ronald Anderson, B. Ann Slate, and others, including an interview with Dr. David M. Jacobs, author of THE UFO CON- TROVERSY IN AMERICA. The quality of the material in the July issue of ARGOSY UFO seems to have declined somewhat from recent issues, but perhaps this is only temporary. Contributors include Robert Barrow, Don Worley George Friedrich, Bill Quinalty and others. And now we come to the July issue of OFFICIAL UFO! First, if you've seen the issue and have read the letter from the \"dis- traught mother\" on the front cover, don't believe a word of it. ' It is totally fictional, concocted by the publisher in order to (hopefully) boost circulation. Dennis Hauck is resigning as editor of OFFICIAL UFO because of this action. I pre- dict that things will go downhill rapidly after Dennis' departure and if OFFICIAL UFO is still \"alive\" in 1978, I'll be greatly surprised. The same is true for the other Countrywide magazine which Dennis has been editing, ANCIENT ASTRONAUTS. It's a shame to see publications die solely because of the greed of publishers, but such is the case in this instance. Also, as if the cover price of $1.50 per issue were not rip-off enough, the July issue is Vol.2, No.5, whereas the previous issue (May) was Vol.2, No. 3. That is, there is no Vol. 2, No.4 issue of OFFICIAL UFO, but if you are a subscriber, you will be charged for this non-existent issue, unless you protest (as I certainly hope you will). Now, having said all this, let me also say that the July issue contains articles by George Earley, Allen Benz, Don Worley, Don Wilson and others which are well worth reading, if you can get past the cover. 1 The #6 (Summer) issue of TRUE FLYING SAUCERS & UFOS is now available. A couple of the articles— by Robert Barrow and Wendelle Stevens—are worth your attention, but the majority of the issue is more rehash. BEYOND REALITY FOR July- August contains articles on CBS- TV's less-than-objective viewpoint on UFOs and the CIA role in UFO research, along with other material which may be of interest to Ufo- logists. Norman Oliver, one of Britain's leading UFO researchers and editor of BUFORA JOURNAL, is pro- ducing a series of \"Skyquest\" cassette tapes which deal with UFOs and astronomy. The first two UFO tapes—\"UFOs and You\" and \"UFOs Over England\"—are now available, as are the first two astronomy tapes, \"Sky Exploring- Around Polaris\" and \"Our Solar System.\" The UFO tapes are priced at $4.50 each by surface mail ($5.50 by airmail); the astron- omy tapes are $4.25 each by surface mail ($5.25 by airmail). All tapes are 30 minutes in length. Future tapes in the UFO series will present in-depth reports on landing/contact cases in England, including portions of interviews with witness- es. All tapes are professionaly done and merit your attention. Orders may be sent to Mr. Oliver at 95 Taunton Road - London SE12 SPA, England. Paris Flammonde's UFO EXIST! is now available in a Ballantine paperback edition at $1.95. Coral & Jim Lorenzen's new Berkley paperback has been postponed until November. The title will be CLOSE ENCOUNTERS THUR SPACE AND TIME. 13"},{"pageNumber":15,"pageContent":"NEW HAMPSHIRE CLOSE ENCOUNTER By Raymond E. Fowler and John P. Oswald This sighting occurred on 24 February 1976 at Stratham, N.H. (About 1.25 miles from downtown Exeter, N.H.,) Apparently, at least since the early 1960's, the general Exeter, N.H. area, has had much UFO activity including a number of incidents reported at. ranges of less than 3 miles from the witness locations .in this particular case. Two . good close-encounters have been investigated which occurred recently and nearby: July ,15, 1975 at 0.87 miles range and Feb- ruary 10, 1976, at 1.90 miles range. Two -other interesting local UFO reports were documented in Feb- ruary 1976 (3rd and 12th). On 26 February 1976, the wit- ness, after having regained'a feel- ing of relative stability and confi- dence, decided she should report her experience to the Exeter, N.H., Police Department and did so, in person, in the morning. The police informed her that the sighting had technically taken place in Stratham, N.H., and she was referred to the Stratham, N.H.,. Police Department. Since no one could be reached there at that time; the Exeter, Police gave her the telephone number of a part-time policeman employed by Stratham which is a very small town. The wit- ness filed a report. The Exeter Police had also given the witness my home phone number. I became aware of this report when the witness phoned me at about 9:45 a.m. on 26 February 1976. She described the incident during the telephone conversation 14 Drawing of object made by the eyeiunltness. and agreed to an in-person inter- view at her home for the following day at 12:30 p.m.. A taped inter- view was conducted on this date along with other tasks involved in the routine investigation of this case. Two other UFO reports are known to have been made for the night of 24 February 1976 in this region. At about 9:28 p.m., on 24 Feb- ruary 1976, Mrs. Jane Smith, age 28, was driving in her auto- mobile alone. She had just left the Childrens' Center, and was driving through the quiet downtown area to reach Portsmouth Avenue. She drove to the edge of Exeter, N.H., going NE on Portsmouth Avenue. She then turned left onto the west-bound on-ramp of the Route #101 by-pass (see maps). Proceeding along the on-ramp, Mrs. Smith looked to her left to check for merging traffic must before she was to enter the high- way. At that point, she saw a large strange lighted object hover- ing low, just above the east-bound lanes, and directly across from the intersection of the west-bound on-ramp and the highway. She stopped her car within the on-ramp at the edge of the west-bound lane and directly across from the object, in order to observe it. Her first impression was that the object could possibly be a helicopter"},{"pageNumber":16,"pageContent":"with short ski-like landing gear deployed. However, as she sat in the car scrutinizing the large object, at a range of 20-30 feet, for 2 minutes, she realized that she was looking at a UFO and possibly ' 'they\" were looking at her. During the 2-minute observation period, no other cars were seen. Her motor was running, windows up and a.m. radio on. She was wearing glasses. (She has good corrected vision). No sound was heard and she was not aware of any E.M. effects. During her two minute experi- ence, in which time she examined the object in detail, Mrs. Smith's mood changed from the initial totally mundane, through!—sur- prise, curiosity, wonderment, incredibility, a growing terror, and, then, panicked flight. When she concluded that she had to get away, shw did exactly that. She roared away on the by-pass, leaving the UFO just where it had been. Mrs. Smith said she never looked back until she had -gone about 5 miles. She was nothing more. When she arrived at her home she woke up her husband. At that point, still prior to 10:00 p.m., Mrs. Smith said she was hysterical, i.e., crying and shaking. Mr. Smith confirmed this and thought at first that there had been a terrible accident as he had never seen his wife act in that manner before. When he got her calmed sufficiently she realted what had happened. Mr. Allen, who drives a tractor trailer truck and gets up at 3:00 a.m., said he was still drousy when he heard the strange account. With Mrs. Smith not knowing what to do and Mr. Smith being sleepy, the result was that they both went to bed. Throughout the night, Mrs. Smith kept waking up abruptly in a state of fear. The next day, the witness was still upset but could not decide what to do. On the second day, she went in person to the Police Station bright and early in the morning, to make her report. WShen I inter- viewed Mrs. Smith in the afternoon on Friday (less than 3 full days after the incident), she was still nervous. She was smoking a lot and edgy with her child, who she did not want to hear the interview. The witness sighted a circular •disk-shaped object which hovered motionless, in a level attitude directly above and beyond the east bound lane, with its landing gear about 12 feet above the pavement. The edge closest to her appeared to be directly above the center line. She described the object as being as large as a small 4-room house. The body of the craft was smooth but not shiny. It was not especially light or dark. She could not deter- mine the color of the body due to yellow light (low intensity) which was directed downward from small hooded lights around the craft. The hoods or shields on thses small yellow lights were in form as if one would cup one's hand against a wal with the bottom open so that the light would be directed down- ward. She could not actually see the light sources under the little shields. A silver-colored, metallic- looking rim encircled the upper portion of the craft. The bottom of the object appeared to be flat, or nearly so, with a \"black\" mark- ing on the edge nearest Mrs. Smith. She could not see the entire bottom due to darkness or possibly because of'some tilt. Therefore, she could not see how far the mark extended across the bottom. The mark looked like a black cross, about an inch or so wide and painted on a less- dark surface. Four apparent \"legs\" extended vertically from the outer portion of the craft's bottom and were spaced equally at 90 degree intervals. Each was about 4-4.5 feet long, 2 by 4 inches in cross section and appeared to go directly into the bottom of the craft without braces. On the end of each leg was a horizontal foot having the same 2 by 4 inch cross section. The feet, all oriented parallel to the road, were roughly 15 inches long with the 4 inch wide surface facing down. (Foot area was about 60 square inches). The surface of the legs was similar to that of the body of the craft, i.e., smooth and dark. A dome was affixed to the top of the craft. It had distinct dark bounded sections which all glowed a yellow color. The dome sections appeared as though they could have been translucent but nothing was seen inside the dome, such as shadows, etc., even though the wit- ness looked carefully. These sections on the dome were not smooth on the surface but instead seemed to be covered with many small bumps, like a \"beaded\" surface but instead, seemed to be covered with many small bumps, like a \"beaded\" surface on some glass shower doors. Mrs. Smith said that the sections did look essentially like a glass material. On the left side of the dome was a steady red-glowing circular light. It was roughly 20 inches in dia- meter. Its color and intensity were similar to our red traffic stop.lights- a vivid red. The large red light and the dome 15"},{"pageNumber":17,"pageContent":"glowed as if lit from within. The yellow dome, which was not inten- sely bright, appeared to be about the same color as the circle of side lights. (A distinct yellow color with perhaps a trace of green.) The side lights were of low intensity, as if for lighting a walk-way at night. Light from the UFO was not definitely observed falling on the pavement, nor trees or making shadows. If such were the case, it was not obvious to the observer whose main attention was upon the craft itself. Mrs. Smith studied the object intently at very close range for. about 2 minutes. She observed the UFO from inside the closed car. The car engine was idling quietly and the radio (AM) playing softly. She heard no sound and noticed no effects. (EM, etc.). The UFO was absolutely stationary during the sighting duration. There is no indication that Mrs. Smith is not telling the truth or that she is incapable of normal percep- tion. She was in good health and was not unduly fatigued. She had not used any drug or medication and had no history of mental aberations. One can safely con- clude that her experience was not caused through some mental mechanism. There are no reason- able precedents in psychology for normal unmanipulated people having experiences like this (i.e., observing large detailed objects, etc.) except, of course, in other UFO cases. Unless we arbitrarily decide to change our conceptions about human observations at this late date, we must conclude that the most plausible explanation for this event is that Mrs. Smith saw an object approximately as she has described it. Since I think that Mrs. Smith is 16 V Perspective drawing shows UFO as nit appeared about 20 feet from miitness 1 car. giving an honest account and that she did indeed (by any reasonable standard) view something at close range which cannot be explained in terms of present day human knowledge, I have evaluated her sighting as being in the \"signi- ficant\" unknown category. It must be appreciated that while Mrs. Smith did not believe in the reality of UFOs. many other reports of UFOs have been made in the local Exeter, N.H., area over the past two decades, including a number that were reportedly seen within 2 miles of this particular sighting location. Further, other good reports were made locally during the month of February 1976 of which, Mrs. Smith had no knowledge. Oweing to the circumstance that"},{"pageNumber":18,"pageContent":"the UFO was seen with its \"feet\" v\"^\" only about 13 feet above the east- bound half of a road of known dimension, and, from a known posi- tion at very close-range, a fairly accurate estimate can be made of the UFOs size. Each of the two lanes is about 11 feet wide with an approximately 10 foot paved shoulder on the south side which in turn is bounded by a low guard rail. Mrs. Smith estimates that the side of the UFO closest to her was directly above the center line of the road with its legs extending down into the east bound lane. This being the case, the edge of the UFO farthest from her would have been approximately over the guard rail, hence, a diameter of about 21 feet. i'/^- : ;-.V_, *$M^ fek?4^ fo&W7««!ff •&y ••*£*.•!?.,• • Infrared photcgraph taken over the area of the sighting. (Dap of area of the sighting. 17"},{"pageNumber":19,"pageContent":"She estimated that the top of the UFOs dome whould have been about as high \"as a telephone pole\" above the pavement and that the feet were so low that a tall tractor .trailer truck (13 feet) would have perhaps hit them. Her husband drives a tractor trailer truck and she supplied this estimate before I asked for it. She also estimated that the UFOs \"legs\" were 4 to 4.5 feet long. The closest ones are drawn as 1.3 inches long on her sketch with a 5.0 inch craft diameter at 17.5 feet.. However, if the \"legs\" were drawn only slightly longer than in their actual proportion, the calculated diameter would have been larger. Also, taking a 3.7 inch overall height from her sketch with a 20 foot UFO diametei (5 inches on sketch) yields a calcu- lated UFO height (feet to dome top) of 15 feet. This, plus the 13 foot clearance of the \"feet\" would give the dome top height above the pave- ment as 28 feet, which, I suppose is approximately \"as tall as a tele- phone pole\". Close-encounters around Exeter, N.H., and elsewhere, in which apparent landing gear was reported have been infrequent. Therefore, it is quite interesting that \"legs\" and \"feet\" were reported for the other case of February 10, 1976, which occurred only 1.9 miles away from the Smith sighting location. That particular UFO, reported by two reliable adult witnesses, has also been investigated and evalua- ted as a \"significant\" unknown. The \"legs\" and \"feet\" in that case, although not seen as well were reported to be about 3 to 3.5 inches square in cross-section. A similar- ity in landing gear construction 18 can be seen in thse two cases as- well-as for that of a previous well documented local case which Ray Fowler and I investigated. What function would landing gear serve other than landing and why deploy it when not using it? What more logical function can we imagine for the dim yellow side lights than for lighting the ground all around the side of a landed UFO for the purposes of occupants dur- ing EVA? In this same vein, egress from the bottom of the craft would provide a 4 to 4.5 foot ceiling, just right for short occupants. Even if the intensity of the side lights could be varied to permit better illumination of the ground during hovering and low-level flights, why would they be designed to cover .such a wide arc. (i.e., 180 to 360 degrees?). Possibly the side lights had something to do with propulsion or attitude control but my guess would be illumination, especially with the \"glass-like\" dome \"glowing\" the same color. . Note that the \"legs\" and \"feet\" reported by Mrs. Smith are similar to the December 14, 1975, case at Salt Springs, Florida which was reported on page 2 of the January 1976 APRO Bulletin. Also, this same bulletin reports on a New Mexico case from the summer of 1972, in which occupants were seen standing under the edge of a landed craft with long thin \"legs\". That craft was actually parked in the roadway of an interstate highway. (Continued from page 19) the April 1977 issue Number 113). Based upon his long tenure and experience in ufology, he is very qualified to make certain observa- tions of \"the state of the art\". \"In Other Words\" by Lucius Parish contains book reviews and com- ments on newsstand publications as evaluated by Lou for the infor- mation of JOURNAL readers, coming from a world recognized authority. As Staff members of the JOURNAL, these men are express- ing their personal and un-edited opinions. The JOURNAL welcomes short significant papers on new dis- closures and facts relating to the resolution of the UFO phenomenon. It is not intended nor will it be a vehicle for people to attack other people in ufology. Positive and consturctive criticism of research material and studies that either further develops a point previously advanced or that identifies a possi- ble error by enumerating the cor- rection as viewed by the writer fall into this category. As Editor of THE MUFON UFO JOURNAL, Dennis W. Hauck is held respon- sible for the ultimate decision upon published material. In conclusion, I must emphasize that MUFON does support the efforts of people who are doing constructive research in the UFO field to resolve this phenomenon. This is in direct contrast to the \"debunkers\", who have been receiving entirely too much publi- city in the nations press through their negative comments, without factual evidence to substantiate their unjustified claims."},{"pageNumber":20,"pageContent":"DIRECTOR'S MESSAGE w The Mutual UFO Network, Inc. is basically a scientific UFO re- search organization of volunteers banded together to resolve the UFO enigma by combining their talent and resources as prescribed in our charter. There is a strong tendency among a few MUFON members and JOURNAL readers to hold the International Director responsible for every action or statement made by one of our State or Provincial Directors, State Section Directors, National Directors, Board Members or Consultants if it does not agree with their own philosophy or view- point. MUFON is composed of volunteer leaders in the UFO FIELD THROUGHOUT THE WORLD. When we are dealing with a controversial issue such as ufology, where the answers to the phenomenon are still being sought, any \"Saturday Morning Quarter- back\" can find some reason to criticize someone's statement or action. If the person making the complaint can provide positive help to correct or imporve the situation, their comments and sug- gestions are solicited. Your International Director does not intend to engage in a corres- pondence dialogue with each and every person who \"finds fault\" with the research efforts of MUFON members or their statements to the press. We have the confidence in our leadership that they are performing to the best of their ability and their statements express the honest facts at their disposal at that point in time. MUFON, unlike other organizations, screen the people who represent it as our leaders, based upon their interest in the UFO phenomenon, formal education, experience, talent, and respectability status in their own communities. We definitely sup- port their actions, provided they meet the four basic goals and ob- jectives in MUFON's charter to resolve this perplexing enigma. Each one of us, in our own way, can contribute to the resolution of this phenomenon, justifiably .identified as \"the greatest mystery of our age\", by their positive individual efforts. The combined MUFON resources of volunteers working together in a mutual effort will be a giant step forward. The scientific and engineering resources available in MUFON's leaders and consultants is fabulous, and needs only to be utilized to it's fullest capacity. To clear up any misunderstand- ing concerning the position of Inter- national Director, the fifteen members of the MUFON Board of Directors elect the International Director and corporate officers. Therefore, the Board of Directors is the governing body of the Mutual UFO Network, Inc. MUFON has many spokesmen and spokeswomen throughout the world, representing their state or nation, providing the leadership and motivation so vital to our continued growth as a scientific UFO research organiza- tion. This factor makes MUFON unique in organizational structure and is the key to our success as a truly representative worldwide non-profit research organization. To briefly elaborate on specific! points concerning the operations and philosophy of MUFON, THE FOLLOWING IS SUBMITTED FOR READERS PERUSAL: Since we are dealing with a phenomenon that present day science has been un- able to explain adequately or dupli- cate in the laboratory, no individual has all of the answers to this enigma. Therefore, not one of us can be the sole judge of the theories and hypotheses advanced as logical explanations. Papers submitted for publication in THE MUFON UFO JOURNAL will be first eval- uated by the MUFON Consultants having the specialized expertise to judge and test the scientific attributes proposed. They should be reasonably short and concise, with back-up data, if they are to be published, due to space limita- tions. All submitted papers should be mailed to MUFON at 103 Oldtowne Road, Seguin, Texas 78155, where they will be repro- duced and forwarded to the ap- propriate consultants for their evaluation. We are extremely proud of the Staff members of THE MUFO UFO JOURNAL, since no other UFO publication has assimulated this quantity and quality of talent. The JOURNAL'S Editor, Dennis W. Hauck has established himself in the UFO publishing field as editor of UFOLOGY and former editor of Official UFO and ANCIENT ASTRONAUTS. Associate Editor Richard H. Hall and also MUFON International Coordinator, quite often utilizes his monthly column \"Recapping and Commenting\" as an editorial. (For example see (Continued on page 18) 19"},{"pageNumber":21,"pageContent":"RECAPPING AND COMMENTING By Richard (Comments in this month's column are based, in part, on articles appearing in the February 1977 issue, No.Ill, circulated in June). Why would a UFO descend on two men in a Louisiana fishing boat (Jan. 21, 1977), flooding them in a beam of light that \"froze\" all activity and formed a \"cone of silence\"? What could extraterrest- rials possibly be up to, and if not extraterrestrials who? These questions, though present- ly unanswerable except in terms of outright speculation, are at the heart of the trend toward doubting the E-T hypothesis and groping for other explanations. For, what- ever they are, UFOs do have a propensity for one-on-one or small group encounters, especially when the humans are in vehicles ranging from rowboats to helicopters and usually when they are isolated from other humans. It is easy to say that they are \"studying\" us, as a catch-all explanation, but this raises endless questions of why, and to what end? At any rate, this \"personal- ized\" attention and capricious (to us) behavior sticks in the craws of scientists and others who think they know how extraterrestrials ought to behave. But does anyone really know that, or is one set of speculations being substituted for another? Most investigators agree that UFOs observed close-up appear machine-like and seem to be guided by intelligence, with roughly humanoid occupants often seen too. What, then, is more reasonable than to test that hypothesis (one doesn't believe\" an hypothesis) as the simplest and most straight- forward explanation? The controversy centers around Hall (MUFON International data that allegedly militates against nuts-and-bolts technology—abrupt or seemingly instantaneous dis- appearances (as in the Californai helicopter case in this same issue), \"impossible\" maneuvers, shape changes, as well as the vast dis- tances in space which many astro- nomers believe makes visitation all but impossible. These are puzzles with no simple answers, but they do not preclude explanation in terms of a super-advanced technology whose workings we would not be likely to fathom. The often cited analogy holds true: What could cavemen have made of an over- flight by a Concorde supersonic jet? Or a television picture? Their concepts could not possibly have encompassed these phenomena. Still, it seems to me that the arguments most often advanced by proponents of other hypotheses against ETH are not the theoretical or technological ones, but the behavioral ones. The beings don't behave \"right\" or do what they \"ought\"to. Only preconceived notions of proper E-T behavior, perhaps overly influenced by a long legacy of science fiction literature, could lead to that conclusion. My own best guess is that either we are dealing with a foreign culture from some planet in space whose technology is so far beyond ours that it defies full explanation within our present concepts, or with beings from other realms or \"dimensions\" that our present science knows nothing about. Neither of these is subject to satis- factory proof unless we can obtain some hardware, or detailed radar and tracking gear data, that at least could tell us that UFOs really are spacecraft of unknown origin. Short of hard data, we are all left to specu- Coordinator) late. The only other solution in sight is for the beings, wherever from, to conclusively communicate with us and tell us the answers. One effort depends on us, the other on them. Therefore, I opt for the one that is within our power to do something about. We need all the instrumented data we can get, and that might at least point us in the right direction. I Mark R. Herbstrirt stronomy Notes THE SKY FOR SEPTEMBER 1977 Mercury—On the 5th it is in infer- ior Conjunction, but by the 21st it is at greatest western elongation, standing about 17 degrees above the eastern horizon at sunrise. Venus—It is visible in the east for about three hours before sunrise. It is less than half a degree south of Saturn on the 18th and about the same amount north of Regulus on the 22nd. Mars—In Gemini, it rises about five hours after sunset and is ap- proaching the meridan at sunrise. Jupiter—In Gemini, it rises before midnight and is nearing the mer- idian at sunrise. Saturn—In Leo near Regulus, it is now a morning star rising one or two hours before the sun. The alpha Aurigid Meteor shower occurs on the 22nd."}]
