[{"pageNumber":2,"pageContent":"Mufon UFO Journal Official Publication of the Mutual UFO Network Since 1967 Number 276 April 1991 $2.50 ENGLISH CROP CIRCLES Fawley Down, near Cheesefoot Head August 4, 1990."},{"pageNumber":3,"pageContent":"Mufon UFO Journal April 1991 Number 276 CONTENTS WHAT HAPPENED IN RAMEY'S OFFICE?  Donald Schmitt & Kevin Randle 3 POSSIBLE PHYSICAL MECHANISM FOR PRODUCING CROP CIRCLES    John Brandenburg, Ph.D. 10 SPHERICAL SOUNDS? ZOUNDS!   Eugenia Macer-Story 12 CIRCLES OF NOTE: A Continuing Bibliography   Michael Chorost 14 NEWS'N'VIEWS: Fund Report; UFOs, MJ-12 and the Government   17 IN OTHERS' WORDS     Lucius Parish 19 LOOKING BACK: UFO Phenomena Over the Years   Bob Gribble 20 THE MAY NIGHT SKY     Walter N. Webb 22 DIRECTOR'S MESSAGE     Walt Andrus 24 COVER PHOTO    Courtesy of Colin Andrews EDITOR Dennis W. Stacy ASSOCIATE EDITOR Walter H. Andrus, Jr. COLUMNISTS Walter N. Webb Robert Gribble Lucius Parish Dan Wright MUFON UFO JOURNAL (USPS 002-970) (ISSN 0270-6822) 103 Oldtowne Rd. Seguin, TX 78155-4099 Telephone: (512) 379-9216 Copyright 1991 by the Mutual UFO Network. All Rights Reserved. No part of this document may be reproduced in any form without the written permission of the Copyright Owners. Permission is hereby granted to quote up to 200 words of any one article, provided the author is credited, and the statement, \"Copyright 1991 by the Mutual UFO Network, 103 Oldtowne Rd., Seguin, Texas 78155,\" is included. The contents of the MUFON UFO Journal are determined by the editors and do not necessarily reflect the official position of the Mutual UFO Network. The Mutual UFO Network, Inc. is exempt from Federal Income Tax under Section 501 (c) (3) of the Internal Revenue Code. MUFON is a publicly supported organization of the type described in Section 509 (a) (2). Donors may deduct contributions from their Federal In- come Tax. Bequests, legacies, devises, transfers or gifts are also deductible for estate and gift purposes, provided they meet the applicable provisions of Sections 2055, 2106 and 2522 of the Internal Revenue Code. The MUFON UFO JOURNAL is published monthly by the Mutual UFO Network, Inc., Seguin, Texas. Membership/Subscription rates: $25 per year in the U.S.A.; $30 foreign in U.S. funds. Second class postage paid at Seguin, TX. POSTMASTER: Send form 3579 to advise change of address to: MUFON, 103 Oldtowne Rd., Seguin, TX 78155"},{"pageNumber":4,"pageContent":"WHAT HAPPENED IN RAMEY'S OFFICE? By Donald R. Schmitt and Kevin D. Randle Schmitt is Director of Special In- vestigations for CUFOS, the Center for UFO Studies; Randle, a retired Air Force Officer, is the author of The UFO Casebook. It seems that the activities in Brigadier General Roger Ramey's of- fice on July 8, 1947 have again taken center stage. There are allegations, charges and questions about those ac- tivities, and it seems that as we learn more about what happened, the picture does not become clearer, as it should, but it becomes darker and harder to see. There are two factions, using the same witnesses, who come to completely dif- ferent conclusions. However, an analysis of the entire picture might clarify it for those who have not been bombarded with information in the last six months. It is illustrative to examine the open- ing paragraphs of the article submitted by William Moore and Jaime Shandera in the January 1991, MUFON Journal. They castigate Joe Kirk Thomas (\"Analyzing The Roswell Debris,\" MUFON Journal, January 1991) who \"commits some of the same grievous errors that first-year journalism students and other would-be sleuths frequently commit: he takes only the evidence he wants to look at and completely ignores the rest.\" With that in mind, let's look at the article, \"New Revelations About Roswell Wreckage: A General Speaks Up,\" written by Jaime Shandera and published in same issue of the MUFON Journal as the Thomas article. We can see that the same criticism applies to Shandera's article. But first, we must examine some of the \"facts\" as established at the end of the article, and then we can look at the interview conducted with General Thomas J. DuBose. All facts reported here are supported by taped interviews, newspaper articles and other assorted documentation. Shandera writes, \"General DuBose's statements now sync-up (sic) perfectly with the testimony given earlier by J. Bond Johnson, the Ft. Worth Star- Telegram photographer whose state- ments to Bill Moore and me opened up the spectre of a revised view of what occurred in Ft. Worth.\" J. Bond Johnson was interviewed by us at length in February and March 1989. At that time, he told us that he'd been \"duped\" by the Army into believ- ing what he'd seen at the Fort Worth Ar- my Air Field were pieces of the actual wreckage recovered near Roswell. In a taped interview, he said, \"I posed General Ramey with this debris. At that time I was briefed on the idea that it was not a flying disc as first reported but in fact was a weather balloon that had crashed.\" (For a transcript of the interviews with Johnson, see the Inter- national UFO Reporter, Novem- ber/December 1990. Validity of transcripts verified by the Fund for UFO Research in a letter supplied to MUFON Journal.) Johnson also mentioned an article that was published on July 9, 1947. \"Seven nine (July 9) is my story on the front page that was earlier in the day.\" The last paragraph of that article said, \"After he took his first look, Ramey declared all it was was a weather balloon. The weather officer verified his view.\" During our March 24 interview, Johnson made it even clearer. He iden- tified, specifically, the article that he wrote. \"Okay, this is the article that I wrote that was on the front page on seven nine (July 9) and says, 'Disc- overy' Near Roswell Identified As Weather Balloon by FWAAF Officer.\" That is the article that ends with the statement that Ramey, after his first look, declared it was a weather balloon. When we asked Johnson about that in May 1990, his response was, \"Well, I don't know that. I don't know what I wrote.\" Later he said, \"I remember that after I got out of the darkroom they had several messages to call people. That's what took up my time. I didn't even write an article then.\" And later still, after reading it, he denied that it was his article altogether. W riting in Focus, June 1990, Shandera and Moore report that a bulletin came over the wire about the identification of the debris as a balloon sometime after Johnson returned to the office. \"This one spoiled all the fun. Ramey now says the flying disc was only a weather gadget. Soon the calls stopped. Bond went home.\" Are we to believe then, that the reporter who was dispatched to get the story and who took the photographs went home? That he went home without ever writing the story about the inter- view, regardless of what the story now was? This doesn't make any sense, especially in light of Johnson's original statements to us. If Johnson was the reporter who was in Ramey's office, and there is no reason to suspect he wasn't, and since he told us that he wrote the July 9 story on the evening on July 8, does it make sense to believe that he went home without writing a word about it. Who at the Fort Worth Star-Telegram would have been better qualified to write the story? A staffer working late and who hadn't been there, or J. Bond Johnson who went to Ramey's office and spoke to General Ramey? We now know the truth. Johnson himself provided it for us. During the March 24, 1989 interview, Johnson said, \"It would be entirely possible that other reporters ... See, I went there not as a reporter but there was not anybody else there. I went ahead and got the facts and came back and there wasn't any other reporter who wrote it for the MUFON UFO JOURNAL No. 276 April 1991"},{"pageNumber":5,"pageContent":"Star-Telegram on that night. I wrote that that night before leaving.\" / Out of Sync? And, if Ramey had told Johnson that he didn't know what it was, why isn't there a mention of that in the story that Johnson wrote that very night for the Star-Telegram? There is no mention of Ramey telling Johnson that he didn't know what it was. In fact, the article clearly states just the opposite, that is, that Ramey knew what it was as soon as he saw it. The point is that everything does not \"sync-up\" perfectly. There is a real problem with what Johnson claimed originally, all on tape (copy of the tape of the Johnson interviews as they ap- peared in the IUR November/Decem- ber 1990, sent to MUFON), what is evi- dent from the newspaper clippings that he provided of his story, and what he is saying now. His claim that he photographed the real debris and that General Ramey didn't know what it was when Johnson interviewed him is not supported by the evidence. The new claim that the cover story of a weather balloon was developed and handed out after he had returned to the newspaper office is simply not true. Johnson's story has changed signif- icantly since our first interviews with him and that is supported by the tapes we have. The story that he claimed to have written underscores the original version of his report, that Ramey said it was a weather balloon from the very beginning. It should be stated here that the debris displayed by Ramey was not the debris that had been recovered near Roswell. S handera mentions that \"further supporting Johnson as the photo- grapher of the four pictures is that both the University of Texas photo archives (they have the Star-Telegram collection) and the Bettmann Archives give photo credits to Johnson.\" He then writes, \"We know the relative time frame because the credit line indicates that the picture was transmitted at 7:59 CST, July 8, 1947.\" But Shandera doesn't bother with the cutline (caption) itself. \"Brigadier General Roger M. Ramey, Command- ing General of 8th Airforce (sic) and Col. Thomas J. DuBose, 8th Airforce Chief of Staff, identify metallic frag- ments found near Roswell, N. Mex. as a raywin (sic) high altitude sounding device used by airforce and weather bureau to determine wind velocity and direction, and not a flying disc. Photo by J. Bond Johnson. 11:59 PM CST.\" The photo, obtained by us from the Bettmann Photo Archives, 902 Broad- way, New York, NY 10010, clearly states that Ramey had identified the ob- ject as a balloon, and shows the time as 11:59 CST and not 7:59 as reported by Shandera. An FBI document, discovered by Brad Sparks, also identifies the wreck- age as a balloon, but the transmittal time of that report is 6:17 PM. That puts the documented origin of the cover story as much earlier than either the in- correct 7:59 PM or the 11:59 PM time. The Dallas Morning News of July 9, 1947, moves the time up even more. Ac- cording to a story published by them, \"Maj. E. (Edwin) M. Kirton, in- telligence officer at Fort Worth Army Air Field, blew the disc theory sky high at 5:30 p.m. when he told The Dallas News, 'there is nothing to it.' \" Second, in the article, Shandera writes about ex-warrant officer Irving Newton. \"All that can be said is that the details of his earlier account com- pare much more favorably with the DuBose/Johnson/Marcel testimony than do those of the story he is presently (sic) telling. Newton's revised version of events came to light after he was recently reinterviewed by Schmitt and Randle.\" The implication here is that we somehow \"coached\" new testimony from him. Newton In The Roswell Incident, Warrant Of- ficer (later Major) Irving Newton is quoted as saying, \"But on the night of July 8, as he was working in the Weather Office, the phone rang. It was General Ramey. The general ordered Newton to report to his office im- mediately. Newton, in spite of a cer- tain urgency in the general's tone, nevertheless found the courage to in- form the general that he was the only man on duty in the Weather Office and as such he was also in charge of flight- control operations that evening. To Newton's mildly couched protest the general replied with a decisive com- mand flair: 'Get your ass over here in ten minutes. If you can't get a car, com- mandeer the first one that comes along - on my orders.' \"When Newton got to his destination he was briefed by a colonel to the ef- fect that an object had been found by a major in Roswell and that the general had decided that it was really a weather balloon and wanted him (Newton) to identify it as such. After this hurried briefing, Newton was ushered into a room filled with reporters and photo- graphers, where he was handed several pieces of what he immediately recog- nized as material belonging to a Rawin- type balloon, although somewhat deteriorated. A number of other pieces were laid out on brown paper on the floor (emphasis added). While the ex- amination was taking place a series of photographs were taken of the general and his aide (sic). \"Newton said (Moore interview, Ju- ly 1979): 'It was cut and dried. I had sent up thousands of them and there's no doubt that what I was given were parts of a balloon ...\" ( The Roswell In- cident, pages 31-34 hardback edition.) I n the Focus article, \"Three Hours That Shook The Press,\" Shandera and Moore write, \"It's important to note that he was not called in to ex- amine debris to determine if he knew what it was; he was told up front what to say, and he was also ordered not to answer any questions. What he iden- tified was handed to him, it was not what was on Ramey's floor.\" In our interviews with Major New- ton, he was also quite clear and up front. There is no doubt that what was on General Ramey's floor, and in the photographs, were parts of a weather balloon. We might disagree with Berlitz' and Moore's interpretation of the words used, but not with the general tone. That means, quite simply, that MUFON UFO JOURNAL No. 276 April 1991"},{"pageNumber":6,"pageContent":"Newton told us, \"Some guys in Roswell found what they think is a flying disc. The general thinks it's a weather balloon and wants you to identify it.\" (Berlitz and Moore make it sound as if Newton was told to identify it as a weather balloon but we believe that the colonel was telling him what was hap- pening and to identify the debris. No one had to tell Newton what to say because they all knew it was a balloon.) According to Newton, there was never any doubt about what he saw. It was a Rawin target and balloon. In fact, he laughs about the belief that there was a flying saucer involved, but only because he never saw any of the real wreckage, just the pieces of the balloon on display in Ramey's office. He has said to us, \"I told them at that time I would eat it without salt and pepper if it was not a balloon. This is nonsense.\" But the question here, becomes, where is the significant change in Newton's story? In his original inter- view with Moore he said it was a weather balloon. In his interview with us, he said it was a weather balloon. The words and phrases might be a lit- tle different, and we might disagree with the interpretation put on those words by Berlitz and Moore, but it is, essentially, the same story. In fact, the only significant change we can discover is between what New- ton told Moore and was reported in The Roswell Incident, and what he sup- posedly said according to the recent Focus article. Again, we should point out that the material in the photographs is not the debris found near Roswell. In fact, a better title for the DuBose article would have been \"Analyzing the Fort Worth Photos.\" Everything we have found to date says that the debris photographed in Fort Worth was not the debris found by Mac Brazel. Third, there are Jesse Marcel's statements about the activities in Ramey's office. Originally, in The Roswell Incident, Moore reported that Marcel said, \"General Ramey allowed some members of the press in to take a picture of this stuff. They took one picture of me on the floor holding up some of the less-interesting metallic According to Newton, there was never any doubt about what he saw. It was a Rawin target and balloon. I told them at that time I would eat it without salt and pepper if it was not a balloon. This is nonsense.\" debris.\" But, in a transcript of that in- terview (sent out by Moore, copy sup- plied to the MUFON Journal) Marcel reportedly said, \"General (Roger Max- well) Ramey allowed the press in to take two pictures of this stuff. I was in one, and he and Col. DuBose were in the other.\" And in Focus, Marcel is again quoted, but this time Marcel said there were two pictures of him with the real stuff. It is interesting to note that both Stan Friedman and Len Stringfield con- ducted many interviews with Marcel, and neither of them remember Marcel describing any pictures of the real debris. Stringfield said, \"If there had been any pictures of the actual debris available, I'm sure that he (Marcel) would have mentioned them. He never did.\" L ater, Johnny Mann, a reporter in New Orleans who was putting together a TV news feature about Roswell, showed Marcel the pic- tures in The Roswell Incident. Pointing at them, Mann said, \"Jesse, I got to tell you that looks like a balloon.\" Marcel said, \"No. No. That picture was staged. That's not the stuff I brought home.\" (This knocks one of the underpinnings from the Thomas DuBose article. Mar- cel, when he examined the photos, said that was not the stuff he'd found. Jesse Marcel, Jr. who saw some of the real wreckage and has examined the photos, said, \"It bears a gross resemblance to the debris I saw, but it's not the same.\" Other first hand witnesses who have seen both the photographs and the real debris made the same comments. It looks like the real debris in a very gross sense, but it is not the same stuff.) In their editorial, \"Enough Is Too Much,\" (Focus, new series, Vol. 5, Nos. 7-9, September 30, 1990) Shandera and Moore quote Marcel as saying, \"They took one picture of me on the floor holding some of the actual stuff we found. It was not a staged photo. Later, they cleared out our wreckage and substituted some of their own.\" Shandera, in \"New Revelations,\" said, \"There are two researchers (Don Schmitt and Kevin Randle) who are presently (sic) saying that the debris in General Ramey's office had been switched and that you men had a weather balloon there.\" DuBose's reply was, \"Oh, bull! That material was never switched.\" The question then, is how do DuBose's statements \"sync-up\" perfect- ly with those of Marcel, when Shandera and Moore quote Marcel as saying the debris was switched? As they say, they \"commit some of the same grievous er- rors that first-year journalism students and other would be sleuths frequently commit: (they) take only the evidence (they) want to look at and completely ignore the rest.\" The most damaging evidence, how- ever, is from Jesse Marcel himself. When he examined the pictures in The Roswell Incident, he said they were staged in Fort Worth. They did not show the debris that had been picked up near Roswell. (DuBose's conclusions about the Roswell debris, then, are er- roneous, but only because he didn't have access to all the new information we have developed in the last two years and not because he did a poor job of reporting. He is right, of course, in say- ing that the debris in the pictures is a balloon. But that is not the debris from Roswell.) S handera and Moore have re- peatedly attacked us for ignoring Marcel's statement that he was photographed with the real debris. But the interview they offer has been changed so that they provide three ver- sions of Marcel's statements. In re- sponse, we have the statement by MUFON UFO JOURNAL No. 276 April 1991"},{"pageNumber":7,"pageContent":"Marcel given to Johnny Mann, statements by Jesse Marcel, Jr. to us, and the visual evidence of the pictures themselves. If Marcel said he was photographed with the real debris, he was not referring to the events that took place in Ramey's office of July 8. (Writing in Focus, Vol. 5, new series, issues 10-12, Dec. 31, 1991) Shandera, in a fictionalized and heavily edited ver- sion of a conversation with Schmitt, reports, \"To top it off, you (Schmitt and Handle) had to throw out Marcel's signed statement... that his picture was taken with the actual debris.\" We have rejected Marcel's alleged.... statement because the facts, as we know them, do not support it.) Shandera, in an article titled, \"CUFOS Goes to Roswell: The Disaster Begins,\" wrote, \"Now, however, we can categorically state that the debris in the photo is the actual \"debris recovered outside Roswell.\" The evidence presented above, suggests that Shandera's claim is simply not true. The question that must be asked, is why are Shandera and Moore trying so hard to convince everyone that the photos show the Roswell debris when it is obvious ' that they do not? These are the additional facts around those seven pictures taken in Ramey's office. Facts that can be verified through other sources such as the taped interviews with Johnson, Newton, Jesse Marcel, Jr., and DuBose, the interviews with Viaud Marcel, Johnny Mann, Stan Friedman and Len Stringfield, the documents from the Bettman Photo Ar- chives and the FBI, and the newspaper stories written in the right time frame. DuBose Interview Now let's look at the interview with General Thomas DuBose, remember- ing that we interviewed him twice on video tape in August 1990. (A copy of that tape with both interviews has been made available to the MUFON Jour- nal.) To quickly show how flawed the Shandera interview is, all we have to do is point out that Shandera has con- fused two flights with one. In other words, some of the things said about the Marcel flight of July 8, 1947, ac- tually refer to a flight made on July 6, two days earlier. Our first interview with DuBose, which used hypnosis, (administered by Dr. Van Tifford, a qualified hypno- therapist and who made his own tapes of the session) was conducted on August 10, 1990. Almost from the beginning of the interview, it was clear that nothing extraordinary had been displayed on the floor in Ramey's office. DuBose said, \"I have the deep im- pression that this conference was not held in any conference room. It was held in Ramey's office. He sat at his desk. I sat on his left side in a chair, and in front, on the floor was the weather balloon (emphasis added) that had been found. I forget what the guy's name was (Irving Newton) was telling the assembled, I think three or four reporters, Fort Worth Star-Telegram, Dallas, and one UPI or UPS. I think three of them.\" DuBose was asked, \"Do you recall specific names? Did they tell you who they were?\" DuBose said, \"They probably did. But you ask me to remember the names of three newspaper reporters from 45 years ago, that would be asking the im- possible. But they did ask questions.\" \"Can you remember specific ques- tions?\" \"They wanted to know if that weather balloon was in fact a weather balloon. Where was it launched from? What could cause it to be at the location where it was at that particular time? A lot of questions pertaining to weather balloons.\" At that point, DuBose explained more about the weather service and how it functioned, including the various balloon launch sites scattered around the United States. Ramey, according to DuBose, explained it all to the reporters. He also mentioned that the Eighth Air Force was in the covert operations business and that the reporters knew that. They were trying to ferret out if this wasn't part of a cover-up. \"Actually, it was a cover story,\" said DuBose, still under hypnosis. \"The balloon part of it... the remnants (from Roswell) were taken from this location and Al Clark took (them) to Washington and whatever happened then, I have no knowledge. That part of it (the weather balloon) was in fact a story that we were told to give to the public and the news, and that was it.\" \"Was that after the call from General McMullen?\" \"That was the direction we were told,\" said DuBose. \"I mean there wasn't any question about it. We were told this is the story that is to be given to the press and that is it. Anything else, forget it.\" \"McMullen called you?\" \"He called me and said that I was ... there was talk of some elements that had been found on the ground outside Roswell, NM, that the debris or elements were to be placed in a suitable container and Blanchard was to see that they were delivered, they were placed in a suitable container and Al Clark, the base commander at Carswell (Note: Actually it was the Fort Worth Army Air Field at that time) would pick them up and deliver them to McMullen in Washington. Nobody, and I must stress this, no one was to discuss with their wives, me with Ramey, with anyone. The matter as far as we were con- cerned, it was closed as of that moment. Debris Seen? \"(I called Blanchard) and told him there was this material his S-2 (Marcel) had found in the desert and I said this is to be put in a suitable container by this major and you are to see that it is sealed, put in your little command air- craft and flown by a proper courier (meaning an officer certified to carry classified material), flown to Carswell and delivered to Al Clark who will then deliver it to McMullen.\" \"Did you see the actual debris?\" \"Did I ever see it? Never. I only saw the container and the container was a plastic bag that I would say weighs 15 to 20 pounds. It was sealed. Lead seal around the top. Tied with a wire seal around the top. The only way to get into it was to cut it.\" \"What time was the call from MUFON UFO JOURNAL No. 276 April 1991"},{"pageNumber":8,"pageContent":"McMullen? \"I'm, I would venture, I would say, from between two and three in the after- noon.\" \"Who met the plane from Roswell?\" \"Clark was there and I was there. Ramey wasn't on the base at the time. Clark and I met the airplane and (the) pilot delivered the cellophane bag to us that was sealed. And Al took it to the command B-26, got on the airplane and took off.\" \"Was there only one package?\" \"Yeah. You know what garbage bags today ... looked like this.\" \"When were the photographs taken?\" \"Must have been when finally the press got some word about this secret thing that was going on and the attempts by the Air Force to use the balloon as a cover-up. Must have been three or four days after that.\" \"It wasn't the same day?\" \"No, it was two or three days later. When McMullen heard about this press conference.\" (The earliest that any debris could have been available was Ju- ly 6, 1947, when Mac Brazel took some samples to Roswell. That must be the debris to which DuBose is referring when he talks about the flight that he and Al Clark met on the airfield.) \"Whose idea was the weather bal- loon?\" \"I don't know whose idea it was. It could have been Kalberer (Colonel Alfred F. Kalberer, the Eighth Air Force Intelligence Officer) or the PIO (Major Charles A. Cashon).\" T here was more discussion about the chain of command, who gave which order, and who thought up the balloon explanation. Finally, we asked again about the photo session and press conference that was held in Ramey's office. \"That was probably on the order of three, four days, maybe a week later. I don't remember, I know it was several days later. Somebody said this is the story we're going to tell the public about this in order that we don't have any more inquiries about what we picked up on the desert.\" It probably should be stressed, again, that the original material, on the July 6 flight was some of the debris that Mac Brazel took to the Chaves County sheriff. It was that debris that was \"placed in a suitable container\" to be flown to Fort Worth. DuBose described how he waited in the office until he was told the aircraft was in the traffic pat- tern and then drove out on the tarmac. The plane, DuBose said it was either a modified B-26 or a B-25, landed. The pilot got out, gave the bag of debris to Colonel Alan D. Clark who immediate- ly climbed into the command B-26 and flew off to Washington, D.C. At no time was that debris taken to Ramey's office and at no time was it photographed. Then, two days later, Marcel, and a B-29, flew on to Fort Worth. The press conference was held in Ramey's office, with some debris scattered on the floor. It should be pointed out that the wreckage on Ramey's floor was not switched, (although, according to Moore, Marcel said it was) and we never said that it was. That debris, displayed on the floor, was always the remains of the balloon. The switch, if one took place, was either made in Roswell before Marcel left, or was made while Ramey and Marcel were out of the office. The debris was taken from Ramey's desk, and the balloon was substituted on the floor. The question that should be asked here is, did Marcel take any of the real debris to Ramey's office? We have been told, by Walter Haul who got the story from Marcel, that a small portion of wreckage was taken to Ramey's office. Then Ramey and Marcel went to the map room so that Marcel could show the general where the wreckage had been found. When they returned, the real debris had been re-packaged and taken away, and the balloon was on the floor. So, Ramey may have seen some of the real debris, but it was not what was on display for the reporters who ar- rived later. And since the balloon was always on the floor, there was no switch of debris on the floor which squares with what DuBose told us and what he said to Shandera. But the search for truth often requires that we re-evaluate the data. After Shandera interviewed DuBose, there were questions that needed to be asked. Shandera suggested that DuBose told him that the debris from Roswell was on display on the floor. He suggested that the photographs all show the debris collected near Roswell. It is a sugges- tion, easily drawn from the questions and answers that Shandera published. But we wanted the truth. Regardless of the consequences, we presented DuBose with copies of everything that had been written about the episode and then asked some very pointed questions. No Debris Seen We asked the General if he had ever seen the debris that had been picked up in Roswell. He had told us pointedly, in both video taped interviews that he had never seen the real debris, but the way the question was phrased, and the discussion that had preceded it left some room for interpretation. That was why we re-phrased it and asked specifically about the debris from Roswell, and not just the debris from the July 6 flight. Did DuBose ever see any of the real debris? DuBose's answer was a resounding, \"NO!!!\" He did not see the debris from Roswell. At any time. Next we asked if the debris on Ramey's floor was the debris from Roswell. A simple, straight forward question that left no room for inter- pretation. Again the answer was, \"No.\" A sim- ple, straight forward answer that left no room for interpretation. In fact, in a phone interview con- ducted by us recently, DuBose was ada- mant. He said, \"God damnit, I was there. I should know. It would not be different than if you would go out to your garbage can and dump it on the floor. It was a pile of trash.\" This time, however, DuBose added that he didn't know where Ramey got the debris displayed on his floor. He just knew that it wasn't from Roswell, and that's the important point. What we have here, then, are two in- dependent groups of investigators, both supposedly interested only in the truth, but who have come to separate conclu- sions about the debris displayed in MUFON UFO JOURNAL No. 276 April 1991"},{"pageNumber":9,"pageContent":"Ramey's office. There must be a way for those who have not interviewed the witnesses, who have not sat in the rooms and watched the witnesses inter- viewed, or who have not seen or heard the tapes, to learn the truth. First, we must look at the evidence given by the witnesses and see how the various interviews fit together. We believe that J. Bond Johnson's first ver- sion of his story, that is, that he was told up front that the debris was a weather balloon, is the true version. We can prove that he said those things to us, (again, audio tape provided to the MUFON Journal) and that he said them before other interviews were conducted. Second, we have the testimony of Johnny Mann, telling us that Marcel, when shown the pictures published in The Roswell Incident, said that they showed the balloon and that those photos were staged in Fort Worth for the benefit of the press. The statements by Marcel to Mann were witnessed by a third party, Julian Krajewski. We also have the statements by Len Stringfield and Stan Friedman, both of whom in- terviewed Marcel, and both saying that Marcel never mentioned pictures of the real debris to them. Third, we have the testimony of Irv- ing Newton, whose story, as far as we're concerned, has stayed the same. Again, that testimony is on audio tape. And Fourth, is the story told by Thomas DuBose. His reactions to the various articles, and his testimony to us, (again on video tape made available to the MUFON Journal), suggests that the debris displayed in Ramey's office was not the material recovered at the crash site in New Mexico. Eyewitnesses to the material, and who have seen the pictures, say that the debris in the pic- tures is close, but it's not the same stuff. B ut it is not really a question of what was said in the various in- terviews because a clever inter- rogator can produce the results he or she wants. In courtroom examinations, eyewitness testimony is often twisted and bent so that a jury of intelligent people is confused. It finally comes down to the supporting documentation and the circumstantial evidence. When In the final anaylsis, it is up to each person who looks at the pictures to decide the truth. Is there any reason to believe that the debris shown is anything other than a balloon? that is added to the equation, the pic- ture becomes clear. Fortunately, there is a wide range of physical and cir- cumstantial evidence, and a variety of supporting documentation available. First is the Bettmann Photo Archive caption. It clearly states that the debris on display is from a weather balloon. Second is the FBI memo found by Brad Sparks. It provides a time frame, 6:17 p.m., and again reinforces the idea that the debris displayed on Ramey's floor was a weather balloon. Third is the Dallas Morning News ar- ticle which again, reinforces the balloon story and moves the time frame to 5:30 p.m. (It should be noted that the struc- ture of that article suggests that no reporter went to Fort Worth. It seems that it was a telephone interview con- ducted with the intelligence office.) Weather Balloon Fourth is the Fort Worth Star- Telegram article that appeared in the July 9 edition of the newspaper. For the moment it isn't important to determine who wrote it, only that it clearly states that General Ramey had declared that the debris was a weather balloon when he first saw it. That moves the time frame for the cover story up to the point where Johnson entered the General's of- fice. If Ramey had been confused at first, that confusion would have been reflected in the newspaper articles and it was not. There is no indication in that documentation that Ramey was ever confused and that he said anything other than the debris being part of a weather balloon. Fifth, there are the photos them- selves. As Joe Kirk Thomas explained in his article, the debris is not rigid, but is flimsy and easily torn and bent. It is obviously from some kind of weather balloon. Sixth are the statements by weather forecasters today. When we showed them the pictures, without telling them anything about the story, each has said the same thing. It is some kind of balloon in the photos. In fact, Paul Joseph, an expert meteorologist, took one look at the pictures and said, \"This is some type of radar reflector device.\" No hesitation, no asking of questions, just a quick statement, identifying the debris from the photographs. (It is in- teresting to note that according to a book that Joseph had, the Rawin target balloons were used as early as 1927. The highly reflective foil was used so that sunlight would bounce off allow- ing the forecaster to track the balloon visually. The structure of the balloon, according to the text, included balsa sticks [visible in the Fort Worth pic- tures] or hollow metal rods to support the structure. After the development of radar, the highly reflective material wasn't as important.) In the final anaylsis, it is up to each person who looks at the pictures to decide the truth. Is there any reason to believe that the debris shown is anything other than a balloon? Remember that everyone, and that in- cludes Bill Moore originally, has said that the photos showed the remains of a balloon. (Again, we must stress that the debris in the pictures is not the debris recovered in Roswell.) So, study the pictures carefully and ask yourself, \"Is this really debris from a spaceship, or is it a weather balloon on display as part of the elaborate cover story? If you're honest in your analysis, the con- clusion should be obvious now that you have all the facts. The debate about the Fort Worth pictures should be over. (A final note. We have been accused of learning nothing new during our two year investigation of the events at Roswell. But in this article, discussion centers around J. Bond Johnson, a witness we located. There is mention of the picture and caption from the Bett- mann Archives, a photo that we MUFON UFO JOURNAL No. 276 April 1991"},{"pageNumber":10,"pageContent":"discovered. The revelation that debris was flown to Fort Worth on July 6, is new information developed during our investigation. We have also located both Charles A. Cashon, the Fort Worth PIO, and Captain Roy Showalter, Ramey's aide. These are just a few of the new things we've learned. There are many more). Sources We have made it a policy to reveal all sources in our articles. In keeping with that tradition, the following is a list of the sources, documents, and newspapers used to compile the informa- tion published here. Individuals + Bill Braze!, personal interviews, February 1989, September 1990. *Maj. Charles A. Cashon, PIO Fort Worth, phone interviews, December 1989, June 1990. Thomas J. DuBose, personal interviews, August 1990. (Video tape supplied to MUFON Journal) Stanton Friedman, personal interviews, July 1990. Walter Haul, personal interviews, April 1989, August 1989, January 1990, November 1990. *Betsy Hudon, phone interviews, January 1989, May 1989. *J. Bond Johnson, phone interviews, February 1989, March 1989, August 1989, November 1989, May 1990, December 1990. (Audio Tape supplied to MUFON Journal) Paul Joseph, personal interview, February 1991. * + John Kromschroeder, personal interviews, July 1990, August 1991. *Johnny Mann, phone interviews, January 1990, October 1990. + Jesse Marcel, Jr. personal interviews, August 1989, May 1990. + Viaud Marcel, personal interview, May 1990 Irving Newton, phone interviews, April 1989, November 1990. Robert Porter, personal interviews, May 1990, July 1990. Dr. Van Tifford, hypnotherapist, August 1990. Len Stringfield, personal interviews, June 1989, February 1990. * + Robert Smith, personal interview, March 1990. Documents *Bettmann Photo Archives, letters and photo, June 1990. (Copy of photo, caption and receipt supplied to MUFON Journal) Clark, Jerry, personal letter from Bill Moore, September 29, 1990. The Daily Times Herald, Dallas, July 9, 1947. Dallas Morning News, July 9, 1947. DuBose, Thomas, personal letter, dated Feb- ruary 3, 1991. Eighth Air Force Unit History (microfilm), June, July 1947. FBI message, dated July 8, 1947. Focus, June 30, 1990, September 30, 1990. Fort Worth Star-Telegram, July 9, 10, 11, 1947. (Copy of Johnson's July 9, 1947 article sup- plied to MUFON Journal) 509th Unit History (microfilm) July - December 1947. *FWAAF Staff Directory, June 1947. International UFO Reporter (IUR), November/ December 1990. Marcel Interview, (by Bill Moore) February 1979. (One page) (Copy supplied to MUFON Journal) MUFON Journal, January 1991. Roswell Daily Record, July 8, 9, 10, 11, 1947. Roswell Incident, published September 1980. Roswell Morning Dispatch, My 9, 10, 11, 1947. University of Texas, Special Collections Library, photos taken by J. Bond Johnson. Listing of all photos of BG Roger Ramey available in the archives. Whiting, Fred, personal letter, dated March 3, 1991. indicates sources that were discovered as a result of our investigation. + Indicates a witness to the actual debris col- lected near Roswell. Calendar of UFO Conferences for 1991 May 11 & 12 — UFO Expo West - Los Angeles Airport Hyatt Hotel, Los Angeles, California May 17, 18 & 19 — Exploring Unexplained Phenomena III - University of Nebraska Center, Lincoln, Nebraska May 18, 19 & 20 — Fifth Annual \"Recontres Europeennes de Lyon\" Congress - Lyon, France June 27, 28 & 29 — 12th Rocky Mountain Conference on UFO Investiga- tions - University of Wyoming, Laramie, WY July 5, 6 & 7 — MUFON 1991 International UFO Symposium - Hyatt Regency O'Hare Hotel at O'Hare International Airport near Chicago, Illinois August 16, 17 & 18 — Sixth International UFO Congress - Central Library Theater, Sheffield, South Yorkshire, England October 12 & 13 — The UFO Experience - Holiday Inn, North Haven, Connecticut October 12 & 13 — Fourth Symposium on Ufology and Exobiology - Sao Paulo, Brazil October 19 — Show-Me UFO Conference III - Holiday Inn Airport-West, Bridgeton, Missouri. Near St. Louis Airport CENTER FOR UFO STUDIES PHOTO EXHIBIT SCHEDULE As of March 1, 1991 April 18-20, 1991 — North Park Mall, 10950 N. May Avenue, Oklahoma City, Oklahoma May 30, 31, June 1, 1991 — Sherwood Village, 5875 Rochdale Blvd., Regina, Saskatchewan, Canada June 3-8, 1991 — Parkland Mall, 277 Broadway, Yorkton, Saskatchewan, Canada June 10-15, 1991 — Swift Current Mall, #1 Springs Drive, Swift Current, Saskatchewan, Canada June 26-29, 1991 — Fort Saskatchewan Mall, 10420 - 98th Ave., Fort Saskatchewan, Alberta, Canada, T8L 2N6 July 16-21, 1991 — Arnot Mall, 3300 Chambers Road, Horseheads, New York September 6-8, 1991 — Elkhorn Mall, 3601 E. Broadway, Suite 5-B, Tucson, AZ 85716 September 19-22, 1991 — Central City Mall, 295 Central City Mall, San Bernardino, California October 12, 13, 1991 — Omega Conference, Holiday Inn, North Haven, Connecticut MUFON UFO JOURNAL No. 276 April 1991"},{"pageNumber":11,"pageContent":"Introduction Few phenomena in recent memory have attracted such a flood of public attention in such a short span of time as the so-called \"Crop Circles,\" for evidence of which see Michael Chorost 's ongoing bibliography elsewhere in this issue. The Circles have drawn more than their share of speculation, too, rang- ing from the merely meteorological, to UFOs, to the involvement of an invisi- ble deus ex machina in the form of a ' 'non-human intelligence.'' Most com- mentators seem more sure about what the formations aren't, than about what they are. The theory first proposed by Dr. Terence Meaden, an Oxford-trained atmopsheric physicist, that the forma- tions are the byproduct of a previously unrecognized plasma-vortex, presents a particularly appealing target for the current crop ofcereologists. Concrete, comprehensive and falsifiable theories that would convincingly negate or con- tradict the weather hypothesis, however, remain few and far between. In the meantime, parallels between cereology and ufology, both good and bad, continue to increase. Groups have been formed to study the subject, per- sonalities have come to the forefront, data has been hoarded and coveted as opposed to openly shared, and, more often than not, disputes have taken on tenditious, proprietary tones rather than ones aimed at arriving at a mutual solu- tion to the mystery. Serious scientists who might othenvise contribute to the dialogue have been driven off for the most part, mainly by the tabloid treat- ment afforded the formations by the global print and electronic media. The cash register, it appears, is beginning to loom as large in the ongoing debate as the dowsing rod and video camera. With another ' 'season'' nearly upon us, swords are already being sharpened and past grudges dusted off in anticipa- tion of startling new developments and displays. As an organization, MUFON would like to remain as neutral as possible in terms of the different per- sonalities and schools of thought about to erupt in charges, countercharges and possibly even mutual cooperation. As much as humanly and scientifically possible, we want to remain an open forum for all sides of the issue, and not be forced into choosing sides prematurely or precipitously. To that end, then, the Journal will continue to cover the full spectrum of investigation and speculation present- ly surrounding the Crop Circle phe- nomenon. Any opinions that follow are strictly those of the individual authors, and are in no way to be construed as representing the official viewpoint of the Mutual UFO Network. — Dennis Stacy POSSIBLE PHYSICAL MECHANISM FOR PRODUCING CROP CIRCLES By John Brandenburg, Ph.D. A characteristic property of plants in \"crop circle\" 1 patterns is the gentle bending of the plant stalks without breaking. It appears this effect can be achieved by irradiation of the plants with microwaves. Prompted by suggestions by Jean- Jacques Velasco 2 that some sort of heating mechanism, such as microwave or infrared radiation, might cause the laying down of the crops (an opinion prompted by his finding heat induced changes in the plant protein from crop circles), the author was able to produce laying down of fibrous plant structures using a kitchen model microwave oven, set on high power. In these \"kitchen experiments,\" liv- ing crabgrass and both green and dry long pine needles were observed to lay down or bend at the base when mounted upright in the oven and ir- radiated. The green crabgrass was observed to flatten in 20 seconds and the green pine needles took roughly 50 seconds. Dry pine needles leaned over after two minutes, though effects were highly variable. In general, the more green the plants and thinner their cross section, the more quickly they bent. The plant samples were mounted upright in inverted paper cups during these experiments, in a 500 Watt, 2.45 GHz carousel type microwave oven. When green crabgrass was irradiated, a characteristic odor resembling new- mown hay was produced. The crops in- volved in the crop-circle phenomenon are all of the grass family, so the response of crabgrass may be typical. The mechanism for producing the lay down effect in grasses and other plant structures appears to be due to heating of the water in the plant tissues by the microwaves, causing loss of cell water and thus \"turgor\" pressure 3 , with con- sequent loss of tissue strength. The change in plant tissue strength with change in cell turgor pressure is most familiar in the case of celery, which becomes soft if dehydrated, but becomes rigid again when soaked in fresh water in a \"crisper.\" This loss of tissue strength is general along the plant stalks, but structural failure will occur first at the stalk base, since this area carries the weight of the stalk and is MUFON UFO JOURNAL No. 276 April 1991"},{"pageNumber":12,"pageContent":"thus the point of stress concentration. The stalks or needles thus bend over simply because they become weaker generally and the base bends to relieve stress. Heating of the plant tissues via microwaves is traumatic to the plants. The subjects of the author's kitchen ex- periments appeared to die within a few days. This means that heating was suf- ficient to cause cell rupture or protein coagulation. However, the plants need not die if the irradiation was done carefully, in the author's opinion. Celery can lose and regain turgor without apparant harmful effects. Turgor is maintained in most plant cells by osmotic pressure and the regulation of water pumping action of the cell walls. It is not necessary for the cell wall to rupture for it to lose turgor, on- ly for the cell to shed water or alter its mineral balance with the surrounding tissue fluid. Cells heated by microwaves or hav- ing their cell walls affected by them could lose turgor without rupture or lasting harm. The difference in microwave irradiation sufficient to cause lay down and that necessary to cause cell death might be considerable, especially in tall plant stalks, which would require less weakening to bend over. It is also possible that some fre- quencies of microwaves might be more effective than others in producing this effect. There is also the observed ef- fect of modulation of microwaves at low frequencies which is known to effect cell membrane releases of potassium and calcium in animal cells 3 . Similar ef- fects, if they exist in plant cells, could allow regulation of cell turgor pressure and thus tissue strength, without great trauma to the tissues. S ince absorption of microwave energy in plant tissue causes sha- dowing effects, directing microwaves at an angle could cause the stalks to lay down in the direction towards the microwave source since the stalk tissue would be slightly weaker on the directly irradiated side. This latter effect should be much more pronounc- ed for millimeter wave microwaves (lOOGHz and above), and could pro- duce the swirling of the crops in the pat- terns. Alternatively, the weakened crops could be swirled with blasts of directed air pressure. However, these ideas could not be tested with the experimen- tal apparatus available. It is well known that microwaves can be directed in tightly focused beams for a distance R = -^r, where D is the diameter of a dish antenna, w is the microwave wavelength and R is the range. A powerful microwave source feeding a 1-meter antenna with 30GHz microwaves (1cm wavelength) could project a beam that would come to a tight focus at 50 meters, and form a 1-meter beam for 100 meters. Such an apparatus mounted on an air- mobile platform could \"paint\" crop circles. However, to accomplish this rapidly would require microwave powers on the order of tens or hundreds of kilowatts. Such a power requirement would present difficulties for any air- mobile platform known to humans. Such a platform would also have to be able to hover quietly and without creating down drafts which would in- terfere with the forming patterns. A blimp could do this, if it could get away rapidly to avoid detection and not crash during bad weather. However, no blimps have been reported in the crop circle areas, to the best of the author's knowledge. In any event, although it now seems conceivable that humans could duplicate crop circles, at least approx- imately, by using beams of microwaves, such an effort would be financially and technically demanding, fraught with risks of discovery, and would require some compelling rationale. Therefore, in the end, these experiments may prompt more questions than they answer, as do all useful experiments. What is important at this time is that the most characteristic effect associated with crop circles, the bending of stalks without breaking, can be approximately duplicated by irradiating the plants with microwaves. This can be demonstrated in a common kitchen applicance; a microwave oven. Anyone attempting to duplicate this experiment is urged to ex- ercise due caution and treat it as if it was a cooking experiment. This means that crop circles, al- though they appear \"supernatural\" may be merely the result of the novel and sophisticated use of a well known technology. If this effect of microwaves on plants can be demonstrated on the crops in question, then far more weight would have to be given to the possibility that an intelligent technological agen- cy is the source of this effect. More will be said on this in the near future, but for now, let us consider the results of some \"kitchen science.\" Notes 1. Michael Chorost and Colin Andrews, MUFON UFO Journal, pg. 3, December 1990. 2. Dava Sobel, Omni, pg. 124, December 1990. 3. National Council on Radiation Protection and Measurements, Report No. 86, pg. 150 (effects were reported at 147 MHz, modulated at 16Hz). UFOs, MJ-12 AND THE GOVERNMENT A Report on Government Involvement in UFO Crash Retrievals Grant Cameron and T. Scott Grain, Jr. Published by Mutual UFO Network, Inc. MUFON UFO JOURNAL No. 276 April 1991"},{"pageNumber":13,"pageContent":"SPHERICAL SOUNDS? ZOUNDS! By Eugenia Macer-Story Since no one has yet \"solved\" the UFO enigma, I shall begin this article by briefly repeating the communica- tions concept enunciated in my article, \"The Astrebus: An Intergalactic Language,\"' which was published in 1977. Upon examination of the context of various UFO anomalies, it can be de- tected that the event itself is part of a meaningful pattern of occurrences, and can only be understood fully as a com- munication similar to rebus puzzles. A rebus (RE + TffHMj^ ) is a form of cryptogram in which pictures of objects and actions are substituted for syllables of words and/or other sec- tions of the sentence. 2 When Bruce Maccabee writes that the crop circles might more accurately be called \"agriglyphs,\" he implies that these markings are parts of such a com- munication, like the hieroglyphs of an- cient languages. Actually, certain British crop circles do resemble the \"vever\" pattern used by voudoun (voodoo) practitioners to invoke the gods favorable to drum and bell ceremonies. 3 Other vevers used to invoke the loas, or god-spirits of the voudoun religion, do not resemble the crop circles, but are elaborate rectangle lattices and/or diagrams of hearts and boats. The vevers are made on the ground with meal or flour and resemble in this respect the sand paintings of the Hopi and other southwestern Native Amer- ican tribes. The elaborate patterns are not intended to be \"permanent,\" but are constructed to invoke the gods or forces associated with the traditional designs. Perhaps it is significant that the vou- doun vever which accompanies musical ceremonies most closely resembles the crop circle agriglyphs. I am not suggesting that a person who draws a vever or crop circle model on the ground will summon UFOs. I do suggest that the first makers of the vevers, which stem from an ancient African rite, may have noticed mark- ings on the land similar to crop circle designs, and may have imitated the location and type of design in order to propitiate forces which they do not understand. Sympolic Resonance Perhaps an advanced intelligence is trying to tell human beings some \"new\" information. Like many effective teachers, this in- telligence is letting us figure out the rebus ourselves. Several theorists who have noted this deliberately cryptic quality have suggested that such phenomena as crop circles actually arise from the collective \"super- conscious\" of the human race. 4 It has been suggested that planetary \"logos\" or organizational conscious- ness of the earth is linked somehow to the human superconscious and is manifesting \"emergency\" UFO and crop circle phenomena in the same way that an individual mind/body link might manifest psychosomatic disease symptoms. This theory detects an advanced level of causality but does not completely ac- count for other aspects of the UFO phenomenon, such as the reports and pictures of solid, mechanical vehicles and the anomalous effects to radar and electrical equipment at crop circle and/or UFO report locations. The Kecksburg, Pennsylvania, UFO 5 — said to have been recovered by local firemen and shipped to a military site for analysis — resembled a bell. This resemblance was not simply the shape of the object, but also the \"bronze-like\" metal surface described by several witnesses. It is appropriate to comment in this context that the odd \"symbolic language\" carved in a band around the giant bell resembles the carving on Arabic and African bells, the \"bells of sarna\" sold in curio shops worldwide. What might an advanced intelligence \"mean,\" then, by throwing a large \"Bell of Sarna\" into the woods beside a typical suburban small town? Perhaps the incident is qualitatively the same as when a high school physics teacher hands a promising student a device which she knows is slightly beyond the student's present knowledge. The purpose of presenting the enigma is twofold: a) It is a humbling ex- perience for the bright student, pre- venting hubris; b) It spurs the student to figure out why s/he does not under- stand it, and thus to learn something new. The ancient alchemical motto is simply: \"As above, so below.\" It was believed that systems of mental discipline caused physical effects and that the cosmic and particular states of being echoed one another. This is not far conceptually from our modern idea about the \"hologramatic\" organization of \"superluminal energies.\" Any small section of a hologram will reproduce the entire vir- tual image if subjected to the correct laser interference patterns. It may be no accident that the crop circle patterns resemble invocation pat- terns made to the spirits of music, and that the mystery object which fell at Kecksburg, Pennsylvania, resembles a bell. If it is true that our universe is somewhat \"hologramatic\" in potential, then the overt shapes of these enigmas may literally resonate some vital truth about them. Pictures of Tulpas? The concept of a \"rulpa\" is often in- voked by intellectuals in order to ex- plain the existence of apparitions which have been visible to several persons simultaneously. \"Tulpa\" has been contributed to the MUFON UFO JOURNAL No. 276 April 1991"},{"pageNumber":14,"pageContent":"international lingo by the Tibetan Bud- dhists, who use this word to denote a conscious and mobile thought form which has been intentionally created. Sometimes this thought form is the \"double\" or literal image of its creator and sometimes it can take on an awesome or engaging form in order to terrify or seduce the object of the adept's attention. The subject of mirthful comment among skeptics of the \"supernatural\" view of UFO occurrences has often been \"But can you photograph a tulpa?\" The fact is that acoustic waves such as those created by ultrasonic medical devices do refract light. 6 If a UFO tulpa (created energy form) were using a type of energy analogous to sonic transduc- tion, it would create interference pat- terns which became at times optically visible. I do not here suggest that the UFO appearances are using conventional acoustic lenses as we know them, although humming and other odd sounds or the complete lack of conven- tional sound has often accompanied the sighting of aural appearances reported as UFOs. 7 As published previously, 8 1 think that the atmospheric disturbance implied by unusual fogs, humming and \"elec- tronic\" sounds indicates a type of molecular structural alteration of the at- mosphere which is analogous to effects created by acoustic lens devices using piezoelectric transduction. \"What in the hell do you mean?\" cries the casual reader. I am sym- pathetic to this potential scream of con- fusion. A lot of gobbledegook has been written about UFOs. The key word in my theory is \"analogous.\" Sound creates a structural alteration in matter, and is sensitive to molecular density of matter. This is why sound can be used for undersea sonar probes and medical detection of tumors. An energy analogous to sound, which also affects the molecular ar- rangement of air, plastics and metals could cause the atmospheric humming and poltergeist effects so frequently reported by UFO percipients. Perhaps this is why we perceive the I/ Vever for Drums and Ogan (Rada rite) Kecksburg UFO as a \"bell.\" It is possi- ble that certain \"UFO\" occurrences do have to do with devices which are acoustic resonators and/or which employ acoustic lens transduction. Clearly, crop circle patterns could also be caused by acoustic resonance. Perhaps the induction of a surface acoustic field interacts with the earth's gravitational field and causes in- terference patterns to form. As is well known, acoustically generated patterns will form in the sand on a flat surface if a tuning fork is struck and held against that surface. OM One is irresistibly drawn to comment here that ancient texts on mysticism discuss the \"OM\" or cosmic sound which holds the fabric of the universe together. Possibly the \"energy\" which forms the implicit order of \"OM\" is more analogous to acoustic movement than to electrical energy. This would mean that the energy itself is structural or \"configurational\" rather than being binary and linear in action like electricity. Since time — as we perceive it — is registered by the linear positions on a clock dial or digital system, unexpected interventions of this configurational energy may account for the sense of \"missing time\" exper- ienced by people who say they have been aboard an alien spacecraft. As we know, certain pitches of sound can shatter glass or shake apart the structure of buildings and furniture. It is possible that an acoustically analogous form of molecular distur- bance also causes the odd structural patternings of the crop circles and the atmospheric, fog-like conditions so often reported as part of a \"UFO\" experience. 9 Perhaps when analysts think of elec- tronic possibilities as a solution to these enigmas, they are thinking in the wrong direction. Acoustic alteration of any molecular area would (of course) in- clude the electronic characteristics of the area, but is not confined to elec- tromagnetic action. Notes 1. E. Macer-Story, \"The Astrebus: An In- tergalactic Language,\" Pursuit magazine, 1976, reprinted in Spanish in Contactos Extreter- restres, 1977. 2. Bruce Maccabee, letter to Mufon UFO Journal, February 1991. 3. M. Denning, O. Phillips and G. Rudolph, Voudoun Fire, Llewllyn Press, 1979. 4. D. Scott Rogo, \"Secret Language of UFO Abduction,\" International UFO Reporter, Ju- ly/August 1985. 5. Ongoing investigation, Stan Gordon, 6 Oakhill Avenue, Greensburg, Pennsylvania 15601. 6. Velimir M. Ristic, Principles of Acoustic Devices, John Wiley & Sons, 1983. 7. E. Macer-Story, \"The Strange Tale of Elaine Potter,\" Body, Mind, Spirit, March/April 1991; E. Macer-Story, \"The Sound of Siren,\" Journal of Borderland Research, July/August 1989. 8. E. Macer-Story, \"Unidentified Areas of Obfuscation,\" Pursuit magazine, 4th quarter 1983. 9. Jenny Randies, Alien Abductions, Inner Light Publications 1988; E. Macer-Story, UFO Fog: Tobyhanna, Pennsylvania, Magick Mirror Communications, 1985. All publications and reprints by Macer-Story are available from Magick Mirror Communica- tions, Box 741-JAF Building, New York, N.Y. 10116. MUFONET-BBS Network Electronic Bulletin Board 8-N-l 300-14,400 Baud 901-785-4943 MUFON UFO JOURNAL No. 276 April 1991"},{"pageNumber":15,"pageContent":"CIRCLES OF NOTE A Continuing Bibliography By Michael Chorost This is an update to the bibliography that Colin Andrews and myself pub- lished in the December 1990 issue of the Mufon UFO Journal. It updates in- formation on all of the books and periodicals, and adds many articles. (Due to space limitations, it leaves out the articles indexed in December.) Inclusion in this bibliography does not imply endorsement. I am indebted to my contacts and col- leagues in England, Canada and the United States, who generously sent me many of the articles listed here. I would be grateful to receive any corrections and additions, which will be included in future updates. Readers will be frustrated at not be- ing able to find many of the articles, and by not knowing which are the most useful. I would be glad to put together an anthology of the best articles to be xeroxed and distributed at cost, but somebody would have to volunteer to take the orders, and do the xeroxing and mailing. It would also require placing notices in MUFON and other journals. This is an opportunity for someone to perform a vital and much-needed ser- vice, and to gain access to good infor- mation, too. Potential copyright problems ought to be mitigated by the fact that the ser- vice is provided strictly for the cost of copying and mailing, not for profit. In- terested persons should contact me at my NAC address below, and convince me that they're committed and organized. For the moment, I only envision one anthology, on a trial basis. If it works out, it might be possible to do an- thologies on a periodic basis. Contact me at: Michael Chorost, North American Circle, P.O. Box 61144, Durham, NC 27715-1144. (All items listed alphabetically by author.) Books Circular Evidence. Pat Delgado and Colin Andrews. London: Bloomsbury Press, 1989. 190 pp. US price $29.95. At least three sources: (1) Phanes Press, P.O. Box 6114, Grand Rapids, MI 49516, tel. (616) 281-1224. (2) Arcturus Book Services, P.O. Box 831383, Stone Mountain, Georgia, 30083-0023, tel. (404) 297-4624. (3) Trafalgar Square, Vermont, NY, tel. (802) 457-1911. Crop Circles: The Latest Evidence. Pat Delgado and Colin Andrews. Lon- don: Bloomsbury Press, 1990. 80 pp. UK £5.99. Ordering information as above. The Controversy of the Circles. Paul Fuller and Jenny \"Randies. UK £4.20. BUFORA, 103 Hove Avenue, Walthamstow, London, England. Crop Circles: A Mystery Solved. Paul Fuller and Jenny Randies. London: Robert Hale Ltd., 1990. 250 pp. UK £13.95, US $30.95. (from Arcturus Books, see entry for Circular Evidence above.) The UFO Report 1990. Edited by Timothy Good. Sidgwick & Jackson, 1990. See \"The Celtic Cross,\" p. 91-94. The Circles Effect and Its Mysteries. George Terence Meaden. Bradford-on- Avon: Artetech Publishing Company. April 1990 (2nd ed.) 116 pp. UK £11.95. Order from Artetech, 54 Frome Road. Bradford-on-Avon, BA15 1LD, Eng- land; tel. 02216 2482. Proceedings of the First International Conference on the Circles Effect. Edited by George Terence Meaden and Derek Elsom. Copyright TORRO-CERES (Tornado and Storm Research Organ- ization-Circles Effect Research Group). 134 pp. Conference held at Oxford Polytechnic on June 23, 1990. Available from Artetech (see previous item) at UK £10. Circles From The Sky. Edited by George Terence Meaden. The ex- panded, hardcover edition of the Pro- ceedings (see previous item). 208 pp. UK £14.99 from Souvenir Press, 43 Great Russell Street. London WC1B 3PA, England. The Crop Circle Enigma. Edited by Ralph Noyes. Bath: Gateway Books, 1990. 192 pp. $29.95 (note price in- crease). At least four sources: (1) The Great Tradition, 11270 Clayton Creek Road, P.O. Box 108, Lower Lake, CA 95457, tel. (707) 995-3906. (2) New Leaf Book Distributing Co., 5425 Tulane Drive SW, Atlanta, GA 30336-2323, tel. (404) 691-6996. (3) In- land Book Co., P.O. Box 261, East Haven, CT 06512, tel. (203) 467-4257. (4) Bookpeople, 2929 Fifth Street, Berkeley. CA 94710, tel. (415) 549-3030. Also Arcturus Books. Physical Traces Associated With UFO Sightings. Compiled by Ted Phillips, edited by Mimi Hynek. Chicago, Il- linois: Center for UFO Studies. 1975. The National History of Stafford- shire. Robert Plott (spelled \"Plot\" on title page.) Oxford, 1686. (Pages 7-21 describe what may be 17th-century fairy rings or crop circles.) Passport to Magonia. Jacques Vallee. Chicago: Henry Regnery Co., 1969. (See \"Rings In The Moonlight,\" pp. 31-39, on \"UFO nests.\") Periodicals Circles Phenomenon Research (CPR) Newsletter. Editor: Pat Delgado. One- year subscription (four issues) $24.00 (but price may be reduced; write for current information.) CPR Satellite Of- fice, 117 Ashland Lane, Aurora, OH 44202. Make checks payable to D.S. Rulison. (Sympathetic to theories of non-human intelligence.) UFO Newsclipping Service. Editor: Lucius Parish. One-year subscription MUFON UFO JOURNAL No. 276 April 1991"},{"pageNumber":16,"pageContent":"(12 issues) $55. Route 1, Box 220, Plumerville, Arkansas 72127. (Excellent source for newspaper reports of crop circles worldwide.) The Crop Watcher. Editor: Paul Fuller. One-year subscription (six issues) UK £13.00 (overseas airmail price.) 3 Selborne Court, Tavistock Close, Romsey, Hampshire SO51 7TY, England. (Sympathetic to the meteor- ological theory.) The Circular. Editor: Bob Kingsley. One-year subscription (four issues) in- cluded with membership in CCCS (Centre for Crop Circle Studies.) Overseas membership UK £15, US $33. Payable Visa/Access/Mastercard/Euro- card. Write to Specialist Knowledge Services, St. Aldhelm, 20 Paul Street, Frome, Somerset BA 11 1DX, England, or call (0373) 51777. Journal of Meteorology. Editor: George Terence Meaden. One-year overseas subscription (10 issues) UK £55 surface, £65 airmail. 52 Frome Road, Bradford-on-Avon, Wiltshire, BA15 1LD, England. (The bastion of the meteorological theory.) The Cereologist. Editor: John Michell. One-year subscription (three issues) £7.50, US $16.50. Payable Visa/Access/Mastercard/Eurocard. Write to Specialist Knowledge Services, St. Aldhelm, 20 Paul Street, Frome, Somerset BA 11 1DX, England, or call (0373) 51777. (Closely associated with the CCCS. Eclectic approach.) The Swamp Gas Journal. Editor: Chris Rutkowski. For subscription in- formation, write to the editor at Box 1918, Winnipeg, Manitoba, Canada R3C 3R2. (Loosely associated with NAICCR — see \"Studies\"; runs stories on Canadian crop circles.) Mufon UFO Journal. Editor: Dennis Stacy. One-year subscription (12 issues) $25. 103 Oldtowne Road, Seguin, Texas 78155-4099. (Frequently runs articles on crop circles, particularly North American ones.) Articles \"Midwest Crop Circles.\" Erich A. Aggen, Jr. Mufon UFO Journal, no. 272 (December 1990), pp. 15-16 (Irregular crop circles near Odessa, Missouri.) \"Circular Evidence.\" Colin An- drews. Mufon UFO Journal, no. 243 (July 1988), pp. 11-13. (Discussion of several 1987 formations.) \"Major Increase in Mystery Circles.\" Colin Andrews. Kindred Spirit (UK) vol. 1, no. 5 (Winter 1988-89) pp. 27-28. \"Crop Circles Appear in the U.S.S.R.\" Walt Andrus. Mufon UFO Journal, no. 270 (October 1990), p. 13. (Oval, 35 by 45 meters; Krasnodar region.) \"The Thumb Prints of the Gods?\" Anonymous. U.S. News & World Report, Sept. 11, 1989. (Short item.) \"The English 'Circles' Mystery.\" Jon Erik Beckjord. UFO vol. 5, no. 6 (pro- bably late 1990), pp. 9-13, 39. (Discusses personal visit to several formations.) \"The Summer 1990 Crop Circles.\" Michael Chorost and Colin Andrews. Mufon UFO Journal, no. 272 (Decem- ber 1990), pp. 3-14. (Layering of crops, EM effects, possibility of language. Ten photos, three diagrams.) \"Theses for a Pre-Paradigm Science: Cereology.\" Michael Chorost. To be published in the MUFON 1991 Interna- tional UFO Symposium Proceedings. (Current state of cereology; further theorizing on language hypothesis.) \"Erasmus Darwin on Cropfield Circles in 1789?: The Fairy-Ring Con- nection.\" Mark Chorvinsky. Strange Magazine no. 6 (date unknown; pro- bably late 1990), p. 32 (Reprints Dar- win's discussion of odd fairy-rings; it is quite similar to Plott's account — see \"Books.\") \"UFO Mania Hits Odessa: Circles In Field Create Media Interest.\" Carol Conrow. The Odessan (Odessa, Missouri), September 20, 1990. (Discussion of Odessa crop circles in a field of sorghum.) \"The Circles: England's Greatest Unsolved Mystery.\" Sean Devney. UFO Universe, July 1990, pp. 30-33, 58-59. (Discussion of possible relationship to Stonehenge.) \"Ever-Increasing Circles.\" Elisabeth Dunn. Telegraph Weekend Magazine (UK), July 8, 1989, pp. 24-28. (Basic overview; good photographs.) \"Logic Flattens 'Corn Circle' Theories.\" James Erlichmann. Guar- dian (UK), July 6, 1990, p. 24. (Reports Robert Cory's theory; \"The pheno- menon is caused by the old-fashioned circular irrigation machine.\") \"El Enigma Que Cayo Del Cielo.\" Hilary Evans. Aho Cero no. 2 (September 1990), pp. 50-55. \"Squaring The Circles of Alien Visitors.\" Nigel Fountain. Guardian (UK), August 1, 1990, p. 36. (Humor: \"Stuff fluid dynamics, I want some aliens\") \"Mystery Circles: Myth in the Mak- ing.\" Paul Fuller. International UFO Reporter, May/June 1988, p. 4-8. (Sup- ports meteorological theory: presents two eyewitness cases of whirlwinds.) \"Weird Circles Puzzle Britons.\" Jac- qui Goddard. The High Plains Journal (Dodge City, Kansas), September 11, 1989, p. Bl. (Basic overview.) \"Circles Run Rings Around Ex- perts.\" Timothy Good. Hampshire Chronicle (UK), Aug. 4, 1989. (Basic overview.) \"Circles in the field inspire talk of UFOs.\" Maria Goodavage, USA Today, November 15, 1990, p. 6A. (Short discussion of double-dumbbells.) \"Crop Circles Create Rounds of Con- fusion.\" Wendy Grossman. Skeptical Inquirer, vol. 14, no. 2 (Winter 1990), pp. 117-118. (\"A genuine modern mystery.\") \"The Year of the Vajra.\" John Had- dington. Link Up, Sept-Nov. 1990, p. 4-13. (Suggests dumbbells are Buddhist symbols; discussion of camera failures.) \"If It Can't Be Explained, Women Ready To Listen.\" Bill Harlan. Rapid City Journal (South Dakota), March 10, 1991. (Report circles in area to Davina Ryszka of Custer, S.D., (605) 673- 2818.) \"Round and Round They Go: New Crop of Oddities Has British Going in Circles.\" Timothy Harper. The Detroit News, Oct. 2, 1989, p. 3A. (Basic overview.) \"England's Puzzling Crop Circles: The Shape of a Mystery.\" J. Antonio Huneeus. New York City Tribune, two parts: May 3 and 10, 1990 (\"Science\" section.) (Discusses history, and hoax and meteorological theories.) \"Corn Circles and an Artful Ex- MUFON UFO JOURNAL No. 276 April 1991"},{"pageNumber":17,"pageContent":"planation.\" Miles Kington. The In- dependent (UK), Sept. 5, 1990, p. 20. (Humor: \"I would surmise that Wiltshire is a very out-of-town gallery for some galaxy.\") \"A Rare Circle for Skeptics.\" Marek Kohn. Weekend Guardian. (UK), Aug. 18, 1990, p. 17, (Skeptical discussion of the phenomenon.) \"The Corn Circles Riddle.\" Idina Le Geyt. Share International vol. 9, no. 3 (April 1990), pp. 17-19. (Focuses on paranormal events associated with the circles.) \"Strange Sighting at Silbury Hill.\" Richard Martin. Kindred Spirit (UK), vol. 1, no. 5 (Winter 1988-89), pp. 26-27. (Glowing lights associated with circles.) \"More Puzzling Circles Found in Fields.\" Donna McGuire and Eric Adler. Kansas City Star, September 21, 1990, p. Al. (Map locates seven circles in Kansas City region; discusses microburst theory.) \"The Beckhampton 'Scroll-Type' Circles, The Beckhampton 'Triangle,' and Strange Attractors.\" G. Terence Meaden, Journal of Meteorology (Trowbridge, UK), October 1990, pp. 317-320. (\"The triangle is nothing other than an imperfect circle.\" Useful for discussion of luminous tubes and diagram of a scroll.) \"Crop Circles Explained???\" Ernest P. Moyer. Insight, Sept. 24, 1990; reprinted in Focus, December 31, 1990, p. 16. (Translates one double-dumbbell to mean \"Khawah,\" or \"Eve, the life-giver.\") \"Crop Revolution 10 Years On.\" Ralph Noyes. Country Life, July 6, 1989, pp. 102-103. (Discusses White Crow, 1989's surveillance experiment.) \"Circular Arguments.\" Ralph Noyes. Mufon UFO Journal no. 258 (October 1989), pp. 16-18. (Discusses books, meteorological theory.) \"Farmers Fear Mysterious Vicious Circle.\" Nick Nuttall. The London Times, June 23, 1990, p. 4. (Oxford Polytechnic conference.) \"Mysterious Circles.\" Andrew Phillips. Macleans, Aug. 13, 1990, pp. 46-47. (Short overview.) \"Scientist Tells How He Squared A Corn Circle.\" Amit Roy. The Sunday Times (UK), July 1, 1990, p. 4. (Discus- sion of meteorological theory.) \"Measuring the Circles.\" Michael T. Shoemaker. Strange Magazine no. 6 (date unknown; probably late 1990), pp. 34-35, 56-57. (Critical review of cur- rent theories.) \"Did They Have Visitors?\" Richard Simon. Fate, vol. 44, no. 2 (February 1991), pp. 66-69. (46-foot circle in shallow grass, Millersburg, Ohio.) \"The Crop Circle Mystery.\" A. Robert Smith. Venture Inward, Jan./Feb. 1991, pp. 12-16. \"Unidentified Farm Object Shakes State.\" Wes Smith. Chicago Tribune, October 28, 1990, p. 1. Reprinted as \"Il- linois Aflutter Over Unidentified Farm Object\" in Austin American-Statesman • (Austin, Texas), November 14, 1990, p. D10. (Discusses 1990 crop circle in Milan, Illinois.) \"Field of Dreams?\" Dava Sobel. Om- ni, December 1990, pp. 59-67, 121-128. (Extended overview, slanted toward meteorological theory; many photo- graphs.) \"Graffiti of the Gods?\" Dennis Stacy. New Age Journal, Jan./Feb. 1991, pp. 38-44, 103. (Extended overview, more balanced than Omni article; many photographs.) \"River, Lake and Creek.\" Michael Strainic, Mufon UFO Journal no. 275, March 1991, pp. 10-13. (Circles and UFO reports in British Columbia.) \"Corn Circle Experts in Plea for Ac- tion.\" Chris Tate. Salisbury Journal (UK), July 27, 1989, p. 4. (British government not discussing the phenomenon.) \"Did a UFO Visit This Farm?\" Lon Tonneson. Dakota Farmer, October 1990, p. 9. (Early Aug. 1990 \"reversed question mark\" in Leola, S.D.) \"Proposed Physical Measurements of Crop Circles,\" Michael Wales, Mufon UFO Journal, no. 275, March 1991, pp. 15, 23. Multiple stories, multiple authors, Fortean Times, issues 53 (Winter 1989/90) and 55 (sorry, date not known). Issue 53 is entirely devoted to the phenomenon, with articles by Bob Skinner, John Michell, Ralph Noyes, G. Terence Meaden, Hilary Evans and Bob Rickard. Issue 55 contains an update, pp. 7-13, on 1989-1990 forma- tions outside of Wiltshire. \"Das Ratsel im Roggen.\" Stem, # 38, (Sept./Oct. 1989), p. 250-1. \"Ein Phanomen Zieht Kreise.\" Esotera, December 12, 1989, p. 52-57. \"Los misteriosos y polemicos cir- culos aparecidos en los campos del Sur de Inglaterra.\" \\Holal, date ?, p. 134-140. Reviews \"A Crop of Circles.\" Circular Evidence and The Circles Effect and its Mysteries. Derek Elsom. New Scientist, July 29, 1989, p. 58. \"They Never Yet Could Find My Measure.\" The Crop Circle Enigma. Wendy Grossman. New Scientist, December 1, 1990, pp. 61-2. Crop Circles: The Latest Evidence. Jerrold R. Johnson. Mufon UFO Jour- nal, no. 275, March 1991, pp. 17-18, 23. The Circles Effect and Its Mysteries, Circular Evidence, and Controversy of the Circles. Ralph Noyes. Journal of the Society for Psychical Research, vol. 56, no. 820 (July 1990), pp. 235-237. The Crop Circle Enigma. Dennis Stacy. Mufon UFO Journal, no. 275, March 1991, pp. 16-17. \"Field Events.\" Circular Evidence. Alexander Urquhart. Times Literary Supplement, August 4, 1989, p. 845. Studies \"Circles Investigation.\" Colin An- drews. Released 1986. 19 pp. Presents some data for the years 1975-1986, primarily dates and approximate loca- tions. Discusses hoax theory and circles' relationship to tramlines. Circles Phenomenon Research, 57 Salisbury Road, Andover, Hampshire SP10 2LL, UK. \"A Sample Survey of the Incidence of Geometrically-Shaped Crop Damage.\" Paul Fuller. Copyright 1988. 41 pp. Commissioned by BUFORA and TORRO. \"North American Crop Circles and Related Physical Traces in 1990.\" Released February 1991. 18 pp. Con- ducted by NAICCR (North American Institute for Crop Circle Research.) MUFON UFO JOURNAL No. 276 April 1991"},{"pageNumber":18,"pageContent":"Presents data for 45 North American cases in 1990, about 30 of which ap- pear to be English-style crop circles. NAICCR, 649 Silverstone Avenue, Winnipeg, Manitoba R3T 2V8, Canada. Miscellaneous The Skyland bulletin board (Ashe- ville, N.C.) has inaugurated an NACIR- CLE conference (#14). Its file section contains an online version of Mufon 's December 1990 article by Chorost and Andrews, and a copy of this bibliography (which will be updated regularly.) Sysop: Michael Havelin. Telephone (704) 254-7800. 2400 baud, N 8-1. There is no charge. \"Out of the Prairie Comes Proof that a Higher Level of Communication Has Arrived.\" Advertisement for Procomm Plus 2.0 (Datastorm Technologies Inc.) A very clever depiction of a crop cir- cle shaped like a computer diskette. Designer: Stephen Monaco. Ran in computer magazines starting Feb-Mar. 1991. A recent Led Zeppelin album cover contains a photograph of the first Alton Barnes double-dumbbell with a zep- pelin's shadow over it. Also published as a poster. The Koestler Foundation is offering a reward of £5000 for a documented ex- planation of the crop circles. For infor- mation, write to The Koestler Founda- tion, 484 King's Road, London SW10 OLF, England. Include a stamped ad- dressed envelope in England only. CD-ROM bibliographic sources are beginning to index articles under \"crop circles.\" Does anyone have the air dates for 20/20 and Unsolved Mysteries' (two) documentaries on the circles, or for ABC News' short clip of one of the double-dumbbells at the end of its broadcast in July 1990? News'n'Views ... Fund for UFO Research Report October - December 1990 The investigation into the apparent crash of one or more UFOs outside Roswell, NM, in July 1947 continued to be the primary focus of the Fund's activities during die last quarter of 1990. The primary goal was to raise at least $10,000 to support the costs of the in- vestigators in identifying additional first-hand witnesses, to record their testimony, and to produce a videotaped record of their testimony. A fundrais- ing letter requesting donations for the project was mailed to the Fund's sup- porters; copies of a briefing paper and a videotape were offered as premium for contributions of $50 and $100 respectively. As of December 31, the effort had generated more than $16,000 in revenue. As a result of the fundraising appeal, we were able to compensate investi- gators Stanton T. Friedman, Kevin Ran- dle and Don Schmitt for their costs in conducting interviews with more than a half-dozen additional witnesses located in four states. Their testimony, in addition to the interviews recorded at the Fund's \"Crash II\" conference in July, were edited into a 25-minute videotape entitled \"Recollections of Roswell.\" Expenditures for the project at year's end were nearly $10,000. The total amount spent on crash/retrieval research in 1991 exceeded $40,000. Having reached its fundraising goal, the Fund is now able to make copies of the videotape and briefing paper available for purchase by the public. (Those who already contributed to sup- port the Roswell investigation will receive regular update reports.) During the quarter, the Executive Committee approved the publication of several other items, including: • Advanced Aerial Devices Reported During the Korean War by Richard F. Haines, Ph.D., a member of the Fund's Board of Directors; • Phantom Helicopters Over Britain by David Clarke and Nigel Watson, the result of a grant provided by the Fund for UFO Research; and • The Allagash Affair by Raymond Fowler, a respected author and UFO in- vestigator; a detailed investigation in- to the apparent abduction of four men from a canoe on the Allagash Water- way in Northern Maine. Members of the Fund's Board con- ducted an extensive program of public appearances and media promotion dur- ing this period. Chairman Bruce Mac- cabee, Ph.D., spoke at the International Conference on New Sciences at the University of Colorado, the \"Show Me UFO Conference\" in St. Louis, a con- ference cosponsored by the Center for Humanistic Studies and the Center for UFO Studies in Santa Barbara, CA; and the \"UFO and Space Symposium\" in Hakui City, Japan. The latter was par- ticularly notable, because it was spon- sored by the city and endorsed by the Japanese Prime Minister. Dr. Richard Haines made a presen- tation of \"Using Concepts from UFO Studies to Teach Science and Critical Thinking\" at the Arizona State Teach- ers Association annual conference. Board members Don Berliner, Richard Hall, Rob Swiatek and Fred Whiting attended a conference on \"The UFO Experience\" in North Haven, CT. And Mr. Berliner reported conducting a total of 39 media interviews resulting in more than 27 hours of air time in 1990. 1991 was a record-setting year for the Fund, in terms of both income and ex- penditures, primarily because of the \"CRASH II\" conference in July. As a result, the amount spent during tjie year on grants, awards and special projects (such as the Roswell case investigation) exceeded $55,000, or nearly 70% of the Fund's total expenditures. Income from contributions is the on- ly significant way we can support scien- tific research and education projects, in our effort to solve the UFO mystery. Because we have no office or paid staff, we are able to make maximum use of every dollar contributed. However, because of the increasing cost of postage and printing, we will no longer be able to send the Quarterly MUFON UFO JOURNAL No. 276 April 1991"},{"pageNumber":19,"pageContent":"Report to individuals who have not made a contribution to the Fund in 1991. Therefore, unless your contribu- tion of at least $10 ($15 for residents of foreign countries) is received within the next 30 days, this may be the last Quarterly Report you will receive. We will send copies of Pat Nolan's UFODAZE, a listing of UFO reports for each day of the year, to those who res- pond to this appeal, as long as supplies last. (See address, next page.) The Book on MJ-12 Nothing in the past few years has caused more controversy in the UFO field than the release of the Operation Majestic 12 Briefing Document in 1987. The document, dated September 18, 1952, states that on September 24, 1947, President Harry Truman established a secret panel of 12 distinguished scien- tists, military and intelligence officials to oversee and study crashed UFOs and their occupants. Majestic's first case oc- curred two months earlier, when the team allegedly recovered a crashed disc on July 7, near Roswell, New Mexico. Although the Roswell crash is well documented in UFO literature, is what is described in the MJ-12 document itself an accurate portrayal of the recovery? For four years UFO researchers have been debating whether the MJ-12 docu- ment is authenic, and whether or not the content of the document represents reality. Shortly after the MJ-12 document was released, Manitoba UFO research- er Grant Cameron and I began looking for former scientists who may have had knowledge of the MJ-12 committee. We worked under the assumption that the document was accurate in its descrip- tion of a special group to handle UFO recoveries for the government. If MJ-12 was real, someone working in the up- per levels of the government would surely remember a committee by that name that was active in the late 1940s and early 1950s. Confirming MJ-12 has been difficult. All the original designated MJ-12 members are dead. Although various alleged government documents have been uncovered alluding to the MJ-12 committee, the U.S. Government has not publicly acknowledged that these documents, or for that matter, the MJ-12 documents, are genuine. An interesting development occurred in November 1983, when UFO re- searcher William Steinman received a letter back from American physicist Dr. Robert I. Sarbacher regarding UFO recoveries. In the early 1950s, Sar- bacher was working as a consultant for the military's Research and Develop- ment Board, the same Board that allegedly controlled Operation Majestic-12, according to the MJ-12 documents. In his letter to Steinman, Sarbacher reported that secret meetings about UFO recoveries were held, but he did not personally attend them. Gor- don Creighton wrote in the October 1985 issue of the Flying Saucer Review, published in England, that Dr. Sar- bacher stated these meetings were held at Wright-Patterson Air Force Base, in Dayton, Ohio. Apparently those in- volved in the recoveries were to report their findings to scientists connected with the Research & Development Board. Sarbacher wrote Steinman that he did talk to some of the people at the office about what was learned. According to Sarbacher, U.S. laboratories analyzed UFO hardware from the crashes and that the pilots looked like certain insects observed on earth. During a telephone interview with UFO researcher Stanton Friedman, Sarbacher was asked if he could recall anyone who did attend those meetings. Sarbacher gave enough clues to Fried- man about a scientist he remembered being there that when Steinman cross- checked the information, the des- cription fit the profile for Dr. Eric A. Walker, the former President of Penn State University. Steinman said he called Sarbacher to confirm his suspi- cions, and Sarbacher allegedly con- firmed that Dr. Eric Walker, who was then Executive Secretary of the Research & Development Board, at- tended all the UFO meetings. When Cameron and I discovered Dr. Walker might be involved, we set out to document what he may have learned from those meetings, and what the Canadian and American governments were doing with this new-found knowledge. Although our investigation started in 1987, William Steinman had been familiar with Walker's potential involve- ment since 1984. After several mean- ingless attempts to correspond with Walker by mail, Steinman phoned him on August 30, 1987. During the conver- sation, Steinman said that Walker in- dicated he had known about MJ-12 since 1947, and that Steinman \"... was delving into an area that you can do ab- solutely nothing about,\" and to \"... drop it- Cameron and I pursued the Walker connection for a book we were work- ing on, entitled UFOs, MJ-12 and The Government, up until 1991. Walker was contacted by various UFO researchers from 1987-1990, and we were privy to the notes of these conversations in which Walker made some very candid remarks about MJ-12 and UFO crashes. In a conversation in 1990, Walker described MJ-12 as a \"... handful of elite,\" and he would know if you were invited into the group. Besides the in-depth reporting on Walker, we investigated several other scientists who may have been involved, including Dr. Luis W. Alvarez, a Nobel Prize winner, who allegedly assisted in the recovery of a saucer in Mexico. We corresponded frequently with news commentator George Knapp of KLAS- TV in Las Vegas, Nevada, to get the story behind physicist Robert Lazar, who claims the government has at least nine flying saucers they're test flying and taking apart out at Nellis Air Force Base, in Nevada. We looked at the ex- periences noted UFO researchers have had in dealing with the government, in- cluding those of Bill Moore, Linda Howe, Wilbert Smith, Lee Graham and Donald Keyhoe. We also looked at ap- parent government agents who appear to be involved, including Richard Do- ty, and several who go by the code names \"Falcon\" and \"Condor.\" We examined several UFO crashes that the government appears to have been involved in, including those in Roswell, New Mexico, Kecksburg, MUFON UFO JOURNAL No. 276 April 1991"},{"pageNumber":20,"pageContent":"Pennsylvania and the Kalahari Desert in South Africa. MUFON's State Director Stan Gordon opened up his files to us on the 1965 Kecksburg UFO crash. New evidence released in December 1990, indicated that the acorn-shaped object was eventually moved to Wright-Patterson Air Force Base. We corresponded with Michael Hesemann in Germany and Henry Azadehdel in England to uncover the facts behind the alleged 1989 incident over South Africa, where a UFO was supposedly shot down by a South African Air Force pilot. Finally, we explore the possibility that perhaps what might have been learned from UFO crashes in the late 1940s/early 1950s, may have been in- strumental in helping the U.S. Govern- ment develop certain technologies that are now being used on the advanced air- craft being secretly test flown in the \"Dreamland\" area of Nellis Air Force Base. The evidence we have gathered seems to indicate the government developed teams to retrieve unknown aerial objects, that they analyzed the recovered UFO hardware, and they are now attempting to duplicate that technology on today's aircraft. Our book presents an interesting mix of various government documents, let- ters, telephone notes and photographs detailing how the government is misleading the public about the true nature of UFOs. Grant Cameron and Scott Grain's new book, UFOs, MJ-12 and The Government — A Report on Govern- ment Involvement in UFO Crash Retrievals, is being published by the Mutual UFO Network and will be available May 1, 1991. The 218-page, 8 J /2xll paperback book is heavily illustrated with documents, cor- respondence and photographs. The price for this revealing book is $18.45 plus $1.50 for postage and handling, totaling $19.95. Orders are now being taken by MUFON in Seguin, TX. Make checks or money orders pay- able to MUFON in the U.S.A. All foreign purchases must be by Inter- national Postal Money Order, checks made payable to a U.S. Bank with electronic route coding across the bottom of the check, or by cash in U.S. dollars. — T. Scott Grain, Jr. The Fund for UFO Research P.O. Box 277 Mt. Rainier, MD 20712 Hoang Yung Chiang, Ph.D. Representative for Taiwan In Others' Words ... Lucius Parish A British Airways pilot and crew's sighting of a huge UFO over Italy is the subject of an article in the March 12 issue of NATIONAL ENQUIRER. The mysterious craft, seen on Novem- ber 5, 1990, was traveling at high speed and performed \"impossible\" maneuvers, according to the witnesses' reports. The \"Antimatter/UFO Update\" col- umn of February OMNI summarizes Kenneth Ring's study of UFO and NDE (Near-Death Experience) reports. In the March issue of the magazine, sophisticated computer \"wizardry\" is discussed, especially as it relates to UFO photographs. UFO reports from the New York City borough of Queens are detailed in the April issue of OMNI. A new magazine of interest is UFO JOURNAL OF FACTS, to be pub- lished on a quarterly basis by veteran UFO researcher Wendelle C. Stevens. Each issue will contain quality color reproductions of UFO photographs from around the world, as well as ar- ticles relating to photos, films, abduc- tion/contactee reports and other facets of Ufology. The issues are printed on high-quality slick paper and will cer- tainly be collector's items. The Spring 1991 issue is currently available at $6.95 or a one-year subscription is available for $19.95 from UFO Photo Archives - P.O. Box 17206 - Tucson, AZ 85710. For those who are fascinated by historical UFO reports in general and the 1986-97 \"airship\" wave in par- ticular, Wallace O. Chariton has pro- duced a book which you will certainly want to read. THE GREAT TEXAS AIRSHIP MYSTERY, as the title sug- gests, is devoted primarily to reports of the \"airship\" in Texas during the Spring of 1897, although Chariton covers the West Coast reports from late 1896 as the activity seemed to spread across the country from west to east. Interspersed with all the tall tales and journalistic hoaxes of the period are seemingly-reliable reports which sound very similar to our more modern UFOs. Chariton's appendixes include maps of the areas, a log of the Texas locations which reported sightings and a roster of airship witnesses. The book is available for $16.95 (plus $2.00 postage) from Wordware Publishing, Inc. -1506 Capital Avenue - Piano, TX 75074. MUFON UFO JOURNAL No. 276 April 1991"},{"pageNumber":21,"pageContent":"Looking Back Bob Gribble April 1956 • American Airlines Right 775, a twin-engined Convair with more than a score of passengers aboard, was en route from Albany to Syracuse, New York, on the night of the eighth. The skies were clear, visibility unlim- ited, when the plane left Albany at 10:20 p.m. Veteran pilot Ray-Ryan had his flaps up and landing gear retracted. Suddenly a bright fluorescent light ap- peared off his right wingtip. Copilot William Neff saw it, too. Both men agreed it was a strangely brilliant light, much too bright for another plane's lan- ding lights. And it seemed to be hover- ing over Schenectady, a few miles away. As the Convair drew abreast of the light, the thing suddenly shot across the sky to a point dead ahead of the airliner. Ryan and Neff estimated that it moved with a top speed of about 900 miles per hour. As its speed slackened, its light also dimmed. The worried pilot radioed Griffiss Air Force Base in Rome, New York, that he had a strange object in his landing lights. The Air Base told him to turn off his lights and pursue the ob- ject, which they said they could see on their radar. Meanwhile, the Air Base said they would scramble two jets to join the pursuit. Although there was no regulation requiring the captain of a commercial plane to submit to military direction, Capt. Ryan felt that this was an emergency and he turned his airliner out over Lake Ontario, trying to keep the glowing object in sight until the jets could arrive. But the UFO was too fast, and when the black waters of the lake appeared beneath him, Ryan abruptly turned back and landed at Syracuse. \"This was absolutely real,\" he said. \"I'm convinced there was something fantastic up there.\" (The Times, In- dianapolis, IN, 8/25/63; Flying Sau- cers: Top Secret, Donald Keyhoe) 1961 • Joe Simonton, 54, an Eagle River, Wisconsin plumber, said he received several small pancake-shaped pieces of food from visitors from outer space on the 18th. He was attracted out- side about 11 a.m., when he heard a noise, followed by a gleaming, silver UFO, \"brighter than chrome,\" landing in his yard. He said it was about 12 feet from top to bottom, and about 30 feet in diameter. Simonton said a hatch in the machine opened about five feet off the ground, and that he could see three men inside. One of the men, dressed in a black, two-piece suit, held up a jug which appeared to be of the same material as the \"space ship,\" then mo- tioned to indicate he would like water. Simonton said he took the jug, hurried to the house to comply, and brought it back to the men. He judged they were about five feet in height, and weighed about 125 pounds. He said they were smooth shaved and appeared to resem- ble people of Italian descent. He did not recall hearing them speak to each other, or to him. Simonton said he looked into the interior of the space ship, which was the color of black wrought iron. He said he could see several instrument panels and could hear a slow whining sound, like the hum of a generator. \"It appeared one of the men in the craft was frying food on a flameless grill.\" Simonton said he motioned to indicate an interest in their food. Then one of the men, dressed in black, but with a narrow red trim along his trousers, handed him three of the small cakes, which he later handed over to authorities. Simonton said the visit did not seem to last more than five minutes. Then the large hatch snapped shut. Simonton said the ship took off rapid- ly to the south, accompanied by a blast of air that bowed nearby pine trees. He said it climbed at a 45 degree angle and disappeared in a couple of seconds. Savino Borgo, 50, an Eagle River in- surance agent and Scoutmaster, said he saw a similar craft while driving on Highway 70, about a mile from Simon- ton's home. He said it ascended di- agonally, then flew west generally parallel to Highway 70 at about the time as Simonton's sighting. \"I don't care what anybody else believes,\" Simonton said. \"I just know what I saw.\" (News- Review, Eagle River, WI, 4/27/61 & 5/4/61; The Sentinel, Milwaukee, WI, 4/28/61). B 1966 On the second it was revealed that a secret investigation of UFOs was conducted in 1961 by the House Science and Astronautics Committee. The re- sults were never made public. No printed record of the \"hearings\" were made and there are no secretarial minutes. But according to the man who conducted the inquiry, Rep. Joseph E. Karth, Minnesota Democrat: \"I am ab- solutely convinced there are no objects visiting earth from other planets. I am also convinced that people are not see- ing the results of any exotic research work bearing a top-secret label. I was convinced then and I am now.\" The convincing of Karth was done by Air Force specialists on UFO manifesta- tions. Air Force representatives were the only witnesses he interrogated, Karth admitted. Karth said he made \"a full report\" to the committee chairman, Rep. Overton Brooks, Louisiana Democrat. Brooks then requested Karth give the report to the full committee. \"And that's what I did,\" Karth said. It was an oral report, given to the committee by Karth in a closed session. The result, accord- ing to Karth, was that \"the chairman (Brooks) decided there was no need\" for full-scale public hearings. Karth, Brooks and top staff people on the space committee frankly feared that public hearings on the UFO mystery would be an irresistible magnet for \"all MUFON UFO JOURNAL No. 276 April 1991"},{"pageNumber":22,"pageContent":"the kooks in the country. The hearing would be a shambles, a circus.\" As for the more than 650 UFO incidents unex- plained by the Air Force, Karth put it this way: \"The Air Force people say they can hardly be expected to explain something that may be an hallucina- tion.\" (The News, Detroit, MI, 4/3/66) • It started out like a routine accident investigation for two Portage County Sheriffs deputies, but before it ended, they carried out a thrill-packed, hair- raising 86-mile chase of a UFO that took them all the way to Pennsylvania. While driving near Randolph, Ohio at 5 a.m. on the 17th, Deputy Dale Spaur and posse member Wilbur Neff were astonished when they saw an il- luminated, disc-shaped object rise over a clump of trees. The craft was no more than 150 feet from them and looked to be 35 to 40 feet in diameter and 18 to 20 feet high. \"It cast so much light that we could see just as if it was broad daylight,\" the 35-year-old Spaur said. \"It was plain that this was no 'blob of light,' but an actual material vehicle that we were seeing.\" Thus began a two hour pursuit of the craft, joined in by police from Conway, Pennsylvania, and East Palestine, Ohio, who also saw the disc. Several other Portage County resi- dents saw the vehicle at about the same time, while hundreds more throughout a two-state area also reported viewing it. \"It seemed to be propelled by a stream of light that came out behind the craft,\" Spaur explained. \"Although the only sound we heard was that of a steady humming, like an electric in- stallation might make. There is no doubt in our minds that the ship was guided by something or someone, and at times it seemed that it was watching us just like we were watching it. It was very maneuverable, and could descend or rise, and change its course easily.\" The deputies said the disc crossed the highway in front of their car several times, pursuing an easterly course. \"I'm sure no one is going to believe that we saw what we say,\" Spaur laughed, \"but there is no question that we saw a disc- shaped vehicle.\" (Record-Courier, Kent-Ravenna, OH, 4/18/66) • Four newsmen and Florida Gover- nor Haydon Burns confirmed a report by copilot Herb Bates that a UFO trailed the governor's campaign plane at 8:52 p.m. on the 25th. \"I much prefer to let the newspaper represen- tatives be quoted,\" Burns said. \"I will confirm that I saw the same UFO that they have alluded to in their writings.\" Bill Mansfield, capital bureau chief for the Miami Herald, was aboard the governor's plane and wrote the follow- ing: \"We've got a UFO out there,\" Governor Haydon Burns shouted. \"Within seconds he had 11 believers, including me. At first glance out the plane window, I thought it might be a brush fire on the ground. It was about that color, and it was bright. But it wasn't on the ground. It was near bur altitude, just a little more than a mile high over Ocala, Florida. \"Actually, there were two globes of yellowish lightr side by side. They paced the 230-mph speed of the gover- nor's Convair almost exactly, but did make some minor changes of position. The intensity of the lights varied several times. As four of Burns' aides and four reporters jumped from window to win- dow for a better view, Burns conferred with his pilot. Walking back into the cabin he told us: 'I'm going to order the pilot to turn into it.' 'Would you consider a vote, governor?' asked one shaken reporter. I was with him. Seeing a UFO was one thing, chas- ing it another. But turn we did. Al- most immediately, the lights went into a steep climb. Then, suddenly, there was darkness. Air Traffic Control in Miami told copilot Fred Bates the governor's plane was showing on its radar, but the object we saw was not. Yet Bates, who had been flying for 20 years, said he had been watching it since shortly after takeoff. It didn't vanish until it had trailed us for more than 40 miles. 'I'd appreciate it,' the governor told reporters, 'if you'd give your own impressions.' You really couldn't blame him. Reporting UFOs is not the best way to public accep- tance. People give you strange looks, I've discovered.\" (News-Press, Ft. Myers, FL 4/27/66; The Herald, Miami, FL, 4/27/66) • 1976 A UFO being watched by a police officer in Elmwood, Wisconsin, suddenly shot out a blue flash at his squad car, knocking him unconscious. George Wheeler, 71, a veteran of more than 30 years in police work, including 10 years as a New York State highway patrolman, previously dismissed UFOs as figments of others' imaginations. Now he's convinced not only that UFOs exist, but that occupants of some of these spacecraft \"are not harmless but, in fact, they're out to kill us.\" That remark was made while Wheeler reclined in a bed at Memorial Hospital in Menomonie, Wisconsin. He spent considerable time there since he said he was struck by a light shot from a UFO hovering above a hilltop quarry just south of Elmwood. Elmwood Police Chief Gene Helmer probably has the most accurate account of what may have happened to officer Wheeler about 11 p.m. on the 22nd. Wheeler had been found sitting in his squad car in a semi-conscious con- dition. The lights and ignition were turned off, and Wheeler muttered to a passerby, David Moots, 36, a dairy farmer, \"get me to the radio, I've been hit by one of those UFOs.\" Chief Helmer said Wheeler \"was one hell of a scared guy, I'll tell you. And what George was telling me afterwards was from his sub-conscious, because later he didn't even remember describing the incident to me.\" When Wheeler reached the crest of Tuttle Hill and looked to the north over a flat, hilltop alfalfa field, he exclaimed over the radio, \"My God, it's one of those UFOs again,\" and he began describing the vehicle \"very calmly,\" according to Chief Helmer. Then the police radio went dead. Wheeler's wife, Doris, heard the con- versation over a police scanner in the couple's home. She immediately notified Paul Frederickson, a nursing home administrator who lives near the field where officer Wheeler was observing the UFO. \"I got up and looked out the window and saw this flaming orange object in the sky,\" Frederickson said. \"I watched it for a full 10 seconds and went back to the bed to get my wife, but when we returned MUFON UFO JOURNAL No. 276 April 1991"},{"pageNumber":23,"pageContent":"The Night Sky Walter N. Webb May 1991 Bright Planets: (Evening Sky) Venus (magnitude -4.2), Mars (1.6) in Gemini, and Jupiter (-1.9) in Cancer are converging on each other in the western evening sky. Venus, the brightest and lowest, sets about 11:30 PM daylight time in midmonth. Much dimmer Mars sets in the NW about 12:30 AM. And Jupiter brings up the rear, disap- pearing in the NW about 1 AM. The crescent Moon passes the trio from May 16-18. On the 18th Jupiter, moving eastward, passes the Beehive cluster a second time. Bright Planets: (Morning Sky) Jupiter. See above. Saturn (0.5), in Capricornus, rises in the east about 1 AM in mid-May and reaches a point above the SE horizon at dawn. The planet begins to retrograde westward on the 17th. It is 1.8° below the quarter Moon on May 6. Meteor Shower: A gibbous Moon washes out many of the May Aquarid meteors during the morning hours maximum on the 5th. (The radiant point of this shower doesn't rise until about 2:30 AM.) Under better conditions, observers might have seen up to about 20 meteors per hour. The shower lasts in lesser numbers from about May 1 to 8. Moon Phases: Last quarter — May 6 New moon — May 14 First quarter — May 20 Full moon — May 28 The Stars: Late in the evening Arcturus, the bright orange star in kite-shaped Bootes (bo- o'-teez) the Herdsman, nears the meridian high in the south. Bootes has sometimes been depicted as driving the Great Bear, Ursa Major, across the heavens; the Big Dipper is part of that animal. Indeed, Arcturus means \"bear keeper\" or \"bear guard.\" The star is the third brightest luminary in the entire heavens; only Sirius and Canopus are brighter (excluding the Sun, of course). In our Northern Hemisphere sky, Arcturus outshines blue-white Vega, now rising in the NE, only slightly by .07 of a magnitude. East of the \"kite\" of Bootes lies the U-shaped, upside-down crown of Princess Ariadne, Corona Borealis. The seven stars in the Northern Crown are mov- ing in different directions, while five of the seven Big Dipper stars are mov- ing together in the same direction. The ultimate result, however, is the same: In some 50,000 years, both Corona and the Big Dipper no longer will resem- ble a crown or saucepan. If you live below latitude 30° north, look now for the Sun's nearest neighbor star, Alpha Centauri, in the southern sky. (It is the 4th brightest star in the entire night sky.) And from the extreme southern states and Hawaii, now is also the season to glimpse Crux, the Southern Cross, during evening hours. LOOKING BACK, Continued it was gone.\" At about the same time, Mrs. Miles Wergland saw a bright orange object from her home south of the hill. Wheeler described the craft as being \"huge, as high as a two-story house and about 250 feet across. It was silver-colored and had an extremely bright orange light at the top, so bright I couldn't look straight at it.\" Chief Helmer pointed out that while the city squad car had been working well, two days after the incident it needed a complete change of spark plugs and points; both had been burned out. Investigation also revealed that three persons who live in homes near the field where Wheeler sighted the craft said their television sets sudden- ly-went off about 11 p.m. on the 22nd. \"I don't know what I saw,\" Wheeler said, \"but all I know is that I don't want that experience repeated ever again.\" (The Leader-Telegram, Eau Claire, WI, 5/14/76) • 1981 A large glowing object, mov- ing in level flight, was observed by the three-man crew of a United Airlines flight about 140 miles southwest of Dove Creek, Colorado, around 8:10 p.m. on the 21st. The object moved abeam of the airliner, heading south- west at an estimated speed of 5000 mph. An American Airlines airliner located 40 miles behind the United flight reported the object and said it had reversed course and was heading northeast. (National UFO Reporting Center) 1971 Midwest UFO Conference Proceedings Still Available Theme: UFOs — Defiance to Science, 115 pages Speakers: Walter H. Andrus, Jr., Hayden C. Hewes, Sherman J. Larsen, Ted Phillips, William H. Hunkins, Stanton T. Friedman and Leonard H. Stringfield. (A limited special reprint.) $8 plus $1.50 for postage and han- dling. Order from: MUFON, 103 Oldtowne Rd., Seguin, TX 78155 MUFON UFO JOURNAL No. 276 April 1991"},{"pageNumber":24,"pageContent":"MESSAGE, Continued The Host Committee for the sym- posium is composed of Judith Stults, Chairperson; Walter Fydryck, Ar- rangements/Liaison; Wesley Crum, Artwork; David Knapp, Business; Forest Crawford, Master of Cere- mony; Sheldon Fisher, Exhibits and Vendors; Pamela Pulice, Hospitality; Adrian Olivo and Thomas Stults, Press and Publicity; Russell Krepfle, Registration; William Leone, Securi- ty; Ronald Wolf, Technical Director; and Paul Fisher, Treasurer. New Officers MUFON growth during the past month is commensurate with the in- crease in volunteer leadership. Hoang- Yung Chiang, Ph.D. (Taipei) is the new Representative for Taiwan and Consul- tant in Biotechnology. He was a fea- tured speaker at the \"Space and UFO Symposium\" held November 17-25, 1990 in Hakui City, Japan and plans to attend the MUFON 1991 UFO Sym- posium in Chicago. Peiter Hendrickx has accepted the position of Representative for Belgium in order to improve our communica- tions with this important nation. Jac- ques Bonabot (Bruges), who has been our representative since 1973, has agreed to become the Assistant Repre- sentative for Belgium. Your Interna- tional Director met both gentlemen when Walt was a speaker at the \"First European Congress on Anomalous Aerial Phenomena\" on November 11-13. 1988 in Brussels, Belgium. David A. Bodner, West Virginia State Director, appointed Ted Spickler, Ed.D. (Wheeling), a State Section Director, to also serve as Asst. State Director. Donald A. Johnson, Ph.D., New Jersey State Director selected Vin- cent Creevy (Howell) to be the State Section Director for Monmouth and Ocean Counties. The following two new State Section Directors were designated in Wisconsin: Jeffrey W. Sainio (Hartland) for Waukesha and Washington Counties and Sherry E. Solberg (New Glarus) for Green and Lafayette Counties. Robert H. Hair, State Director for North Carolina, announced the follow- ing State Section Directors reorganiza- tional assignments: Nadine Albright (Ashboro) for Randolph, Chatham, Lee and Harnett Counties; Charles E. Donoghue (Boone) for Watauga, Ashe, Avery and Mitchell Counties; George D. Fawcett (Lincolnton) for Lincoln, Caldwell, Burke, McDowell, Ruther- ford, Polk and Cleveland Counties; Steven M. Greer, M.D. (Asheville) for Buncombe, Yancey, Madison, Hender- son, Haywood, Transylvania, Jackson, Swain, Macon, Graham, Clay and Cherokee Counties (Dr. Greer is also a Consultant in Emergency/Trauma Medicine); Bernard Haugen (Oxford) for Person, Granville, Vance, Franklin, Warren Counties and the remainder of northeast North Carolina; Rick R. Heldreth (Lexington) for Alleghany, Surry, Davidson, Davie, Wilkes and Yadkin Counties; P. Wayne Laporte (Indian Trail) for Union and Stanly Counties: Samuel G. Martin (Salis- bury) for Rowan, Iredell and Alexander Counties: Henry H. Morton (Wades- boro) for Anson, Montgomery, Rich- mond, Moore and other southeastern North Carolina Counties; John W. Pat- terson (Wake Forest) for Wake, Durham, Orange, Johnston, Wayne and other Central and Eastern Counties; Angelo Pete Politis (Charlotte) for Mecklenburg, Concord and Gaston Counties; Nickolus Summers (Greens- boro) for Guilford, Rockingham. Cas- well and Alamance Counties; and Jane Ware (Winston-Salem) for Forsyth and Stokes Counties. Thomas P. Stults, Illinois State Di- rector, recently made the following State Section Director appointments and assignments: Wanda Beard (Belleville) for Clinton, Marion, Washington and Jefferson Counties; Paul Russell (Pekin) for Tazewell, Woodford, Marshall, Stark, Peoria, Logan, Mason and McNard Counties; David Marler (Fair- mont City) for Madison, Jersey, Cal- houn and Green Counties; Donald G. Krieger (Collinsville) for Bond, Fayette, Macoupin and Montgomery Counties: David M. Knapp (Rockford) for Win- nebago, Ogle, Lee, Joe Daviess, Step- henson, Carroll and Whiteside Coun- ties; Wesley S. Crum (Mattoon) for Coles, Moultrie, Douglas, Edgar, Clark, Cumberland and Shelby Counties; David J. Brandis, D.D.S. (Springfield) for Sangamon, Scott, Morgan and Christian Counties; and John J. Betta (Collinsville) for St. Clair, Monroe, Randolph and Perry Counties. Laurence T. and Marilyn H. Childs, Co-State Directors for Washington, have made the following appointments: Judy Tuberg (Kirkland) to Assistant State Director and new State Section Directors L. Ross Ded- rickson (Mt. Vernon) for Skagit Coun- ty; Donna Munro (Bremerton) for Kit- sap County; and Michael D. and Bren- da D. Dobbs (Vancouver) Co-State Section Directors for Clark County. Mark E. Blashak, Virginia State Director, appointed or reassigned two State Section Directors; Walter F. Thompson (Check) for Floyd, Patrick, Pulaski, Montgomery, Franklin, Roanoke, Wythe, Carroll and Grayson Counties; and James R. Roughton (Delaplane) for Faquier, Clark, Warren, Rappahannock and Frederick Counties. Jerold R. Sorensen, D.D.S. (Han- ford, Calif.) is a new Consultant in Dental Surgery. New Research Specialists this month are Dennis D. Huffman, M.S. (Albuquerque, NM) in Electronics Engineering: Herbert L. Bomberger (Dillsburg, PA) in Theology; Randall O. Littlejohn, M.A. (Mariposa, CA) in Film Produc- tion; A. Rebecca Long, M.S. (Tucker, GA) in Nuclear Engineering; and Christopher L. Largent, M.A. (Wilmington, DE) in Philosophy. Four new translators volunteered their expertise. They are Herbert Moran, M.A. (Redmond, WA) for Japanese; Steven M. Baker (Ann Ar- bor, MI) for Hebrew; Christian Han- nard (Montreal, Quebec) for French; and Scott F. Corrales, M.A. (Pitts- burgh, PA) for Spanish. David Fiedler advises that Phanes Press in Grand Rapids, Michigan plans to publish a U.S. edition of Circular Evidence by Colin Andrews and Pat Delgado. The first printing is 10,000. Price and availability to be announced in Publishers Weekly and in this issue of the Journal. MUFON UFO JOURNAL No. 276 April 1991"},{"pageNumber":25,"pageContent":"IXrector's Vvtessage Walt Andrus 1990-1991 Award The annual MUFON Award plaque for the most outstanding contribution to Ufology for 1990-91 will be presented at the MUFON 1991 International UFO Symposium in Chicago. Illinois on Ju- ly 6, 1991. Only Board of Directors may nominate candidates for this prestigious recognition. Anyone may nominate a person for the award by submitting the name of their candidate with a written paragraph stating his/her accomplish- ments to one of the Board of Directors. For the convenience of members, it is suggested that you write to your regional director: Donald M. Ware, George R. Coyne, Robert J. Gribble, Henry H. McKay for North America or J. An- tonio Huneeus, International Coor- dinator for foreign nominations or any other member of the Board. The actual contribution or work is not confined to the calendar year of 1990-91. but may include significant ac- complishments during the past five years. The Fund for UFO Research may again provide a $500 cash award in memory of Isabel Davis. Last year's recipient was Richard H. Hall. The deadline for receiving nominations from Board Members is April 26, 1991 in Seguin. Texas. A ballot will be enclosed with the May 1991 issue of the MUFON UFO Journal so all members and subscribers may vote for their choice from the candidates proposed. Please take time now to evaluate the work and contributions of your col- leagues in Ufology so they may be so honored for their dedication. One nomination has been received to date. National UFO Information Week The Seventh National UFO Informa- tion Week has been scheduled for August 10-18, 1991. This will be an ideal opportunity for State and State Section groups to set up photo exhibits, displays, booths for receiving UFO sighting reports from the public and closed circuit TV showing of UFO documentaries, etc. in shopping malls and libraries. Advance planning is re- quired in order to reserve space in these facilities and to construct the exhibits and displays. MUFON endorses this program in order to take advantage of the resurging interest in UFOs by the public, printed media, radio and television. 1991 MUFON Symposium \"UFOs: The Big Picture\" is the theme for the MUFON 1991 Interna- tional UFO Symposium scheduled for July 5, 6 and 7 at the Hyatt Regency O'Hare Hotel at O'Hare International Airport near Chicago. Confirmed speakers are Linda Moulton Howe and John H. Altshuler, M.D., Cattle Mutilations; Zechariah Sitchin, \"The 12th Planet - Key To The UFO Enigma\"; BruceS. Maccabee, Ph.D., \"Gulf Breeze Without Ed\"; Stanton T. Friedman, M.S.. (Canada), New Disclosures on Roswell; Michael D. Swords, Ph.D., \"Modern Biology. Close Encounters and the ETH\"; Gene M. Phillips, J.D., \"Insights into the Ancient Astronauts Theory\"; C.B. Scott Jones, Ph.D., Government UFO Connections; David M. Jacobs, Ph.D., \"What Can We Believe in Abduction Accounts?\"; John S. Carpenter, M.S.W.. \"The Reality of the Abduction Phenomenon\"; Michael Chorost and Dennis Stacy, \"Theses for a Pre- Paradigm Science: Cereology\"; Prof. Jean-Pierre Petit, (France), a Research Director of CNRS, \"Has Science Something To Do with UFOs?\"; and Colin Andrews, (England), co-author of Circular Evidence (1989) and Crop Circles: Tfie Latest Evidence (1990). American Airlines is the official car- rier for the symposium which also in- cludes American Eagle flights to Chicago from the contiguous 48 states, Hawaii, Puerto Rico and the Virgin Islands. To obtain American's Meeting Saver Fare Discounts call Toll Free 1-800-433-1790 to the Meeting Services Desk and give the Star File #S-0171K6 for the 1991 MUFON International Symposium. Special rates at the Hyatt Regency O'Hare Hotel have been contracted at $68 per night for single or double oc- cupancy, triple occupancy $78 or four people at $88. Hotel reservations may be made by calling (708) 696-1234 or toll free (800) 228-9000 and advising the desk that you are attending the MUFON 1991 UFO Symposium. The Auditorium will seat 1500 people so we will have adequate room for everyone planning to attend. Six hundred rooms have been reserved at the Hyatt Regency O'Hare. Reservations for the symposium are now being taken. The special advanced price for all five sessions is $45 before June 1, 1991 or $50 thereafter and at the door. Individual sessions are $10 each. College students may secure ad- mission to all five sessions for $40 if they present their I.D. cards. A recep- tion with hor d'oeuvres will be held Fri- day evening, July 5th at 6 p.m. for $5 with a cash bar. Reservations for the reception must be made before June 1, 1991. Your tickets and reservation packet will be held at the symposium registration desk for your arrival. Ad- vance reservations may be made by writing to: Paul Fisher, 3952 North Sheridan Road, Chicago, IL 60613 and enclosing a check made payable to \"MUFON 1991 UFO Symposium.\" An Advance Registration Form is enclosed in this issue of the Journal for your convenience. Continued on page 23 MUFON UFO JOURNAL No. 276 April 1991"}]
