[{"pageNumber":2,"pageContent":"$3.00 MUTUAL UFO NETWORK UFO JOURNAL November 2001 Number 403 Rev. William Huffman UFO crash in Cape Girardeau, <; Missouri in 1941?"},{"pageNumber":3,"pageContent":"MUFON UFO Journal (USPS 002-970) (ISSN 0270-6822) Post Office Box 369 Morrison, CO 80465-0369 Tel: 303-932-7709 Fax:303-932-9279 International Director John F. Schuessler Editor: Dwight Connelly 14026 Ridgelawn Road Martinsville t IL62442 Tel: (217) 382-4502 e-mail: . mufonufojoumal @ hotmail.com Columnists: Walter N. Webb - George Filer Jenny Randies Staff Artist Wes Crum - MUFON on CompuServe . \"GoMUFON\" to access the Forum MUFON on the Internet: http://www.mufon.com MUFON e-mail address: mufonhq@aol.com MUFON Amateur Radio Net: 40 meters ^ 7.237 MHz Saturdays, 7 a.m. CST or COST Table of contents November 2001 Number 403 In this issue Missouri UFO crash? by Ryan S. Wood  3 KGB's Russia file by Vadim K. Ilyin  8 Wormholes & God Hypothesis by Dr. Barry Downing... 10 Filer's Files by George A. Filer.  13 UFO Press   15 Georgia object lights treetops by Tom Sheets 16 Multiple sightings in Texas by Walter H. Andrus, Jr..... 17 Why abductees don't talk by Preston Dennett 18 View from Britain by Jenny Randies  21 The Night Sky by Walter N. Webb  23 Calendar    23 Director's Message by John Schuessler.  24 Change of address and subscription inquiries should be sent to MUFON, P.O. Box 369, Morrison, CO 80465-0369. Copyright 2001 by the Mutual UFO Network. All Rights Reserved No part of this document may be reproduced in any form without the written permission of the Copyright Owners, Permission is hereby granted to quote up to 200 words of any one article, provided the author is credited, and the statement, \"Copyright 2001 by the Mutual UFO Network, P.O. Box 369, Morrison, CO 80465-0369\" is included. The contents of the MUFON UFO Journal ate determined by the editor, and do not necessarily reflect the official position of the Mutual UFO Network. Opinions expressed are solely those of the individual authors and do not necessarily reflect the opinion of the editor or staff of MUFON. The Mutual UFO Network, Inc. is exempt from Federal Income Tax under Section 501 (c) (3) of the Internal Revenue Code. MUFON is a publicly supported organization of the type described in Section 509 (a) (2). Donors may deduct contributions from their Federal Income Tax. Bequests, legacies, devises, transfers, or gifts are also deductible for estate and gift purposes, provided they meet the applicable provisions of Sections 2055, 2106, and 2522 of the Internal Revenue Code. MUFON is a Texas nonprofit corporation. The MUFON UFO Journal is published monthly by the Mutual UFO Network, Inc., Morrison, CO. Membership/Subscription rates are $30 per year in the U.S.A., and $35 per year foreign in U.S. funds. Second class postage paid at Versailles, MO. Postmaster: Send form 3579 to advise change of address to: MUFON UFO Journal, P.O. Box 369, Morrison, CO 80465-0369 MUFON's mission is the systematic collection and analysis of UFO data, with the ultimate goal of learning the origin and nature of the UFO phenomenon.     \""},{"pageNumber":4,"pageContent":"An ongoing investigation Did a UFO crash in Missouri in 1941? By Ryan S. Wood rswood @ majesticdocuments.com T his case was first publicized when Len Stringfield, in his book UFO Crash/Retriev als: The Inner Sanctum, Status Report VI, shared an astounding letter from Charlette Mann, the granddaughter of Reverend William Huffman. Charlette told of the deathbed account by her grand- mother, who during the course of several days de- scribed an unusual event that Rev. Huffman attended late one early spring night just 10-15 miles outside of Cape Girardeau, MO. Huffman was a traveling Baptist minister who had moved to Cape Girardeau and started ministering at the Red Star Baptist church in early 1941, according to church records. The quick summary of the event was that when Huffman arrived at the scene, there were police, fire, FBI, and photographers already there, and he was asked to provide blessings to the three dead occupants of an unusual craft. During this process he observed the command mod- Editor's Note As author Ryan Wood acknowledges, the 1941 crash of a UFO in the Cape Girardeau area is only a tantaliz- ing possibility, not a proven fact, and the investigation is far from complete. Thus far, all of the evidence is based on second-hand testimony and controversial documents. There is a formerly secret government document which indicates that, six years after the alleged incident, a top Air Force officer was unaware of any crashed UFOs. This is the Sept. 23, 1947, letter from Lt. Gen. Nathan Twining, head of the USAF Air Materiel Com- mand, to Brig. Gen. George Schuigen, an Air Force in- telligence officer. However, there is some evidence that even high-ranking military officers may not have had access to information regarding crash recoveries, and government utilization of faked documents for cover-up and misinformation is also possible. At least one individual close to government research and development, Dr. Robert Sarbacher, has suggested that such crashes and recoveries have occurred. In looking at the total picture, there appears to be enough evidence to justify continued research on pos- sible UFO crashes, including Cape Girardeau. As additional information becomes available, it will be shared with Journal readers. A more detailed ac- count of Wood's investigation is included in the 2001 MUFON Symposium Proceedings. ule with hieroglyphic writing inside, and prayed over each of these non-human entities. When the military ar- rived, everyone was sworn to secrecy, yet upon return- ing home to 1530 Main Street he chose to share this story with his wife and family. With this intriguing story and later personally meeting November, 2001 MUFON UFO Journal Page 3"},{"pageNumber":5,"pageContent":"Charlette, I became convinced that here was a credible witness and bizarre story that was in dire need of vali- dation. That confirmation came from many sources in the past few years, with the freshly revealed Majestic documents from Tim Cooper and others that clearly point to a UFO crash retrieval in Missouri in 1941. Cen- tral to this case is the testimony of Charlette Mann, de- classified documents that suggest pre-Roswell events, and witness interviews that vary in credibility and scope-but all sources have provided valuable data for the reality of this historic event. More exotic investiga- tion tools, such as remote viewers or intuitive experts, have provided additional research avenues that are be- ing investigated. The primary witnesses Rev. Huffman had a unique specialty in the Baptist church: he had the gift of raising money. He was a spe- cialist who spent about four years in a specific location to build a church, attendance, fellowship, and cash flow. He would connect with local leaders to improve the ex- posure and participation at the church. He was also a horticulturist, and, despite the stern look in his picture, had a good deal of charm and innate salesmanship. Upon returning from his escorted trip to the crash site, he proceeded to tell his wife and sons what had just happened in the woods a short drive outside of town. It was this retelling of the events that odd night in 1941 to his wife Floy that Charlette would hear in 1984 from her grandmother over the course of several days as Mrs. Huffman was dying of cancer. It is important to note that this is not the only time Charlette was exposed to this story. During her child-. hood she heard bits and pieces of the story from con- versations between her father and uncle, and when Floy was dying, Charlette pressed her to fill in the specific details as to what really happened that spring evening in 1941. It took a fair amount of pleading with her grand- mother initially to convince her to violate the commit- ment she had made to her husband not to speak of it. Eventually, Charlette succeeded in extracting the story. She kept after the story for several days, clarifying with her grandmother until Charlette was confident that she completely understood what had happened and the de- About the author Ryan Wood earned the Bachelor of Science in math- ematics and computer science from California Poly- technic State University in 1978. A director of business development and sales for an energy conservation com- pany, Wood has been active in researching documents related to UFOs, and manages the www.majesticdocuments.com web site. He has com- pleted with Dr. Robert M. Wood a TV documentary en- titled \"The Secret,\" along with publishing two books and a CD ROM dealing with the Majestic Documents. He is a MUFON investigator, an Eagle Scout, a Black Belt in Goju-Ryu, and a triathlete. tails. Here is part of the story in Charlette's own words as recorded for Wood & Wood LLC's upcoming televi- sion documentary \"The Secret: Evidence We Are Not Alone:\" \"She (Floy) said that grandfather was called out in the spring of 1941 in the evening around 9:00-9:30, that someone had been called out to a plane crash outside of town, and would he be willing to go to minister to people there, which he did. Upon arrival it was a very differ- ent situation. It was not a conventional aircraft, as we know it. He described it as a saucer that was metallic in color, no seams, did not look like anything he had seen. \"It had been broken open in one portion,\" says Charlette, \"and so he could walk up and see that. In- looking in, he saw a small metal chair, gauges and dials, and things he had never seen. How- ever, what im- pressed him most was around the in- side there were in- scriptions and writ- ings, which he said he did not recognize, but were similar to n wii- IT ff Egyptian hieroglyph- Rev. William Huffman ;Jr r ° ICo. \"There were three entities, or non-human people, ly- ing on the ground. Two were just outside the saucer, and a third one was further out. His understanding was that perhaps that third one was not dead on impact. There had been mention of a ball of fire, yet there was fire around the crash site, but none of the entities had been burned and so father did pray over them, giving them last rites. \"There were many people there, fire people, photog- raphers, and so they lifted up one, and two men on ei- ther side stood him up and they stretched his arms out they had him up under the armpits and out here. As I recall from the picture I saw, he was about 4 feet tall, appeared to have no bone structure, soft looking. \"He had a suit on,\" explains Charlette, \"or we as- sume it was a suit; it could have been his skin, and it looked like crinkled, soft aluminum foil. I recall it had very long hands, very long fingers, and I think there were three, but I cannot swear to that.\" Other living supporting witnesses include Charlette Mann's sister, who confirms her story in a notarized sworn affidavit, and the living brother of the Cape Girardeau County sheriff in 1941, Clarance R. Schade. These witnesses and the others who were there, should have been there, or Likely would have known about this crash event will be examined later. Now let us turn our attention to other key validating Page 4 MUFON UFO Journal November 2001"},{"pageNumber":6,"pageContent":"sources for this crash recovery event in 1941-the mili- tary intelligence documents. The document trail Are there public, authentic documents that support and corroborate the hypothesis of before-Roswell crash retrieval events? The first public evidence of this is the February 1942 \"LA Air Raid.\" In this case, for a couple of hours a slow moving craft was illuminated with spot- lights, 1430 rounds of ammunition were fired, many clear direct hits, according to witnesses of the disk shaped object. George C. Marshall (GCM) then writes a secret memo to the President about this event. However, what is fascinating is that this memo sets up the authenti- cation of a leaked top secret memo that tells a different story of crash re- coveries. Yet the most stunning evi- dence for pre-Roswell events comes from leaked military and presidential intelligence documents. Seven leaked documents from three sources since 1994 provide both direct and indirect support for a crash retrieval event that Rev. Huffman recounts. It is clear from the first memo that President Franklin D. Roosevelt writes to Marshall on Feb. 27, 1942: \"I have considered the disposition of the material in possession of the Army that may be of great signifi- cance toward the development of a super weapon of War....Consultation with Dr. Bush and other scientists on the issue of finding practical uses for the atomic secrets learned from study of celestial de- vices...\" Just days after the L.A. air raid and related saucer crash retrievals it would be impossible for the President to have \"considered the disposition\" of the material col- lected at that L.A. event; therefore, he must be refer- ring to an earlier crash. Which brings us to that ever- nagging question: so how do we know that these fantas- tic statements and documents are authentic? Are the documents authentic? The key evidence for authenticity are format and lan- guage, with liabilities primarily the document origin. Al- though not discussed here, the logic for faking such documents is extremely weak and is discussed in an- other paper on Psychological Warfare and the Majestic Documents that can be found on our website. However, another document that is even more sup- portive of the pre-Roswell hypothesis and that has fewer liabilities is the Top Secret memo from Marshall to the President dated just one week after the Los An- geles air raid on March 5, 1942. It discusses the cre- ation of the a special unit ultimately to become the In- terplanetary Phenomena Unit (IPU) and the crash re- trievals of two more saucers: one by the Army in the San Bernardino Mountains, east of Los Angeles, and Charlette Mann the other salvaged by the Navy off the southern Cali- fornia coast, presumably because of anti-aircraft fire. Again the questions must rum to why is this docu- ment authentic? What impresses me besides the visual appearance of the document, showing a clear carbon smudge, available at www.majesticdocuments.com, is the fact that just two weeks later Marshall's offices switched from the Office of Chief of Staff (OCS) fil- ing system and memo numbering to the war depart- ment system. So, besides the proper Marshall word us- age and format, it has the correct filing numbers that link it to the Los Angeles air raid. The downside is that it is not original paper. Next we come to a memo ad- dressed to the Non-Terrestrial Sci- ence and Technology Committee, on White House stationary dated Feb- ruary 22, 1944, which is stamped Double Top Secret and signed by FDR. This memo says that before we can exploit these \"super weap- ons of war\" we need to win the war. It goes on to say that when we have won the war the USA must assume its destiny; there will be a time when surplus funds will be available; and finally, FDR com- mends the committee for its work. This documents authenticity is sup- ported by the rare Double Top Se- cret stamp and unique language. The 1941 recovery case In the MAJIC Eyes Only presi- dential briefing dated September 24, 1947, (Mission Assessment of Recovered Lenticular Aerodyne Objects - White Hot Intelligence Estimate) two sections directly cite the 1941 recovery case. The first is in \"Part III —Scientific Probabilities,\" and the second in \"Part V — National Security Struc- ture.\" Part III states: \"Based on all available evidence collected from the recovered exhibits currently under study by AMC, AFSWP, NEPA, AEC, ONR, NACA, JRDB, RAND, USAAF SAG and MIT, are deemed extraterrestrial in nature. This conclusion was reached as a result of comparisons of artifacts from the Mis- souri discovery in 1941. The technology is outside the scope of US Science, even that of German rocket and aircraft development.\" The \"from the Missouri\" logically fits into the space provided and is consistent with supporting testimony, although I'm sure that other words would fit and make sense. The fact that in Part V the author laments the lack of a unified intelligence effort I think is notewor- thy and a valid point for authenticity. It is just another subtlety that is hard to create out of whole cloth and insert seamlessly. Here is what was said: \"In the early months of 1942, up until present, intrusions of unidentified aircraft have occasionally been documented, but there has November, 2001 MUFON UFO Journal PageS"},{"pageNumber":7,"pageContent":"Author Ryan Archives, who is been no serious investigations by the intelligence arm of the Gov- ernment. Even the recovery case of 1941 did not create a unified in- telligence effort to exploit possible technological gains, with the ex- ception of the Manhattan Project.\" Besides the unique period lan- guage, what moved it to the 95% confidence level for authenticity was my research into the person- nel on the mission. During the pro- cess of tabulating President Truman's White House switch- board traffic for who called whom, when, and how often, I came across the name of Captain Charles Buchanan. He was the only captain ever mentioned in the 1947 phone records and-wouldn't you know it-General Carter calls Captain Buchanan on July 7, 1947 at 4:44 PM. So, is this just a coinci- dence? I don't think so. Who was at the crash site? To answer this question fairly takes considerable time; there are the direct comments of Huffman, and then the logical extensions that flow from the Huffman statements. A more complete discussion is in this year's MVFON International Proceedings. Here is what Charlette said about who was at the crash site: \"My grandfather, upon arrival, said there were al- ready several people there on the scene, two that he assumed were local photographer s< fire people. And so not long after they arrived, the military just showed up, surrounded the area, took them off in groups sepa- rately, and spoke to each of them. Grandfather didn't know what was said to the others, but he was told 'this didn't happen; you didn't see this; this is national security; it is never to be talked about again.' \"My grandfather was an honorable man, being a preacher; that's all that needed to be said to him. And so he came home and told the story to my dad, who was there, and my grandmother and my uncle. Now my mother was expecting at the time, so she was off in the bedroom. My sister was born May 3rd 1941, so we are assuming this was the middle to the last of April. And he never spoke of it again. \"But about two weeks later, one of the men who had a personal camera that he had put in his shirt pocket approached Grandfather and said, 'I think someone needs a copy of this. I have one and I would like you to keep one.' So that's how it came about that Grandfather had the picture to begin with. But he never spoke of it again. The other people seem to be very intimidated and very frightened and paranoid.\" This photo was later in the possession of Charlette's father, Guy Huffman, who reportedly allowed a pho- tographer friend to borrow it in the 1953-55 time Wood and Marcel Kujisten, webmaster at National assisting in researching this case. frame, and the photo was never returned. The photographer's name was Walter Wayne Fisk. Stan Friedman, also recognizing the importance of this picture, tracked Fisk down in New Mexico and spoke with him on the telephone, where a strange tale emerged. Fisk stated he had a doctorate in psychology, yet Friedman was unable to verify his claim, along with Fisk's statement that he was an advisor to presidents. Fisk has repeatedly refused to answer or respond to phone calls or letters written by Charlette Mann. Since this event happened outside of the town limits, the county sheriff, Ruben Reinhold Schade, would have been the responsible party. Ruben's brother Clarence provided a supportive, but not definitive, statement when interviewed: \"Yes, I heard of a space ship with 'little people' back a long time ago, but never believed it.\" Although nowhere near as powerful as the Huffman- Mann testimony, I give it partial credit for being a sincere recollection, especially given the wording he used, \"little people\" rather than ET, alien or non-human. It is logical to believe that if this event is real, that many others would have heard about it over the years or in secretive conversations or wild tales. Each of these persons and family members are being researched. When and where did it crash? When may be easier then where, but as of this writing solid progress has been made on both questions. We know from Charlette's testimony that Huffman was driven about 10-15 miles outside of town, and then had to walk about one-fourth of a mile or so off the road into an open field where a fire was burning. Given these basic parameters the search area has narrowed to about five square miles, actually areas adjacent to roads at the time. Historical aerial photography is available for Octo- ber 1941 and provides a complete stereoscopic overflight of the area. Many areas look promising, and resolution is just a matter of execution. Charlette's testimony is that the crash happened one Page 6 MUFON UFO Journal November 2001"},{"pageNumber":8,"pageContent":"April 1941 evening, because her mother was pregnant with her sister who was born on May 3rd of 1941. The fire department records for Cape Girardeau are very precise. Although there is no clear stunning match with Charlette's story, there are several good candidates. According to the story, the fire department was on site, but which one, Jackson or Cape or both? If they were sworn to secrecy by the military, would they write the event down in their logbook, or would they record it ac- curately? At present, all I have is the Cape fire logbook for 1941. An examination of fires in the evening for late March and April show only a few possible matches. On March 30, from 6:22 p.m. to 6:58 p.m. in Houck Woods (actually Louis Houck who lived in the correct area-10- 15 miles out of town). On April 22, from 11:59 p.m. to 4:35 a.m. at the Blattner brothers residence out highway 61, again the right area. It will take a review of the historical aerial photogra- phy to verify these fires. At this time the precise loca- tion and date are unconfirmed; further research with police, military records, and fire call logs is planned, along with aerial photography and ground surveys. Although of speculative value without confirmation, Joe McMoneagle (Intuitive Intelligence Applications) provided data purporting that there are small pieces of wreckage still at the crash site that are recoverable. Annette Martin, another well-known psychic sleuth, confirmed much of the Huffman-Mann story and pro- vided new checkable data. Is this real? After working on this case for about two years and talking with Charlette Mann on numerous occasions, ei- ther briefly on the phone, over dinner, or in front of a television camera, her story, demeanor, and integrity have provided no hints of deception or confabulation. I, like Leonard Stringfield ten years earlier, came to the conclusion that here was a very sincere woman with a quality case worthy of a dedicated effort at validation. The story does not hinge on Charlette's testimony alone; there are the low level stories from credible people like Clarance Schade that loosely support the event. Then there is the deliberate silence of Wayne Fisk, the last person to have handled the alien picture. Adding more weight to the truth side is the highly be- lievable and likely authentic military and presidential documents that support a crash retrieval in 1941. It is the totality of these facts that leads me to think it is reasonable to conclude that there was a crash event as described by Rev. Huffman's wife to Charlette Mann. The final resolution to this case is still out there. It may come in the form of physical evidence, bits of wreckage, new witnesses, historical aerial photography, soil samples, or archival research. All these fronts are being actively worked, and there is every reason to pre- dict success. Anyone having additional information on witnesses, stories, documents, leads, personnel records, and historical records is requested to contact me. Keel's Mothman Prophecies scheduled for movie theaters \"The Mothman Prophecies,\" a film based on the 1975 book by ufologist John Keel, is to be released Feb. 22,2002. \"Primal Fear\" co-stars Richard Gere and Laura Linney will reunite for this film It is described as \"a cerebral and creepy tale of the paranormal,\" and is supposedly based on actual events that transpired in Point Pleasant, WV, between Novem- ber 1966 and December 1967. The time frame of the original occurrences has been condensed and updated, and the story now happens over the course of a few weeks during the present. The names of the main char- acters, some of whom are based on actual people, have also been changed. The protagonist is Washington Post political reporter John Klein (Gere), an up-and-coming journalist who in- teracts with influential people on Capitol Hill and is being eyed for a job at CNN. He has a beautiful wife named Mary, and life seems to be going his way, but things begin to fall apart. He discovers the drawing of a bug-like man that Mary has drawn. A year later, while traveling in West Virginia, his car breaks down and he has a bizarre encounter with a rural homeowner who claims John has come to his door at exactly the same time three nights in a row. Even worse, he discovers he has somehow traveled four hundred miles out of his way in less time than was pos- sible. He soon learns of all the other odd goings-on that have been happening lately in Point Pleasant. It seems a num- ber of locals, including many \"normal\" and well regarded folks, have seen strange lights over the Ohio River while others have had visions of a strange bug or bird-like man. A drawing of this creature rocks John when he realizes this is the exact same image Mary drew. And bizarre events continue, as in the book. Fate Magazine taken over by Phyllis Galde Lakeville, MN-Llewellyn Worldwide, Ltd. of St Paul, MN has reached a licensing agreement with Phyllis Galde, owner of Galde Press, Inc., for the right to publish Fate Magazine. Galde has been Editor-in-Chief of Fate since December of 1999. Llewellyn granted the trademark license after it had considered discontinuing the magazine in August Galde inherits all responsibilities for publishing the longrunning magazine which was launched in 1947 by Curtis Fuller and Ray Palmer. Carl Weschcke had this to say about the move, \"When the Fullers decided to retire in 1988, they sold Fate to Llewellyn, and we did our best to carry on with their in- tent. Today, however, it is time to pass the torch yet again. Fate is an adventure into this greater and wonderful world; Phyllis Galde is your guide.\" Novembei. 2001 MUFON UFO Journal Page?"},{"pageNumber":9,"pageContent":"KGB's 'Blue Folder' reveals shootings, landings in USSR By Vadim K. Hyin With the coming of \"glasnost\" it became known that the most formidable department of the USSR had been collecting documents concerning UFOs in the so-called \"Blue Folder\"-KGB documents that were taken off the security list in October 1991 upon the inquiry of Russian cosmonaut Pavel Popovitch. Many copies of such documents are kept in the archival depository of the Russian Geographical Society's Ufological Committee. The fact of UFO existence was more than once con- firmed by Soviet military men. UFOs were observed from the ground and from the air, as well as registered on the radar screens. UFO fired upon One of the documents from the \"Blue Folder\" de- scribes a UFO encounter that happened in 1984 in Turkestan Military District. Anti-aircraft defense sys- tem near the city of Astrakhan \"notched up\" the object that flew along the Caspian Sea coast at an altitude of 2000 meters above sea level and was heading to the frontier. It did not respond to the interrogations. Its shape resembled a sphere. Two fighters were scrambled, but all the attempts to shoot the UFO down failed. Moreover, when the object was fired at, it descended down to one hundred meters above the ground to an al- titude that made further firing by the fighters impossible. It is necessary to mention that despite the firing, the speed of the UFO did not change. During the flight the object passed above several military unit locations, and this made it possible to take photographs. When the UFO approached the town of Krasnovodsk, a helicopter was scrambled to make an attempt to shoot the intruder down, but the UFO quickly climbed and hovered at the altitude that was inacces- sible for the helicopter. After the pilots had spent all their ammunition the helicopter descended for landing, whereas the UFO sharply changed its course and headed toward the open sea. Soon after, the object dis- appeared from sight and was lost by radars. Disk comes out of object In 1985 a radar station under Captain L. Valuev in the Krasnovodsk region registered an unknown object at an altitude of 20,000 meters. Its dimension was about 1000 meters! The object did not move, but after some time a small disc having a diameter of approximately five meters flew out of the large object. This smaller disc-shaped UFO landed at the Krasnovodsk spit. Patrol-boats of Kaspian flotilla rushed to the landing place of the UFO, but when they approached it at a dis- About the author Vadim K. Ilyin, who was born in Russia and now lives in St. Petersburg, graduated from the Leningrad Mechanical Institute in 1956. He has worked as an en- gineer, as well as group, laboratory, and department manager in different institutions. He has more than 30 years of experience in translating technical literature and fiction from English and Polish languages into Rus- sian, and is the author of several articles. Material for this article was obtained \"on the terms of [the author's] full discretion\" from the late Vyatcheslav Shtyepa, a full member of the Ufological Committee of the Russian Geographical Society, who in February 2000 became editor of the NLO (\"UFO\") magazine of the Saint-Petersburg Kaleidoscope Pub- lishing House. Shtyepa died suddenly this past June. Tatiana V. Kamchatova is now editor of NLO (\"UFO\") magazine. According to Vyatcheslav, the materials given to the author have not been previously published. tance about 100 meters, the UFO took off and flew away for about a kilometre. Patrol-boats approached the UFO again, and it again flew away from them. The situation was repeated five times! Finally the object went up with tremendous speed. Its mark on the radar screen coincided with the mark of the mother craft, and then the large UFO went off into Space. Tremendous speed Another \"Blue Folder\" report reads: \"On the 25* of November, 1986, at 12:50 Moscow time civil flight con- trol service as well as the military department of that service in the airport of Magadan (a city in Eastern Si- beria) discovered an unidentified target. At that time the aeroplane AI-12 No 11421 was approaching the target at the altitude of 7200 meters. The captain of the plane was warned by traffic control service about the situa- tion. \"When the plane and UFO passed clear of each other the object turned right in the direction toward Shelekhov bay and raised its speed to 900-1000 kilometres per hour. The growth of UFO speed contin- ued and at 13:00 it achieved 3000 kilometres per hour. Retaining this speed, the object moved away to the shore of Kamchatka, and at a distance of 150 kilometres from the coastline it disappeared from radar screens.\" Dull orange oval object Another report reads: \"Herein I report that on the 23 rd of May, 1985, scheduled flights were carried out in 227 th bomber air regiment (\"Hurba\" airfield in Komsomolsk region of Khabarovsk Territory). At 22:35 local time in the airfield area an unidentified flying ob- ject was noticed. The dull-orange object had oval shape and was travelling from the West to the East at a height of 200-300 meters with a speed about 500-600 kilometres per hour. This unidentified flying object was observed by chief flight control officer Lt. Col. A. A. Alifanov, close zone flight control officer Captain A. U. PageS MUFON UFO Journal November 2001"},{"pageNumber":10,"pageContent":"Shevnin, and the head of regiment weather group, Cap- tain V. P. Stikin. The next day at 00:40 the same phe- nomenon was observed for 10-12 minutes at the \"Litovko\" range in Komsomolsk region of Khabarovsk Territory by senior navigator Major V. V. Kudriavtsev and by weather group engineer First Lt. V. V. Maltsev. This time the oval-shaped object was of dull-white colour and emitted rays of light upwards and down- wards. Downward rays were much brighter than up- ward ones. The object travelled at a high altitude and with a great speed.\" A downed object? At the beginning of August, 1987, five military men from the Leningrad Military District were commis- sioned to the North of Karelia with a special task. The task was to guard an object of unknown origin that was discovered not long before on the terrain of another military unit near the town of Vyborg. The object was 14 metres long, 4 metres wide and 2.5 metres high. There were no doors or hatches on the object body. All attempts to open it failed. There were attempts to break off something from the object, but they suc- ceeded only in extracting some strange rods from the stern part of the enigmatic device. At the end of Sep- tember the object disappeared from a hangar without leaving a trace. Multiple observations On the 30 th of September, 1989 a large article about UFOs was published by the local newspaper Chernomorskaya Zdravnitsa (\"The Black Sea Health-Centre\") in the town of Sochi. The article in- formed that in July of that year crews of four different aeroplanes independently observed two \"flying saucers\" high in the sky. They made evolutions with incredible speed, and changed their positions and even shapes. There is a following report in the \"Blue Packet\": \"On the 26 th of July, 1989, about 14:40 I, R. H. Stepanian, have got an information from the crew of an airborne vessel that flew from the Simferopol direction about their sighting of unidentified objects at a distance of 30-50 kilometres. This is what the pilots told me by the radio: \"A couple of strange objects are hanging at the left of us. At first there was one of them, but shortly after, another appeared. One is almost exactly square, whereas another is elongated, having the shape of rhombus. Both of them are swiftly going away just now. And now they are beginning to separate. Here they are-at the left and behind us, but the distance from them continues to increase.\" Sharp turn & high speed The next document from the \"Blue Folder\" runs: \"On the 21 st of October, 1989, near the village Burkhala in Yagodinsky District of Magadan Region several local residents observed an unknown flying ob- ject. When the object approached the electric power transmission line, it changed course sharply and climbed up. One of the eyewitnesses, who formerly had served at the Baikonur space-centre, estimated the speed of the object as near to 1000 kilometres per hour . He noted also that not one aircraft known to him would be able to perform such evolutions. When flying above the eyewitnesses the object re- duced its speed noticeably so they were able to see it in detail. The flight was absolutely soundless. There was impression that clearance lights shined along the con- tour of the object, from seven to nine in number.\" Flashes of white light The last document in the \"Blue Folder\" reports: \"On the 21 sl of March, 1990, officers in Alexandrovsky Town Department of Internal Affairs accepted a number of telephone calls from town and district residents about the appearance of unidentified flying objects in airspace. \"After obtaining more exact information it was es- tablished that rather large number of residents in the towns of Alexandrov, Strunino, Karabanov, villages Arsaki, Zhulino and in several other settlements became eyewitnesses of a UFO-and in several cases of two UFOs-on the 21 st of March between 20:00 and 23:30. The flight of UFOs was accompanied by flashes of white light that followed one another after two or three seconds and resembled arc welding. \"But all eyewitnesses found difficulty in describing the appearance of the UFOs. In Karabanov one of the UFOs allegedly hovered above the Eternal Fire Memo- rial for the perished warriors, and a ray of light emitted from the object illuminated earth surface. \"A fighter piloted by first class aviator Lt. Col. A. A. Sementchenko was scrambled towards the UFOs. He flew near one of the 'flying saucers' and saw against a background of Pereyaslavl-Zalessky town illumination 'a black body with two white flashing lights.' \"Shortly after the lieutenant colonel's report was published by the Soviet main military newspaper Krasnaya Zvezda (The Red Star), it was confirmed in the report that the author had revealed by sight a target having two bright white flashing lights. 'The target changed flight direction and altitude in the range of 1000 metres,' he wrote. The experienced pilot saw an enig- matic object and was not able to identify it!\" MUFON Merchandise Wear official MUFON T-shirts (royal blue print- ing on white cotton), sizes S, M, L & XL/Two styles of baseball caps (royal blue with white logo or dark blue with blue logo on white front). T-shirt price $12.00 and baseball caps $8.00. S/H for each is $3.00 or if both ordered together is only $3.00. MUFON has a new black cap with white MUFON logo to match the new field investigator black t-shirts (the caps also look great with the white t-shirts). Screen printed is $8 + $3 S&H. Em- broidered is $15 + $3 S&H. Official MUFON ceramic mugs with blue logo, $8.00, plus $3.50 S&H. MUFON, P.O. Box 369, Morrison, CO 80465-0369. (Check, MO, or cash, U.S. dollars.) November, 2001 MUFON UFO Journal Page 9"},{"pageNumber":11,"pageContent":"Wormholes, Heaven, and the God Hypothesis By Dr. Barry H. Downing It was my privilege to be one of the speakers at the MUFON 2001 Symposium in Orange County, CA. In the abstract to my paper I summarized my major argument that we need to \"make the God Hypothesis a more pow- erful concern for MUFON than the more limited concern of whatever the advanced technology of UFOs may be.\" The purpose of this article is to clarify and expand this argument. I published \"The God Hy- pothesis\" in the October 1988 issue of the MUFON UFO Journal (pp. 10-13); Joe Lewels expanded on this theme in his book The God Hypoth- esis (Mill Spring, NC: Wild Flower Press, 1997). A major challenge has been how to rec- oncile the physical and non-physical dimensions of the UFO mystery. From the sci- ence side, we have had to change our thinking from Dr. Barry Downing Newtonian physics to quantum mechanics, which says the physical world is not really \"solid,\" and relativity theory, which says there may be other spatial dimensions, mak- ing way for the \"spiritual\" to be a reality that is as real as our own reality. Jacques Vallee moved toward the God Hypothesis, say- ing UFOs are a \"control mechanism\" in The Invisible College (1975), especially in \"The Next Form of Reli- gion,\" pp. 202-206. Vallee's Dimensions: A Casebook of Alien Contact (1988), expands on this theme. The abduction accounts of Betty Andreasson Luca, as well as Whitley Strieber, have a strong religious dimension, and Dr. John Mack has moved firmly in the direction of the God Hypothesis in his most recent study of abduc- tions and shaman experience, Passport to the Cosmos: Human Transformation and Alien Encounters (1999) Stanton Friedman gave the opening lecture in Orange County, \"Flying Saucers and the Cosmic Neighborhood.\" Friedman has given his basic lecture, \"Flying Saucers are Real\" more than 700 times, mainly at colleges and uni- versities. By and large we in MUFON accept Friedman's lecture as true. In my presentation I referred to Friedman as \"my fa- vorite UFO evangelist.\" UFOs are real, we see them, they make tracks on radar, they leave landing traces on the ground, they accelerate at high speeds, and thousands of credible people have seen them all over the world. Prob- ably there have been several UFO crashes. Perhaps our government has several crashed UFOs (and maybe some dead alien bodies), and have \"back engineered\" the UFOs, advancing our technology. About the author Dr. Barry Downing recently retired after serving for 34 years as pastor of Northminster Presbyterian Church in Endwell, NY. He earned the B.A. in Physics from Hartwick College, the B.D. from Princeton Theo- logical Seminary, and the Ph.D. from the University of Edinburgh, Scotland, in 1966, specializing in the relation- ship between natural science and Christian theology. He is the author of the ground-breaking book The Bible and Flying Saucers (1968, reprinted in 1970, 1973, 1974, 1989, and 1997), as .well as numerous ar- ticles in Skylook, the MUFON UFO Journal, and elsewhere. Dr. Downing has been a speaker at several MUFON symposiums, and is currently oh the national board of directors for the Fund for UFO Research (FUFOR). He has been a consultant in theology for MUFON since 1972. In order for MUFON to have a strong impact on the future of UFO research, we need to have a clearer un- derstanding of the position our government is in, as well as face up to the nontechnical side of the UFO phenom- enon, and what that means. I suspect the average MUFON member believes most of the basic UFO story that I outlined above, and imag- ines this possibility: The President of the United States calls a press conference, and makes the following an- nouncement: \"It is my privilege as President of the United States to address our wonderful nation about UFOs. First I have a confession to make: we have lied to you. Sorry about that-national security you know. But now the truth can be told. UFOs are real, they come from another world, we have recovered some crashed UFOs, and have discov- ered some wonderful new technology which will give us cheap non-polluting energy.\" So far, so good. But then comes the question and an- swer session. \"Where do UFOs come from, and why are they here?\" I assume that even if we have dead aliens, they do not talk, and I suspect that the aliens have not revealed their purpose any more clearly to our govern- ment than they have to abduction researchers like Dr. David Jacobs, Dr. John Mack, Budd Hopkins and Ann Druffel. If that is the case, then the President's answer would go something like this: \"We do not really know where the aliens come from, or why they are here. The best explanation of UFOs so far is the 'God Hypothesis,' a theory which says that UFOs come from another dimension in the midst of us. They may have been involved in the creation of life on earth, and when we die, we probably go to that world. That is kind of the conclusion drawn from the evidence by UFO researchers such as Jacques Vallee, John Mack, and Barry Downing, and is implied in complicated abduction experi- ences such as that of Betty Andreasson Luca and Whit- ley Strieber. \"Of course, some Christian fundamentalists think UFOs are demons let loose on earth before the second Coming of Christ, but who knows? Time will tell. But we in the Page 10 MUFON UFO Journal November 2001"},{"pageNumber":12,"pageContent":"United States government are not concerned about these issues. Instead we should all be glad the UFOs have given us this nice new source of energy.\" It is my opinion the above answer to the questions, \"Where do UFOs come from, and why are they here,\" is pretty close to the best answer available to our govern- ment at the present time. I cannot imagine any American president being willing to go before a TV camera, and give that kind of answer. So I do not expect the Congress, the President, or anyone in government to explain the UFO mystery to the world-unless the UFOs force them to. Where does this leave MUFON? It leaves us some- where between the alien strategy-if we can understand it-and the United States government strategy-if we can understand it. I want to address these two questions: where do UFOs come from, and what is their purpose in being here? Where do they come from? I do not know where the aliens come from. But the answer is beginning to look like \"Anywhere they want to.\" The aliens appear to have power and freedom be- yond our imagination. I began writing The Bible and Flying Saucers in the final months of 1966, and it was published in the spring of 1968.1 used three main UFO books as resources for my book: Donald Kehoe's The Flying Saucer Conspiracy (1955), Frank Edwards' Flying Saucers—Serious Busi- ness (1966), and Jacques Vallee's Anatomy of a Phe- nomenon: Unidentified Objects in Space—A Scientific Appraisal (1965). At that time the thinking was that maybe UFOs came from Mars, because Mars might have \"canals,\" a sign of water and life. And Mars was close. The cultural joke about UFOs was that we were being visited by little green men from Mars. (Notice how this image makes aliens laughable, a transparent mask of our fear of what the aliens might be.) The August 4, 1967 issue of Time magazine published an article entitled, \"A Fresh Look at Flying Saucers,\" and the purpose of the article seemed to be to explain why UFOs could not get here from there. \"Even the nearest star, Proxima Centauri, is 4.3 light-years away. And be- cause presumably no spaceship-or any matter—can travel at or beyond the velocity of light, which is the universal speed limit according to the Einstein theory of relativity, it would take considerably longer than 4.3 light-years to reach the earth from its nearest stellar neighbor. At the 17,500 m.p.h. that astronauts travel, it would take nearly 170,000 years.\" People like Keyhoe and Edwards were having to ex- plain to the \"debunkers\" like Time magazine how UFOs could get here, and Mars was close enough to make the idea of UFOs plausible. I do not believe many MUFON members believe UFOs come from Mars. Many MUFON members may believe UFOs can go to the moon, or Mars, or anywhere they want-but not that Mars is \"home.\" The reason we now believe UFOs can come from any- where involves an evaluation of UFO evidence, and a reevaluation of space travel in light of Einstein's General Theory of Relativity (GTR). One of the speakers at the 2001 Orange County Sym- posium was Dr. Eric W. Davis, whose paper was en- titled, \"Wormhole-stargates: Tunneling Through the Cos- mic Neighborhood.\" Davis says, \"Wormholes are hyper- space tunnels through spacetime connecting together ei- ther remote regions within our universe or two different universes; they even connect together different dimen- sions and different times. Space travelers would enter in one side of the tunnel and exit out the other, passing through the throat along the way. . . Traversable wormholes are creatures of classical GTR, allowing for very comfort- able travel through the Cosmic Neighborhood. But from the viewpoint of modern physics, the Cosmic Neighbor- hood can encompass other universes, other space dimen- sions and other times beyond the four-dimensional spacetime we live in.\" There is not space here to summarize the Davis ar- ticle. He gives Alan Holt credit for being the first to de- velop the mathematical topology to describe a wormhole in 1979. Davis goes on to say that although we have not created wormholes in the laboratory, the mathematical theory is well in place to do so. Davis cites the work of Jacques Vallee as providing an analysis of some of the strange aspects of the UFO phe- nomenon which indicate what Davis calls \"anti-physical effects\" such as shrinking in size, growing larger, or chang- ing in shape, craft dividing in two, remaining visible while not detected by radar, and \"missing time/time dilation, to- pological inversion/space dilation.\" Davis, following Vallee, sees this as evidence that UFOs are either traveling to us from distant stars through some type of space tunnel, or are perhaps coming from another dimension, which in a sense might be in or near our space. In any case, Davis argues that the concept of wormholes almost eliminates the problem of time in travel altogether. All of the above might seem of no relevance to my work with UFOs and the Bible, but this is not true. Chap- ter 5 in my book, \"Where Is Heaven?\" explores the con- cept of the relevance of Einstein's General Theory of Relativity for biblical study. I did not use the term \"worm- hole\" in my chapter-the term had not been invented yet- but I did use the term \"space tunnel.\" In this chapter I made the argument that UFOs-and therefore the angels of God-may not come from another planet; they may come from another dimension. Need- less to say, everyone saw The Bible and Flying Sau- cers_as highly speculative when it was written-and for most people it still is. But I have to admit that when I wrote chapter 5, \"Where Is Heaven?\" and suggested heaven might be another dimension in the midst of us, and that UFOs come from that dimension, I even thought my own ideas were \"far out.\" But now here we are. Connecting UFOs with worm- holes and space tunnels seems to make the best sense of some of the UFO evidence. Why did I take that \"great leap of faith\" into Chapter 5 in 1968? There were two reasons which were a kind of blend of my science and theology. My cosmology told me that November, 2001 MUFON UFO Journal Page 11"},{"pageNumber":13,"pageContent":"we live in a \"running down universe\"; eventually all the stars in our universe will bum up. The universe will die, and keep expanding in its death, or collapse back on it- self. In any case, the \"heaven\" I believed in was sup- posed to be a place of \"eternal life,\" not death. It seemed to me that if heaven were to be a place of eternal life, it would need to be outside our visible Newtonian universe. So moving heaven and UFOs to another dimension seemed like a good theological idea, in light of my science. The other issue was the way Jesus talked about Heaven. He spoke frequently of the kingdom of Heaven or the kingdom of God, speaking of it as a place he had come from, a place that had a particular location, and a particular lifestyle (in heaven people obeyed God). Thus in the Lord's Prayer we pray, \"Thy will be done, on earth as it is in Heaven.\" Where is Heaven? The New Testament answer is not clear, but my concept of a space tunnel derived partly from the fact that Jesus said \"the kingdom of God is in the midst of you.\" (Luke 17:21) Scholars do not know what Jesus meant by this phrase, but I think that in light of relativity theory, it is interesting to wonder if Jesus meant it literally. I have argued that the UFO reality was involved in the resurrection of Jesus, but some of the resurrection stories include the idea that Jesus came into locked rooms after his resurrection (John 20), almost as if he had material- ized from another dimension. Some of the language in the New Testament pointed to the concept of a wormhole or space tunnel. When Jesus was baptized, something came down from the sky and hovered over him, something called the Spirit of God. Where did the Spirit of God come from? \"And when Jesus had been baptized, just as he came up from the water, suddenly the heavens were opened to him and he saw the Spirit of God descending like a dove and alighting on him.\"(Matthew3:16) The image of the heavens opening seemed to me to be a good way of describing a space tunnel if we saw one. So far as I knew, no one in 1968 was trying to connect space tunnels and UFOs. My one piece of UFO evidence involved a BOAC airliner pilot sighting in which UFOs were flying in and out of what Donald Keyhoe called a \"mother ship. 1 I suggested that perhaps what Keyhoe thought was a mother ship was rather a space tunnel open- ing into another dimension of space. Needless to say, what seemed wild to me then does not seem so wild to me now. Davis lists some physiologi- cal reactions caused by UFOs, including swooshing/air rushing, partial paralysis, and temporary blindness when exposed to the objects' light. When Jesus was raised from the dead, the guards were said to become like \"dead men\" in/the presence of an angel, which may have been a sign of paralysis (Matthew 28:4), at Pentecost the room was filled with the sound of rushing wind (Acts 2:2), and the minds of the disciples were taken over by a force which caused them to speak in strange languages; when the Apostle Paul was con- verted by a bright light, and the voice of Jesus on the road to Damascus, he was blind for several days (Acts 9:1-19). Davis says that many of these effects \"are explainable as manifestations of a wormhole. opening up and inter- secting our local space.\" Davis also gives this warning: \"There is no experiment that can distinguish between phe- nomena manifested by visiting interstellar... entities ex- isting near/on Earth within a parallel universe or in differ- ent dimensions or who are (terrestrial) time travelers (see also section 3.0). In either case, the technology exploited by such intelligences would appear to the present human race as being indistinguishable from magic or perceived god-like powers.\" Add to this Dr. John Mack's conclusion from one of his experiencers, Karin, that aliens \"seem to 'exist simul- taneously' in both dimensions.\" And that one of his sha- mans, Bernard Peixoto, suggests that the alien beings \"exist nonlocally, 'nowhere and everywhere,' as he was told.\" 2 It is this kind of story no President would want to ex- plain in a press conference. Notice the point Davis makes: alien beings showing up through a space tunnel would be perceived to have \"god-like powers.\" This is one reason the God Hypothesis needs to be more deeply explored. Our science, in the form of the General Theory of Rela- tivity, as well as our UFO case studies, have taken us to face a reality that not only seems god-like to us, but prob- ably is the source of many of the major world religions, including the Judeo-Christian tradition. My point is, I do not see any scientific justification to continue to try to study UFOs scientifically apart from the religious dimension. Whether MUFON members like it or not, the religious dimension and the scientific dimen- sion are so inner connected that to try to study them sepa- rately would be unscientific. This conclusion goes against the grain of almost every theory of proper scientific method we have followed for the past two hundred years, but I believe that is where we are. Jacques Vallee calls UFOs a \"New Form of Re- ligion,\" John Mack from his abduction studies believes UFO aliens are trying to take us back to what Mack calls \"Source,\" and in comparing UFO behavior with biblical UFO close encounters, I have developed the \"God Hy- pothesis.\" Although Vallee, Mack, and I have given the phenomenon a different name, we are describing the same reality. And this reality is not a bunch of little green guys from Mars. So perhaps the best answer to the question, where do UFOs come from, is anywhere, or nowhere, depending on how they bend space/time. Having solved that prob- lem, on to the next: what are UFOs doing with us? (Continued in the December issue of the Journal.) Endnotes: 'Donald E. Keyhoe, The Flying Saucer Conspiracy (New York: Holt, 1955), pp. 135-136. 2 Simon Harvey-Wilson, \"Similarities found between Shamanism and Abductions;\" MUFON UFO Journal^ August 2001, pp. 3-4. Page 12 MUFON UFO Journal November 2001"},{"pageNumber":14,"pageContent":"Filer's Files By George A. Filer Director, MUFON Eastern Region Unless otherwise noted, these reports represent raw data which has not been verified by official investigations. Kentucky UFO landing reported FORT KNOX. On Sunday, Oct. 7, 2001, Peter Dav- enport called to inform me that he had just received a UFO report from witnesses who claimed to observe a UFO landing nearby. Later, the witnesses said they saw the craft take off. They visited the field and reportedly found evidence of land- ing: burn marks and impressions in the ground. Extrasolar planets discovered On Oct. 15, 2001, astronomers announced they have discovered eight more extrasolar planets, in- cluding three that scientists called \"cousins\" of planets in our own so- George Filer lar system. This brings the total number of extrasolar planets to nearly eighty. http://spaceflightnow.com/news/n0110/16solarsysterns/ Bright blue square in New York LAFAYETTE — On Oct. 1,2001, a low-flying object reportedly changed from a bright blue square to red dia- mond shape. The witness reports, \"I was driving west on Route 20 between Pompey and Lafayette, with my two children ages 13 and 11. About 9 p.m., 15 feet in front of us were 4 bright blue lights moving above us. They were in the shape of a square. \"I stopped my car and opened my window, and there was a very loud noise. Then all the lights turned red, and the shape changed to a diamond shape. The object moved at a rapid rate of speed, then all the noise stopped. There was complete silence, and then the object disappeared from view.\" Thanks to Peter Davenport, Director, Na- tional UFO Center www.ufocenter.com World Trade Center video analyzed MUFON's photo expert, Jeff Sainio, reports that he has reviewed several videos taken on Sept. 11,2001, dur- ing terrorist attacks. He states, \"Sorry, I just don't see anything. I guess in JPG 1 it is seen slightly to the left and above the wing. I simply don't see anything there. There is a tiny spot on the right side in the later frames; it's so small it doesn't mean much. Could be a distant plane, many miles away.\" Remember, \"Everything in the air is unidentified until it's identified.\" This is not to say that every plane, leaf, balloon, and insect should be investigated. People should look for clear evidence of something unusual, not assume that every tiny blob in a picture is proof of men from Mars. Thanks to Jeff Sainio. Diamond shape in Missouri ASHGROVE — At 8:03 p.m. on Oct. 4, 2001, three witnesses watched a saucer-shaped object flying above them. They report it had white stationary lights on the bottom and each side, with a blinking bright white light on the top. The light on the left side was dimmer than the rest and sometimes went out, then came back on again. Not flashing; just turned off, and then back on in a few minutes. It did this 4 times. It sat in a stationary position for about 7 minutes, then slowly \"floated\" to the south. It bobbed up and down slightly and moved from side to side slightly; there was no sound except for the planes that passed close to it, landing at the Springfield airport. The witness stated, \"This object appeared to be about 9 miles east of us over Springfield's Branson Airport. A 727 landed while this object was still overhead. The ob- ject was five times wider, and much taller then the 727. In addition, this was not any kind of blimp. This object stayed in sight for 14 minutes and then disappeared. No move- ment, no nothing, just gone.\" Thanks to Peter Davenport, who indicates this case is under investigation by Missouri Investigators Group. Disc-like object in Nebraska FREDERICTON — The main witness reports, \"My boyfriend and I were walking back from seeing a movie, and it was around midnight on Sept. 28, 2001. We had stopped to look at the Little Dipper in the sky when he said, 'Did you see that falling star?' I was disappointed that I hadn't seen it, and then he said, 'What's that! Look!!' \"I looked up to where he was pointing and it was obvi- ously something shaped like a disc or saucer. We saw the curve to it perfectly, and it had a series of six or seven red lights on it. It was flying through the sky slowly, but we had to run to keep up with it, so we wouldn't lose it behind some trees. \"There were no clouds except for a few that were obvious to the eye, but there were none around the ob- ject. We couldn't hear anything that would have made it an airplane, and it was moving too flawlessly to be an airplane. We watched it for nearly a minute, and then it just disappeared. It was so beautiful!\" Thanks to Peter Davenport, NUFORC www.ufocenter.com Oval object in Puerto Rico SAN JUAN — On Tuesday, Oct. 9, 2001, a corre- spondent for ovni.net reported having sighted a UFO over Rio Piedras at 4:40 p.m. He spotted a flattened oval sil- very white craft flying horizontal towards the west when it suddenly tilted ten degrees downward. The speed was faster than an aircraft, and its height was low as it passed November, 2001 MUFON UFO Journal Page 13"},{"pageNumber":15,"pageContent":"behind some buildings and disappeared. The witness was driving along Expreso las Americas highway. Thanks to Scott Corrales, Institute of Hispanic Ufology. Translation (c) 2001 Lucy Guzman, http://www.ovni.net/ Pyramid-shaped object reported in Chile BEACH OF CAVANCHA — On Oct. 5, 2001, a gi- gantic pyramid-shaped object was seen in the Northern Chilean City of Iquique. The eyewitnesses were a taxi driver and two of his passengers. They claimed that the UFO was about 300 yards long and shaped like a pyra- mid. Carlos was driving at 7:45 p.m., when some lights were seen coming from the south side of the beach. At first, it looked like an aircraft, but as it got closer and closer, perhaps too close for any ordinary aircraft, it hovered a kilometer from the highway. As Carlos passed a curve, he was able to view the object from a slightly different angle and noticed that around the object was red, yellow, and green flashing lights, as well as a white light at the top. It almost looked like a giant stealth bomber. However, this object was about 300 yards in length. As it got closer, Carlos began to accelerate the car. Suddenly, a very bright light came out from the bottom of the object, illuminating the entire beach. \"It was scary; the light was so strong that we were able to see the waves in the ocean,\" he says. \"When I turned to see my pas- sengers, they were speechless. We were all astonished.\" The cab driver claimed that the sighting lasted about 20 minutes. Thanks to Jaime Ferrer, Calama UFO Center, translated by Mario Andrade. Disc reported in India NEW DELHI — Sunila reports that on Aug. 15,2001, a huge dark silver gray flying saucer-shaped UFO was observed for 7 or 8 minutes. The object was flying low. The witness indicated the color was silver gray. The ob- ject looked like two saucers inverted over each other and moved slowly across the sky. There were no known other witnesses in the neighborhood. Thanks to sunilatandon@hotmail.com (sunila) and Joe Trainor reports@ufoinfo.com Orange oval reported in Australia BRISBANE, QUEENSLAND — The witness re- ports, \"I was in my car near the small town of Dayboro on the 8th of October, 2001, at around 6 p.m. when we struck a dog crossing the road. We turned into a nearby house to ask if they owned the dog. As we entered the driveway an orange, oval shaped object in the sky caught my eye. \"It moved slowly to the left, and then suddenly shifted its course diagonally downward. It disappeared behind a shed. The orange glowed brightly, but did not change. As soon as I saw it I new it was something weird. It moved slowly at first, but when it changed direction its speed tripled instantly. It was 3 to 4000 feet high.\" There was a report of two other very similar sightings at the same time at different locations in Brisbane on a popular radio sta- tion called JJJ (107.7fm) Thanks to Joe Trainor. Star-like object in Massachusetts REVERE — Logan Airport had been shut down due to the Trade Center attack on Sept. 11, 2001. The wit- ness, who lives nearby, had observed fighter jets all day, but at 9 p.m., he noticed a star-like object in the eastern sky. He ran home to get his video camera and his father. \"Upon returning we were greeted by four other people who were also observing the UFO over Short Beach,\" says the witness. \"Upon zooming in with my Sony Digital 8 handy cam I noticed an object that appeared to hover in the sky, but through my binoculars it seemed to dance all around. There were blue and red lights that were moving all around the craft. \"We then witnessed a splitting of a vessel into parts. One object's light began to move rapidly in a different pattern as if to be communicating with the other ship. One looked like fireworks, and then quickly disappeared, and reappeared to the left at a 45-degree angle. We then witnessed a triangle type formation with yet another craft. I have all sorts of video. \"The craft flew rapidly east, and we then saw three fighter jets flying to and above these objects. Video foot- age played at slow motion shows intricate light patterns on one ship, with very bright lights in the center and al- most force field-like arcs moving from the center to the outer edges. Many witnesses stopped their vehicles to observe them.\" Sphere reported in New York LYNBROOK — The witness, who is the father of three kids, went out for an hour to shoot off model rock- ets on Sept. 2, 2001. They shot ten rockets with class B engines when the father witnessed what appeared to be the wadding out of one of the rockets at 5:35 p.m. Using binoculars, he realized the object was nothing like they had ever seen. \"They were roundish with a red light, but the red was not sharply defined,\" the witness reports. \"Then my sons witnessed the light change from one big light to smaller lights. There were many small UFOs and two bigger ones. They seemed to hover and then move quickly in different directions. One even went in the opposite direction with- out slowing down. Then after ten minutes, they started to disappear. The closest one was shiny aluminum.\" Flying triangle reported in Oklahoma WOODWARD — On Sept. 19, 2001, the witness re- ports he was changing the price signs on the gas pumps at the travel center when he saw a huge silvery flying triangle. It was traveling at an impossibly fast speed go- ing east at 9:30 a.m. It stopped in midair, without slowing, became invisible for a couple seconds, and then sped off west. It stopped again, without slowing, then dropped straight down out of the sky, then became invisible once more. Following this was a very loud sonic boom and the roar of a jet, but the witness did not see a jet. A short time after that I heard two more sonic booms. Thanks to Peter Davenport NUFORC. Page 14 MUFON UFO Journal November 2001"},{"pageNumber":16,"pageContent":"y- The Encyclopedia of Extrater- restrial Encounters, A Definitive, Illustrated A-Z Guide to All Tilings Alien, compiled and edited by Ronald D. Story, New American Library, 2001, soft cover, 7X9, 681 pages, $19.00. Reviewed by Dwight Connelly While this is an interesting and worthwhile book, it is not an ency- clopedia, nor is it \"a definitive, illus- trated A-Z guide to all things alien.\" It is questionable, in view of the subject matter, whether \"extraterrestrial en- counters\" should be the key part of the title. Perhaps \"An Anthology of the Paranormal\" would more appro- priately reflect the contents. Most people would expect a true encyclopedia to be sufficiently complete in its coverage and to present an unbiased viewpoint regarding the entries. This book, while valuable, is lacking on both points. While some entries represent the best information available on a particular topic, other articles are biased accounts that mislead, rather than enlighten. Some of the material is also out of date, something we would not expect in a new encyclopedia. The bias, intentional or unintentional, is shown in many entries. For example, the article on the Travis Walton case utilizes an old, outdated NICAP version, beginning as follows: \"Thanks to the leading skeptical UFO investigator, Philip Klass, the probable truth about the incident was uncovered and reported by NICAP as follows.\" Guess what \"the probable truth\" is, according to Klass. The Walton case is an example of the typical Klass investiga- tion in which he misrepresented nearly every aspect of the case. How this extremely biased and poorly-investigated version of the case could find its way into an \"encyclope- dia\" in 2001 is a mystery. Contrast this with the longer, much more balanced conclusion in Jerome Clark's The UFO Encyclopedia (2nd edition): \"Nearly all of the avail- able evidence would lead one to the conclusion that Walton, his family, and the logging crew are not hoaxers. If there is compelling evidence to the contrary, it has yet to emerge....Should the Walton case turn out to be a hoax, we may be confident that it will not be the kind of hoax Klass says it was. In the end Klass' reckless and emo- tional attacks have only done damage to the skeptical case.\" On the other hand, the report in this book on the Betty and Barney Hill abduction by Walter Webb, one of the primary investigators in the case, is a factual, balanced presentation. Webb also presents an excellent report on the very important Buff Ledge, VT, 1968 abduction case. Likewise, the article by Dr. Barry Downing on the pos- sible relationship between the Bible and UFOs is, as one would expect, well done. However, the article on crop circles by Jenny Randies is less satisfactory. Despite the fact that Jenny is one of the top ufologists in the world, she has just not kept up with the crop circle phenomenon. A much better choice for the article would have been Nancy Talbott, who has worked with William Levengood in the scientific analysis of crop circles. Interestingly, neither Talbott nor Levengood is even mentioned in Story's \"encyclopedia,\" although lesser- known individuals are included. Also not mentioned is Linda Moulton Howe, likewise a well known investiga- tor/author in crop circle and animal mutilation cases. Another article lacking balance is the account of the Delphos, KS, landing trace case, written by Story, who strongly suggests that the primary witness is unreliable and that the ring left by the object was a \"fairy ring.\" Story's version seems suspiciously close to that of Philip Klass. Ted Phillips, the primary investigator in the case, has reached a decidedly different conclusion, yet he is not even quoted. Phillips, who is probably the top investi- gator of ground traces in the world, also has no entry in this \"encyclopedia:\" The entry on animal mutilations should be embarrass- ing to the author, since it is so far out of date. The writers of this entry are the late Coral and Jim Lorenzen of APRO fame. This is an example of one of the shortcomings of this book: too much of the material is old. One of the reasons for buying a new encyclopedia is to obtain up- dates, not material lifted from old encyclopedias. Among the many cases handled well is the 1980 Cash- Landrum UFO encounter, written by John Schuessler, who also wrote an entire book on the case. Also well presented is the 1993 Australian case involving Kelly Cahill, a most impressive CE-3 and probable abduction case, written by the well-known Australian researcher William Chalker. A rather unique approach appears in the Betty Andreasson (Luca) case, with chief investigator Raymond Fowler writing the account of the case, but Betty adding a two-page summary, including excellent drawings. This was a nice touch. Donald Ware sent me his review of this \"encyclope- dia,\" which made some interesting observations: \"There are biographies and position statements for 78 people, including five members of the Committee for the Scientific Investigation of the Paranormal (CSICOP), in- cluding Robert A. Baker, Jr, Philip Klass, Joe Nickell, James Oberg, and Robert M. Shaeffer.\" Ware notes that there are \"five other debunkers and 12 semi-debunkers.\" He also points out that \"another 17 people are deceased, leaving position statements by only 39 living non-debunkers.\" He adds, \"Story's new ency- clopedia has a short review by Randall Fitzgerald of 125 books, of which 87 were written more than 21 years ago.\" Martin S. Kottmeyer's contributions include 20 articles spread over 155 pages. He says in his position statement that \"UFO belief is permeated by paranoid themes that include furtive activities, spying and reconnaissance, in- November, 2001 MUFON UFO Journal Page 15"},{"pageNumber":17,"pageContent":"fluencing machine strategies, worldwide conspiracies, in- vasion fears, persecution, miscegenation and degenera- tion, grandeur, cosmic identification, and a ubiquitous stream of world destruction fantasies... .Further belief in it is not recommended.\" While critics and skeptics should be included in a UFO encyclopedia, the representation of debunkers such as Kottmeyer is excessive in this book. Story's own position regarding UFOs, as he states it, is that \"UFOs represent a wide variety of different phe- nomena: some natural, some man-made, and some, per- haps, of extraterrestrial origin.\" \"Perhaps\"? And the \"encyclopedia\" is titled \"of Extraterretrial Encounters\"? He adds that his observations are that \"the UFO/ET myth fulfills psychological needs, which are ageless and timeless....So-called 'eyewitness testimony' and alleged 'contact' experiences do not constitute proof of anything.. ..UFOs and ETs may be visiting the Earth, but this writer sees a different pattern in the data.\" Yet he includes \"extraterrestrial\" in the title? Or did the pub- lisher title the book? Also interesting is the fact that Story includes his own rather lengthy article entitled \"Jesus as an Extraterres- trial,\" noting,\".. .if we accept the Bible literally, it would be logically consistent to consider Jesus as a more highly evolved extraterrestrial being.\" Story discusses the vir- gin birth, the star of Bethlehem, voices from the sky, Jesus' association with angels, the transfiguration, the resurrec- tion, the ascension, and sacred religious paintings as evi- dence of UFO involvement. Despite the decidedly uneven presentations, reflecting perhaps the author's own puzzlement about the phenom- enon, this book is worth having. A book of this magnitude is not easy to compile, and only Story can know the amount of effort and concern that went into this massive project, although some of this was suggested in the background article which Story did in the Journal last month. There is much worthwhile material in these 681 pages, and the position statements by various ufologists are alone worth the price of the book. It deserves a place in every ufologist's library, and at only $19.00 is a real bargain. Unearthly Disclosure by Timothy Good, Arrow Books, 2001, www.randomhouse.co.uk, soft cover, 4x7, 349 pages, $11.99 Canadian. This is the paperback edition of the book reviewed in the May, 2001, issue of the Journal. Good is a hardworking re- searcher and the author of several books. This latest edition features some mi- nor changes based on critiques of the hardcover edition, but Good, one of the more honest authors in the field, says, \"I stand by the rest.\" The book features a variety of cases from all over the world, including alleged contactees, displacements, ani- mal mutilations, underwater UFOs, soul vampires, gov- ernment coverup, vehicle interference, creatures, unknown energy sources, and several photos. Georgia object lights nearby treetops By Tom Sheets, MUFON Georgia State Director The primary witness (PW) in this case lives on a large farm of 500+ acres with his wife and several chil- dren in Coweta County, near Whitesburg and the Chattahoochee River. Also in the general vicinity is Plant Yates, a large Georgia Power Co. facility with a large railroad junction. One night in mid-June at about 10:30 p.m., the PW's son came in from outside and remarked about a strange aircraft over their property. The PM and family mem- bers proceeded outside, and over their adjacent field was a hovering oblong craft (thicker in the middle), with white and red lights. The PW stated that it appeared to be about 500 yards away and about 150 feet high, be- cause the lights seemed to light up the nearby treetops. The PW estimated that the object was about the size of a quarter held at arm's length, adding that his thumb end would not have covered it. He looked at it through binoculars and noticed that there were steady white lights around its mid-line, with red lights seeming to move along the mid-line between the white lights, as if in sequence. The PW added that the actual structure seemed to be metallic in tone, comparing it to the color of a Greyhound bus (dull stainless steel body). The PW then took a large extremely powerful handheld spotlight used in night fishing and spotted the craft. The object then moved from about 2 o'clock to about 10 o'clock at eye blink speed, according to the PW, there to once again hover over a different part of the field at about the same altitude. At that time, additional similar objects appeared over the field, and at one point, three were stacked up in a hover. The whole family observed seven objects for thirty minutes until 11 p.m. The objects then simulta- neously vanished from view. The PW also added another unusual aspect to this occurrence. Several weeks before this event, one of his friends was using a remote part of the property to camp. The next morning, as the friend departed, he asked the PW if he had sneaked down to the campsite during the night to shine his night fishing spotlight through his tent wall. The PW had not done so. On 15 Sept 01, MUFONGA's George Lainhart and I met with the witness at his home. The witness turned over several good sketches and reconfirmed his per- sonal account as being correct. The witness pointed out to George the treetops that were illuminated by the hovering craft. George utilized his SWAT Team laser range finder and ascertained that the trees which were first illuminated were 336 yards away (the witness had estimated 500 yards). The second tree to which the ob- ject moved was only 74 yards away. Additional investi- gation will follow. Page 16 MUFON UFO Journal November 2001"},{"pageNumber":18,"pageContent":"Multiple sightings near Seguin, TX, reported By Walter H. Andrus Jr. Former International Director of MUFON On the evening of March 8, 1996, at 9:30 p.m. C.S.T., I was making my regular evening walk around the loop in the Seguin, TX, subdivision of Townewood Village East when I observed directly to the north a very large bright white lighted object moving very slowly from east to west behind the trees that had lost their leaves. The sky condition at the time consisted of broken clouds. The partial moon was behind thin clouds in the east, while some stars were visible overhead. The planet Venus was low in the horizon behind clouds in the west- ern sky. McQueeney sighting By the time I arrived back at the MUFON office in my home at 9:45 p.m., the telephone was ringing incessantly. Ernest Neumann, Jr. was on the phone excitedly report- ing what he and five other young adults had observed passing over highway FM78 two miles west of McQueeney, TX, at 9:40 p.m. This location is eight miles west of where I observed the low flying white lighted object at 9:30 p.m. The group of witnesses was made up of couples dat- ing each other, all in their late \"teens\" or early twenties. They were Gordon Neumann and Amy Benes; Ernest Neumann, Jr. and Stacy Mayfield; and Eric Sites and Erica Mueller, all then residing near Seguin or McQueeney. Ernest reported he had stopped his pickup truck, turned off the ignition, and allowed all six of the witnesses to disembark and observe the unusual lighted flying object for an estimated five to ten minutes as it very slowly passed over them, flying from the northeast to the southwest. Highway FM78 runs directly east and west at this point. Ernest said the sound was unlike anything he had ever heard before. Eric said it reminded him of the sound of a refrigerator. The witnesses said the object was a \"boxy shape,\" having six to eight large bright white lights as it was proceeding toward them. It blocked out the sky when it passed directly over them. At first they thought it was a large airplane. However, it was moving too slowly, and no identifiable engine noise could be heard. By comparing their observations, they concluded that it was not a blimp, even though its size was of that nature. There were no colored lights that they could distinguish. It was a dark bluish-green on the rear end where there were no distinct lights. They estimated the altitude to be 150 feet, but since the sky was dark with very little illumination from the moon or ground lights, this was a difficult estimation to make. Gordon Neumann later said it was like a blinding white light when observed from a distance. Saint Hedwig Close Encounter On the following day, Aug. 9, 1996,1 received a call from Mrs. Rose Lee Pfeil (age 73) who lives at 15146 Miller Road in Saint Hedwig, TX, in Bexar County and west of Guadalupe County, reporting an unknown object flying low over her farm home at approximately 9:45 p.m. on Aug. 8. She was listening and viewing the television program \"20-20\" when her dogs began barking, which usually signaled that someone was trespassing upon her property. Looking north through her large glass patio sliding doors, she saw a huge square-shaped light approaching that was approximately four blocks away in an adjoining field. The light seemed to be suspended in the air or hovering. She reported that there was a green tube shape of light above the bright white light. The flying object was stationary at a height of two telephone poles end to end. A power pole in the field near the craft made a good reference to deter- mine its altitude. No noise or sound was detectable within her home from the object at this point in time. She said she had watched it for an estimated ten to twelve minutes through her patio door windows before it started moving directly toward her house. The green light went out, leaving two bright white lights that looked like truck headlamps on the front. The object flew directly between her home and a nearby large barn, making a \"whirring\" sound as it moved southwest. If it continued in the same direction it would have trav- eled south of the city of San Antonio, also in Bexar County. The lights seemed to be aimed straight ahead as it moved. She described a little window on the object's right side when it passed between her home and the barn. Since it was a cool evening, she didn't open the patio doors and go outside to her patio to observe the lighted object after it moved past her barn. She could not offer an estimate of the length of this strange craft, since there were no lights on the back of the object. I received no other sighting reports of unknown objects for Aug. 8. Sighting Investigation In the ensuing investigation on March 9,1996,1 called the San Antonio Airport flight operations and the San Antonio FAA control tower and inquired about any re- ported sightings of unknown objects on the date and time in question, or specifically about any blimp operations. They had no records or knowledge of any blimp opera- tions. (The San Antonio International Airport is north of the downtown area, whereas the lighted object would have passed to the south of the city if it continued its southwest flight path.) I failed to call Stinson Field, which is in the southern part of San Antonio, to inquire. When the route of the object was plotted on a Guadalupe County map, it was traveling near the ground when it passed east to west near residential areas in the north- east part of Seguin, TX. In order for it to cross highway FM78, two miles west of McQueeney, from the north- east to the southwest, it would have flown slightly north- west before this observation occurred. A direct route from McQueeney to the southwest would have taken it over Interstate Highway 10 that runs from Seguin to San An- tonio and straight to St. Hedwig just west-southwest of New Berlin, TX. St. Hedwig is east of San Antonio on the state highway 1604 loop around San Antonio. November, 2001 MUFON UFO Journal Page 17"},{"pageNumber":19,"pageContent":"The silence after the storm Why abductees don't talk By Preston Dennett One well-known facet of UFO encounters remains little understood. This is what I call the \"silence after the storm.\" In case after case, immediately following an extensive encounter, witnesses do not discuss the incident for days, weeks, or even years afterward. In some cases, the inci- dent is, in fact, forgotten. Normally when something highly unusual or dramatic occurs the incident is discussed and studied in great de- tail. Just the opposite seems to be true of UFO events. An effect of profound amnesia surrounds the whole sub- ject. Even people well-versed in the subject have experi- enced this bizarre suppres- sion of conversation re- garding past UFO events. My new book, Extra- terrestrial Visitations, presents 10 new cases of very close encounters in- volving either missing time, face-to-face contact, or an onboard encounter. In more than forty per- cent of the cases, the wit- nesses reported that any discussion of their encoun- ter was mysteriously sup- pressed. Knowing of the \"silence after the storm,\" I made a particular point to ask witnesses to describe in detail why they didn't talk about it. Almost universally, they had no explanations. CASE ONE: \"None of us talked about it\" In 1962, four teenagers encountered a large glowing egg-shaped object while parked on a remote country road in New Jersey. The object hovered about twenty feet high and only a few yards away. Says one witness, Rob Baldwin. \"I'm not really sure how long we looked at it, thinking back on it. It was at least fifteen seconds to a half a minute that we watched it. It could have been two or three minutes; I'm not really sure.\" After an undetermined amount of time, the glowing object darted away, leaving all four teenagers with an apparent period of missing time. At the time, they didn't realize that their sighting was an abduction. And for some reason, none of them talked about it. Says Baldwin, \"One of the strangest things about it was I don't remember talking about it after that. I mean, I don't remember talking about it at all. In fact. I don't remember anything about that night at all. after that expe- rience. Basically the event was just warehoused for 20- 25 years. Pretty strange.\" Years following his experience, Baldwin became in- terested in UFOs, and more than 20 years later discussed Preston Dennett the incident with the other participants, each of whom appeared to have varying recall of the incident. One had no memory whatsoever of the incident. Another thought it was the result of a practical joke. The third recalled the object leading them into a nearby field. Baldwin has no idea how to explain their long silence on the subject. As he says, \"In retrospect, after talking to a number of people who have had experiences, that's fairly common, where for some reason you don't talk about it, even with the people that experienced it with you.\" CASE TWO: UFOs at the drive-In In 1972, the audience at a drive-in movie in Paramount, CA, were panicked by the appearance of a large metallic craft which hovered next to the screen, as if watching the audience watch the movie. One of the witnesses, Claudia Blacios, was with her family. They all watched in amaze- ment as many theater-goers dropped their drinks and pop- corn and made a mad dash for the exits. However, after- wards, there was no mention of the incident. As Claudia recalled, \"I remember my mom and dad never talked about it again. It was just one of those things you don't think about. It wasn't until about three years ago that I was listening to a radio station and they were having a discussion on UFOs. And people were calling in with their stories and encounters. \"And this one gentleman called, and he was at the same drive-in theater at the same time, watching the same movie, and described the same thing. And that's when I looked at my mom and I said, 'We were there!' \"My mom said, 'Yeah, that was a long time ago.' And I said, 'Why didn't we ever talk about it?' 'I don't know,' she said. 'We just never talked about it.'\" Again, Claudia is at a loss to explain their silence on the subject. As she says, \"All through high school I al- ways had this curiosity about that. Because in the back of my mind, I knew that I had seen one. I remember I would think about it, but not really dwell on it, not a lot. And it wasn't until I heard that gentleman [on the radio], and we finally discussed it.\" CASE THREE: Night of the UFO One night in September of 1978 more than one hun- dred residents outside of Ann Arbor, MI, witnessed a daz- zling display of UFO activity over a small farm. The UFO had the appearance of a group of colored lights hovering very low over the horizon and moving in unison. One of the witnesses, John Bro (pseudonym), noticed something immediately odd, not about the UFOs, but about the observers. As he recalled, \"It was like people were going to see some kind of summer festival or something. There was no parking, so they parked on the road. And the parking was going back a quarter mile from the place! We got out of the car and started walking up, and there was a whole bunch of people walking that way, but no- body saying a word. Nobody was stopping to [ask] why Page 18 MUFON UFO Journal November 2001"},{"pageNumber":20,"pageContent":"they were there, but we were all there for the same rea- son.\" When the UFO arrived, something very strange hap- pened. The crowd of hundreds of people, including the local news-station, became enveloped in a strange state of denial or even casual acceptance, as if seeing what appeared to be an alien spacecraft was a normal every- day occurrence. As Jay recalled, \"Everybody looked up there, and it was kind of a strange scene. Nobody was freaking out and going, 'ooh!' and 'aah!' Even myself, it was kind of like there was this weird psychology or hypnotic effect to it, like, 'Oh, yeah, that's nice.' Then people got in their cars and left, like it was no big deal. You would think they would have freaked out on this; it's one of the biggest things I've ever come in contact with. We got tired and left. They were still there when we left. We didn't care anymore. Everybody saw it and they took pictures of it, no big deal. We just left. I mean, that sounds pretty strange, doesn't it?\" CASE FOUR: A six-hour abduction In 1972, a mother and her two sons experienced a close- up encounter with a metallic disk near their home in Napa, ID. One of the children, Jack Stevens (pseudonym), then 12 years old, was actually abducted into the craft and experienced a six-hour long abduction involving an ex- amination and other bizarre procedures. His brother and mother were left in the car. After six hours, Jack was returned to the car, and the family drove home. Each had varying recall. The mother and brother remembered seeing a strange animal in the road. The mother also remembered seeing what she thought was a crop-duster. Jack, at first, recalled only a bright light which hovered over their car, causing the en- gine to fail, then a strange floating sensation. His next memory was the car starting up and six hours had passed. Then came the aftermath and the silence after the storm. Jack knew six hours had passed without explana- tion, and yet, nobody seemed to care. \"We pulled into our driveway. I'm looking and it's morning, and the birds are singing. I said, 'Hey, it's morning time.' \"And my brother gets out of the car, and he's walking out with his hands like you see in the movies, out in front of him, walks right up. Mom unlocks the door, goes in. I'm walking in-between them and I say, 'What's going on? Mom, it's six o'clock in the morning. Look at the clock.'\" \"And she looked at it and said, No, it's not, you're looking at the clock wrong. Go to bed.' I'm thinking, wait a minute, what's going on here? I said, 'Dan, look right here at the clock in the kitchen.' He says, 'It's twelve o'clock.' I said, 'It doesn't say twelve o'clock. It's morning time.' He said, 'Whatever,' and held his arms out and walked into his room .... well, the sun was coming up, and I knew something was up here. We were a farm family. We al- ways got up early. Three or four that afternoon, the next day, I'm thinking, what's going on here? Why is everyone still asleep? My brother gets up, no recollection of it what- soever.\" The next day, despite his confusion, Jack and his fam- ily didn't discuss the incident. Again, he can't explain his silence. As he says, \"None of us discussed this after it happened. I didn't ever talk to my mom about it. My brother never talked. We just never talked-about it.\" CASE FIVE: The subject was taboo In 1991, three people experienced a missing time UFO encounter while driving through Angeles Forest in south- ern California. Days later, they spontaneously recalled the entire episode, which involved the typical onboard ex- amination by the commonly reported grays, as well as several other unique experiences. Afterwards, they were placed back in the car. At that time, all three were left only with the memory of a deer in the road and a strange flash of light. A short time later, they were overcome with extreme thirst and a strong need to urinate. That's when they discovered that they were unable to account for about two hours of time. Although all three of them were shocked and puzzled, there was almost no discussion of the incident. One of the witnesses, Melinda Leslie, had had prior UFO experiences, and already knew she was an abductee. Even then, she found herself unable to speak. As she says, \"I didn't say anything. It was the weirdest thing, not like us. Here we realize we knew that something had to have happened, but it was like we weren't going to talk about it. It was like the guys just couldn't deal with it. I said, 'Guys, let me tell you something; we've had two hours of missing time.' It was just like understood: we are not going to talk about it. They were very uncomfort- able.\" Conclusions As can be seen, for whatever reason, people are not talking about their UFO encounters. Although later, it must be said, the witnesses did talk, even to the point of provid- ing recorded interviews. Two main theories have been raised to explain this strange phenomenon of conversa- tion suppression following a UFO encounter. The first is that the phenomenon is externally produced by the UFO occupants. None of the witnesses under- stand why they didn't talk about their encounters. And yet, this compulsion to remain silent was pervasive enough to halt investigations into the incident-if not permanently, at least temporarily. Assuming the UFO occupants are the cause of this, then they presumably feel that it serves their interests to stop anybody from investigating the en- counters. The second major theory is that the trauma of the en- counter is suppressed by the human mind, much in the manner of child sexual abuse. Under this model, the am- nesia protects the human personality from information it cannot safely process. A survey of some of the major researchers shows that the first theory is by far the most popular. It appears that the silence after the storm is closely related to the phe- nomenon of \"missing time\" and how ETs are able to ma- nipulate people's memories and awareness, hi either case, at least one conclusion can be easily and immediately November, 2001 MUFON UFO Journal Page 19"},{"pageNumber":21,"pageContent":"drawn: UFO encounters are vastly under-reported, and may be much more common than previously thought. Of course, most abduction researchers already agree on this. I also must admit that I know personally about this phe- nomenon because I have to admit that I'm a victim. Like many UFO investigators, I have seen UFOs, and each time, my behavior surprises me. It was early March of 1993, and I was with a group of about thirty people in the Arizona desert on a CSETI re- treat. It was around noon and the group was gathered in a field, discussing various aspects of UFO contact. Sud- denly, we all noticed an aircraft in the sky. It appeared to be a conventional jet at about 30,000 feet, complete with contrail, moving in a straight line. As soon as it reached the zenith, something strange happened. We all watched it flare up into a very brilliant red flash, increasing about twenty times in size and brightness, at which point it disappeared. It was obviously strange. Ev- eryone \"oohhhed!\" and \"ahhhhed!\" and a murmur swept through the crowd. I thought, \"Oh, my god! Was that a genuine UFO?\" I looked around in surprise, and was ready for a prolonged discussion on what we had just seen. In- stead, there was a slight murmur of shock and then ... nothing. It was as if nothing had happened. I remember wanting to talk about it, but for some bi- zarre reason, I didn't say anything. Nobody did. And what's even more bizarre is that every person there was well- acquainted with the UFO phenomenon. That's why we were there! We all wanted to see a UFO-still nobody said a word. In the back of my mind, I knew we had just seen a real UFO-I mean, it wasn't a jet or helicopter or blimp or shooting star. I don't think it was a rocket. It was truly strange, and yet, it was like we all suddenly lost in- terest. And the conversation moved on to other topics. Again, the prevailing belief among investigators is that this \"silence after the storm\" is being imposed upon the witnesses by the phenomenon. And the reason would seem to be to cover up the presence of the phenomenon. But then again, why would a UFO show itself only to cover up the event immediately? This is the central issue behind the problem. Why is this amnesia being imposed upon witnesses? Is this part of a conditioning program to get humanity used to the presence of extraterrestrial visitors? Is it to protect the witnesses from the trauma caused by encounters? Do the aliens believe that a simple sighting will cause undue trauma? Are they that afraid of us knowing about them? Whatever the case, the above examples are only a small portion of the many other reported experiences in- volving this bizarre encounter aftermath. I have many simi- lar cases in my files. The files of other researchers are also bulging with cases of these types. Researcher Constance Clear, MA, presents 7 cases of abductions in her book Reaching for Reality. Two of the cases involve conversation suppression. Said one wit- ness following a UFO sighting, \"We continued to our home, but nothing more was ever said about our encounter. Not that day after we got home, or for fifteen years, was anything said about it.\" (Clear, p 193) And another witness reports, \"My wife and I nearly collide with a UFO sitting in the middle of the road, and we don't discuss it, or even remember more than a snip- pet of the event.... The first sign of an abductee is, in my opinion, a bizarre event utterly ignored. (Clear, p 38) Budd Hopkins writes of one case in which a couple went through great creative effort to ignore a large UFO hovering outside their home, \"Neither remarked to the other about it, but both decided to go back to the living room. After a second uneasy wait, which again was de- liberately not discussed, they went back to their living room, saw the peculiar light, and once more found an excuse to visit the living room. They passed the time in casual, unrelated conversa- tion, and eventually wandered back to their bedroom for the third time. The light was no longer there, and, much relieved, they retired for the night. They admitted to me that neither mentioned the incident to the other the next morning, nor for that matter, ever, until they had heard about the strange \"Truro Light\" from some friends. In retrospect, they found their behavior very interesting. \"Out of sight, out of mind,\" had been buttressed by \"Out of conversation, out of existence.\" (Hopkins, p 32) David Jacobs is also, of course, familiar with this phe- nomenon, and is equally at a loss to explain it, as are the abductees themselves! Says Jacobs, \"When the episode is over, amnesia sets in. Abductees might remember some- thing for a few seconds or, in some cases, for a few hours, and, of course, some experiences are fully remembered, but generally the memory is blocked immediately after- ward. We do not know how this is accomplished. It might be a function of the alteration in consciousness that all abductees experience as part of the abduction itself. \"There is little evidence to suggest that the aliens spe- cifically tell the abductee not to remember something as if with a post-hypnotic suggestion. Yet when abductees first begin to relate their stories to an investigator, it is often with a sense of guilt and betrayal. They feel they should not be telling anyone about these experiences. This sense of guilt can occasionally be so deep that it effec- tively prevents an abductee from talking about his or her experiences.\" (Jacobs, p 219.) What's amazing, is that amnesia involves not only ab- ductions, as we have seen, but simple sightings as well. John Mack, MD, has also run across these types of cases. He writes, \"Arthur's case raises questions about forgetting and the triggering of memory.... Why didn't he or anyone present during the 1963 incident seem to re- member it or speak of it afterwards?\" Again, the missing time phenomenon and the forget- ting of encounters seem to be the result of the same forces. But what exactly causes this? Says Mack, \"The abduction phenomenon also raises interesting questions about the nature of memory and the control of consciousness. Prevalence or incidence polls of UFO abductions are rendered almost meaningless by the fact that long forgotten abduction memories may be triggered by an event.\" Page 20 MUFON UFO Journal November 2001"},{"pageNumber":22,"pageContent":"View from Britain By Jenny Randies Reflection on where we are This fall is a particularly reflective time, for many rea- sons. The terrible events of Sept. 11 have probably al- tered history and caused us all to be more introspective. I also have a significant birthday this season, so mat tends to concentrate the mind as well! As such, I found myself thinking back over the years that I have been involved in UFO research and asking a question that many of us might stop to ponder. What ex- actly do I know now-with reasonable assurance-that I did not know when I first started to probe this mystery? In other words, I guess, what have I learned about the UFO phenomenon over the 30 years that I have been actively in- volved? It seemed so simple When I first took an inter- est in UFOs-following a sight- ing when I was staying with my grandparents by the sea- side-it seemed a very excit- ing area. The questions posed by the books that I read were very simplistic: Which planet did the aliens come from? Why were they here? What rea- son did the government have for hiding the truth? And so on. This was not really a complicated situation. You either believed UFOs were real, thanks to the weight of evi- dence, or you were a skeptic (aka the enemy). If you believed, then the explanation for these visitors was straightforward. They came from an advanced civilisation for some reason or another. I guess, looking back, I am struck by the naivety of what then (in the mid-sixties) was a view probably forged from the thrill of the space age that unfolded all around us. Each month some new discovery about the cosmos was occurring. We were watching on TV feats that people will be reading about in history books centuries from now. It was all very infectious and easy to get carried away with the urge to transplant this mood of an interplanetary community onto those flickering lights in the sky. Probably the most important lesson that I have learned is one of realism. If the answers had been simple, then I reckon that by now we would have proof of them. In truth we are probably little closer to that than we were when Neil Armstrong took that one small step. .1 never dreamt back then that there was a third way to look at UFOs-but it was something that time and experi- Jenny Randies ence dragged me towards-a recognition that you did not have to assume that aliens were coming in order to ac- cept the reality of unexplained UFO sightings. Nor that you must deny UFO reality if you conclude that there are no aliens-mat this is a perfectly legtimate view (indeed one that in many ways is dictated by the confusion of evidence). It is good sense to regard UFOs as a genuine scientific anomaly and seek other possible explanations that stretch our knowledge beyond the ETH (extra-ter- restrial hypothesis). A broadening concept So I find the broadening of the search for answers that has occurred one of the most telling differences. I never expected to be researching and writing about topics as diverse as near death experiences, precognition, sponta- neous human combustion, strange marks in crop fields, quantum physics, and so on-all in some way connected with the UFO mystery. But I have, and I think that many things seem impor- tant today that all those years ago I probably would not have contemplated: The apparent psychic track record of close encounter witnesses. Their ability to recall very early life (suggestive of differing brain chemistry). The way that many encounters appear to occur in an out-of- body state. The physical power of the energies involved in some cases, and what this tells us about the nature of the phenomenon involved. UFOlogy has diversified, just as science has done. Once everyone was just a philosopher on.life, the uni- verse, and everything. Now there are thousands of spe- cialist science disciplines. Similarly I don't think there are really UFOlogists any more, but people most interested in hunting down specific phenomena. Actually, accepting this is very necessary. A lot of the antagonism that occurs within UFOlogy arises because of lack of recognition of this diversification. UFOlogist A says that I believe UFOs are such and such. Skeptic B says no, they are not; they can be explained away as something else. Conflict appears to arise, unless you un- derstand that in UFOlogy it is perfectly possible for both views to be correct simultaneously. We should treat alternative ideas as interesting possi- bilities not as feared rivals to our own beliefs. There's only one flying saucer answer Which brings me to the above unspoken litany-an as- sumption I made, and many people still make, but one that is wholly unfounded. The idea that there is just one an- swer to the flying saucer mystery that someone will crack like the unified field theory and earn the UFOlogical equiva- lent of the Nobel Prize. This has acted as a roadblock to progress. I think it is one of the most important things that I did not see back then. There is no such thing as \"the UFO phenomenon.\" Its a term, like \"the weather,\" that we use for conve- nience, but which becomes a hindrance if we mistake that generic term for being something more than it is. Think of the weather. We can ask a question, such as \"What is the weather like?\" and answer it with \"It is sunny or raining\" or whatever. Similarly, we can make state- November, 2001 MUFON UFO Journal Page 21"},{"pageNumber":23,"pageContent":"ments about the UFO phenomenon that it has one char- acteristic, or another, and from this think that we have defined the mystery. But we have not. As with the weather, all that we have done is to describe the UFO phenomenon. This is not the same thing at all. If we want to know what being sunny or what rain is, then we have to dispense with the concept of weather genetically and look for causes of these individual phe- nomena, for various processes are at work within the at- mosphere creating a range of things that we see as dif- ferent kinds of weather. And generally speaking, you will not understand one by studying the other. You will only start to do so once you realise that weather is a word we use to conveniently describe a number of different physical phenomena, each requiring separate explanations. They do, of course, interact from time to time. The study of climatology, for instance, is a cohesive one that brings these independent weather phenomena together and looks at their effects on the world's eco systems. This is a model I think we can usefully apply to UFOlogy. We need to be aware that there are various things that each describe certain kinds of UFO. There may well be nothing directly connecting, such as the reason for an alien abduction and a ball of light that stalls a car engine. Our problem often comes in not ac- cepting this well-demonstrated fact-our desire to find the connecting thread even when there is no overwhelming reason to conclude that one must exist. We regularly work on the presumption that a mythical \"UFO phenomenon\" bonds together what are likely to be disparate things and in need of utterly different interpre- tations. Because we spend so much time in pursuit of the glue that will bind these together, we miss the greater need: to find individual answers to each of these possibly quite unique phenomena. The analogy with the weather goes deeper still, for there is a UFOlogical equivalent of climatology. Although there may be various phenomena that are behind a range of reported UFO mysteries, something links them together within our culture. Socio-ufology is certainly a valid type of research to investigate the social and psychological forces that underpin the reporting of and belief in UFO mysteries. There is a tendancy amongst some UFOlogists to look down on this field, as if it is little better than treason to study belief systems, not UFOs proper. Equally, some socio-ufologists probably have a rather inflated view of their subject, which in of itself seeks not to explain the causes of UFOlogy, but the consequences. However, there is clearly a need for both to live together, and much that can be mutually gained. Other lessons learned Of course, the above thoughts are far from being the only things that I have concluded after so many years. There are plenty of other realities that I now can see that I did not see at first. For example, the importance of solved cases. These are not just stories to be tossed aside as \"failed UFOs.\" They are very important. If you stop and think just a mo- ment you will see why. Unsolved UFO cases are just that -unsolved. You can never prove a UFO. Certainly not a specific type of UFO (such as an alien spaceship). If you do not find an answer, then the case is incomplete and must remain in limbo as potentially explicable, probably forever. On the other hand, IPOs-solved cases-have a start, a middle, and an end where the answer is found. Not only do these cases account for up to 95% of all reported UFO sightings (so hardly inconsequential), but they are the only ones that offer us the chance to fully see UFOlogy in action from woe to go. Through a study of IFOs we can gain enormous amounts of understanding about why people see some- thing in the form of a UFO-data about perception, re- porting, investigating, and so on that can be invaluable if properly applied to all our other cases. It is time we accepted IFOs as the invaluable weapon that they are-one of the most key pieces of data in our quest for answers. I suggest a change in mind set, per- ceiving IFOs as successes and the unsolved cases as the real failures, as, whilst seemingly insoluble UFOs are im- portant, this way of viewing things is in reality closer to the truth than the way most of us regard any explained sighting. When Dr. David Clarke, Andy Roberts, and I wrote our book on solved cases (The UFOs that Never Were) back in 1999, we were trying to make this point to UFOlogy. Predictably, of course, nobody was listening, and the book's total disappearance from bookshelves could probably of- fer useful lessons in cover-up tactics to the powers that be. Yet, even if nobody is ever likely to read it, I still think it makes a vital point that needed to be stressed. (To be continued in the December issue.) Film about crop circles partly financed by British government \"Signs,\" a film featuring crop circles, will be in movie theaters next summer, thanks in part to the British gov- ernment. The film, the third major release from the studio which received huge accolades for \"The Sixth Sense,\" stars Mel Gibson, who will play the farmer on whose land the crop circles appear. Joaquin Phoenix, who was recently nominated for a best supporting actor Oscar for his por- trayal of the Emperor in Ridley Scott's blockbuster \"Gladi- ator,\" will play Gibson's brother. The film is being funded by Walt Disney Pictures and the British Film Council, which has a three-year budget of £150m from government and lottery funds to \"shame- lessly\" build on links with Hollywood studios, according to the Council's chief executive officer, John Woodward. Self-proclaimed crop circle hoaxer John Lundberg said: \"It's ironic that the government are funding a crop circle film, as researchers often accuse them of running a cam- paign via the media to discredit crop circles.\" Page 22 MUFON UFO Journal November 2001"},{"pageNumber":24,"pageContent":"Walter N. Webb December 2001 Bright Planets (Evening Sky): Mars (0.6 magnitude), moving from Capricornus into Aquarius, remains low in the S during twilight, setting in the W about 10 PM. The red planet lies near the crescent Moon on the 20th. Jupiter (-2.7), in Gemini, rises in the NE about 5:30 PM in midmonth and advances westward across the southern half of the sky. The planet giant is brightening as it nears opposition on Jan. 1. It can be seen near the full moon on the night of Dec. 29-30. Saturn, still near Aldebaran and the Hyades in Taurus, reaches opposition (point in the sky opposite the Sun) on the 3rd. At that time the ringed world is brightest at -0.9 magnitude and rises in the ENE about sunset. It remains visible in the southern half of the sky all night. Bright Planets (Morning Sky): Venus (-3.9) is briefly visible very low in the ESE early in the month before disappearing into the solar glare. The brilliant object then rises about an hour before the Sun. Jupiter stands low in the W at dawn. The planet is 1.6 degrees S of the gibbous Moon at twilight on Dec. 3. Saturn is visible very low in the WNW at the start of morning twilight (midmonth). The Stars: During midevening hours the bright star patterns of the winter sky now assume importance in the E and SE heav- ens, as the much fainter constellations of autumn slide into the W and SW. Mighty Orion the Hunter leads the winter parade of patterns. Find Orion's trio of belt stars and then locate the sword fastened to his belt. Note a fuzzy \"star\" in the sword-the Great Nebula of Orion, a luminous cloud of gas and dust. A cosmic nursery of infant stars, the nebula is a striking sight through a telescope or binoculars. Partial Solar Eclipse: Late on the afternoon of Dec. 14, the Moon crosses part of solar disc, the fraction covered varying across the U.S. and depending upon one's location. The maximum in the U.S. occurs in southern Florida. For many eastern locations, the event takes place near or at sunset, and much of New England misses the eclipse entirely. Local times of maximum eclipse with obscuration per- centages at several cities follow: Seattle, 12:48 PM, 1%: Los Angeles, 1:10 PM, 10%: Denver, 2:38 PM, 7%; Chi- cago, 3:59 PM. 12.5%; New York, 4:28 PM, 6%; Atlanta, 5:14PM. 29%; Miami, 5:25 PM, 53.5%. To view the eclipse safely, do not look directly at the Sun, except through a special eye filter such as a #14 welder's glass. Observers may also watch the event indirectly by projecting the Sun's image through a tele- scope or binocular eyepiece onto a white surface. Moon Phases: Last quarter—Dec. 7 New moon-Dec. 14 First quarter-Dec. 22 Full moon—Dec. 30 Meteor Shower: The Geminid meteor shower is best seen on the night of Dec. 13-14, particularly during the morning hours when a rate of 50 to 100 meteors per hour might be observed. There is no Moon to interfere this year. Nov. 3, Missouri MUFON, \"Flying Saucers Hidden History 2001,\" St. Louis. Stanton Friedman, Richard Dolan, Dr. Carol Rosin. Contact Bruce Widaman at 800- 489-4UFO, or P.O. Box 643, St. Charles. MO 63302 Nov. 9-11, Journeys Beyond 2001 Mobile Conference, Mobile, AL; confirmed speakers: Dr. John Mack, Dannion Brinkley, Stanton Friedman, Budd Hopkins, Dolores Cannon, Nancy Talbott, William Henry. Bruce Moen, Paul Anderson, and Pat Fitzhugh. www.journeysbeyond.com or call Pat Crumbley at 251- 626-6131 for free program guide or write 7262 Highpointe PL E, Spanish Fort, AL 36527. e-mail pat@journeysbeyond.com Nov. 12-17, Palenque 2001. The Emergence Confer- ence: \"De-coding the UFO Enigma,\" Palenque, Mexico. Presenters: Antonio Huneeus, John Keel, Jaime Maussan, Christopher O'Brien, Christopher Powell, David Perkins, Lyssa Royal, Dr. Leo Sprinkle, Tata, Nancy Talbott, Tracy Torme, and Alonso Mendez Toporek. Toll free 877-620-8715 or outside U.S. 719-256-5186. www.emergenceconference.com Nov. 17-18, Third Annual International UFO & New Age Symposium of Eastern Europe, Balkans, & Istanbul. Tel: +90 - 216 - 369 92 48 or E-mail : ufotr@netone.com.tr Feb. 2-8, 2002. Caribbean cruise, featuring Budd Hopkins, Bruce Maccabee, Peter Robbins, and Kenny Young. 877-685-4450 or http://home.onlineagency.com/ adventurecruises/Page60562.asp May 11, 2002. Roswell International Museum. George Filer, author of the \"Filer Report,\" will discuss the 1978 \"Roswell\" at McGuire AFB in Fort Dix, NJ. June 8, 2002. Roswell International Museum. Bill Hamilton, executive director of Sky watch International, will talk about EBEs and underground bases. November, 2001 MUFON UFO Journal Page 23"},{"pageNumber":25,"pageContent":"DIRECTOR'S MESSAGE By John Schuessler MUFON International Director MUFON UFO Journal Price Increase We have held the line on increasing the subscription price for the MUFON UFO Journal for a long, long time. It is way overdue. Since our last price increase, postage costs have increased many times, and the cost for rent, utilities, labor, supplies, and printing have increased drastically. At the annual MUFON board meeting in July, the board approved an increase in the MUFON subscription/mem- bership price effective Jan. 1, 2002. The new rates will be $35 US A and $40 foreign. For members wishing to receive their Journal via first class mail (USA) and airmail (for- eign), the additional cost will be whatever the postal rate is at the time the subscription is ef- fective. The increase in subscription price for the MUFON UFO Journal will be delayed until Jan. 1,2002, to allow members to renew or give new gift sub- scriptions at the current price ($30 USA and $35 foreign). Early renewal may be done in one, two or three-year increments. Credit Card Purchases from MUFON Several MUFON members have suggested adding the capability for credit card purchases of MUFON wares and subscriptions on the MUFON web site at www.mufon.com. Our web master researched the op- tions available and recommended the use of a service called Pay Pal. Subsequently, the MUFON Board of Directors approved the recommendation. Implementa- tion details are being worked out, and the service should be available in the very near future. New Field Investigators Kathleen Marden, Director for Field Investigator Training, has announced the following Field Investigator Trainees have completed the Field Investigator's Exam and are now MUFON Field Investigators: Victor Connor, Normal, IL; Eugene H. Prison, Glace Bay, Nova Scotia, Canada; and Thomas E. Underwood, Highpoint, NC. Field Investigator trainees are urged to study the Field Investigator's Manual and then take the exam. The exam may be requested from MUFON Headquarters. There is no charge for the exam. Many states also offer John Schuessler training classes to guide the trainee through the training, process. The Field Investigator's Manual is available from MUFON Headquarters for $25 +$3.50 p&h. MUFON Featured in UFO Magazine We are very pleased to announce that MUFON will be featured in the December/January issue of UFO - The Science and Phenomena Magazine, published at 5455 Centinela Ave., Los Angeles, CA 90066. MUFON thanks Publisher William J. Birnes, Editor-in-Chief Vicki Ecker, and the whole UFO Magazine staff for their sup- port. It should be noted that UFO Magazine is one of the few commercial UFO related magazines still being pub- lished in the United States on a regular basis. It is avail- able in book and magazine stores and by subscription. MUFON 2002 International UFO Symposium It is time to start planning to attend the MUFON 2002 International UFO Symposium, scheduled for July 5-7, 2002, at the Hyatt Regency Rochester Hotel, 125 East Main Street, Rochester, NY 14604. MUFON New York State Director James Bouck ne- gotiated an excellent price for rooms for symposium at- tendees. Details will be published in a forthcoming issue of the MUFON UFO Journal. Because of the terrible events in New York in September, we thank Jim for se- lecting a safe and secure location for the 2002 event. MUFON Library Donation It is with sadness that we note the passing of Georgia MUFON member Richard C. Hilton, Jr. In his honor, his library of UFO books was donated to MUFON, and is now a part of the permanent library collection at MUFON Headquarters in Colorado. We thank his daughter Debbie Sabag and son Brad Hilton for this generous gift. MUFON 2001 Proceedings available The MUFON 2001 International UFO Pro- ceedings, featuring Symposium papers by Dr. Robert Wood, Stanton Friedman, Dr. Eric Davis, Daniel Sheehan, Steven Greer, Dr. Barry Downing, Budd Hopkins, Ryan Wood, Dr. John Mack, Bob Pratt, Dr. Roger Leir, and Ann Druffel is available from MUFON, P.O. Box 369, Morrison, CO 80465-0369. The 8x11 216-page softback book is $25.00 plus $2.50 postage & handling. Page 24 MUFON UFO Journal November 2001"}]
