[{"pageNumber":2,"pageContent":"Mufon UFO Journal Official Publication of the Mutual UFO Network Since 1967 Number 273 January 1991 $2.50 NEW ROSWELL REVELATIONS By Jaime Shandera"},{"pageNumber":3,"pageContent":"Mufon UFO Journal January 1991 Number 273 CONTENTS PROFESSOR JEAN-PIERRE PETIT INTERVIEWED Marie-Therese de Brasses 3 ROSWELL DEBRIS REANALYZED   Joe Kirk Thomas 9 NEW ROSWELL REVELATIONS: A GENERAL SPEAKS UP  Jamie Shandera 12 LOOKING BACK: UFO Phenomena Through the Years  Bob Gribble 18 THE FEBRUARY NIGHT SKY    Walter N. Webb 22 DIRECTOR'S MESSAGE     Walt Andrus 24 EDITOR'S NOTE: Deadlines are both an editor's boon and bane. A boon, because without them, we'd never go to press; a bane, because when we finally do go to print, it usually means some unfinished business is bound to result. In this case, the latter involves the two Roswell articles by J. K. Thomas and Jamie Shandera. Originally, Mr. Shandera was sent a copy of the Thomas article and invited to respond. In the meantime, Mr. Thomas wanted to revise his original article. Unfortunately, there was no time to provide Mr. Shandera with the revised version, and allow him to revise his response before we had to go to press. This is an unfortunate situation, and we apologize in advance to anyone inconvenienced. We feel Mr. Shandera's interview with Gen. DuBose stands on its own. For the record, however, it responds only to the original Thomas article, down to the subheading, \"Denied Territory,\" on page 10. EDITOR Dennis W. Stacy ASSOCIATE EDITOR Walter H. Andrus, Jr. COLUMNISTS Walter N. Webb Robert Gribble Lucius Parish Dan Wright MUFON UFO JOURNAL (USPS 002-970) (ISSN 0270-6822) 103 Oldtowne Rd. Seguin, TX 78155-4099 Telephone: (512) 379-9216 Copyright 1991 by the Mutual UFO Network. All Rights Reserved. No part of this document may be reproduced in any form without the written permission of the Copyright Owners. Permission is hereby granted to quote up to 200 words of any one article, provided the author is credited, and the statement, \"Copyright 1991 by the Mutual UFO Network, 103 Oldtowne Rd., Seguin, Texas 78155,\" is included. The contents of the MUFON UFO Journal are determined by the editors and do not necessarily reflect the official position of the Mutual UFO Network. The Mutual UFO Network, Inc. is exempt from Federal Income Tax under Section 501 (c) (3) of the Internal Revenue Code. MUFON is a publicly supported organization of the type described in Section 509 (a) (2). Donors may deduct contributions from their Federal In- come Tax. Bequests, legacies, devises, transfers or gifts are also deductible for estate and gift purposes, provided they meet the applicable provisions of Sections 2055, 2106 and 2522 of the Internal Revenue Code. The MUFON UFO JOURNAL is published monthly by the Mutual UFO Network, Inc., Seguin, Texas. Membership/Subscription rates: $25 per year in the U.S.A.; $30 foreign in U.S. funds. Second class postage paid at Seguin, TX. POSTMASTER: Send form 3579 to advise change of address to: MUFON, 103 Oldtowne Rd., Seguin, TX 78155"},{"pageNumber":4,"pageContent":"AN INTERVIEW WITH PROFESSOR JEAN-PIERRE PETIT By Marie-Therese de Brosses The following interview appeared in the August 9, 1990 issue of Paris Match as a follow-up by journalist Marie-Therese de Brosses of her earlier coverage of the Belgian UFO flap. (Reprinted in the August 1990 MUFON UFO Journal as \"F-16 Radar Tracks UFO.\") Again, the translation is by New Jersey State Section Direc- tor Robert J. Durant and his wife. Professor Petit is a cosmologist specializing in plasma physics and a Director of the National Science Research Center (CNRS) of France. Albin Michel has just published his latest book, In- vestigating UFOs, in which Petit explains the reasons why \"we can- not exclude the possibility that UFOs are piloted by beings originating elsewhere in the universe.\" Petit was one of the first outside scientists to arrive in Belgium during the recent flap. He was also among the handful of in- vestigators who had direct contact with the pilots who encountered a UFO on their radar screens, proof for Petit and others that UFOs are anything but an optical illusion. \"It is startling,\" says Durant, \"to find that a scientist of such stature has done his UFO homework and is so outspoken in his endorsement of the extraterrestrial hypothesis.\" Q: Professor Petit, given the fact that the majority of scientists refuse to study the UFO phenomenon, doesn't the publication of your book automatically relegate you to the do- main of \"fringe\" science? A: Absolutely not. I have been work- ing at the Marseille Observatory for 15 Right to left: Dr. Jean-Pierre Petit, Renato Nicolai, Yves Bosson and Pierre Lagrange. (Photo by Antonio Huneeus) years and I can assure you that nobody in this research facility, which is part of the French National Center for Science, considers me to be a fringe scientist. I publish my scientific work in the most prestigious scientific journals of theoretical physics, such as Modern Physics Letters. My most recent publication, which treated the subject of quasars, those objects located at the farthest reaches of the universe and that we think may be the kernels of form- ing galaxies, was co-authored by the astronomer Maurice Viton, who is on the staff of the Marseille Laboratory. Q: Do you consider yourself a rationalist? A: One hundred per cent. The reader will not find in my book any reference to mysticism or the phenomena that we call paranormal. Q: But, in the libraries they put your book in with those dealing with mysticism. A: That is based on the fact that un- til now the UFO phenomenon has never been treated in a scientific manner. The literature that deals with this subject has always been mediocre. Let's hope that after a while my book will find its true place, in the Science department. Q: Does the UFO constitute a scien- tific problem? A: Yes. The work of physicists Meesen and Brenig, as well as mine, shows clearly that the UFO phenom- enon is amenable to a scientific and rigorous approach. Q: How can science explain the sightings? Don't we need new scien- tific concepts? A: There exist aspects of the phe- nomenon which can be approached with success by using quite conven- tional tools of science. Let me give you a precise example. The people who photographed the UFO were often very upset when they saw that the film they MUFON UFO JOURNAL No. 273 January 1991"},{"pageNumber":5,"pageContent":"took did not correspond by a long shot with what they had seen with their eyes. We do not have any photograph of the UFO taken from very near, say less than 100 meters, simply because at such close range the object does not show up on the negative. During this recent wave of sightings in Belgium, many pic- tures were taken, but they show noth- ing. The physicist Auguste Meesen, Professor at the University of Louvain, has proposed an explanation for this failure. In certain conditions, infrared rays coming from an object have the ability to totally inhibit the chemical reaction that permits fixing an image on a negative. Q: Is this a theory? A: Not at all. It is a fact demonstrated by experiment that has been known for a long time, but nobody up to now has thought of it in connection with UFO photos. Q: So the UFOs will protect them- selves from being photographed by emitting infrared rays? A: That is possible, but this emission is perhaps simply tied to the normal operation of the machines. Q: Would there be any way, then, to trick this protection in order to ob- tain pictures despite the infrared radiation? A: Of course. By using film sensitive to the infrared portion of the spectrum. Q: If I understand you correctly, given that hundreds of Belgians observed the UFOs from close range (some of the UFOs were quite im- mobile above the rooftops of houses), if this discovery had been made six months ago, we could have the first precise pictures of this mysterious fly- ing object? A: Exactly. Q: You haven't hesitated to use the term \"machines.\" In your opinion, what are UFOs? \"To manufacture such a machine would require that the engine develop an amount of power equivalent to that of a large nuclear power generating plant. And if there is anything not amenable to miniaturization, it is a nuclear power plant. Conclusion: the machines seen in Belgium are not of terrestrial origin.\" A: Today, we can answer quite categorically that it is a material object. At the beginning of the year a report was sent to SOBEPS by the Chief of Staff of the Belgian Air Force, on the authority of the Minister of Defense. Then, on June 22, 1990 this report was supplemented by the documents gathered by you for Paris Match, which consisted of the recordings of five radars, three on the ground and two on board the F-16 fighters which were sent to chase the UFO. During this chase, which lasted 75 minutes, the two F-16s managed three interceptions during which all of the parameters of flight of the object were determined. This study was done with very great care by the Belgian specialists before they divulged the information, in order to exclude the possibility that .there was a malfunction of the radars or the computers. Q: Are they flying machines? A: Given the speed of those machines, more than 1,800 kilometers per hour, they could not have been weather balloons. Given the trajectory, it could not have been a meteorite or any satellite in the re-entry phase of space flight. Given the meteorological conditions, it could not have been either natural phenomena or false radar echoes. Given the accelerations that were measured — 40 Gs — this could not have been an airplane. Let's recall that one of the machines accelerated in one second from 280 KPH to 1,830 KPH. Q: But anti-missile missiles, aren't they capable of accelerations of 100 Gs? A: Yes, but in fact there is at this mo- ment no man made machine that is capable of performing at mach 1.5 close to the ground because of heating due to the high air density. And, in this case, there was no sonic boom. Q: It was witnesses on the ground who reported the absence of a sonic boom. Can we trust them? T he question of witnesses is su- perfluous. If the breaching of the sound barrier at very low altitude had been done with aircraft using our technology, it would have caused tens of thousands of windows to be broken in suburbs south of Brussels, above which the UFO was flying. Q: If I follow your argument, this machine did not come from the Earth? A: An earthly origin would seem to me totally excluded. Q: But can't we imagine some ultrasecret prototype? A: The aeronautical engineer and physicist that I am answers you, categorically, no. We are actually in- capable of building a machine with such performance, and don't forget that such phenomena have been observed for the last 35 years. Q: Was this the first time a UFO was observed on radar? A: Certainly not, but this is the first interception officially acknowledged. MUFON UFO JOURNAL No. 273 January 1991"},{"pageNumber":6,"pageContent":"\"One way to visualize the twin universes is to think of a cloth and its lining. The second step consists of imagining that the twin universes can somehow communicate with each other. I am doing some theoretical work in order to develop a mathematical model for the transfer of matter through hyperspace from one universe to another universe.\" Q: But the breaking of the sound barrier without an accompanying boom must result from physics that we don't understand? A: As surprising as it may appear, no. There is a theory that I have elaborated as early as 1975. Between 1965 and 1975, when I was experimenting in my fluid dynamics laboratory, I was work- ing on an electrical generator which is now one of the principal gadgets in the Star Wars technology. We made shock waves by making electromagnetic, waves react in a gas. I said to myself: If we can create shock waves with elec- tromagnetic fields, one should be able with the same fields to annihilate shock waves forming around an .object. When an object moves faster than sound, the air molecules have a tenden- cy to pile up in front of the object, without being able to move off to the side and out of the way. This forms a shock wave, which is noticed by an observer on the ground as a \"boom.\" To prevent this shock wave from forming it is only required that we help the air molecules to escape by sucking in the air at the same time that it is pil- ing up. The machine advances through the air literally making a vacuum in front of it. It is a fundamental and ex- ceedingly simple idea. It happens that we can execute this aspiration of gas at a distance with the help of well known electromagnetic forces called \"the force of Laplace.\" The means of acting on a gas with electromagnetic fields is known as magnetohydrodynamics, or Mhd. On the theoretical plane, these concepts date from the 1950s. We were left to determine the optimum shape of objects for this process. I was extremely sur- prised to find that this flying saucer had little in common with the shape of an airplane or missile, but that it had the shape of spheres, cylinders and saucers. And I have invented an object that I have called an Mhd Aerodyne, which devilishly resembles a flying saucer! Q: Were these only \"paper\" studies? , A: Not at all. There have been com- puter simulations as well as publica- tions in international technical journals, and two doctoral theses demonstrating the feasibility of supersonic flight without a \"boom\" by using Mhd. Q: Are these theories contested by other scientists? A bsolutely not. And in this sci- entific environment, as soon as we notice an error or a weak- ness in a work, we are not afraid to call it out, loud and strong, in the scientific journals or in the popularized science magazines such as Science et vie, Pour la science, La Reserche, Science et avenir, etc. For the last 25 years that I have been doing research, and the 15 years that I have concentrated on this thorny problem, none of these maga- zines have ever published a commen- tary disparaging me. Believe me, the critics think twice before attacking a work of research. When I first became interested in UFOs in 1976, a member of the Academy of Science somehow imprudently declared during a public conference that a ma- chine could not fly through the air with the help of electromagnetic forces. When it was time for my reply, he was waiting for a response based on theory, and was extremely surprised when we brought in a very simple and clear ex- periment whose result contradicted his proposition. He had to retreat, red- faced with confusion. When one tosses criticisms too lightly, one risks being ridiculed, and that is not pleasant for anybody. Q: This UFO, which was chased by the F-16s in Belgium, could it not be a very simple ultra secret American or Russian machine functioning with electricity? A: To manufacture such a machine would require that the engine develop an amount of power equivalent to that of a large nuclear power generating plant. And if there is anything not amenable to miniaturization, it is a nuclear power plant. Conclusion: the machines seen in Belgium are not of terrestrial origin. Q: Given the fantastic acceleration detected by the Belgian F-16, no human could have been aboard, and the UFOs must have been simple robots rather than a vehicle carrying a living being. A: Even though the human body in a state of total immersion can bear great acceleration, the 40 Gs gives us a prob- lem. But there is more to it. Numerous eyewitness reports tell of right angle turns taken at full speed. In this par- ticular case the acceleration becomes ... infinite, and the machine itself could not support the turn without vanishing. I have tried to approach this question in a very speculative manner in my book. In this phase of strong accelera- tion, physical phenomena more sophis- ticated than Mhd could take such a turn. Q: How could you explain the absence of debate concerning UFOs in the scientific community? A: Until now, when a scientist wanted to have some information on the sub- MUFON UFO JOURNAL No. 273 January 1991"},{"pageNumber":7,"pageContent":"ject, he could only find very superficial or trivial books. Also, the contents of the newsletters published by some French UFO research groups are not of a nature to encourage further interest by scientists. Nor could a scientist be favorably impressed by the publications of GEPAN (Groupe d'Etude des Phe- nomenes Aerospatiaux Non-identifies, a UFO study group created within the French National Center for Space Studies). What do you want, when a scientist opens a book where the UFOs are compared to fairies and elves, and to the ministrations of the Virgin Mary? He will slam the book shut at once. But it is not simply because a subject is \"polluted\" by persons with debatable competence that it should be brushed aside. With the reports of the Belgian military in hand, we now have the ob- jective unarguable data that was former- ly absent in the files, and this should interest scientists. Q: The military has a reputation for being very silent in general, and is particularly silent when the topic of UFOs conies up, and has gone to the point of actually spreading disin- formation, as has been shown recent- ly by investigator Jean Sider in his work Ultra Top Secret — The UFOs Which Bring Fear (Axis Mundi Edi- tions). How do you explain this sud- den about-face in the political scene, to a policy of openness and honesty on the part of the Belgian Defense IVIinister? A: Among the reasons for the reticence of military men to divulge the information in their possession is the worry that publication will cause hysteria. Another reason may be that Belgium is the only country in the world where, for 18 years, the subject of UFOs have been closely followed by real scientists. So an exceptional climate of confidence has been developed. Q: And in France? A: France has been the scene of a disinformation campaign which has lasted for 13 years under the name GEPAN. \"When two civilizations that are very different culturally and technologically meet, history teaches us that with rare exceptions the more advanced literally dissolves the other.\" Q: We found enough documents and testimony in your book to sup- port this opinion. You show very well that GEPAN functioned exactly like the famous Condon Commission created in the USA at the end of the 1960s, and whose only aim was to misdirect American public opinion on the UFO reports. A: By combining the activities of GEPAN with the low level of com- munications from those in France who call themselves \"ufologists\" (a term that does not say much), one has created an absolutely total lack of interest in the media and in particular in the research community, toward UFOs. This ex- plains the lack of attention to the Belgian wave here in France. Q: Was the Belgian wave of sightings so exceptional? A: Since November 29, 1989 there have been tens of thousands of sightings, of which nearly 1,000 were close observations from distances of around 200 meters which have been the object of inquiries by the Belgian Na- tional Police. On just the night of November 29, 1989 between 5:30 p.m. and 9:00 p.m., 30 different groups of witnesses (including three police patrols and customs officials) observed the same two objects. These witnesses were located within a rectangular area about 25 km by 15 km, between Liege and Eupen. The similarity in their testimony allowed us to reconstruct the trajectory of the UFO. An interesting detail: they all reported very slow movement. A witness gave this precise description: \"I could have followed it by walking.\" In particular, the object was seen in daylight at close range by a Belgian soldier working in the weather service who saw the object doing a leisurely turn over the village square. We also number among the witnesses a Major in the Belgian Army and a theoretical physicist, Professor Brenig, who is a colleague of Professor Prigogine. Q: Where could those extrater- restrial vehicles come from? A voyage over hundreds of light years seems inconceivable. A: In the vision of the universe based on classical physics, this objec- tion is a very serious one. But how is the universe constructed? What geometry does it have? Given the classical view, we live in a hyperspace of four dimensions. In 1967 the Soviet physicist Andrei Sakharov suggested that there is not \"a\" universe, but rather two universes coexisting. Which is to say, one universe consisting of ordinary matter, and another consisting of anti-matter. This twin version is for me the first step toward a theory permitting us to imagine moving through great distances in the cosmos. One way to visualize the twin universes is to think of a cloth and its lining. The second step consists of imagining that the twin universes can somehow communicate with each other. I am doing some theoretical work in order to develop a mathematical model for the transfer of matter through hyperspace from one universe to another universe. Q: You mean to say that a \"hyperspatial\" vehicle could sudden- ly and brutally find itself transferred with its passengers to another part of the universe? A: More precisely, it could be an ex- change between the same equivalent volumes of space, one belonging to the \"cloth\" and the other to its \"lining.\" For a witness, this would be perceived as MUFON UFO JOURNAL No. 273 January 1991"},{"pageNumber":8,"pageContent":"\"What is actually happening on this planet? Our societies doubt more and more the validity of their political systems and ideologies. One feels that whole populations are ready to throw themselves toward the first 'savior,' the first demagogue, who appears on the scene.\" a rough dematerialization. The machine would make its trip through this twin space from its planet arriving at a place in the proximity of Earth. Q: But to make this trip, won't there always be an equal number of light years of distance to travel? A: Yes, if the \"cloth and the lining\" always behaved very nicely, superim- posing one upon the other with perfect smoothness. But this can't always be the case in practice. In order to try to make some very abstract mathematical ideas simple, what we in the technical jargon call \"gauge fluctuations,\" I will con- tinue to use the image of the cloth and its lining. The American Cosmologist, Misner, has considered the case of a very tur- bulent cosmic fabric, both folded upon itself and creased. From time to time the cloth will be perfectly flat, but the lining creased or puckered. In such an instance, the distance from one part of the twin universe to the other will be drastically shortened, making a voyage realistically short. Another situation could arise in which the voyage would be lengthened by a factor of 10 or 100 or 1,000, making the voyage even less practical than it is now. Q: So it is this phenomenon that ex- plains the otherwise incomprehensi- ble wave of UFOs? They would take advantage of the moment when the trip would be the shortest? A: By my way of thinking, the UFO waves would be tied to a \"turbulence in the gauge\" of the universe. The voyage would only be possible when the \"meteocosmic\" conditions are good. The visitors would have limited time to make their investigation on our planet and would have to reembark precipit- ously in order to avoid the closing of the hole in hyperspace, otherwise they would be stuck here on Earth for a period of time that could be very long. T his way of creasing the cloth of space, like folds of an accor- dion, would not necessarily be isotropic, and I strongly doubt that it is: when the lining is creased in one direction or plane, the cloth is stretched in the perpendicular plane. Different types of extraterrestrials originating from planets in different locations in the heavens would thus manage to live and operate without ever meeting each other, at least until they meet on Earth. It is quite an amusing idea that the Earth might be used as a sort of cosmic mailbox by extraterrestrial entities, who would find this as the means to com- municate with each other! Q: How do you explain the lack of contact between the visiting extrater- terrestrials and us? A: When two civilizations that are very different culturally and technologically meet, history teaches us that with rare exceptions (such as Japan) the more advanced literally dissolves the other. The introduction of exterior knowledge is comparable to a viral attack. In the majority of cases, this parasitic information totally disorganizes the infected social body, which dies. Q: From the point of view of the alien visitors, this lack of contact with us may be due to their behavior as concerned ethnologists who wish to avoid destroying the object of their studies. But in your book you insist that there is a phenomenon shared by the majority of terrestrials that you call the \"immunological reflex.\" A: Yes. It is a rejection, pure and sim- ple. There are two possible ways to react when we receive information which challenges our most deeply held values. The first is simply to reject. We say to ourselves: it is wrong, it is impossible. The second evasion is very subtle. We \"folklorize\" the dissonant informa- tion. And this folklorization can be ac- complished in two ways. One way is to treat the subject with humor or ridicule, and it leads to themes such as ET (the movie) or \"little green men,\" (which have never been reported by witnesses). The other takes life in a more dramatic way, such as the movie \"The Creature from Outer Space,\" or television series like \"The Invaders.\" The \"immuno- logic reaction\" of scientists is negation of the phenomenon, pure and simple. Q: Have you thought of a scenario depicting the result of direct contact between us and extraterrestrials? L et's imagine that one of these famous triangular machines that was seen in 90% of the cases in Belgium lands in a field. What is go- ing to happen? The owner of the farm will call the police. Then the police will call the military. They will send observers, who will report to the government. As a simple precautionary measure, the police will cordon off the area in a radius of 100 meters. In the hours that follow, curious members of the public will arrive, creating a fan- tastic traffic jam. Within the government, there is a crisis meeting of the Cabinet. The members of the Cabinet hesitate, being unsure of what course of action to take. If the machine finally takes off, everything returns to normal order. But if it stays there, who, exactly, must establish contact, and how? Would that be the concern of the Ministry for Na- tional Defense, or the Ministry for Foreign Affairs, or the Tourist Office, or all three simultaneously? MUFON UFO JOURNAL No. 273 January 1991"},{"pageNumber":9,"pageContent":"While these grave discussions are taking place in the halls of government, thousands of journalists have set up camp in the acres of land surrounding the landing site. Along the security perimeter, cameramen are elbow to elbow trying to catch the Scoop of the Century. On all the little access roads the columns of the curious cross each other on the way to the new center of pilgrimage. In the opposite direction you can see a true Exodus, with multitudes fleeing. Uncontrolled rumors race through the planet in every direction, like electric discharges. The area of the landing site is filled with entrepreneurs and hucksters, seeking to make a profit from the situation. The Vatican organizes a colloquiam to determine if Christ died for the aliens, too. Little by little, the knowledge of the alien presence filters into the public consciousness and produces a nation- wide state of shock. People leave their work. The professor and his students question each other. The astronomers ask one another if it is still worth the trouble to look into their telescopes. The stock market goes crazy. Q: It is truly a catastrophic scenario that you are proposing. A: I simply wanted to make you realize the incredible impact that this alien presence would provoke even before contact had taken place. Our society is not prepared to meet face to face with such an event, and this ap- plies to every country, not just France. And the thick silence that officialdom has maintained has not made the situa- tion more tolerable. What is actually happening on this planet? Our societies doubt more and more the validity of their political systems and ideologies. One feels that whole populations are ready to throw themselves toward the first \"savior,\" the first demagogue, who appears on the scene. L istening to you, it would seem more in the interest of public order if this contact could be avoided. A: In fact, the event in Belgium is a contact. Everything happened as if the machine that was intercepted on the night of March 30-31, 1990 had patient- ly waited, openly and deliberately, for the radar to have locked on. This real event, which is very difficult to con- test, marks the transition from the hypothetical visitation by aliens to the real visitation. It can force movement within both the political and scientific worlds, and unblock imaginations and unleash creative new solutions. And I am not speaking merely of scientific and technological aspects. When man realizes that he is not alone in the universe, this simple fact will be suffi- cient motivation to create philosophical and ethical ideas without precedent in our intellectual history. Q: As one who is firmly convinced of the existence of extraterrestrial civilizations, you must be thrilled by a project such as SETI (Search for Extra Terrestrial Intelligence), whose aim it is to communicate with other worlds. A: The SETI program consists of try- ing to receive, with the help of anten- nas, radio signals sent by other planetary civilizations. So it turns out to be necessary to point the antenna at the source of the signals, but by defini- tion we don't know the source or loca- tion. As of now, about 200 stars have been listened to in this way. No luck. The members of a radio astronomy symposium that met recently in the Alps calculated that for us to have a chance of intercepting one signal we would be required to listen to 200,000 stars. This would require a network of listening devices so large that the cost would be astronomical. The problem is that the radio waves move at the speed of light. When we consider the vast distance across space, this is an extremely slow speed. And incidentally, if we are ever to intercept a message, the signal would have to be directed very precisely toward us. The fact is, our antennas are not able to detect signals sent from a simple om- nidirectional antenna tens of light years distant, such as for example the transmitters for the French radio sta- tions. All this makes the issue of a pro- ject such as SETI extremely pro- blematical. It is highly probable that the program, now called \"Mega SETI,\" will end up as a failure. But on the other hand, the scientists are violently hostile to any appropria- tion of money to benefit research on UFOs, a subject which they do not con- sider serious. Yet the research done on the UFO problem has already borne fruit — contrary to the experience with SETI. This is certainly a paradox! Q: The Belgian wave of sightings is over, and we can't predict either when or where the next wave will oc- cur. So how, according to you, should UFO research be organized? A: Obviously, there is long term work to undertake. We will use the Mhd model to make concrete experimental tests of the ideas of the theoreticians. On the other hand, the UFO phenomenon forces us to place into question all of our ideas about the universe, and even physics itself. It is a fantastic \"thought experiment,\" a true challenge to research, and it will be necessary to create within the CNRS a UFO study group consisting of high level researchers, mathematicians, physicists, chemists, biochemists, psychologists, sociologists and so forth. In conjunction with that, we will need to build a real UFO \"trap,\" not only to capture one, but to gather the knowledge that will leak out. The methodology in Belgium consisted of filling an airplane with every sort of ap- paratus, and having it ready to take off to study the UFO. This happened dur- ing the sightings on the Easter weekend, but, unfortunately, the UFO failed to cooperate and join the meeting. But this method should be systematically car- ried out throughout the world. Q: Aren't you interested in the marks found on the ground at the site of alleged landings? MUFON UFO JOURNAL No. 273 January 1991"},{"pageNumber":10,"pageContent":"Y es, of course! During the last 35 years some private, non- profit groups, to whom we must give recognition, have, with pitifully meagre means and in a totally honest manner, gathered a minimal col- lection of information about landings. For these people the creation of GEPAN had been an immense hope, but they were quickly disappointed. Within CNRS there should be created a quick response team to investigate lan- ding traces using all known means of analysis, physical or biochemical, and to simultaneously mobilize psycholo- gists specializing in the interrogation of witnesses. We know of only one case of ground traces, connected with the close range observation of a UFO landing, which has been subjected to serious study: the case in Trans-en-Provence* thanks to the work of Professor Bounias of IN- RA, who incidentally has never been particularly interested in the UFO phenomenon. This quite complete study has demonstrated the existence of traumatization of the vegetation, remarkably well correlated with the distance of the traces from the point of the landing. The cause of the trauma *See \"Looking Back\" in this issue. remains unknown to this day. This type of study should have been carried out long ago. Other than biochemistry, there exist various other means of physical analysis which should be done systematically. An analysis with magnetic nuclear resonance, for exam- ple, would permit us to know the nature of the magnetic field which irradiated the ground. The problem is simple: do we or do we not want to discover the key to the mystery of the UFOs? The cost of the creation and maintenance of a team of persons capable of responding to all reports of alleged landing spots would be relative- ly modest in comparison to the general research budget. Especially if this team could be reinforced by a volunteer net- work of ufologists. These volunteers could receive special training and work in cooperation with the police to per- form preliminary investigation to screen out the false reports. If we would trust those people with a minimum of equip- ment, they could take measures to preserve and protect the site prior to the arrival of the researchers, and could also make a preliminary written report. Q: In actuality, it appears that we are waiting for the scientific com- munity to mobilize? A: In this case, one researcher has learned very quickly the importance of the problem. He is Andrei Sakharov. This is how he ended his Nobel Prize acceptance speech: 'Thousands of years ago, the human tribe suffered great privations in its struggle for life. Even then it was not only important to know how to handle a club, but also to have the ability to think intelligently, to take into con- sideration the collective knowledge and experience hoarded by the tribe, and to develop the basis of cooperation with other tribes. Today, the human race must confront an analogous ordeal. Several other civilizations could exist in the infinity of space, among which might be societies more established and wise and more \"accomplished\" than ours. I sup- port a cosmological hypothesis in which the development of the universe repeats itself over and over, infinitely, but following certain essential characteristics. These other alien civilizations, some of whom are \"highly accomplished,\" are inscribed an infinite number of times on the pages \"preceding\" and \"following\" us in the Book of the Universe. This was written in 1975. ANALYZING THE ROSWELL DEBRIS By Joe Kirk Thomas I n the decade since the publica- tion of The Roswell Incident, I have voiced only the mildest of doubt about the authenticity of this affair. Although, for personal reasons having to do with family history, I found the tale of a crashed UFO retrieved near Roswell, New Mexico, a particularly enchanting one, I was nevertheless plagued by doubt centered largely on Bill Moore's description of the wreckage itself. If a jet fighter were to crash in the desert, for example, a contemporary observer, though perhaps not up to date with the technology involved, would still find a rich array of clearly technological artifacts. These artifacts would include remnants of CRTs, in- tegrated circuits, hydraulic lines and ac- tuators, structural members, turbines and combustors, a seat perhaps. Even if we were able somehow to reach back in the past, say 120 years, and bring for- ward an observer raised in the Age of Steam, there is little doubt that he would be able to identify the remnants as technological artifacts. I strongly suspect that would be true even if we reached all the way back in Antiquity to say, Greece and the Age of Chariots. Yet the alleged wreckage was nothing of this sort. It fundamentally lacked the variety and richness one properly ex- pects of any sophisticated technology. From the beginning it sounded sus- piciously to be just what the Army Air Force claimed it was. Now Jaime Shandera and William Moore have asserted, in the September '90 issue of this Journal, that the tat- tered remains photographed in General Roger Ramey's office were the genuine remnants of a crashed UFO. This asser- tion is absurd. In fact, a casual ex- amination of the Journal photographs give ample evidence that all the statements made by the Air Force as to MUFON UFO JOURNAL No. 273 January 1991"},{"pageNumber":11,"pageContent":"I the nature of the debris are true, and that all the assertions made by Shandera and Moore are wrong. Even the materials shown are readily identifiable, and I have provided modern variants of them to the editor! Shape Changes Consider, for example, the allegation that the foil material is rigid. This is patently not so. I invite the reader to examine the photograph on page 5 of the September issue. A triangular piece has been propped up against a chair. The right side is connected to a spar, and is therefore straight. But the left side flows over the chair and then down to the floor in a shallow V shape. I now refer the reader to the photo on page 6, which shows the same piece held at its apex by Colonel DuBose, with the lower end of the left side again resting on the floor. Notice that the left edge is now mildly parabolic. The shape of the edge has changed! Furthermore, the curve taken by the edge of the foil approximates a curve known to engineers as the catenary. ' This curve is that of a rope suspended at two points at the same or different heights under the action of its own weight, and is even represented by a mathematical function called the hyper- bolic cosine. Thus the edge conforms to the shape one would expect of a flex- ible material supported at two points and hanging under its own weight. On page 8, Major Marcel is shown holding what appears to be the same roughly triangular section of foil. Note that the lower half of the triangle is reflective, whereas the top half is white. That is because he has folded over the foil to reveal the white backside. But the photograph on the front cover of the Journal itself shows Marcel holding the same foil, but refolded essentially into a flattened cone, with the edge facing the camera folded back to reveal the white underside. This geometry is decidedly different from that of page 8, which again challenges the assertion that the material is stiff or rigid. And the material itself? It's paper backed foil, or, more cor- rectly, foiled paper. Its origin predates the war, and it was used, and still is, in such applications as candy bar, tobacco, cigarette and other non-porous food packaging, as well as in numerous other commercial and industrial ap- plications. Today it has been largely superseded by plastic and metallized plastic. Plain aluminum foil, such as pur- chased at the supermarket, is usually about 1/2 mil. thick, whereas the heavy duty grade is around one mil. Plain foil is easily torn, and relatively expensive compared to foil paper. The foil on foiled paper, however, is a small frac- tion of the thickness of aluminum foil alone, and the paper gives strength and mechanical properties better suited to packaging applications. T he two samples I have pro- vided the editor are small and bear the faint aroma of Wrigley's Spearmint Gum. It is easy to see how the edges of the thin- ner foil can be bent over to expose the white paper underside, as occurs in numerous places in the Journal photos. The second sample is a heavier grade, paper-backed foil from which the gum carton itself was made. Here I deliberately delaminated a couple of sections. That is, I carefully peeled the foil from its paper backing. Careful ex- amination of some of the photos show .areas where this same delamination had apparently occurred. It is not clear from the photographs exactly how the foiled paper was actual- ly attached to the spars. A close ex- amination of the left end of the spar directly under Marcel's right knee on page 8, as well as the spar in the foreground on page 6, gives some evidence of periodically spaced tufts of foil, which would be. indicative of stapling, as suggested by the meteor- ologist Newton. But it is also possible the foil paper was glued to the spars. A careful perusal of the photos shows that the spars are always connected to the foil on the paper side. (Twelve years after these photos were taken, I was making small rockets, in my backyard lab in El Paso, Texas, out of rolled-up tubes of heavy foiled paper. Indeed, at age 14,1 decided to attempt to launch a small rocket from a kite while it was at altitude. In that vein I made a large kite out of — that's right — foiled paper and balsa wood spars. I followed a pattern copied from a large commercial paper kite, with the foil side facing skyward on the side of the rocket's exhaust, and the foil glued to the spars on the paper side! The timer consisted of a long spiral of slow burning JETEX fuse, and the results are not worth reporting.) Denied Territory Shandera and Moore raise the ques- tion of why Roswell AAF didn't recog- nize the debris as remnants of a weather balloon. This point similarly troubles Schmitt and Randle? who also wonder why the AAF would ask Mac Brazel to take an oath of secrecy, and who point out 3 that weather balloons do not normally explode and leave the stench of burned rubber. It is this latter piece of information that provides, I believe, a clue as to what actually happened, at Roswell, and, from the hindsight of 43 years, justifies the Army Air Force's actions. As the Cold War started to heat up in the aftermath of WWII, it became obvious to the intelligence community that the United States was at a strategic disadvantage in at least one sense. While accurate information on the posi- tion of American cities and military in- stallations was public information, similar information about the Soviet Union was unavailable. Doubt existed as to whether American bombers could find some Soviet, cities, much less military targets, whose existence and location were totally unknown. Indeed, it was the desperate need for strategic intelligence of this type that in later decades fueled the development of sky planes such as the U2 and the SR-71, and space satellites. But the technology for such \"technical means\" was not available in 1947. Thus, the intelligence community turned to balloons. The idea was sim- ple enough: High altitude balloons car- rying cameras would be launched from Europe and carried by prevailing winds MUFON UFO JOURNAL No. 273 January 1991"},{"pageNumber":12,"pageContent":"across the Soviet Union. Above the operational altitude of fighters, they would randomly ,map the territory below, and, once over the Pacific, drop their cache on radio command. The first project of this type was call- ed \"Moby Dick.\" Developed by the Of- fice of Naval Research 4 with balloons provided by the Air Force, Moby Dick was one of the first projects sponsored by the newly created Central In- telligence Agency, and was just becom- ing operational in 1947. Unfortunate- ly, the project failed due to the loss of balloons to the Soviets, and the poor quality of the aerial photographs taken by those few balloons that survived the transcontinental trip. A new balloon reconnaissance program, ultimately code named Genetrix, was attempted in 1956. Hundreds of balloons, carry- ing 1430-pound camera and beacon payloads, were launched over the course of a week. Apparently, 243 balloons were never seen again; only 44 were every recovered. 5 Now, anything the United States does, the Soviet Union does sooner or later, and, on occasion, before! And there certainly were some sensitive areas in the United States, of which New Mexico, with its nuclear bomb wing at Roswell, its rocket research at White Sands, and its nuclear laboratory at Los Alamos, would head the list. But if the Soviets had in mind the same type of balloon reconnaissance, one might expect some differences. At the end of WWII, most of the helium found in any quantity was in the United States. Thus, the Soviets may well have been compelled to use hydrogen in- stead, a flammable gas. A recon- naissance balloon so filled might ex- plode for a number of reasons, which would include lightning or possibly static electricity generated from being dragged over the ground during des- cent. A balloon at high altitude might accidently detonate if, for example, pyrotechnic squids, possibly designed to rupture the envelope on command, fired on a spurious signal. The squid itself, in the oxygen rich lower at- mosphere, might, depending upon the material used in the balloon's construc- tion, cause conflagration. The scenario I propose is simple: As the Cold War heats up, the coun- try is suddenly beset with inexplicable UFO sightings. In the midst of the resultant publicity and anxiety, a large balloon, of an unknown genre, has been found in New Mexico. When the nature of the debris becomes known, Roswell AAF concludes that objects of this type may be behind the current hysteria. Although Colonel Blanchard is the reci- pient of sensitive targeting data, the pro- bability is high that neither he nor Ma- jor Marcel is aware of Moby Dick, as under the theory of compartmentaliza- tion, he had no \"need to know.\" The press release claiming the \"capture\" of a flying saucer is authorized. As the story goes out over the wires, however, intelligence officers \"in the know\" become alarmed. A balloon? Of unknown genre? In New Mexico? Half way between Los Alamos and the 509th at Roswell? And it's burned? Now, the famous sequence of events makes sense. Colonel Blanchard is reprimanded and ordered to fly the balloon remains to Air Technical In- telligence Command at Wright Patter- son to determine if the materials, or in- struments, if any, are of Soviet origin. The flight is to stop over in Fort Worth to take care of that other problem, the story that the debris is from a crashed saucer. T here, a variously bemused and baffled General Ramey, also unaware of the ongoing efforts in balloon reconnaissance, shows some of the debris to a journalist, wondering what all the fuss is about. Major Marcel, accompanying the remnants, entertains the same thoughts. It's important to understand that I am not asserting that the wreckage re- covered at Roswell was part of a Soviet attempt at balloon reconnaissance. All that is important as far as the scenario above is concerned is that someone in the AAF, the Navy, or the CIA thought that might be the case. With what is known today about the state of strategic reconnaissance in 1947, it is clear that the government would have been derelict in its duties not to have acted precisely as it did! Reassessment The \"Roswell Incident\" is not an area in which I claim to have done research. Indeed, my predominate sources are Moore, Friedman, and others who have published copiously on this matter dur- ing the last decade. But when two investigators look at photos of obviously terrestrial mate- rials, miss obvious visual cues that point to flimsy construction material, and pronounce them to be remnants of an interplanetary, or perhaps even in- terstellar, spacecraft, it's time to join the variorum. These materials simply are not of ex- traterrestrial origin. And remember, Marcel himself has said that the debris on Ramey's floor was \"the real stuff.\" If not, then Marcel's accuracy is in question. Some authors have suggested that the wreckage had been switched with that of a Rawin Sonde. If so, why is part of the material burned? After all, weather balloons don't burn, do they? And with the public disclosures of the history of technical intelligence made in various books published dur- ing the '80s, the behavior of the AAF is now transparent. As much as I admire the efforts, and .in some cases, financial sacrifices made by the primary investigators during the last decade, the reality is that they have failed to make their case. Furthermore, the cost to ufology has been high. The amount of time and money devoted to the Roswell Incident and the related MJ-12 documents is probably un- precedented in UFO history. Being as under-funded as ufology is, I suggest that a serious reassessment is in order. (Please see Editor's Note, page 2.) Footnotes 1. From the latin word catena, which means \"chain.\" 2. Don Schmitt and Kevin Randle, \"Roswell, July 9, 1947,\" IUR Vol. 14, No. 6 (Chicago: CUFOS, Dec. 1989). 3. Don Schmitt and Kevin Randle, \"Fort Worth, July 8, 1947: the cover-up begins,\" IUR Vol. 15, No. 2 (Chicago: CUFOS, April 1990). 4. William E. Burrows, Deep Black (New York: Berkley Books, 1988), pp. 59-60. 5. Ibid., p. 75. MUFON UFO JOURNAL No. 273 January 1991"},{"pageNumber":13,"pageContent":"NEW REVELATIONS ABOUT ROSWELL WRECKAGE: A GENERAL SPEAKS UP By Jaime H. Shandera Joe Kirk Thomas commits some of the same grievous errors that first-year journalism students and other would-be sleuths frequently commit: he takes only the evidence he wants to look at and completely ignores the rest. The \"material\" that Mr. Kirk \"analyzed\" is in the form of black-and-white photographs. Since he couldn't touch, test or even see the actual color of the original objects, he is left only with surmises and opinions based on same. Mr. Kirk's most glaring oversight, however, is the obvious fact that the same photographs contain people who could lay their hands on the material in question; yet he appears not the least bit interested in their living testimony! A simple analogy to that approach would be to remove all the square roots from a particular mathematical equation. It might be considerably easier to get an \"answer\" that way, but it hardly seems likely to be the right one. Mr. Thomas does, however, make a good point when he points out our improper use of the words \"rigid\" and \"stiff.\" What we meant to say was that the material had greater \"rigidity\" and was \"stiffer\" than tin- foil or foiled paper. It was indeed quite flexible, but it also had a ten- sile strength unheard of in something so thin. We also find it odd that while Mr. Thomas asserts early on that the Air Force cover story statements are cor- rect, he then proceeds to conclude that the pictured object is another device altogether, demonstrating a complete lack of knowledge of radar reflectors in the process. Finally, if Mr. Thomas wants to believe that the Roswell wreckage was a giant Wrigley's Spearmint Gum wrapper, what the heck. It is, after all, a free country. - William Moore/Jaime Shandera Photographs taken at the Ft. Worth, Texas, Army Air Base on July 8, 1947 are of the actual Roswell Incident debris, says Brigadier General Thomas Jefferson DuBose (USAF Retired), the only living man who would know. At the time of the Roswell Incident, Gen. DuBose (then a full colonel) was Chief of Staff to General Roger M. Ramey, com- mander of the U.S. 8th Army Air Corps, headquartered at Ft. Worth. Now retired and living in Florida, Gen. DuBose was recently inter- viewed, first by telephone and later at his home, by acting Fair Witness Project Board member Jaime H. Shandera. Here is the combined text of those interviews. Shandera's ques- tions and commentary are in bold and italic typeface, respectively; the General's answers are in plain, or roman. This article will also appear in Focus, the quarterly newsletter of the Fair Witness Project, Inc., published by William Moore & Associates ($20/yr.). For additional information, write 4219 W. Olive Ave., #247, Bur- bank, CA, or call (818) 980-8758. G eneral, a witness recently surfaced who was the first reporter to arrive at General Ramey's office on July 8,1947 to take pictures of the crash debris sent over from Roswell. J. Bond Johnson, a reporter for the Ft. Worth Star Tele- gram, stated that when he asked General Ramey what this debris was, Ramey said he didn't know. You were present in that room at that time. Also, the Associated Press (AP) had carried a story indicating that Gen- eral Ramey didn't know what the debris was when talking to General (Hoyt) Vandenberg in Washington... Well, that's true. None of us knew what it was. There are two researchers (Don Schmitt and Kevin Randle) who are presently saying that the debris in General Ramey's office had been switched and that you men had a weather balloon there. Oh, bull! That material was never switched! So what you're saying is that the material in General Ramey's office was the actual debris brought in from Roswell? That's absolutely right. So not you or anyone else ever switched that material for the cover story? We never switched anything. We were under orders from Washington to look at that material. We wouldn't have switched anything. We were West Pointers — we would never have done that. But General Ramey did put out a cover story that it was a weather device? Yes. We were ordered to get the press off our backs — things were getting out of hand. I don't recall just who sug- gested the weather device story. Could General Ramey or someone else have ordered a switch without you knowing it? I have damn good eyesight — well, it was better back then than it is now — and I was there, and I had charge of that material, and it was never switched. What happened to the material (which was photographed) in General Ramey's office? MUFON UFO JOURNAL No. 273 January 1991"},{"pageNumber":14,"pageContent":"\"General McMullen or- dered me to send that stuff off and then wipe it out of my mind and never talk about it again — ever.\" Well, General (Clements) McMullen in Washington, he was under Vandenberg, but the actual head of the SAC as designated by General Kinney, he ordered me by telephone to take that debris in Roger's (Roger Ramey's) of- fice and put it in a container, lock it, and send it to him in Washington by courier. Let me get this straight — General McMullen ordered you personally to take the debris in General Ramey's office and lock it in a container and send it to him by courier? That's exactly right, and he said \"choose a courier you trust.\" So I selected (Colonel) Al Clark who was the Base Commander at Carswell (Ft. Worth). I put the debris in a heavy mail pouch, sealed it and locked it. I then sealed it to the wrist of Al Clark and escorted him to a B-25 out on the run- way and sent him to General McMullen in Washington. Have you ever talked about this aspect of the Roswell story before? No, not until you asked me. (Note: When Stanton Friedman and some members of the Fund for UFO Research conducted a videotaped interview with Gen. DuBose in the summer of 1990, they unfortunately failed to ask these very important questions; presumably because Friedman, along with Schmitt and Randle of CUFOS, had already made public their mistaken conclusion that the material in the photos had to have been debris from a weather balloon which had been substituted for the actual Roswell wreckage for the benefit of the press.) (Continuing) You see, General Retired General Thomas Jefferson DuBose McMullen — now you couldn't have known this man like I did — why he would bypass any channel or procedure if something was important to him — he'd do whatever it took to get the job done, and clearly he was right under Vandenberg there in Washington, so this was important to Vandenberg — General McMullen ordered me to send that stuff off and then wipe it out of my mind and never talk about it again — ever. N ow that all sounds like awfully strange treatment for any kind of weather device. We didn't know what it was. It just looked like junk. Now you say there was no switch of material — but could the material that came in from Roswell have been any type of weather balloon? Absolutely not. There was no weather balloon there. The balloons had certain markings so we would have been able to identify it. Could it have been any type of radar reflector device? No. This stuff was dark gray. We didn't know what it was. Were you familiar with weather balloons and radar reflectors? Why certainly. Both Roger (Ramey) and I were very familiar with them. Do you remember Major Jesse Marcel? Oh yes, very well. And I'll say this — whatever Marcel said about this material is what you can go by. He was a very honest, straightforward type of individual. And besides, he was the one who had been at the crash site. I was never at the crash site, so I couldn't assess all that was going on. But you can go by whatever Marcel said because he had the most information. When I began to ask questions about the photographs from General Ramey's office (the ones taken by J. Bond Johnson and others on July 8, 1947) of the Roswell debris, it became clear that DuBose didn 't know which pictures I was talking about. It also became clear that he probably had not seen the pic- tures since 1947. (Why Friedman et al. did not show them to the General dur- MUFON UFO JOURNAL No. 273 January 1991"},{"pageNumber":15,"pageContent":"ing their interview with him is difficult to imagine. One can only presume that they saw no need to, since they had already reached their own conclusions about the matter. At the very least, this failure constitutes shoddy journalism and must be considered a gross error of omission on their part.) In any case, having gotten a clear story from the General before showing him anything Bill Moore and I had written, it was time to send him the ' \"Three Hours That Shook the Press'' article from both FOCUS with its accompanying ' 'Ros- well Revisited'' article (FOCUS, June 30, 1990), and from the MUFON Jour- nal with accompanying photographs from Ft. Worth (MUFON Journal #269, September 1990). After more than a week, I contacted General DuBose again: General, did you receive the articles I sent you? Yes, I did. Thank you. D id you get a chance to read the material and look at the pictures? Yes, and I studied the pictures very carefully. Do you recognize that material? Oh yes. That's the material that Marcel brought in i to Ft. Worth from Roswell. Is that the same material you sent to General McMullen? Yes, that's it. Now, I know I told you before, but there are a couple of researchers say- ing that that's a picture of a weather balloon. Well, they're full of it! That's no damn weather balloon! There wasn't one there. Did you read the \"Three Hours That Shook the Press\" article that Bill Moore and I wrote? \"/ took this pouch to Ramey's office. In it, was a bunch of trash. We unbuckled it and laid it out on the floor. It was cold potatoes as far as I was con- cerned.\" Oh, yes. Can you comment on it for me? Well, I thought it was very well writ- ten. I think you did an excellent job. Thank you. But can you point out any areas where we might be off base or might be mistaken? No, I think you've done a good job and I can't think of anything else where I might be able to add anything. General, I'm going to be in Florida in another week. Can I stop by and see you? Why yes, I'd be happy to meet with you. The remaining portion of this inter- view was conducted at the home of General DuBose. In person. I found the general to be affable, intelligent, vital- ly concerned about many issues, in- cluding the deplorable state of our educational system, and, in his own words, in ' 'hellacious good health.'' He stands erect and leads an active life, all very admirable for a man swiftly ap- proaching the age of 89. General DuBose graduated from West Point with the class of 1929. He's had a colorful career and interacted with many of the notable Air Force and Ar- my legends. General Hoyt Vandenberg was his flight instructor. Assigned to General \"Hap\" Arnold in Washington early in World War II, he was in charge of training for the Air Corps. Following charges of \"favor- itism\" by news commentator Drew Pearson, General Arnold ordered then Colonel DuBose to give actor Jimmy Stewart a combat assignment. DuBose, a longtime friend of Ste\\vart's, has always held him in very high regard. He felt Pearson was \"all wet,\" that Stewart was doing more than any dozen other men for morale and recruitment — but no matter. Stewart went on to distinguish himself in Europe. DuBose was also a longtime friend of General Roger Ramey, and happily took the assignment as his Chief of Staff at Ft. Worth in 1947. Now as to this Roswell business — let's begin when Jesse Marcel came over from Roswell with this material. Yes. Well, as best I can recall, I met the airplane that came in from Roswell and I took a canvas mail pouch with this debris in it over to General Ramey's office. What type of plane was it? A B-29. Did you see additional debris on the plane? No, I was just handed this canvas mail pouch with the stuff in it, and (I) headed straight to Roger's office. Wasn't it unusual to take material like this to the chiefs office? Well, not unusual because this (the order to do so) had come from Washington — somebody had said there was something unusual that had gone on out at Roswell in General Ramey's territory. General McMullen had bypassed us and told (Colonel) Blan- chard in Roswell to put this stuff on a plane and get it over to Ft. Worth for Ramey to get a look at it. They were told to put some of this stuff in a mail pouch — you know those canvas mail pouches and you could seal them — and they were told to seal it and bring it in to us. The airplane came and I met the r' MUFON UFO JOURNAL No. 273 January 1991"},{"pageNumber":16,"pageContent":"plane and the pilot said \"this is the material picked up outside Roswell and Colonel Blanchard said I was to deliver it to General Ramey,\" and I said \"OK,\" and I took it to Ramey's office so we could take a look at it. Now was Marcel with you at that point? No, he wasn't. Nobody was. I had met the airplane. So Marcel didn't come with that bundle? Not at that time. If he was there, I was unaware of it — perhaps he wasn't on that plane. (Note: The suggestion that there was more than one plane from Roswell is consistent with statements made by other witnesses.) I took this pouch to Ramey's office. In it was a bunch of trash. We unbuckled it and laid it out on the floor. It was cold potatoes as far as I was concerned. Like what's in the pictures? Yeah, that's it. That's it. Sure, the pic- ture doesn't lie. And this is what we're talking about. (Indicating the brown wrapping paper laid out on the floor beneath the wreckage in the photo) It was wrap- ped in this brown paper inside the pouch? I wouldn't swear that it was put there — but I think it was put there to keep the stuff from getting on the rug. We looked at it and I said, \"This is just a bunch of junk.\" So did Roger. Did you feel this stuff — I mean, did you test it, did you try to tear it, or anything? No, I just looked at it. We sat there and talked about it. But this wasn't anything you'd recognize — like a weather balloon, or radar reflector, or whatever? No. Hell no. It was debris. And you can see how much of it there was and that it would all fit in a mail pouch. Now this brown paper, I won't make a sworn statement, it may have come with it. It may have been in the pouch. Now Marcel came along later? Yeah, he came in. He may have been in the same room... But what I'm asking is, he wasn't on the same plane? If he was, I don't remember. I couldn't say that he was or was not. I would be dishonest with you if I said so. But the only thing you remember clearly is this mail pouch? Yes. There wasn't more in the cargo hold or anything? If there was, I didn't know anything about it. W ouldn't Colonel Blanchard have contacted General Ramey before he contacted Washington? Apparently, someone in Washington contacted General McMullen. Now you don't know McMullen like I do. He would cut through anything to get a job done. Proper channels and procedures didn't mean anything to him — nothing got in his way. Now if my recollection is right, McMullen told Blanchard to pick this stuff up, secure it, and deliver it to Ramey to look at and see what it was, and then to give him a call. Then he called me and said it was coming in. \"You meet the airplane, see what it is, and call me,\" he said. And you must bear this in mind. In the final analysis, when all of this was said and done — (there was) a lot in the newspapers about it, Washington and the chief had gotten ahold of it and a few other things — McMullen told me in no uncertain terms, he said, \"You take this and see that it is shipped to me, and don't you ever mention this to a soul, living or dead, to your wife, to your son, forever. Do you understand? And that's an order.\" And that, to me, is an order, and I forgot it. He said, \"You forget it. Just wipe it off.\" Told Ramey the same thing. Now that's when he ordered you to put it in the pouch, seal it... Yeah. I put it in the canvas pouch, put on lock and key and sent it with the commander of Carswell under lock and key to McMullen. That was Colonel Al Clark, right? MUFON UFO JOURNAL No. 273 January 1991"},{"pageNumber":17,"pageContent":"Al Clark took it. He took it in a B-25 to McMullen. What he did with it, but I can't swear to it, as I later found out, was he sent it to Wright Field to examine it and see what it was all about. But when McMullen told me directly on the telephone, \"You forget about this: I don't want to hear about this from you,\" and then he said \"Get Ramey on the phone,\" and he said \"You listen,\" and he told Ramey the same thing — we had an in- tercom — \"This material, whatever it is, is none of your business. You forget about it. Don't ever mention it: don't talk about it to anybody from the newspaper or elsewhere. Just forget it.\" Now this was after the press people were already there, right? This was after it had gone: after Clark had it on its way to McMullen. Balloon Order At some point, I think in an interview early on, I believe you told Bill Moore that it was McMullen that ordered you guys to tell the press it was a weather balloon to get them off your back? Oh, Yeah. I can't give you exactly who it was, but we had to have a cover-up. This was getting out of hand and we had to stop these headlines. It was used to quiet the press. When this ... well, this was a cover-up. When McMullen ... well, I don't know whose idea it was to call it a weather device, but that was a cover-up, to quiet the press. Since this stuff just looked like junk, everyone bought it? Yeah. Even Marcel said when he had his picture taken with what is clearly the same material, that it was the actual Roswell debris, but that Ramey had told him he couldn't talk to the press or anybody — \"just have your pic- ture taken and I'll do the talking\" — then Ramey told the reporters that this was a weather device? \"I just know the weather balloon idea was used as a cover-up for this thing. When I was told to keep my mouth shut and forget it, I did. And that was the end of it until you asked me about this stuff.\" Yeah. You see, there was nothing you could do. Marcel said all the press saw was this debris, but they didn't see the more impressive stuff — the stuff that had the markings on it and the bigger pieces he said were still on the plane under guard. He said he was ordered off the plane (i.e. flight) and sent back to Roswell and he couldn't talk about it. Yeah, that's right. N ow again, these other re- searchers (Schmitt, Randle and Friedman) are saying that you guys switched this stuff and that this stuff was some kind of a weather balloon, and that you did that to fool the press and the press never saw any of the real stuff. Nah. But what you're saying is that the stuff was never switched — that this is the stuff that came in from Roswell? That's right. I know that because, god- dam it, I'm still alive. The story about the weather balloon was to allay the press — there was a tremendous amount of press about this — and as I told you, there's got to be something to all this. I don't know ... Well, it's too important ... Too many people ... Too many people, and even this situa- tion became too important to Washington and everybody — so there had to be a whole lot more stuff than just this. Oh, yes. The stories out of Roswell said the debris covered close to a square mile. Now these other researchers are claiming that reporters were barred from the base — that only one reporter was allowed on the base. Where? At Roswell? No, at Ft. Worth. Were there any orders to that effect? No. That's bullshit! I don't recall any such thing. I would have known. I know there were a lot of reporters. We knew all the folks there. Do you remember Bond Johnson, a young reporter for the Star Tele- gram? You can't ask me to remember every- one's name. I understand. We're talking over 40 years ago and about someone you might have seen only a few times. Col. Kalberer was the intelligence of- ficer and Ramey used him to herd the press around or get rid of them, or what have you. He wasn't the press officer, but Ramey leaned on him. (Note: This is consistent with what Kalberer told Moore in an interview just before he died, and it is backed up by a brief statement found in the historical records of the 8th Army Air Force.) Do you recall the weather man, War- rant Officer Irving Newton? He claims he was ordered by Ramey to leave his post and get over to talk to the press to tell them how a weather balloon worked? Could be. I don't know. Now that weatherman, Newton, he told me in a recent interview that MUFON UFO JOURNAL No. 273 January 1991"},{"pageNumber":18,"pageContent":"\"Johnson actually took a primary and a back-up ex- posure of each set-up, thus bringing the total number of known pictures of the Roswell wreckage in Ramey's office to seven.\" there was a weather balloon laid out all over that room, Ramey's office. This room here? (Pointing to the pic- ture of Ramey and himself with the debris in Ramey's office.) Yeah. At this point, the general looked at me almost scoldingly, and then we both laughed. What I said to him was, \"I don't understand, Mr. Newton, if there was a weather balloon in that room, why isn't it in the pictures. You are shown with the same debris as everyone else.\" No goddam weather balloon was ever in that room! And I asked the photographer who shot this picture of you and Ramey, and the one of Ramey himself, \"Was there anything else in that room that you didn't shoot?\" He said no. Hell no. He said he was there to shoot what was in the room, that he wouldn't have shot only a part of what was there. \"I would only have shot everything that was there,\" he said. I just know the weather balloon idea was used as a cover-up for this thing. When I was told to keep my mouth shut and forget it, I did. And that was the end of it until you asked me about this stuff. Had you seen these pictures since? Oh, yeah. I'd seen them. But not since what, 1947 or so? No, I haven't — but there can't be any doubt about who it was. H ave you ever told that story before about what McMullen said to you? No. No, because when someone told me to do something, I'm a good soldier and I do what they tell me. Outside of you asking me about it, no, I haven't told anyone. Now when I tell you that, there may have been over 40 years someone who would call and I would brush them off, or say I don't remember. \"New\" Pictures General DuBose's statements now sync-up perfectly with the testimony given earlier by J. Bond Johnson, the Ft. Worth Star Telegram photographer whose statements to Bill Moore and me opened up the spectre of a revised vie\\v of what occurred in Ft. Worth. Ttiey are also in agreement with statements at- tributed to General Ramey by the Associated Press, and with testimony gained by Moore in several interviews with Major Jesse Marcel before his death in 1986 — the accuracy of which was attested to by Marcel in a signed statement to the publisher of Moore & Charles Berlitz's book, The Roswell Incident. The statements by each of these peo- ple interconnect, overlap and add new information, giving us the most defin- itive view of what transpired at Ft. Worth on July 8, 1947. Indeed, the on- ly out-of-sync information in the entire picture is to be found in recent state- ments made by ex-Warrant Officer Irv- ing Newton (the weather man at Ft. Worth); and when Newton's current ver- sion of the story is compared to what he told Moore during interviews in 1979, it can be readily seen that his story has undergone considerable change since that time. Why this is, we do not know. All that can be said is that the details in his earlier account compare much more favorably with the DuBosel Johnson/Marcel testimony than do those of the story he is presently tell- ing. Newton's revised version of events came to light after he was recently reinterviewed by Schmitt and Randle. Apparently they did not trouble to ask him why, if Moore's earlier reporting of Newton's testimony in The Roswell Incident was incorrect, he did not con- tact Moore and ask that a corrected version be published. Warrant Officer Irving Newton MUFON UFO JOURNAL No. 273 January 1991"},{"pageNumber":19,"pageContent":"In our article titled \"Three Hours that Shook the Press,'' Bill Moore and I reconstructed the time frame and presented clear evidence of what General DuBose adamantly supports. In further working with J. Bond John- son and careful examination of the photographs, another development oc- curred. When I sent Johnson a copy of the MUFON Journal which contained the reprinted photos from Ft. Worth, he called back to say that the Ramey pic- ture wasn 't his — or so he thought. He didn 't think so because it was different from what ran in the Star Telegram on July 9, 1947. Continued examination and recollection of the mechanics of the camera Johnson had used revealed to us that he had in actuality shot four pictures rather than two as originally thought. His earlier assertion of two photos was based upon his clear recall of hav- ing had only two frames with him at the time, and that there were only two set- ups: one with Ramey alone and a se- cond with both Ramey and DuBose. But now, with a second picture of Ramey being evident and the existence of two pictures of Ramey and DuBose — each in the same basic set-up — it was remembered that each frame for that particular camera held two shots, the second one of which was exposed by pulling the frame out, turning it over, and putting it back in the camera. So Johnson actually took a primary and a back-up exposure of each set-up, thus bringing the total number of known pic- tures of the Roswell wreckage in Ramey's office to seven. Schmitt and Randle had earlier reported that there were only five such pictures, while our ' 'Three Hours \"piece had reported six. Further supporting Johnson as the photographer of four pictures is that both the University of Texas photo ar- chives (they have the Star Telegram col- lection) and the Bettmann Archives give photo credits to Johnson. The photo in the Bettmann collection is the second (or back-up) photo of Ramey and DuBose. The credit line indicates it was an International News Photo (INP) Soundphoto. INP was a subsidiary of International News Service (INS). The only way they could have gotten the photo was from Johnson himself, mean- ing that someone from INS came to the Star Telegram on July 8, 1947 and secured permission to use the photo. We know the relative time frame because the credit line indicates that the picture was transmitted at 7:59 CST, July 8, 1947. Since it would have been transmitted out of Dallas, nearly an hour away by car at that time, that supports the after- noon time for Johnson's return to the newspaper as reported in our ' 'Three Hours'' piece. This is a classic example of how con- tinued diligent work with an open witness can continue to produce results. Looking Back Bob Gribble January 1951 • \"I tracked hun- dreds of UFOs on radar,\" said Francis C. Sullivan, a retired Air Force Master Sergeant. Sullivan spent 28 years in the Air Force. For 18 of them he was a radar operator at air bases in Japan and the U.S. \"I couldn't give you the exact number of UFOs I tracked on radar, but it must have been in the hundreds. A lot of times we'd scramble jets after them.\" But only once did a pilot suc- ceed in getting close to one — at an Air Force base near Masawa, Japan, in 1951. \"An officer pilot named Brigham was in the air and I was in radio contact with him when he sighted something and went after it,\" Sullivan said. \"He radioed, 'I've never seen such a thing! It's round — I don't know what it is — when I started closing in on it, it must have — it's gone, Sully, it's gone! Just gone!' When he landed he reported the incident. The very next day they ship- ped him out of there. But in 1968, I made a telephone call to Peterson Field, Colorado, and recognized the voice at the other end as Brigham's. I asked him what had happened after the incident in Japan. He said, 'I can't talk about it. They took me to Washington and that's all I can tell you. I still can't discuss it and I'm told not to.' \" • A veteran airline pilot sighted a mystery object \"as large or half-again as large\" as a B-29 in flight above Sioux City, Iowa on the 20th. Pilot Larry W. Vinther, 32, said the object was silhouetted in a moonlit sky \"but all we could actually see was its shape.\" The UFO appeared shortly after 8:30 p.m. His Mid-Continent Airlines DC-3 passenger plane and the object circled Sioux City and he remained in radio contact with airport control tower throughout the strange pursuit. His co- pilot, Jim Bachmeier, also observed the object. The cigar-shaped craft dis- appeared finally after rushing almost straight at the airliner. It went under the plane's fuselage and continued north- westward until it was lost from view. • 1956 Cruising at 19,000 feet, a Navy R7V-2 transport, a four engine Super Constellation, was flying west across the Atlantic Ocean. The next stop was Gander, Newfoundland, Canada. Final destination. Naval Air Station, Patuxent, Maryland. Including the regular and relief crews, there were nearly 30 airmen — pilots, navigators and flight engineers — aboard the Con- stellation. As the senior pilot finished his cockpit check, he noticed a cluster MUFON UFO JOURNAL No. 273 January 1991"},{"pageNumber":20,"pageContent":"of lights, like a village, on the water below, about 25 miles ahead. As the transport began to circle over the lights, the lights dimmed and several colored rings appeared. One seemed to be growing in size — it was rushing up toward the transport. The glow was coming from the rim of a round object. The mysterious craft reached their altitude in a few seconds and appeared to be a giant disc. Dwarfing the Con- stellation, it raced in toward the aircraft. Suddenly the disc reduced its speed, tilted, and moved past the port wing. It swung around and was now abreast of the transport, in complete view of the airmen aboard the Navy plane. Describing the vehicle, the pilot said: \"Its sheer bulk was amazing; its diam- eter was three to four times the Con- stellation's wing span. At least 30 feet thick at the center, it was like a gigan- tic dish inverted on top of another. Seen at a distance, the glow along the rim was blurred and uneven but was bright enough to show the disc's curving sur- face, giving a hint of reflecting metal. Gradually, the craft pulled ahead, tilted upward and accelerated out of sight.\" The pilot immediately called Gander Airport. \"You show any other traffic out here?\" he asked the tower. \"We had something on the scope near you,\" Gander told the Commander. \"But we couldn't get an answer.\" It was deter- mined that the disc was between 350 and 400 feet in diameter. Time for the craft to climb to the transport's altitude, between five and eight seconds, in- dicated a speed between 1400 and 2200 knots; the disc had accelerated above this speed on departure. Five days after the incident, the senior pilot received a phone call from a scientist in a high government agency. The next day the scientist met with the pilot and listened to his report. Then he unlocked a dispatch case and took out some photographs. \"Was it like any of these?\" At the third picture, the Commander stopped him. \"That's it.\" The other man took the pictures, closed his dispatch case and left. (The source for the above report was Captain James Taylor, USN Retired.) • A pilot and an aerial cameraman sighted and attempted to track \"three circular aircraft\" over Pasadena, California, on the second, but their plane was outdistanced by the objects which were traveling an estimated speed of 1200 miles an hour. Daniel L. Cramer said he and his cameraman, Allen B. White, were at an altitude of 4000 feet when they sighted the three craft near the mountains. \"I immediate- ly threw our plane, a Cesna 180, into a tight circle to keep the three craft in our windshield,\" Cramer said, \"while White tried to take our aerial camera out of its mount but was prevented by the centrifugal force exerted by our tight turn. \"The three craft made a complete cir- cle around us at a distance of four to five miles, covering the distance in 30 seconds. They made another half cir- cle and disappeared, to the west.\" Cramer said they computed the speed of the vehicles at 1200 miles an hour by using their plane as the hub of a cir- cle and knowing the craft took 30 seconds to complete a full circle at a distance of four to five miles. Cramer estimated the craft to be 50 feet in diameter. \"We had them in sight for a full 45 seconds and they were clearly outlined most of that time against the mountains. We know what we saw.\" • 1961 A UFO apparently landed near Benjamin, Texas, about 9 p.m. on the 10th, after being spotted and tracked from Wichita Falls, Texas by an Abilene pilot. One Wichita Falls resident, with military experience, reported hearing code \"from out of the sky\" about the same time and he tried to \"copy\" the coded message, but an element of the signal apparently was involved in a sud- den speedup and slowdown in the transmission. \"I know it sounds strange, but the signal seemed to be coming from above,\" he said. He first heard the code about 11:30 p.m. and went outside in an effort to learn its source. He listened until after midnight, but did not know of the UFO at the time, which was described as traveling a zig-zag path and glowing as if on fire. W.K. Rutledge, an Abilene attorney and the pilot who tracked the UFO, circled it until after it landed and directed a search for it from the air. He said searchers were within about 100 yards of the object when he had to end his circling because of fuel limitations. The UFO in the meantime had ceased glowing. Rutledge and his passenger, George Thomas, kept the object in sight about six minutes. When the UFO started falling it took about two minutes to reach their level and about four to five more to the time they thought it landed. • Mrs. James P. Thomas was sta- tioned with her husband at Ernest Har- mon Air Force Base, Newfoundland, Canada, where he was an F-102 jet in- terceptor pilot and assistant squadron commander of the Fifty-Ninth Fighter Interceptor Squadron, Detachment 1. While visiting her parents in New York, she said her two year stay at the base had made her a confirmed believer in UFOs. \"Occasionally,\" she said, \"the aircraft control and warning section will sight UFOs on their radar scopes that travel over 2000 miles per hour and can turn on a dime at that speed.\" She said a friend of her husband saw one of the craft on the ground and can describe it in detail. • 1966 George Pedley, 27, was driv- ing his tractor through a neighboring property on his way to his farm near Tully, Queensland, Australia, about 9 a.m. on the 19th, when he heard a loud hissing sound above the engine noise of the tractor. \"It sounded like air escaping from a tire. At first I ignored the sound, then suddenly I saw a craft rise at great speed out of a swamp called Horseshoe Lagoon about 25 yards in front of me. It was blue-grey, about 25 feet across and nine feet high. It spun at a terrific speed as it rose vertically to about 60 feet, then made a shallow dive and rose sharply. Traveling at a fantastic speed it was out of sight in seconds. I saw no portholes or anten- nae.\" As he continued to drive the tractor, he spotted a large depression in the tall green grass in the swampland. The grass had been pushed flat in an area about 30 feet by 20 feet. Pedley decided not to say anything because he thought MUFON UFO JOURNAL No. 273 January 1991"},{"pageNumber":21,"pageContent":"no one would believe his story. \"But on my way home to Tully that night,\" Pedley said, \"I met Albert Pennisi, who owns the property where I saw the craft. He believed me straight away and told me he had been dreaming for a week that a UFO would land on his pro- perty. He said that about 5:30 a.m. that morning his dog suddenly went mad and bounded off towards the lagoon.\" The next day Tom Warren, a cane farmer, and Hank Penning, a Tully school teacher, walked around the lagoon and discovered two more circles. One appeared to be some days old, but the other, only a few feet away, seemed reasonably fresh. They were about 25 yards from the first one, but hidden by dense brush. The fresher one was on- ly eight feet across. The grass was flat- tened in an anti-clockwise direction. In the first circle the grass was flattened in a clockwise direction. Also, a patch of couch grass about four feet square, and about three feet from the perimeter of the first circle, had been clipped at water level. • 1971 John Clucas, 37, said a blind- ing light form, about three feet in diameter, pursued his car from Penrith to Windsor, on the outskirts of Sydney. Australia, about 10 p.m. on the fifth. For most of the 13 mile journey it was either a few feet from his back bumper or about a quarter mile behind. \"The light illuminated the whole inside of my car and blinded me when I looked in the rear view mirror,\" Clucas said. The light finally moved away when he stop- ped his car and stood ready to meet it with his car spotlight. • 1976 A large, oval-shaped craft in- tercepted a car driven by a 35-year-old registered nurse near Lompoc, Califor- nia, at 1:30 a.m. on the 23rd. When the driver first spotted the lights on the vehicle, she said, \"It sort of hypno- tized me ... I sort of had to keep look- ing at it ... I felt like it was something I had to look at.\" She reported that her radio \"just went wild ... the sound hurt my ears.\" The driver brought the car to a stop and as she did the car headlights suddenly turned so bright that they \"lit up the area like a football field.\" The light illuminated the craft which was hovering about 300 feet away and about 25 feet off the ground. The vehicle was about 50 feet long with large orange blinking lights which were located around the edge. After viewing the vehicle for about a minute, the witness said, \"I just stepped on the gas and pushed that Volkswagen as far as it would go .. I wasn't about to stick around and see what would happen.\" This incident occurred about 20 miles south of the huge missile launching complex at Vandenberg Air Force Base. • On the 29th, observers in widely scattered parts of the Las Vegas, Nevada valley reported seeing a large cigar- shaped object moving across the sky at 8:40 p.m. About two hours later, at 10:30 p.m., Johnny Sands — a touring country and western musician — reported that his vehicle was stopped on Blue Diamond Road, 14 miles southwest of Las Vegas, by a huge cigar-shaped craft and that he was ques- tioned by two of its occupants. He described them as about five feet, seven inches tall, and proportioned not unlike a human being. Their eyes were squinted, complexion pale and beside their jawbones, under their ears, they appeared to have gills. Their mouths were small. Their faces were hairless, he said, and had \"puggish\" noses. A spokesman at Nellis Air Force Base confirmed that he had told his story to the Air Force Office of Special Investigations. • 1981 While working in his garden about 5 p.m. on the eighth — near the village of Trans-en-Provence, in southern France — Renato Nicolai, 55, heard a slight whistling sound, looked up and saw a \"strange machine\" des- cend from the sky and land about 30 meters away from him. It was about one and four-fifths meters high, and two and a half meters in diameter. The color was that of lead. The craft rested on small telescopic legs. After about a minute, the vehicle took off, rose into the air, and disappeared, leaving a cir- cular mark on the ground. Samples from the site were immediately col- lected by the Draguignan police and they sent them to Dr. Bounias, direc- tor of the biochemical laboratory of the INRA (National Institute of Agri- cultural Research) at Avignon. Bounias established samples from plants of the same species taken at dif- ferent distances from the point of im- pact. He analyzed the photosynthetic pigments, the glucides, the amino acids, etc. \"We worked on very young leaves,\" Bounias explained. \"They all had the anatomic and physiologic character- istics of their age. However, they had the biochemical characteristics of ad- vanced senescence, of old age. And this does not resemble anything known to exist on our planet.\" Bounias found that the type of \"biochemical trauma\" revealed by the leaves diminished as the distance from the UFO landing site increased. He said: \"Certain substances which are present in the close range samples are not present in those taken further away, and vice versa. There is no possible risk of mistake. We have found differences sufficiently important that the statistical significance of the results is irrefutable.\" The analysis of samples produced other startling results. Chlorophyll and other substances in the plants had been reduced by between 30 and 50 percent. Soil samples indicated that an object of extremely heavy weight had scraped along the ground leaving evidence of both thermic and mechanical effect and a residue of what was possibly combus- tion. The report also concluded from analysis of surrounding vegetation that grass was affected as if it had been sub- mitted to high temperatures without burning and to an unusual level of radiation. The director of the biochemical laboratory concluded: \"All we can say is that something certainly happened. We have observed the effects of a phenomenon.\" The INRA carried out the analysis of the landing site samples at the request of GEPAN (Group for the study of Unidentified Aerial and Space Phenomena), which is a branch of the National Center for Space Research. (Editor's note: For more details on this very significant case, please refer to the Continued on page 22 MUFON UFO JOURNAL No. 273 January 1991"},{"pageNumber":22,"pageContent":"LETTERS ... Dear Editor: I was interested to learn from Mr. Wingfield's letter in the November Journal that Dr. Meaden's 'Plasma Vortex Theory' for the Crop Circle Phenomenon is \"totally discredited.\" I was aware, of course, that many re- searchers, starting with Dr. Meaden himself, recognize that the hypothesis needs a great deal of development before it can explain the anomalous features of the phenomenon: but as the only scientific suggestion which has been put forward, it remains the front runner until such time as someone comes up with an alternative explana- tion which more closely fits the facts. Has Mr. Wingfield done just that? I am sure all researchers would be delighted to consider his interesting suggestion that \"the Circles are pro- duced by energy fields\": but before we consider that suggestion seriously, he must explain to us what he means by 'energy fields' and show us how they function and in what way they provide a better explanation for the bizarre shapes than the Meaden approach. Until that time, he must not be sur- prised that many of us, even if we have to run the risk of being labelled 'stupid' by Mr. Wingfield, will continue to find Dr. Meaden's ideas, for all their short- comings in their existing stage of development, the best we have. It is good to have all kinds of input, even if some of it is as bizarre as the circles themselves; but Mr. Wingfield's assertion that the Plasma Vortex theory is \"completely dead and buried\" is not likely to convince anyone who reads the Randies/Fuller book, with its balanced methodical exploration and comprehen- sive discussion of the phenomenon. The Plasma Vortex hypothesis may not be the final solution, but it is the best approach — because the only scientific approach — that we have at this time. — Hilary Evans London Dear Editor: In his article, \"The Implant Enigma\" (June 1990), John Schuessler suggests that a structure reportedly found in am- niotic fluid during a routine chrom- osome preparation (Nature, Vol. 323, Sept. 25, 1986, pg. 300) might be an alien implant. In relating this uniden- tified fetal object to unidentified flying objects, Schuessler implores research- ers to \"take the implant issue serious- ly.\" A number of readers did just that (see Letters to the Editor section, August 1990). Two contributors com- ment on the fact that in subsequent issues of Nature a mundane explana- tion of the structure was provided, and Schuessler is taken to task for \"sloppy articles and sloppier research.\" It is correct to point out the in- complete and misleading aspects of Schuessler's article. Indeed, his entreat- ment to \"look at the possibilities\" so as to avoid \"wild speculation\" invites such a response. In this same spirit, it should be noted that the information provided in these Letters to the Editor is also incomplete and misleading. While both letters correctly reference correspondence published in the Oc- tober 23 and October 30, 1986 issues of Nature, in which the mystery object was interpreted as a diatom skeleton, it is misleading to state that the object has been \"identified\" as such. The diatom explanation was an expression of opinion, not a presentation of proof. Moreover, the December 25, 1986 issue of Nature provides two other \"explana- tions\" (a \"fragment of tubular myelin\"; an \"area of meshwork of the nuclear lamina\") and yet another explanation (a contaminant originating in the fabrica- tion of semiconductors) appears in the January 22, 1987 issue. In that same issue, J. Wolstenholme, who originally reported this \"mystery object amid the chromosomes,\" in- dicates that all these explanations describe objects too irregular to match the one in question. He also rejects an extraterrestrial explanation which, in- terestingly, he indicates accounted for the majority of the explanations sent by readers directly to him. To find out if this search for explana- tions has been resolved more satisfac- torily since 1987,1 wrote to Dr. Wolsten- holme and received a gracious reply. As of July 26, 1990, he still did not have an explanation he regards as convinc- ing, but continues to believe the object is likely to be an artifact originating in either the laboratory environment, the reagents used in preparation, or the laboratory equipment. He reports that \"the object has been sent for more detailed analysis elsewhere,\" and assures that he will let researchers know if and when the object is positively identified. — Stuart Appelle, Ph.D. Brockport, NY Calendar of UFO Conferences for 1991 March 15, 16 & 17 — Second UFO/ET/Alien and Abduction Congress - Holiday Inn, Bordentown, New Jersey April 5, 6 & 7 — Ozark UFO Conference - Inn of the Ozarks, Eureka Springs, Arkansas May 11 & 12 — UFO Expo West - Los Angeles Airport Hyatt Hotel, Los Angeles, California May 17, 18 & 19 — Exploring Unexplained Phenomena III - University of Nebraska Center, Lincoln, Nebraska May 18, 19 & 20 — Fifth Annual \"Recontres Europeennes de Lyon\" Congress - Lyon, France July 5, 6 & 7 — MUFON 1991 International UFO Symposium - Hyatt Regency O'Hare Hotel at O'Hare International Airport near Chicago, Illinois August 16, 17 & 18 — Sixth International UFO Congress - Central Library Theater, Sheffield, South Yorkshire, England October 12 & 13 — The UFO Experience - Holiday Inn, North Haven, Connecticut MUFON UFO JOURNAL No. 273 January 1991"},{"pageNumber":23,"pageContent":"The Night Sky Walter N. Webb February 1991 Bright Planets: (Evening Sky) Venus (magnitude -3.9) gleams low in the SW at dusk, setting in midmonth more than two hours after the Sun. The brightest planet is below the lunar crescent on the 16th. Mars (magnitude 0.3), in Taurus between another orange object, the star Aldebaran, and the Pleiades cluster, stands high in the south at dusk. The ruddy world moves westward during the evening hours. Jupiter (-2.5), retrograding in Cancer, lies low in the east at dusk and advances westward during the night. The giant gas planet passes the Beehive cluster on the 9th. Bright Planets: (Morning Sky) Mars sets in the NW about 2 a.m. in mid-February. Jupiter lies 1.6° above the gibbous Moon on the 26th. The planet sets in the WNW about 6 a.m. in midmonth. Saturn (0.7), in Capricornus, rises only about 114 hours before the Sun in mid- February, but shows up earlier later in the month when it can be glimpsed very low in the SE at dawn. In Hawaii on the 12th the ringed planet suddenly reappears from behind the dark limb of the crescent Moon about 6:30 a.m. Moon Phases: Last quarter — February 6 New moon — February 14 First quarter — February 21 ^) Full moon — February 28  (^) The Stars: Orion and the Winter Circle stars reign supreme in the southern sky. High in the south astride the celestial meridian during midevening hours is Gemini the Twins, the sons of Zeus and Leda. Look for two stick figures side by side, with the Twin Stars Pollux (left) and Castor (right) marking the heads of the legendary brothers. The two stars were regarded by sailors as their patron or protective deities. The expression \"by Jiminy\" is the ancient oath \"by the Twins.\" Two planets were discovered in this constellation. One of them was Uranus, found in 1781 by Englishman William Herschel. The other was Pluto, discovered in 1930 by Clyde Tombaugh. (Last year was the 60th anniversary of Tombaugh's discovery.) Leo the Lion, harbinger of spring, is already above the eastern horizon at 9 p.m. In the NE the Big Dipper balances on the end of its handle. On the early morning of February 8, a fat crescent Moon occults the red 1st- magnitude star Antares low in the SE. Places in the eastern U.S. will see both the entrance and exit of the star behind the Moon, while locations in the cen- tral part of the country experience only the star's reappearance. Some sample times for the event in the East: Boston, 4:18-5:31; Atlanta, 3:55-5:12 and Miami, 3:57-5:14. MESSAGE, Continued injecting new thoughts, ideas or theories into ufology that might seem controversial to some readers at \"first blush.\" Since none of us know all of the answers to the UFO enigma, we must maintain a scientific and open mind toward theories and hypotheses proposed by our colleagues. You, the readers, have made the MUFON UFO Journal one of the leading UFO magazines in the world today because of your contributions. The editors con- tinue to solicit and welcome your help. Jun-Ichi Takanashi MUFON National Director, Japan BACK, Continued English translation published in the MUFON UFO Journal issue number 193, dated March 1984. pages 3-16. See page 3 of this issue for photo of Renato Nicolai with Dr. Petit.) CHANGE OF ADDRESS MEMBERS/SUBSCRIBERS Advise change of address (in- clude county and phone no.) to: MUFON 103 Oldtowne Rd. Seguin, Texas 78155-4099 MUFON UFO JOURNAL No. 273 January 1991"},{"pageNumber":24,"pageContent":"MESSAGE, Continued Larry S. Nelson (Gibsonton. FL) As- sistant State Section Director to Mr. Dunn. The following new Consultants have volunteered their expertise this month: Henry A. Seymour, Ed.D., (Hunts- ville, AL) in Educational Administra- tion; Ronald E. Mayhorn, M.D. (Seguin, TX) in Medicine and Anes- thesiology; Jan Michael Bielan, M.D. (San Francisco, CA) in Medicine and Law; Michael J. Lecher, Psy.D. (Portland, OR) in Clinical Psychology; and Mark W. Swift, D.O. (Warren, OH) in Internal Medicine. New Research Specialists joining this month are Bryon J. Shields, M.S. and MBA (Olathe, KS) in Philosophy and Peggy B. Tatum, M.S.W. (Syracuse, NY) in Social Work. Jabe A. Sanberg, B.S. (Champaign, IL) volunteered to be a Translator for Portuguese. Robert E. Reid, Col. USAF (retired) has sadly submitted his resignation as Director of Publications due to personal family problems. MUFON will be seeking a replacement for this vital responsibility on the Board of Directors. 1991 UFO Symposium The theme for the MUFON 1991 In- ternational UFO Symposium to be held July 5, 6 and 7 at the Hyatt Regency O'Hare Hotel at O'Hare International Airport, near Chicago, is \"UFOs: The Big Picture,\" hosted by Tom Stults and Illinois MUFON. Confirmed speakers will be David M. Jacobs, Ph.D., ab- ductions; Gene Phillips, ancient astronauts; Linda M. Howe and John Altshuler, M.D., Cattle mutilations; John Carpenter, M.S.W., clinical hyp- notherapy; Stanton T. Friedman, the Roswell Case Update; Michael M. Chorost and Dennis Stacy, Crop Circles; Bruce S. Maccabee, Ph.D., UFO photo analysis; Zecharia Sitchin, Michael D. Swords, Ph.D., Modern Biology, Close Encounters and the ETH; and C. B. Scott Jones, Ph.D. We are also negotiating with several Euro- pean researchers to provide an interna- tional flavor. August in Moraru Representative for Romania A contract has been signed with American Airlines to be the official car- rier for the symposium, which also in- cludes American Eagle flights to Chicago from the contiguous 48 states, Hawaii, Puerto Rico and the Virgin Islands. The host committee is com- posed of Judy Stults, General Chairperson; Paul Fisher, Treasurer; Dave Knapp, Computerization: and Ron Wolf, Technical Advisor. Hotel rates at the Hyatt Regency have been contracted at $68 per night for single or double occupancy, triple occupancy $78 or four people at $88. Hotel reser- vations may be made by calling (708) 696-1234. Journal Revision Anyone not skipping rapidly over the inside cover and masthead of this issue of the Journal will notice that it has been simplified considerably. Numer- ous names have appeared on the masthead over the years, while only a few have regularly contributed articles to the Journal. Some considered it an honor to see their name in the masthead even though they seldom submitted ar- ticles for publication. In the revised for- mat, only those who are columnists or editors will appear, since they are the ones who should be recognized publicly for their work. The new format pro- vides greater space for the Table of Contents and includes only those en- tries that are required by the Post Of- fice Department, the Internal Revenue Service and copyright laws. The MUFON UFO Journal is the prime communication medium for members, therefore everyone is invited to submit pertinent and applicable ar- ticles to the editors for their considera- tion and evaluation. Obviously, the editors cannot publish every article that is submitted. Considering the immense research and writing talent that exists among our readers, however, the caliber of published material remains outstand- ing. Letters to the editor are also very apropos as a form of two-way communication. On occasion, articles are solicited from notable writers as a means of Continued on page 22 MUFON UFO JOURNAL No. 273 January 1991"},{"pageNumber":25,"pageContent":"^Director's OVfesscuje Walt Andrus Jun-Ichi Takanashi, MUFON Na tional Director for Japan, recently an- nounced, as chairman, that the name of their organization. Modern Space Flight Association (MSFA), founded in 1956. has been changed to Japan UFO Science Society (JUFOSS) to better reflect their primary study of uniden- tified Hying objects and not space flight. Their mailing address is C.P.O. Box No. 1437, Osaka 530-91, Japan. They publish a magazine in Japanese on an irregular schedule titled Japan Flying Saucer Investigation. Augustin Moraru, Representative for Romania since 1980, has advised that UFO organizations are now per- mitted to function more openly in Romania since the anti-communist revolution of a year ago. Mr. Moraru created a clandestine biannual UFO magazine, UFO. and in collaboration with the best and most active UFO researchers in his country, organized the group Romanian U.F.O. Researchers (RUFOR). The most current issue of UFO is number 26. He may be con- tacted at the following address: Bd. Republicii 122. Bl. 16 Bl. ap. 17, cod. 2000 Ploiesti - 10, Romania. Augustin is making plans to attend the MUFON 1991 International UFO Symposium in Chicago, since citizens may now visit foreign countries, even though their currency cannot be exchanged. Publications In early spring, a new book by Grant Cameron and T. Scott Grain, Jr. will be published by MUFON, titled UFOs. MJ-12. and the Government: A Report on Government Involvement in UFO Crash Retrievals. The release date, price and other details will be an- nounced in the Journal as available. Grant Cameron is a UFO researcher in Winnipeg, MB, Canada. Scott Crain is a State Section Director in Port Matilda, PA. With the increased demand for the MUFON Field Investigator's Manual, due to new members and Field In- vestigator training classes being organized nationwide, the present sup- ply will not be adequate to bridge the period until the new fourth edition is composed, typed and published. So 500 additional copies were ordered from the printers to secure the necessary continuity. Please do not delay conducting training classes until the fourth edition becomes available. The present manual is the finest in the field: however, we want to up-date it in order to stay abreast of state-of-the-art UFO investigative techniques. Since our supply of MUFON 1988 International UFO Symposium Pro- ceedings is practically extinct, 500 ad- ditional copies are now being printed to fill our present and future needs. It was also necessary to publish 500 ad- ditional copies of the MUFON 1989 proceedings a few months ago due to popular demand. This healthy situation reflects the increased interest in ufology and the continuous growth of MUFON. Statewide Meetings Two major milestones were achieved during the past month in the two small- est states in the U.S.A. On November 29, 1990. Hugh B. Horning, State Director for Delaware, held the state's first MUFON meeting with the assistance of George M. Reynolds, Sr., State Section Director for Elkton. MD. Robert L. Oechsler, Asst. State Director for Maryland, was the featured speaker for the meeting. As the second smallest state, Delaware has already passed up several other midwestern states in membership. Congratulations to Hugh Horning for his enthusiastic leadership. Daved E. Rubien, State Director for 1 Rhode Island, conducted his first statewide meeting on December 5, 1990 in North Kingston, RI. He now has enough members to form an in- vestigative team and assign State Sec- tion Directors. Mr. Rubien was ably supported by his newly appointed Assistant State Director, Alan J. Gudaitis. Our best wishes to Daved and Alan as they build a competent team of investigators. Statewide meetings in these two states are far more feasible than, for example, Alaska, Texas, California, New York, Florida or Montana. New Officers Robert H. Hair was appointed State Director for North Carolina to replace George D. Fawcett, who will become the State Public Relations Director. Mr. Hair, a member since 1979, recently retired from the business world and so will be able to devote more time to UFOlogy. George E. Lund III (Charlotte) was promoted to Assistant State Director. George joined MUFON in 1979. Robert J. Gribble, Western Regional Director, up-graded Laurence T. Childs (Bothell) from Assistant to State Director for Washington, to fill the vacancy created when Bob was elected to the MUFON Board of Directors. Mr. Gribble also appointed Marilyn Henry-Childs, M.S., Larry's wife, Co- State Director for Washington. New State Section Directors ap- pointed this month were the following: Ms. Gail Downs (Lake Wylie, SC) for York and Cherokee Counties; Douglas K. Kemp (Evansville, IN) for Vander- burgh County; Mrs. Avis V. Engle, M.E. (Gulfport, MS) for Harrison, Jackson and Hancock Counties; Gary D. Dunn (Palm Harbor, FL) for Pinel- las and Hillsborough Counties; and Continued on page 23 MUFON UFO JOURNAL No. 273 January 1991"}]
