[{"pageNumber":2,"pageContent":"Number 109 THE MUFON DECEMBER 1976 UFO JOURNAL Founded 1967  ^^^^\" *  $1.00 ••••••••••OFFICIAL PUBLICATION OF IHUFONJ MUTUAL UFO NETWORK, INC.^M^H^^HM NEW INFORMATION ON THE CALIFORNIA AIRSHIP SCARE APPEARS ON PAGE 1^ OF THIS ISSUE,"},{"pageNumber":3,"pageContent":"FROM THE EDITOR MUFON UFO JOURNAL 103OldtowneRd. Seguin, Texas 78155 Dennis W'lliam Hauck Editor Walter H.Andrus Director of MUFON Joseph M. Brill Editorial Assistant Mark Chesney Associate Editor Recently I was in Los Angeles conferring with Murry Weisman, producer of Columbia Pictures new 20-million dollar UFO film \"Close Encounter of the Third Kind\". I was very impressed with the efforts \"being taken to insure the accuracy and scientific handling of this motion picture, to which Dr. Hy- nek is serving as tech- nical advisor. I cannot help \"but won- der what effect the film will have on ufology when it appears next December. It will certainly thrust a new image of ufology to a public accustomed to late- night-TV flying saucer genre; yet it cannot help but to provide a shot in the arm to the so-called UFO Industry. I foresee a \"Jaws\" phenomenon with everyone jumping on the band wagon. In fact, Hal Roach Productions has a new film entitled \"Alien Encounter\" coming out in June, and Columbia Pictures has already initiated legal action against them. All I can say is caveat emptor! In this issue Rev. Dr. Barry Downing         _ Religion and UFOs  RED OBJE CT HOVERS BEHIND HIGHWAY OVERPASS   3 BY LAWRENCE LACEY AnnDruHel   REPORT FROM SWEDEN      5 California Report BY BERTIL SODERQUIST Lucius Parish ^  UFO SIGHTING OVER PALO ALTO     6 Books/Periodicals/History  By M|Kf M , LLS MarjorieFish -   PSYCHOLOGICAL ASPECTS OF SOME RECENT CL0SE ENCOUNTERS  7 Extraterrestrial Life   BY KEITH BASTERFIELD AND BEN WEST Stan Gordon   C A L I FO R N I A S I G HT I N G     10 Creatures S UFOs   BYMIKEMILLS REDDISH-ORANGE UFO SPOTTED   11 1 ichardH °\".   BY BILL SLAUGHTER Associate Editor FORE I GN NETWORK    11 Mark Herbstritt I By R1CHARD HALL Astronomy • ,     , _. • IN OTHERS' WORDS...    12 Rosetta Holmes   BY LUCIUS FARISH Promotion/Publicity  NEW CLOSE ENCOUNTER CASE FROM INDIANA   -.13 David A. Schroth   BY FRANCIS RIDGE St. Louis/Mass Media  A NEW LOOK AT THE LODI INCIDENT     1*4 , u c c k i   BY LOREN GROSS John F. Schuessler UFO Propulsion  REPORT FROM IRELAND      16 BY RICHARD HALL AUSTRALIAN AND BRITISH UFO CONFERENCES....   17 Editor/Publishers Emeritus  BY RICHARD HALL , • SOME GOALS FOR THE NEW YEAR  18 Len Strmgfield Commentary   BY HENRY MCKAY DIRECTOR'S MESSAGE      19 BY WALT ANDRUS RECAPPING AND COMMENTING   20 n .,m* UFO _ „****»*» BY \"'CHARD HALL M«ul UFO Retm* Softin, Tun. ktauiptioo «« ASTRONOMY NOTES       20 il.00 tu tur in U.V; J9.00 toi yur bnifn. Coppifhl RY MapK upDRCxRITT l>7(b, Mu iuroiW M riLS N «,ddmp n t.|.Mi' BY MARK HERBSTRITT * Sttaii. Tun. Mm ondelnerible copia IK IIUFO*  Iht eontenta of Ihi MlffON UFO IOUIIIIIU. in daintiincd b, the editor, nd do Fermmion a hereb, innted to quote hwn thb roue gmided not moti than 200 UFO JOJIM1.10J Odlenu It, Stjuta, TUB 7I1SS.  M netmjrilj f , pmM , th , ^,1,1 pjjjtbn „, j attmKt of nunm. Opinteo «otdi in quote Inn tba torn proiided not mon thin 200 mnb in quoted ol contributor! at theii om, nd do not neunirihf retted ihou ot Ine ttita, lam nj one utiele, the ittthor d the utkli b (ing cndit, nd (he tttement the itilf, oi HUFOII. Wlcln A«i\\t be submitted to Dmim Nillurn Hioct, 114 \"CopjriiM 1976 b, MUFOK UFO WUKW, 103 Olotowne 11, Squin, TT b ^^^^^^^^^^^^^^^_—.J  Gottlin St, Hmimond, Ind. 46327.    induded."},{"pageNumber":4,"pageContent":"Red Object Hovers Behind Highway Overpass in Nebraska By Lawrence Lacey (MUFON State Section Director) At 4:30 am December 1, 1976,1 was awakened by a call from South Sioux City police dispatcher Doug Adams report- ing a UFO observed by 3 boys nearby that morning. I talked briefly with David Snyder, 16, and obtained Ihe basic facts. I later arranged for an interview with all 3 boys at a trailer owned by Dale Snath's mother at Lot 129, Freeway Mobil Homes at 2:30 p.m. December 3. This included retracing the path their truck took during the sighting with the 3 boys in my car. I also had each of them fill out .MUFON UFO Sighting Questionnaire #1 (General Case) and secured a sketch of what each saw. •, As I have reconstructed the event, it was essentially as follows. The 3 boys Dale Spath (21 years, driver), his brother 16 and friend David Snyder were out driving in, Dale's pick-up truck at 2:50 a.m., December 1. They had just passed under the ; new 1124 overpass traveling south on the entension of Roundhouse Road, As they reached the point marked by an X on accompanying map sketch, where they first had an unobstructed view to the west, just before the road turns, they noticed an orange light slightly north of due west. Following the road they rounded the curve and proceeded on west. Dale Spath thought at this point that the orange glow nearly filled the space between the north em- SKETCH ;OF I NC I DENT bankment .\\nd the middle sup- port of the new highway 77 overpass crossing north-south over both lanes of 1-128 and still under ^construction. From the Description given by David Snyder its apparent size was 4X that of the setting sun. 1 determined this was reasonably close to Dale Spath's descrip- tion, since on initial sighting they were Vi mile east of the overpass. :Upon further questioning, Dale thought the glow was from 1 to 3 feet off the ground, with the top somewhat above the roadhead of the overpass. As they drove on west, the object either moved to the left, now filling both halves of the span on either side of the center column and extending above the railing, or the approach of the truck could have changed the viewing perspective so that it appeared to move, especially if it was located 50 or more feet beyond the overpass. All 3 witnesses described some sort of dark splotches varying in number from 2 to 7 depending upon the time of observation and the witness. There was not a definite outline or border or permanent shape to the black spots and they seemed to change shape and location in relation to the orange glow enclosing them. As can be seen from the witnesses drawings, the object is shown extending a variable distances above the overpass, depending again up- on the location* of observers, time and person reporting it. The object also reportedly did not have a distinct outline at the top. In the telephone report Dave Snyder said the total time under observation was about 2 minutes. When they first saw the light, their car gave a time of IVi minutes. When they first saw the light, their windows were down, but during the observation they became fright- ened and rolled them up. The"},{"pageNumber":5,"pageContent":"truck had a loud muffler and consequently they couldn't have heard anything even if there had been any noise. When they reached the grade cut where Roundhouse Road again turns south, about 250-300 feet from the overpass the bank obscured the object from their view. They thought of driving off Round- house Road through the ditch and up on to the new not yet opened 1-128, so they could drive right up to the object and under the overpass, but were afraid they couldn't make it. They drove on south to the next intersection then west and north h-<t when they reached a position to see the overpass from the west, the source of light was gone. They drove around the area for about IVa hours even Agoing up the con- struction site under the over- pass, but saw nothing more other than the construction equipment. They then drove to the South Sioux City police station to report the observa- tion. Later questioning about their 9 week old Shepherd and Malamute pup revealed that when they returned to their trailer after reporting to the police dispatcher and to me, that the pup had acted \"sick and scared\". According to Doug Spath, his ears were flat on his head and that was not normal. Futher questions were direct- ed at the witnesses in an effort to verify their reliability. All 3 reported having seen UFO's on at least one occasion before. They did not however seem overeager to volunteer infor- mation. Dale was in a wheel chair from an auto accident and uses crutches to get to and from his pickup. Police dis- 4 patcher Doug Adams reported to me that they had no police records, except numerous traf- fic violations for Dale. He did not see any indication that they had been drinking and he believes they saw what they reported and that it is unlikely that they would attempt to perpetrate a hoax. After talking with them for 2'/2 hours, I am inclined to agree that all 3 would not imagine the sighting or attempt a hoax. Details on the earliest sight- ing by Dave Snyder are as follows: He and another boy now living in Sioux Falls, were walking across a field in the south east part of South Sioux Gity about 6:00 between Feb- ruary 20 and 24th, 1972 when they came upon an object on the ground flashing blue, green and red lights. They were scared and ran home. They apparently returned the follow- ing day and found a large circle F.'rs* •jj^te-i Jre. 25 to 30 feet in diameter with melted snow. Dave related that before the sighting he had bought books and read up on the subject of UFO's, but that after this he got scared and burned the books. He said he told his parents, but they didn't believe him. His second. sight- ing occurred about 2 weeks prior to the present one while walking one night with Doug Spath on a street in South Sioux City. They saw two white lighted objects which moved apart, grew smaller, as if moving away, merged into one and then quickly faded from view. The sighting by Dale Spath was about 8 years ago and he wasn't sure of the details. Doug and David reported a car following them just after the sighting and it disappeared in a strange manner they couldn't explain. Dale, the driver of the pickup did not see it."},{"pageNumber":6,"pageContent":"Report From Sweden By Bertil Soderquist (MUPON Representative) [Ed. Note: These cases were selected by Professor Soder- quist from a larger number occurring in Scandinavia last year, on the basis of containing some unusual features. Num- erous \"light-in-the-sky\" reports also were made] At Gardsjo (southwest Swe- den), 11 March 1976, at 6:05 AM, Mrs. L.G. saw a UFO, glowing in a reddish hue, hovering above her cowshed at an altitude of about 30 meters. The object had a dark, rotating band around the perimeter and cupolas of a glasslike material on top and bottom. No sound was heard. The witness ex- perienced a severe headache, lasting several days afterwards. Fagersta (central Sweden), 16 May 1976, 1:05 AM. An am- ateur radio operator was prac- ticing his art at a nearby ski slope (due io the excellent receiving conditions there) when he noticed a large white, circular object above the hori- zon. The size was about equal to half a full moon. The UFO moved irregularly up and down in elevation, and also laterally. The interesting feature was that communications on the 2 meter radio band were unusually good only as long as the UFO was in the neighborhood. At a cottage on a ski slope just outside Valadalen (63.3 deg N; 13.2 deg E), 7 January 1976, about midnight. Two witnesses observed two UFOs in a valley at a distance of about 1 kilometer. The first object was pyramid-shaped, with square base and vertex pointing up- ward. It shone in yellow-orange and green. Around its base were strung a series of what looked like Lamps. (See Figure) After a while, a rocket-like object rose up in the sky, but the observers were unable to tell from where it started on the ground. No sounds were heard. After watching the UFO for nearly two hours, the witnesses saw a very powerful bluish- white light illuminate the forest in the vicinity of the first UFO, and suddenly another UFO came into view. It was emitting a reddish-yellow light that \"vibrated,\" and three very large \"windows\" could be seen at the lower end. A white gas-cloud seemed to emit from the upper end of the UFO. The cloud was distinctly bounded and seemed to rotate. The diameter of the upper portion was estimated to be 50 meters. The second UFO was visible for about 40 seconds, before both UFOs darkened and van- ished. This observation is inter- esting because the UFO could be seen against a backdrop of trees, which makes the esti- mated size more reliable. Ac- cording to police and military sources, there was no airborne activity this night in the area. Smedjebacken (central Swe- den), 25 September 1976, 7:00 PM. Three witnesses saw a bright blue-white UFO in slow transit across the sky, moving slowly southward over a period of five hours. A long, wire-like object was suspended under- neath it, emitting a constant shower of sparks. Finally, the object stopped for 10 minutes, started moving northward, then shortly afterwards disappeared from view. (Ed. Note: In some respects this resembles a large plastic balloon reflecting the sun's rays from near or just below the horizon, and a sus- pended package. However, the shower of sparks has no obvious explanation).  ,-"},{"pageNumber":7,"pageContent":"UFO Sighting Over Palo Alto SKETCH OF OBJECT On the 22nd of October, 1976,30-year-old Jack Hickling was driving alone in his auto- mobile, traveling southeast on Alma Street in Palo Alto, California. It was shortly before 9:00 P.M. when Hickling stop- ped at the traffic light at the intersection of Alma Street and Charleston Road. Through his windshield he saw the airborne object due south of his position at an estimated distance of two or three miles. Hickling later remarked that he felt curious and continued traveling down Alma Street in the rough direction of the UFO. Although trees along the roadway inter- mittently obscured his vision, (the UFO was at an elevation of approximately 15 deg. above the horizon), Hickling was able to give a full description of the object. What he saw was the size of a quarter held at arm's length, sharply detailed and somewhat 6 drum shaped, with its width being about three times its height. It rotated slowly in a counter-clockwise direction as viewed from Hickling's ground- level vantage point. Rows of brightly lit \"windows\" uniform- ly surrounded the outside of the UFO except for one narrow vertical space that appeared featureless. Hickling noted that the UFO reminded him of the top of an office building with its shining windows contrasted sharply against the night sky. The sighting lasted no longer than three minutes; the object moved rapidly from view during this time period and since its path carried it steadily away from Hickling, he at no time felt threatened by the object. Although this case involves only a single witness and for that reason will be held in- herently suspect by some UFO researchers, it should be stres- sed that Mr. Hickling possesses a masters degree and was char- acterized by the MUFON in- vestigator as being \"very reli- able\". Hickling stated that he had never before seen an object of an unidentified nature and would rather hot label what he saw as a UFO, but instead as an object about whose nature he preferred not guess. It would, perhaps, be fruitful for investigators in the Palo Alto area to search the back pages of the local newspapers published the day following the sighting to see if any other persons reported a UFO on the evening of October 22nd. The object, with its luminous win- dow-like structures, must have been quite prominent in the evening darkness. While most people are indoors at 9:00 P.M., a significant number of other motorists would still be out on the roads at that time. Such a follow-up to this case could result in significant cor- roboration of the sighting."},{"pageNumber":8,"pageContent":"Psychological Aspects of Some Recent Australian Close Encounters By Keith Basterfield and Ben West Several months ago we began to become interested in the psychological aspects and at- titudes of people who reported close encounters with the UFO phenomenon. This led to a survey of the available literature on human thought processes, the human brain and human reactions. This reading showed us that we don't really yet have more than a vague understanding of the mechanisms of the human mind. The factual side of the article is based upon material we have personally been able to investigate and verify in the main, especially most of the cases used. This restriction was imposed to'minimize supposition about the event to try and work from first hand material whenever possible. We have speculated on pos- sibilities and we stress they are only possibilities, finishing with a suggested idea for further investigations along the lines of this article. Social background Throughout history as a peo- ple we have had an inherent fear of the night and the dark. As children we are frightened by our parents with \"don't go out in the dark the bogey man will get you,\" and sleeping with the bedroom light on is a popu- lar thing at some stage in early life.     ' Long ago whole villages lived in fear of creatures of the night, ghouls, witches and vampires. Ghosts are said to be particu- larly active at night and most reported poltergeist events take place during the dark. . Our ancestors were afraid of eclipses of the Sun because they feared the Sun was being eaten, away and the light was being taken from them. Without the sunlight our imagination can roam over a multitude of possible events. Even today in our technologically advanced society most people don't like the night because of a deep rooted fear of what might be \"lurking out there\", although many people wouldn't readily admit it. A great many of our close encounters of the three kinds occur to solitary witnesses. Suddenly they are confronted with the appearance of a diffuse light or a defined object and a reaction is set up which some- times goes alpng these lines. \"It can't be a UFO; they don't exist. Yet there it is and I can't explain it. Maybe it is a UFO. If it is why has this occurred to me?\". Fear and/or panic may then set in. A solitary witness has no one to confirm the event. They might think \"anything could happen to me-no one would ever know what happened to , 'me if I disappeared\". Television series, movie pic- tures and books have had a great impact upon our general concept of the subject of life in the universe and UFOs. Today many people accept the strong possibility of life existing out- side the Earth and quite a few, the possibility of extra-ter- restials visiting us. In the story line of television and movies plus books, most p.lots seem to have extra-ter- restials as bent on taking over the world by invasion. A few picture s them . as a detached group of scientists watching our evolution. Thus a majority of people would appear to be of the opinion that if extra-ter- restial life is visiting us that this life would be hostile to us. From personal observations the younger element of society with their more ready ac- ceptance of television and gen- eral media promulgation of \"UFO's don't exist\" propa- .ganda, despite their schooling in physics and possibly astron- omy, would still .be in the position of the previous gener- ation who grew up with the \"man won't get to the Moon\" syndrome. Thus witnesses from any social background may very possibly be seeped in a subcon- scious blanket of pre-conceived ideas of UFO encounters and what might happen to them if they came across them. Biological Considerations Several years ago it was thought that each human being was a completely separate en- tity in the environment. Recent- ly ideas have produced the concept that we are a biological unit in a completely integrated environment. Suggestions have"},{"pageNumber":9,"pageContent":"been made that our mental apparatus produces electrical currents which generate mag- netic fields, albeit very weak magnetic fields. These fields may interact with solar, lunar and geomagnetic fields causing people to be Sensitive to weath- er changes, etc. This interaction could also be the source of our \"moods.\" Our moods to an extent determine our reasoning abil- ities. Someone after an argu- ment is said \"not to be thinking straight.\" Perception problems may be experienced due to tiredness as well as moods. More importantly from our point of view, biologically dur- ing the night humans are at an \"ebb\" with a low around 2-3 a.m. Our metabolism slows down with pulse rate, brain- wave activity, breathing and body temperature at a mini- mum even if one isn't actually asleep. This differs for night shift workers to some degree. Also, events which are ob- served immediately upon awakening due to a disturb- ance, and of short duration, may be very much open to interpretation. Our close encounter witnes- ses, then, vary in their degree of biological awareness and care- ful note should be made of the conditions under which some cases occur. Environmental and sociological situations * An event which happened in an isolated area would appear to have less chance of being observed than one in a populated area, on an inverse population ratio basis, i.e., fewer people less chance. * An event which happened in bad weather would appear 8 also to have less chance of being observed. * An event in which a car was \"stopped\" would appear to impress a witness more than one where they merely passed an object. These and many more items need to be taken into consider- ation. However we have not the data yet available to test out comments such as this. From an analysis of Austra- lian close encounters type 3 (36 cases on file) we can state (1). 1. Out of these 36 cases 12 occurred in a metropolitan type environment and 21 in a coun- try environment, (3 localities unknown.) 2.14 cases out of 36 occurred while the witness was in transit, 11 transit/remote area, 3 trans- it/urban areas. 3. Five each for domestic/re- mote and domestic/urban. 4. Witness familiarity with situation/environment/area shows: familiar 58% unfamiliar 42% 5. Male/female breakdown Adult male 17 Female 14 Teenage male 4 female 4 Children male 5 female 1 Aborigine l Indigenous 5 A study of the time distri- bution of close encounter type one to three cases here in Australia reveals two peaks: (2) between 8-10 p.m. (40) and 2-4 a.m. (30) from a study of 193 cases where the time was stated. One can readily under- stand a peak between 8 and 10 p.m. as a sizeable proportion of the population is still moving around/active at this time. possibly more so than at any other time of the day except during peak hour traffic. However, a 2-4 a.m. peak (of 75% of the 8-10 p.m.) peak does not seem to be so readily understandable in terms of the percentage of population mov- ing around. These peaks of 8-10 p.m. and 2-4 a.m. are not only to be seen in Australian close encounters, but in other samples, namely in a. a study of 573 landing reports on a global basis by Jacques Vallee (3), and b. a study of 100 type one events in Spain and Portugal by Vicente-Juan Ballester Olmos (4). One should also note the relationship of the biological ebb at 2-3 a.m. and the 2-4 a.m. secondary peak. Coincidence? Deliberate or accidental? One area which we have closely examined based on the witnesses' report is the concept of \"deliberate\" and \"accident- al\" encounters for want of a better terminology. A short list of cases will illustrate our division. \"Accidental\" •1. Willasto^S.Aust. 28.6.63 2130hrs. A driver rounded a bend in the road and encountered an object sitting on the road in front of him. He described it as discoid. Braking violently to a halt only a few yards from the object, he watched as the object took off straight up at high speed. 2. Tully,Queensland.l9.1.66 ca 0900 hr. A farmer travelling past a lagoon noted an oval shaped object rising from the ground nearby. Upon checking the location, a circular swirled mat"},{"pageNumber":10,"pageContent":"of reeds was found floating on top of the lagoon. 3. Eucla,S.Aust.8.5.72 oo!5 hrs. Whilst travelling over the Nullabor plain, a family noted an orange disc rise from nearby scrub in front of them as they approached. It shrank in ang- ular size until it was one third of its original size, then \"van- ished\". . 4. Mannum t S.Aust, 31.5.72 0635 hrs. . A manager on his way to work encountered an object hanging above a road in thick fog. He stopped his car, the object rose into the fog with a whistling noise. \"Deliberate\" 5. Childers,Queensland. 14.1.69 0430 hrs. A migrant family were wak- ened by an intense buzzing sound. Going outside, they all saw a disc and three \"space- men\" who collected samples. The men did not seem to be , concerned that they were being watched. 6. Frankston^ Victoria. 3rd and 25th Jul 72 2115 hrs. A woman saw a blue disc in the sky. On the later date the object apparently stopped her car — a message was given to her. There were follow-up psy- chic type events. 7. Central Australia. 27/28 Aug 72 Night On two nights during a Darwin-Adelaide trip, two wo- men experienced multiple sightings of a mushroom shap- ed object in the sky and at close .ground level. One had \"feel- ings\" of contact with the object. Object later seen on the ground by the side of the road. 8. Ivy Tanks, S. Aust. 6.9.73 0300 hrs. Woman passenger in a semi- trailer was awakened by a voice which told her to look out of the window. She saw a \"caravan\" and two human-like figures. Driver of semi did not see object. 9. Tayene,Tasmania. 22.9.74 , 1700 hrs. Woman waiting for relative alone was approached by a top shaped object. In panic, the witness backed car almost over a cliff. Nervous disorder fol- lowed. 10. Renmark|S. Aust. Sep 74 ca 2215 hrs. Woman travelling home \"buzzed\" by object. She knew it was a UFO. Into speculation: In viewing our collection of reports, we have arrived at the possibility of two (there may be more) opposing hypotheses. Briefly stated, they are: a. Close encounters are events generated by human minds — within the mind — and may parallel poltergeist ac- tivity which seems on available evidence to be human psycho- kinetic activities. b. Close. encounters are events which are aimed at human beings — they are sometimes accidental and sometimes deliberate. Mind manipulation may occur for some as yet unknown reason — but may be due to a vast psychological style observation of us.   ; Firstly a look at hypothesis B -^ that close encounters are events aimed at us, possibly stimuli to observe our reactions. In cases such as Ivy Tanks and Frankston we have people be- ing spoken to by \"voices\" which they link to UFO's. In the Central Australian case a feel- ing of mental \"contact\". In reports like Renmark and ano- ther example Kimba South Australia (5) we'have an initial witness reaction that they \"knew\" straightaway that it was a UFO. In the Renmark case when questioned why she knew it was a UFO, the lady witness couldn't explain why, she just \"knew\" it was a UFO. At Childers, the occupants didn't seem to care if they were being watched.. AM these cases plus a vast number of overseas ones, es- pecially \"abduction\" cases put an \"overview of mankind\" pro- ; ject up as a working hypothesis. Before looking at hypothesis A, we wish to briefly discuss aspects of the human brain. Within the brain we are able to measure brain \"waves\" with the help of an electroenceph- alograph machine. We believe that we can sep- rate four main types of waves: .a. Alpha waves — usually associated with an alert but relaxed state. The .most prom- inent brainwave in typical wak- ing state. Blocked by sudden stimuli. , b. Beta waves — appear in intense concentration and men- tal agitation. c. Delta waves.—.associated with disease, death and de- generation. ;•• d. Theta waves — involved in emotionality, creative imagery, and computation on a deep level. Infrequent in a waking state. Very little is known about theta waves. One wamn in Russia is supposed to have shown a pulse rate of 240 per minute and theta waves of .240 per minute, while psychoki- netically moving small objects"},{"pageNumber":11,"pageContent":"whilst under scientific obser- vation. This pulse rate is four times normal average (6). Speculation plus: A person is normally in Alpha waves for the majority of the time scattered with Beta waves. If a person, especially one travelling alone was at a biological ebb, thinking of the environment they were in and maybe of things that might happen, then theta waves might emerge. The same might occur for a person awakened from sleep, coming from a dream to reality where theta waves occur in creative imagery. This may cause an emotional state. Note also that Ivy Tanks, Frankston, Renmark, Tayene and Central Australia witnesses were all women. Once this occurs creative imagery might be present or generated (asleep or awake respectively) — created within the mind — an event might then be registered, involving the person intimately within the framework of their subcon- scious knowledge. Thus an event is born as- sisted by a person's sociological background, inherent fears and anxieties, in which the witness completely believes. As has been found as a result of telepathic experiments in Russia that one person can transmit their images to ano- ther person, then multiple wit- nesses can also be covered by this hypothesis by suggesting that sympathetic creative imagery is conveyed to all present. A line of research: A suggestion can be made of placing a close encounter wit- ness under hypnosis on an EEC machine and then getting them 10 to relive the incident. Check the resultant EEG recording which should be a record of their brain waves at the time of the event and see what it reveals. If one gets Alpha/Beta, Beta, Strong Theta then one could examine hypothesis A. If Al- pha/Beta, Beta, strong Beta registers, perhaps hypothesis B could bear further inspection. Summary: In this article we have put forward some ideas on the psychological aspects of close encounters here in Australia. It is hoped that this will stimulate others to pursue this line of research further. Case references: 1. Files of UFO Research Inc. 2. Files of Queensland UFO Research Bureau. 3. Files of UFO Research Inc. 4. Files of UFO Research Inc. 5. \"The News\" Adelaide 17.1.69 \"North Queensland Register\" 18.1.69. 6. Garry Little and Bill Sta- pleton of Victoria. 7. Files of UFO Research Inc. 8. Files of UFO Research Inc. 9. Files of Tasmanian UFO Investigation Center. 10. Files of UFO Research Inc. Text References: (1) \"An Australian catalogue of close encounter type three reports\" by Bill Chalker and Keith Basterfield. (2) Australian listing of close encounter type one to three reports by Bill Chalker. (3) Flying Saucer Review Vol. 15 No. 4 p. 14. (4) Flying Saucer Review special no. 4 — \"Type one phenomena in Spain and Portugal.\" (5) \"Psychic discoveries behind the Iron Curtain\" by Sheila Ostrander and Lynn Schroeder. California Sighting By Mike Mills Shirley Johnson, a Reseda, .j California homernaker, was motoring east on Kittridge Avenue in Reseda on Septem- * ber 25, 1976, when at approx- imately 8:30 P.M. she sighted what she described as a UFO hovering low in the sky at a distance of three city blocks. Kristine Rimkus, 14, a pas- senger in the car, also saw the object which was glowing bril- liantly in the clear evening sky. The UFO moved slowly from south to north, (their right to their left), at times disappear- ing behind residential trees. Ms. Johnson pulled over to the curb so that the pair could get a better look at the unusual object. Both agreed that it was oval shaped, appeared to be solid, and was quite bright. Their drawing of the UFO sub- mitted to MUFON investigator Walter Greenawaid reveals a classic saucer shape, its under- side covered with dozens of '- small brightly shining lights. A blinking red light could be seen at the top of the saucer. The object was very large, larger than a house, but no sound from the object could be de- tected by the two observers. It was watched for perhaps two minutes before disappearing from view. The UFO did not effect in any way either the health of the witnesses or the functioning of the automobile in which they were riding."},{"pageNumber":12,"pageContent":"Reddish-Orange UFO Spotted By Bill Slaughter South Sioux City (Nebraska) police dispatcher Doug Adams aroused MUFON State Section Director Dr. Lawrence A. Lacey at 4:30 a.m. Dec. 1 with a UFO report from three young men. After routine investigation by Lacey, he filed a report of the sighting, which was reddish- orange and \"the size of a house\" behind a highway over- pass under construction on Interstate 129. All three witnesses said they spotted the object about 250 to 300 feet from the pickup truck they were riding in at about 2:30 a.m. that Wednesday in late 1976. \"We were on our way home,\" said Dale Spath, 21, '.'some- body said there was a fire. But, when I looked at it, I thought it was the moon at first.\" Slowing down to observe the object, the observers said the UFO was first seen in the west and seemed to pass behind the overpass, just about a football field in distance from the truck. They lost sight of the object as they neared because an em- bankment from the highway construction project obstructed their view. They didn't see it again. David Snyder, one of the 16- year-old /passengers in the truck, said the redness in the sky first made him notice the object. \"The object was orange and about four times bigger than the sun with dark moving ob- jects in it,\" said Snyder. Each witness stated in the MUFON questionnaire that it was about the size of a house and egg-shaped. A loud muffler on the truck prevented the young men from noticing any noise coming from the object, plus they rolled up their windows when they be- came frightened. The early morning sky was clear with no precipitation re- ported. And, each witness said the object had fuzzy edges. In his interviews with the young men Dec. 3, Lacey re- ported the \"reconstruction of the event.\" \"From the description given by Snyder, its apparent size was 4X that of the setting sun,\" related Lacey. \"I determined this was reasonably close to (the third boy's) description...\" Further questioning revealed that Spath thought the glow was from one to three feet off the ground with the top some- what above the overpass. \"All three witnesses describ- ed some sort of dark splotches varying in number from two to seven, depending upon the time of observation and the wit- ness,\" reported the Iowa state section director. Lacey said there was no definite outline, border or per- manent shape to the black spots \"and they .seemed to change shape and location in relation to the orange glow enclosing them.\" Snyder told the director the total time the object was under observation was about two minutes. \"After it was gone, we went back around four or five times to try and find it, but couldn't,\" said Spath. Foreign Network By Richard Hall MUFON's international net- work was expanded significant- ly in the latter part of 1976 by several new appointments, in- cluding countries not previously represented. Greece. Steve Hatzopoulous, Athens University student, field investigator. Iran. Darrell A. Oaks, an aircraft mechanic, is monitor- ing news reports and collecting sighting data for MUFON. Japan. Masaru Mori, Sec- tional Director for Northern Japan. Takao Ikeda, Sectional Director for Southern Japan. Yasuo Nishimura, Hikone-shi, has joined the astronomy sec- tion and will monitor news reports. Mexico. Luis Francisco Mu- noz, electronics student in Tep- atitlan, Jalisco State, field in- vestigator. South Africa. Mike Viljoen, biochemist in Durban, has replaced Carl Van Vlierden as Representative. Sweden. Juan Manzanares, a teacher and amateur astron- omer in Ludvika, has been appointed to the position of field investigator. Yugoslavia. Milos Krmelj, a teacher in Ljubljana, Repre- sentative. Marko Breskvar, electronics student in Ljub- ljana, field investigator. MUFON now has represen- tation in 25 countries on all major continents of the world. 11"},{"pageNumber":13,"pageContent":"Lucius Parish In Others' Words One of the more contro- versial National Enquirer arti- cles of recent date is the (al- leged) interview with newscaster Walter Cronkite in the De- cember 14 issue. Cronkite had apparently become a UFO \"believer\" over the years, if Robin Leach's story could be taken at face value. Ah, there's the rub! Cronkite was later quoted as saying that the entire article was a lie, that reporter Leach never spoke with him at all, etc. All of which brings up a vital question: How much of what we read — UFO-wise or otherwise — in the Enquirer can be believed? A few more fiascos such as the Cronkite affair might very well destroy whatever amount of credibility the Enquirer has built up in recent years. It is understood that the publication is con- cerned about such matters and will attempt to obtain absolute verification for future stories. Let us hope so. A second article in the December 14 Enquirer gives a summary of the recent excellent book by Robert Tem- ple, The Sirius Mystery. The December 28 issue rehashes the Candian Indian rock paintings which seem to show UFOs (already covered in detail in John Magor's Canadian UFO Report) and also presents the UFO views of ex-astronaut Harrison Schmitt, now a Sen- ator-elect from New Mexico. The Star for December 14 contains an interesting UFO/ occupant report from England. No date for the event is given in 12 the article, but this is appar- ently the incident which took place in early November of 1976, The January issue of Fate has an article on the 1974 Rho- desian abduction case which has already been detailed in several UFO publications. Lit- tle, if any, new information is included here. 1 think I'll quit trying to figure out when Playboy is going to publish their panel discussion on UFOs. I original- ly said it would be in the December issue, but that was wrong. I then said it would be in the February issue, but at this writing, I'm not sure that is correct. At any rate, it ap- parently will be published in one of the 1977 issues, so I suggest you keep checking is- sues of Playboy (a task which I shall not mind in the slightest!). An article summarizing the past 30 years of UFO research can be found in the March issue of Psychic World. Not too much of interest here. Want to read an absolutely charming and delightful book? If so, I can wholeheartedly recommend Hands by Mar- garet Williams & Lee Gladden. Frankly, I don't know if any of the information is objective truth or not (and neither do the authors), but I have rarely read any book which I enjoyed as much as I did this one. It all began with experiments in hyp- notic age regression, but the subject found herself in ap- parent telepathic communica- tion with a creature living on a planet in some far-distant solar system. He (or it) was some- thing on the order of a giant jellyfish, with eight arms and hands. In some way, the crea- ture was able to use the sub- ject's body in order to ex- perience Earthly life. Granted, this all sounds very far-out and implausible, but as I said, it's a delightful narrative. The \"Hands\" creatures claim to have been visited by a race of humanoid space travellers, the Cenosites, who have apparently visited Earth as well. They claim to have been in contact with various people in ancient times, so there is a flavor of \"ancient astronauts\" in Hands also. If you are weary of UFO- related statistics, this is an ideal book to read for pleasure. You'll have to form your own opinion of the material, of course, but that's what it's all about. Hands is $5.50 per copy from Galaxy Press, Box 100, Warner Springs, CA 92086. A brief look at what is coming up in 1977, so far as UFO and related subjects are concerned. February will see the publication of the late Dr. Menzel's last assault on the UFO subject, The UFO Enig- ma, to be released by Double- day. Dr. Roger Westcott's Puz- zles of Prehistory is also sched- uled for February publication (publisher unknown at this writing), as is Irwin Gins- burgh's First, Man. Then, Adam! from Simon & Schuster. Leonard Stringfield's new book"},{"pageNumber":14,"pageContent":"(exact title unknown) is due out from Doubleday in May. D. Scott Rogo's The Haunted Universe is set for May release by New American Library and there is a rumor that Coral Lorenzen may have a new book on UFO abduction cases com- ing out about this same time. Other books in progress include one by Ronald Story (title un- known) from Doubleday, Clark & Coleman's Creatures of the Borderland from Warner Pa- perback Library, The Myster- ious Planet Mars by Don Wilson (publisher unknown), The Lubbock Lights by David R. Wheeler from Award Books and George H. Leonard's Somebody Else Controls Our World (publisher unkown). And, as always, there'll be several others which haven't made it onto the grapevine at this time. Good reading to all! CORRESPONDENT REQUESTED Brian G. Panter, 7 Church Close, Braybrooke near Mkt. Harborough, Leics. LE16 8LD, England, has sent the following request to MUFON: \"We don't get to hear much about sight- ings in the U.S.A. and I was wondering if there was any member in your organization who I could write to regularly on the subject of UFOs.\" J.B. Delair of Contact (UK), who participates in the MU- FON international data ex- change program, is specializing in reports of skyblasts or sky- quakes relative to UFO activity. Address: 75 Norreys Rd., Cum- nor, Oxford, OX 2 9PU, Eng- land. New Close Encounter Case From Indiana By Francis Ridge (State Section Director) A close encounter case with six witnesses occurred around 7:05 p.m. on October 28, 1976 in Evansville, Indiana. Al- though a nocturnal sighting, the case has a high degree of strangeness, as can be deducted from the testimony of witness Lee Golden: \"This is no hallu- cination...! live over here on the east side on Emmett St. This thing came right over the top of the house (which was 50' from the witness), I'd say a hundred- ISO feet over the top of the house...And it was rectangular on the top and it had a big light at the bottom. I couldn't see how the bottom was made, but it was totally noise-proof, (there) wasn't any noise at all. \"As it came over it was gaining altitude and it was heading North and when it got (way) up in the air (it got up pretty far) and something shot out from the bottom of it. And something shot out of the side of it later on.\" The object came from the South, heading North at low altitude (100-150') then turned and headed NE and gained altitude and shrank to the size of a star, when the object ejected something. At the lower altitude the object appeared to be about the size of an automobile. Observation time: 15 minutes. \"The object had a rectang- ular-shaped cage of some sort on the top portion, and looked very clearly like some sort of cylinder or entrance from top to bottom, located in middle. Also noticed what appeared to be a door or heavy screened opening at top part located in middle. Noticed the lights had a yellow cast and then went to a white. The object was moving very slow at first and then seemed to stop, head from due north to NE, took on a quick speed from stopping point, went up a good distance, stopped again, ejected something and went up higher and did this again. Then it got so far out 1 lost sight of it.\" The most interesting part of this report is not the difficult narrative, but the two sketches made by two of the six witnes- ses. We are unable to reproduce them here, but maybe a little explanation on my part will help convey better the discrip- tion the men were having difficulty with. Try to picture a \"hot-dog\"-shaped object with a white or yellow light at each bottom-end (the hot-dog lying horizontal). In the center-bot- tom visualize a protuberance like a rocket nozzle. Something smaller, but similar is on each end of the hot dog, which incidentally appeared metallic. Above this hot dog or cilind- rical configuration is a rectang- ular panel about IVi times the size of the cylinder and appears as something like a sail on a ship. It is connected to the \"ship\" by three thick tubes, the first and 3rd being dark and the center one being shiny; evenly- spaced under the \"sail\". In between each tube is a white or yellow light. The space between the sail and the cylinder is (Continued on page 16) 13"},{"pageNumber":15,"pageContent":"A New Look at the Lodi Incident Author's Note: My latest booklet on UFO history, CHARLES FORT, THE FORTEEN SOCIETY, & UNIDENTIFIED FLYING OBJECTS, covers the begin- nings of the UFO mystery, from 1895 to the summer of 1947, when the strange riddle a- chieved enduring national prominence. In this booklet I have touched on the origin of various theories that enjoy con- temporary popularity. The fol- lowing excerpt should be of interest to the student of the UFO problem in light of other such sensational stories cur- rently being entertained. Are such stories true, or do people merely adhere to some standard mental pattern in the construct- ing of a fictional experience? Ex-California Attorney Gen- eral W. H. H. Hart, who, with the help of the sensation-prone San Francisco Call, caused some debate over his claims that he knew all about the mystery airship and its secret inventor, finally revealed a drawing of the alleged airship on January 10, 1897. ; The \"airship\" as described by Hart was ridiculous even by , 1890 standards, but the claims by the ex-Attorney General were not nearly as fantastic as some of the stones that would be car- ried in the newspapers later on in 1897. A few peculiar stories had already begun to appear in the press as early as November, 1896. For example, a hunter claimed he had come across the airship and its inventors while 14 By Loren Gross San Francisco: Call, December 5, 1896 walking through the woods in Marin County. The inventors were quite ordinary people he asserted. Needless to say, these alleged inventors, who had beaten the Wright brothers by a decade, never came out of hiding to be recorded by his- tory. The foregoing story was tame compared to the one told by John A. Heron, of San Jose, a man well known for telling tall tales. He boasted he had taken a two-day cruise to Honolulu and back aboard the mystery airship. And in San Diego a man, who was obvious- ly deranged, told authorities he had ridden in the airship to heaven where he had conversed with angels. But perhaps the most fasci- nating reading was in the Stockton, California, Evening Mail: For more than a week the papers all over the coast have been reporting, the presence of an alleged airship or flying machine, which many reput- able people claim to have seen on several occasions in the heavens at night. Whether or not there really is such a contrivance navigating the air the Mail is unable to satisfact- orily determine, but some of the papers have taken the matter seriously and others have been disposed to make light of the statements. A couple of San Francisco attorneys have se- cured a lot of free advertising by claiming to have clients who have invented and tested suc- cessful flying ships, and the newspapers have filled several columns talking about the aer- ial mystery. The Mail then continues:"},{"pageNumber":16,"pageContent":"The Mail makes the above statement merely by way of preface to a most remarkable story which is related by Col- onel Shaw is at present engaged in collecting an exhibit for the Stockton Commercial Assoc- iation to be displayed at the Citrus Fair which will be held in Fresno during the coming month. The gentleman was very reticent about relating the cir- cumstance, as he said he had no idea that it would be believed by anyone, and he was loath to appear before the public as a romancer. . . . The Mail at this point inserts a subheading: \"THREE STRANGE BEINGS,\" and be- gins a long quote from Colonel Shaw: \"Were it not for the fact that 1 was not alone when I wit- nessed the strange sight, I would never have mentioned it at all. Wednesday afternoon I went out to Lodi and Lockeford in company with Camille Spo- oner, a young man recently arrived from Nevada. I went to the places mentioned in quest of materials to form an exhibit to represent this county at the Fresno Citrus Fair. We left Lodi on the return trip, I should judge, shortly before 6 o'clock, and we were jogging along quietly when the horse stopped suddenly and gave a snort of terror. Looking up we beheld three strange beings. They re- sembled humans in many re- spects, but still they were not like anything I had ever seen. They were nearly or quite seven feet high and very slender. We were both somewhat startled, as you may readily imagine, and the first impulse was to drive on. The horse, however, refused to budge, and when we saw that we were being regarded more with an air of curiosity than anything else we concluded to get out and investigate. I walked up to where the strange looking persons were and ad- dressed them. I asked where they were from. They seemed not to understand me, but began-well, 'warbling' expres- ses it better than talking. Their remarks, if such you would call them, were addressed to each other, and sounded like a monotonous chant, inclined to be gutteral. I saw it was no use to attempt a conversation, so I satisfied myself with watching and examining them. They seemed to take great interest in ourselves, the horse and buggy, and scrutinized everything very carefully.\" San Francisco Call, November 22, 1896 Here another subheading was inserted by the Mail: WEIGHED LESS THAN AN OUNCE EACH.\" The story continued: \"While they were thus en- gaged I was enabled to inspect them as well. As I have already stated, they were seven feet in height, and very slender. I noticed, further, that their hands were quite small and delicate, and that their fingers were without nails. Their feet, however, were nearly twice as long as those of an ordinary man, though they were narrow, and the toes were also long and slender. I noticed too, that they were able to use their feet and toes much the same as a monkey; in fact, they appeared to have much better use of their feet than their hands. I pre- sently discovered that this was probably a provision of nature. As one of them came close to me I reached out to touch him, and, placing my hand under his elbow, pressed gently upward, and lo and behold I lifted him from the ground with scarcely an effort. I should judge that the specific gravity of the crea- ture was less than an ounce. It was then that I observed him try to grasp the earth with his toes to prevent my lifting him. You can readily understand that their slight weight made such a provision necessary, or they might be blown away. \"They were without any sort of clothing, but were covered with a natural growth hard to describe; it was not hair, nei- ther was it like feathers, but it was as soft as silk to the touch, and their skin was like velvet. Their faces and heads were without hair, the ears were very small, and the nose had the appearance of polished ivory, while the eyes were large and lustrous. The mouth, however, was small, and it seemed to me that they were without teeth. That and other things led me to believe that they neither ate nor drank, and that life was sus- tained by some sort of gas. Each of them had swung under"},{"pageNumber":17,"pageContent":"the left arm a bag to which was attached a nozzle, and every little while one or the other would place the nozzle in his mouth, at which time I heard a sound as of escaping gas. It was much the same sound as is pro- duced by a person blowing up a football.\" A third subheading read: \"OF INDESCRIBABLE BEAUTY.\" The Colonel went on to say; \"From the description I give I do not want you to get the idea that these creatures were hid- eous. In appearance they were markedly the contrary. They were possessed of a strange beauty. I can express myself in no other way. They were grace- ful to a degree, and more di- vinely beautiful than anything I ever beheld.\" (Continued from page 13) almost is almost the width of rather thickness of the cylinder or \"hot dog\". The rectangular \"sail\" looks like a STAR TREK space sail propulsion device with cross-members or support braces, being thickly raised across the sail forming almost an '\"X\" with another rectangular item in the center of the \"X\". The item here was described as a door-like object with a heavy screen over it like a heavy-duty fence. When multiple witnesses see and describe something of this nature it really makes one wonder. Some may say more people should have seen it, but the old statistics show that people just don't look up unless something is noisy and/or bright, which this thing wasn't. What do we have or know of that looks like this? 16 Report From Ireland By Richard Hall (MUFON International Coordinator) The Emerald Isle does not usually come to mind in con- nection with UFO sightings. Yet, that troubled country has its share. During the 1960's I met someone from the Irish Embassy in a Washington, D.C., \"pub\" and asked him whether his country investigat- ed UFO sightings. His smiling, cheerful countenance turned sober and he said cryptically: \"Let's just say my country is aware of UFOs.\" .MUFON's Representative in North Ireland (Prehen, Derry) is Jim Smyth, who kindly offer- ed to translate some material from French UFO journals. In returning the translations, Jim enclosed publications of the Irish UFO Research Centre, BUFORA (Ireland) and some newspaper articles for July and August 1976. The Center is exploring the possibility of developing instrumented UFO tracking sites with cameras, magnetometers, recorders, etc. The Irish UFO News, July 1976, reports a fascinating close encounter with robot-like be- ings who emerged from a UFO that landed on the water near an island on the west coast of Ireland, about Christmas 1945. The beings reacted to a dog barking, zapped a cow with a red beam of light, and kid- napped the dog. They floated as if levitating. Unfortunately, the report came in an anonymous letter so that no follow-up is possible unless the writer sub- sequently identifies himself. The report is being turned over to Dave Wabb, co-chairman of the Humanoid Study Group. BUFORA is operating a large UFO investigation center in Belfast, presently following up on reports from anywhere in Ireland, and is considering another center in Dublin. Pro- jects under consideration in- clude the possibility of setting up a mobile investigation team capable of fast response. The Belfast Center has a permanent address and phone number, holds regular meetings and supports continuing research. One of the center's Special Investigation Reports (No. 2, July 1976) describes investiga- tion of a \"psychic contactee\" case, including taped interviews with a woman who claims visits aboard spaceships beginning about 1969 or 1970. The space- men were like \"perfect human beings,\" Adamski-like with shoulder-length hair, speaking English, and presenting the reincarnationist philosophy. Some were said to come from the \"dark side of the moon,\" as well as from Venus and Mars. The center draws no conclu- sions, and notes that a BU- FORA psychologist is analyzing the tapes. That Ireland has its \"popular press\" problem is confirmed by a Sunday World , (national newspaper) article, August 8, \"I Was Seduced by a Sex Goddess from Space, says Irishman!\" Part 2 of the article, August 15, (Continued on page 17)"},{"pageNumber":18,"pageContent":"Scientific UFO logy: The Australian and British UFO Conferences By Richard Hall (MUFON International Coordinator) UFOCON 2 was held at Mt. Gambier, South Australia, Oct- ober 24-26, 1976 following on a total solar eclipse visible there October 23. Representatives of five Australian UFO groups, a representative of ACOS (Aus- tralian Co-Ordination Section for Center for UFO Studies), and one independent research- er attended. Papers were pre- sented on various aspects of UFO research and on up- grading future investigation techniques. Among the topics explored were psychological aspects of Australian close encounter cases, instrumented UFO re- search, UFOCAT, and R.A.A.F. (Air Force) investi- gations. MUFON Representa- tives Keith Basterfield, Bill Chalker, and Paul Jackson all participated as representatives of their separate Australian UFO groups. Dr. Geof Stevens led a discussion of how to recognize when a local flap is developing in order to send well-equipped investigation teams to the area in time to obtain \"hard data.\" A conference very similar in tone was sponsored by the British UFO Research Asso- ciation (BUFORA) and attend- ed by five or more representa- tives of other British UFO groups November 5-7, 1976 at Birmingham, England. Special guest speaker was MUFON member Ted Bloecher who reported on the status of hu- manoid occupant case investi- gations. Ted also had an oppor- tunity to confer with UFO researchers from all over Eng- land, and was impressed by the degree of close cooperation among British UFO groups. Papers were presented on INTCAT (an international computer catalogue), UFO waves and their prediction, the E-T hypothesis, and similar topics. Group sessions were held on investigation tech- niques, photographic analysis, cataloguing and documenta- tion, and instrumentation for detecting UFOs. Whoever said that scientific UFO research was dead ap- parently is out of touch with this strong international trend: taking stock, tooling up, and pooling resources in a con- certed effort to apply scientific methods to UFO investigation. Similar conferences by CUFOS, MUFON, and APRO, and the Fort Smith conference organ- ized by Bill Pitts, show that this movement is alive and well in the U.S. too. Scientific con- ferences in France and by MU- FON-C.E.S. personnel in Ger- many have been reported pre- viously. Most encouraging of all are the increasing links between nations (individuals serving UFO groups in more than one country) and the growing co- operation in sharing data and information. Catalogues, large and small, of special UFO case types are proliferating and are being pooled toward the very desirable goal of international catalogues. While individual scientists are playing important roles in this movement, it is noteworthy that the work is being ac- complished outside the normal channels of science. That is, governments in general still do not acknowledge UFOs as a reality and do not provide funds for research. This is a comment on how wedded to political ends \"official\" science has become; only \"political realities\" receive research support. It remains an open question whether some governments have their own secret and secrety funded UFO investigations. (Continued from page 16) includes some more credible cases. One is a report by Capt. Paddy Kirkwood, retired BEA pilot and former RAF fighter pilot, who encountered a glow- ing UFO that illuminated his cockpit before taking off at incredible speed. \"I'm sure what 1 saw was a space craft of some kind,\" Capt. Kirkwood said. \"1 know that at one time or another 90% of BEA pilots had also seen unexplained phe- nomena from their flight decks.\" 17"},{"pageNumber":19,"pageContent":"Some Goals for the New Year By Henry H. McKay Writing as a long time observer and active participant in the UFO scene, may I suggest the following goals for the coming new year? His Excellency Mr. Eric M. Gairy, Prime Minister of Grenada, recently addressed the General Assembly of the United Nations and, in part, his statement with reference to Unidentified Fly- ing Objects (UFO's) an inspir- ational message from a man of vision. To quote: \"In the same way as this planet is the ac- cepted inheritance of all hu- manity, knowledge is also to be shared for the benefit of all mankind, and, in this light, one wonders why the existence of UFO's or \"flying saucers,\" as they are sometimes called, con- tinue to remain a secret to those in whose archives repose useful information and other data. While we appreciate that some countries consider this to be in the interest of military expedi- ence, I now urge that a different view be taken because it is my firm conviction that the world is ready, willing and ripe to accept those phenomena relating to man and his existence on the planet Earth and to planet Earth and life in outer space: A. In a concerted effort, through personal and public media, an open policy pro- gramme of relevant informa- tion being released as indicated by public statements by Presi- dent Jimmy Carter. 18 Prime Minister Eric M. Gairy addresses the 31st session of the United Nations. B. A strongly worded request that National and Provincial/ State library boards establish a new classification for subject matter germane to this New Science. It is proposed this Accultural Studies category would include a reference sec- tion to include: a revised, up- dated, edition of UFO's and Related Subjects; an Annotated Bibliography by Lynne E. Catoe, USA Gov., publication no, AFOSR 68-1656. This could be the first significant step by President Carter. This reference library . should also include Canada's Project Mag- net, The Soviet/American Con- ference on Communication with ETI, held in Armenia SSR, 1971, the BUFORA Na- tional Science Conference of Nov., 1976 held in Birming- ham, England, plus other pub- lished major proceedings. Government UFO Report The UFO Enigma, by Marcia S. Smith (Washington, D.C.: Library of Congress, Congres- sional Research Service, March 9, 1976; 124 pages, reference 76-52 SP), provides a general overview to the subject of UFOs. The diverse contents include aspects of witness credi- bility, reports of unusual UFO sights, and U.S. Air Force involvement and Congressional interest in UFOs. This report is recommended to our readers, but not only because it is available free on request. Ms. Smith is an analyst in science and tech- nology in the Science Policy Research Division of the Con- gressional Research Service (which works exclusively for the U.S. Congress but also makes its research results available in many, forms). She has .also recently completed another publication of use to serious students of the UFO phenom- enon — Extraterrestrial In- telligence and Unidentified Fly- ing Objects: A Selected, An- notated Bibliography (Wash- ington, D.C: Library of Con- gress, Congressional Research Service, February 18, 1976; 45 pages, reference 76-35 SP). Requests for copies of these reports may be sent directly to: Director, Congressional Re- search Service, Library of Con- gress, Washington, D.C. 20540, U.S.A."},{"pageNumber":20,"pageContent":"DIRECTOR'S MESSAGE by Walt Andrus William D. Leet, 15 Delrose Drive, Little Rock, Ark., 72209; Telephone: 501/565-9175 was recently appointed State Sec- tion Director for Pulaski, Lo- noke and Saline Counties. Bill has a Juris Doctor degree; is a former USAF Command Pilot and was previously the presi- dent of Bluegrass NICAP af- filiate. He comes to MUFON highly recommended by Rich- ard Hall. P. Wayne Laporte, 315 Ce- darwood Lane, Matthews, N.C., 28015; Telephone: 704/882- 1732 is the new State Section Director for Mecklenburg, Cabarrus, Gaston, Union, and Lincoln Counties working with George Fawcett, our State Di- rector for North Carolina. Wayne has a B.S. in Industrial Management and is also an amateur astronomer. Yugoslavia representation has been expanded with the selection of Mijos Krmelj, Mil- cinskege 6, 61000 Ljubljana, Slovenija, as MUFON's rep- resentative and coordinator for his country. He has already selected new Field Investigators to assist him in this endeavor. Milos is a teacher by profession. The Staff of The MUFON UFO Journal welcomes Ted Phillips back to an active role with the new year. He has been working on a book dealing with landing trace cases and their investigation. Ted is also a member of the Board of Di- rectors and serves in the capa- city of Specialization Coordi- nator. He is recognized as one of the leading UFO landing trace investigators in the World today. His file currently con- tains 1,012 trace cases from 53 countries. The CBS News-TV Childrens Program on December 4, 1976 from 12:30 p.m. to 1:00 p.m. was appropriately titled \"Flying Saucers From Outer Space — What's It All About\". It was directed by Vern Diamond, written by Joe Siegel with Philip Klass as the advisor. Even though it was professionally done, it was another \"white- wash\" by CBS News giving our children and grandchildren the benefits of the \"expert\" advice of Philip Klass as \"the author- ity on UFOs.\" It is anticipated that CBS received a deluge of unfavorable letters. In direct contrast to the CBS video taped program, Columbia Pictures is investing twenty million dollars in a UFO film titled \"Close Encounters of the Third Kind\"; directed by Ste- ven Spielberg, and starring Richard Dreyfuss of \"Jaws\" fame. This is the biggest gam- ble Columbia Pictures has ever taken when it is considered that the \"Jaws\" budget was only 9 million. The picture is being filmed in Mobile, Alabama, but won't be released until De- cember, 1977, according to Dr. J. Allen Hynek, who is serving as the technical advisor. This should be a fantastic film and demonstrates the confidence that Columbia Pictures has in the interest and appeal of the public to the UFO phenome- non. The story is fictional but UFO researchers will recognize many true cases that influenced the writers as this unique pro- duction unfolds before your eyes. Ray Stanford, Director of Project Starlight International in Austin, Texas, will speak at the 1977 MUFON UFO Sym- posium in Scottsdale, Arizona on July 15, 16, and 17th. The Safari Hotel has blocked 100 guest rooms for these dates with single rooms for $16.00 and doubles for $20.00. MUFON had a double fea- ture via the radio waves on December 13th, when Dr. W.P. \"Bill\" Armstrong, State Di- rector for Missouri, was ex- pounding on a UFO talk show from KMOX radio in St. Louis, Mo., while Walt Andrus was appearing on the Olin Murrell Show from WOA1 in San Antonion, a 50,000 watt clear Channel station. We received many letters explaining how listeners in the midwestern states tried to listen to both programs simultaneously. Tele- phone calls came in from as far as Vermillion, South Dakota, which attests to the nationwide coverage of WOA1. 19"},{"pageNumber":21,"pageContent":"RECAPPING AND COMMENTING by Richard Hall, MUFON International Coordinator (Comments appearing in this month's column are based, in part, on articles appearing in the August 1976 MUFON UFO Journal). Like the rabbit in Alice in Wonderland, we are running breathlessly along — late in publishing and trying to catch up, due to the logistical and other problems described by the Editor. The problems be- setting MUFON have inevitably resulted in some editorial im- balance and some unattractive physical appearance. Now the typeface looks sharp and clear again, and the outlook is good for resuming a more normal schedule in 1977. If MUFON specialists and State Directors pitch in to do their share of contributing information (in articles for the Editor), MU- FON UFO Journal should hit its stride soon and once again be among the premier UFO publications in the world. 1 cannot stress too strongly the importance, in the overall goals of MUFON and the Journal, of the International Data Exchange Program de- scribed in this issue. Foreign groups and key individuals have been more than generous in representing MUFON over- seas and in sharing information with us. However, it has tended to be a one-way street (some- thing some of us have been quick to criticize in others). If MUFON wants to maintain its good relationships with foreign groups and its outstanding information sources, we (note that \"we\") must send as much information as possible to these Centers. Please keep the list of Center addresses handy for reference, and do your part by sending some information — whether a detailed publication or a few clippings — to one or more of the Centers. New Center Address in Aus- tralia. The Australian MUFON Information Exchange Center, where information is copied and forwarded to serious re- searchers and groups all over the country, has a change of address (please correct your list): Keith Basterfield, 3 Park Lake Drive, Wynn Vale, South Australia 5127. Photoanalysis Feedback Needed Computer enhancement an- alysis of UFO photographs, as undertaken by Bill Spaulding and Ground Saucer Watch (GSW) in Phoenix, Arizona, seems to be a vitally important new tool, and the efforts are certainly to be commended. However, I have heard privately expressed opinions by know- ledgeable scientists and engi- neers skeptical about some of claims being made for these techniques. What they amount to is that some of the analysis results are being over-inter- preted and that some of the claimed results cannot be stat- ed with such finality. These criticisms should be voiced openly, and I am sure Bill would welcome the chance to respond to them and to correct any errors of technique or inter- pretation if the criticisms are valid. There is no doubt about the usefulness of this type of analysis, or the potential value to UFO research of the ex- pensive equipment available to GSW, so constructive criticism is definitely in order along with words of praise for GSW's important contribution. iMark R. Herbstritt stronomy Notes January 1977 MERCURY — For a few days before and after the 29th, it may be seen very low in the southeast just before sunrise. VENUS — On the 24th, it is at greatest eastern elongation, which means that it is well placed for observation. It will be about 33 degrees above the southwestern horizon at sunset and will set about four hours later. MARS — In the morning sky, it is too close to the sun for easy observation. JUPITER — In Aries, it is well up in the east at sunrise. SATURN — In Cancer and retrograding, it rises about two hours before sunset."}]
