[{"pageNumber":2,"pageContent":"$4.00 Mutual UFO Network ••^•\"^•^••••^ UFO Journal January 2004 Number 429 I^^M+^vSSrt .:f7»^.^ Control Swath #1 i > -\"n' r ' r . . \"fi Swath #2 Swath #3 Lining The dress worn by Betty Hill during her 1961 abduction with husband Barney has now been analysed by Phyllis Budinger. analytical scientist for Frontier Analysis, Ltd. The article begins on page 3."},{"pageNumber":3,"pageContent":";: ;;., MUFON; . UFO Journal (USPS 002-970) (ISSN 0270-6822) Post Office Box 369 Morrison, CO 80465-0369 Tel: 303-932-7709 Fax: 303-932-9279 ' International Director John F. Schuessler, M.S. Editor: Dwight Connelly, M.S. - 14026 Ridgelawn Road .. Martinsville, IL 62442 •Tel:(217)382-4502. . .'.'.'.\"> \"• • '• ; e-mail: ; mufonufojournal@hotmail.com Advertising Director: John F. Schuessler, M.S. Columnists: Walter N. Webb, B.S. - George Filer, M.B.A. : Jenny Randies Stanton Friedman, M.S. MUFON on CompuServe \"Go MUFON\" _; '-•;'/ to access the Forum MUFON on the Internet: http://yvww.mufon.com MUFON e-mail address: mufonhq@aol.com : MUFON Amateur Radio Net: 40 meters - 7.237 MHz : Saturdays, 7 a.m. CST or COST January 2004 Number 429 In this issue Betty Hill's dress analysed by Phyllis Budinger 3 Air Force interest in saucers not new by George Filer..6 \"Screaming woman\" case by Young & Blessing 7 llth implant removal by Dr. Roger Leir. 10 Gordon Creighton remembered by Ann Druffel 12 Filer's Files by George A. Filer.  14 UFO Press: Global Implications of the UFO Reality 17 Perceptions by Stanton T. Friedman  18 Object frightens woman by Donnie Blessing 19 The Night Sky by Walter N. Webb  20 Calendar    20 Pennsylvania anomalies by Stan Gordon  21 Implants-what is next? by John Schuessler. 22 UFO Marketplace  r  23 Director's Message by John Schuessler. 24 Change of address and subscription/extra copies inquiries should be sent to MUFON, P.O. Box 369, Morrison, CO 80465-0369. Copyright 2004 by the Mutual UFO Network. All Rights Reserved No part ol this document may be reproduced m any form without the written permission of the Copyright Owners, Permission is hereby granted to quote up to 200 words of any one article, provided the author is credited, and the statement. \"Copyright 2004 by the Mutual UFO Network, PO Box 369. Morrison. CO 80465-0369\" is included. The contents of the MUFON UFO Journal are determined by the editor, and do not necessarily reflect the official position of the Mutual UFO Network Opinions expressed are solely those of the individual authors and do not necessarily reflect the opinion of the editor or staff of MUFON The Mutual UFO Network. Inc is exempt from Federal Income Tax under Section 501 (c) (3) of the internal Revenue Code MUFON is a publicly supported organization of the type described in Section 509 (a) (2). Donors may deduct contributions from their Federal Income Tax Bequests, legacies, devises, transfers, or gifts are also deductible for estate and gift purposes, provided they meet the applicable provisions of Sections 2055. 2106. and 2522 of the Internal Revenue Code. MUFON is a Texas nonprofit corporation The MUFON UFO Journal is published monthly by the Mutual UFO Network. Inc.. Morrison, CO Second Class postage paid at Versailles. MO Individual Membership $45/year U S . $55 outside the U S. Family members' $10 per person additional Student (18 years and under) $35 U S and $45 outside the U S Donor. $100/year Professional $250/year Patron $500/year Benefactor (Lifetime Member)- $1.000 First class Journal delivery (in envelopes) U S and Canada only $12/year additional Air Mail Journal delivery to all other countries outside the United States $35/year additional Postmaster Send form 3579 to advise change of address to' MUFON UFO Journal. PO. Box 369. Morrison, CO 80465-0369 MUFON's mission is the scientific study of UFOs for the benefit of mankind through investigation, research, & education."},{"pageNumber":4,"pageContent":"A chemical analysis Dress worn by Betty Hill in 1961 abduction '.«'•/   • shows traces of external protein substance Editor's Note: Following is a summary of a 41-page report prepared by Mrs. Budinger in analysing the dress worn by Betty Hill during the 1961 ab- duction of Mrs. Hill and her hus- band, Barney. The full report explains pre- cisely how the lab work was con- ducted, and includes numerous photos and charts. Mrs. Budinger asked Dr. J. Robert Mooney, an analytical chemist specializing in spectros- copy, who teaches at a southern university, to review her report. She also asked Dr. Colm Kelleher of the National Institute of Discovery Science (NIDS), who specializes in biochemistry, to review the report Neither individual suggested any significant changes. By Phyllis A. Budinger Analytical Scientist Frontier Analysis, Ltd. T his famous case is well documented in many publica- tions and on many internet web sites. The reader is directed to these eas- ily locatable literature references for the details, especially the classic book on the event, The Interrupted Journey,\"^ and Jerome Clark's The UFO Encyclopedia. 2 Brief synopsis of the abduction On Sept. 19, 1961, Betty and Barney Hill, along with dachshund \"Delsey,\" were returning home to Portsmouth, NH, from an extended weekend pleasure trip to Canada. Their itinerary took them to Niagara Falls, then to Montreal, and home. They were traveling south on US Route 3 in central New Hampshire. At approximately 10:15 PM they noted a \"bright star\" which appeared to move erratically. They continued to observe it as it apparently paced them and got closer and closer. Barney stopped to retrieve a .22 pistol from the trunk. After resuming the drive, both Betty and Barney looked at the object through binoculars, observing a spinning, flat- January 2004 About the author Mrs. Phyllis Budinger is an analytical chemist with many years of experience in indus- try. Her previous work with the UFO phenomenon in- cludes the latest and most comprehensive analysis of soil traces from the Delphos, K.S, landing case (See No- vember, 2003, IfUFON UFO Journal). tened circular disk with multicolored lights on the rim. About two miles north of North Woodstock, the object descended and hovered about 100 feet in the air. No spin- ning was noted. A blue-white fluorescent glow shined through its windows. The object appeared to be the size of a four-engine aircraft. Barney stopped the car and got out. He could see several uniformed, human-like figures. Afraid that they were about to be abducted, he jumped in the car and raced down the road. Suddenly an irregular beeping sound was heard. The Hills felt a tingling sensation and became drowsy. The next thing they remembered was a second series of beeps as they were passing through Plymouth. It took sev- eral more miles before they became fully awake. The craft was gone. Two hours of missing time were noted when they reached home. They both felt clammy Jand dirty, and Barney's lower abdomen was bothering him. Their wrist- MUFON UFO Journal Betty Hill (seated) and Mrs. Budinger hold the dress which Betty wore during the famous 1961 abduction. watches had quit working, and there were unexplained marks on their car. Both Betty and Barney sought therapy, and eventually hypnosis was utilized by Dr. Benjamin Simon, who had no knowl- edge of, or interest in, UFOs. Yet the hyp- nosis suggested that both Barney and Betty had been abducted and subjected to physical examinations. Further details of what may have oc- curred can be found in the previously cited references. The object of this report is to document the analysis of the dress worn by Betty Hill during the abduction. History of the dress To my knowledge many details on the history of the dress worn during the ab- duction event are not documented, though some are. The dress Betty wore on that fateful night was new. She had worn it only one other day during that weekend, but not the day before the ab- duction. Therefore, it had never been laun- dered. The weather on the night of the event was unusually warm for that time of year, Page 3"},{"pageNumber":5,"pageContent":"and it was not exceptionally humid. 3 When the abduction began, Betty recalls that two beings were on each side and escorted her to the craft with their \"hands\" under her armpits. Betty related she put up a \"helluva fight\" before she crossed the threshold of the craft. I asked whether she hit with her hands. She said, \"No, I kicked like hell,\" 4 because her arms were restricted. The dress probably suffered stresses. While in the craft she remembers that halfway through the physical examina- tion they decided to remove the dress. They had difficulties with the zipper. Once removed, the dress ended up on the floor of the craft in aheap. After the event, when Betty and Barney arrived home, she undressed to go to bed. Betty related the following in a letter to me dated Oct. 31,2001: \"When I returned home that morning, I put my dress, folded, in the bottom of my closet, where it remained for several days. When I removed it, it was covered with a pink powder. So I threw it in the trash, but quickly changed my mind. I decided to put it outdoors in the sun. The powder blew away, but leaving the stains.\" Barney immediately had his suit cleaned after the event, and it never \"de- veloped\" a pink powder, nor was it dis- colored. There was no damage to his clothing. Betty did not notice any odor emanating from the dress. 5 Other damage was also noted to the dress. The lining on the right side was torn from the waist to the hem, and the top of the zipper was ripped. Because of the damage to the dress, it could never be worn again. 6 The dress hung on a hanger in Betty's closet for 40 years. It had not been en- closed in a protective bag. No disinfec- tants, moth repellent, or other chemicals were ever sprayed in the closet. Occa- sionally, the dress would be taken out and shown to visitors. The September 2001 issue of the MUFON UFO Journal 1 featured two fas- cinating articles on the Hills' abduction. These were done in commemoration of the 40th anniversary of event. One was by Dwight Connelly (Betty & Barney Hill Anniversary-Hill Case Revisited), and the other by Kathy Marden (Niece Re- calls Hill Episode). Connelly's article included a picture he had taken of Betty holding.the dress she had worn during the abduction, along with descriptions of the powdery mate- rial and damage the dress apparently had suffered. I was unaware that this dress still ex- isted, and judging from the descrip- tions, it seemed highly possible it contained physical evidence of the ab- duction. Amazingly, I had never seen any reports of an analysis on it. Immediately 1 sent emails to both Dwight Connelly and Kathy Marden concerning the pos- sibility of acquiring swaths of the dress for analysis, and both encouraged me to do an analysis. Kathy Marden contacted Betty, who agreed to my request. By Nov. 3, 2001,1 had received two swaths, one from a discolored area, and the other from an area that re- tained its original color to serve as a con- trol. The analysis began. Then on July 5,2002,1 had the distinct pleasure of meeting Betty Hill and Kathy Marden at the International MUFON meeting in Rochester, NY. Betty had brought the dress, and I obtained more swaths for analysis. The dress is a common sheath-like style with (originally) a printed design in various shades of blue. It has simple lines, with short sleeves, a natural waist, a straight skirt, and is lined. The exterior is a knit of cellulose ac- etate (as identified in this analysis). 8 The lining is solid blue and also cellulose ac- etate, but woven. The dress has several swaths cut out of it due to sampling for analysis, as well as souvenirs for some people. The lining is torn from the waist down, and the zip- per is torn. Extensive discoloration is obvious in two areas: along the top half of the dress, especially in the underarms, and on the bottom of the dress. These are the areas where Betty says the pink powder re- sided. The waist area retains its original blue color. There is no significant discol- oring on the lining, except for two or three stains. Initial conclusions: Conclusion 1. The dress fabric is iden- tified as a cellulose acetate knit. The dis- colored pink/magenta areas of the dress have suffered chemical effects on both Inside of Betty's dress, showing the torn zipper. the dye and the fiber. These areas also appear to contain more particulate mate- rial than a control. The fabric is coated with a biologically derived material which is composed of mostly protein (both water soluble lower molecular weight and insoluble higher molecular weight) and a small amount of natural ester type oil. There is evidence that this material originally contained moisture. (See Con- clusion 2.) This material is predominantly present on the discolored swaths. (Very small amounts are present on the con- trol.) More of the substance is on the exte- rior surface of the dress than on the inte- rior for Swaths #1 and #2. This evidence shows the substance originates from an external source. The material has completely perme- ated swath #3. There is indication that the pH is more acidic than the control. Some of this protein and natural oil may have suffered some degradation. Very small amounts of individual par- ticulates consist of materials one would expect to find on a dress which has hung in the closet for four decades, i.e. house dust, pet hair, and assorted natural and synthetic clothing fibers. Conclusion 2. Like the outer fabric, the lining is also identified as cellulose acetate. However, it is woven. The lining is not discolored, but has a few stains. The fiber in the stain area has not suf- Page4 MUFON UFO Journal January 2004"},{"pageNumber":6,"pageContent":"fered damage. The stain material appears to have almost permeated the lining, though there is slightly more on the side facing the outer fabric. The stain contains, in part, compo- nents found in the exterior fabric. These are mostly water soluble proteins and a trace of natural ester-type oil. This suggests the stain is a result of \"bleed through\" of some of the material found on the outer fabric. It also indicates moisture had to be originally present in the substance. No higher molecular weight insoluble protein is present. Thus, the outer dress fabric apparently served as a filter for the higher molecular weight material, as well as some of the natural oil. Finally, after the stain was removed by solvent extraction, it returned to its origi- nal color. So the dye was not affected by the components of the stain. Conclusion 3. The above results clearly rule out any natural substances originating from Betty, such as urine, per- spiration, and vomit. This material came from an external source, ruling out urine and Betty's perspiration. Also, no uric acid was detected, further eliminating urine. Vomit was easily eliminated because of the location of the discoloration, which occurs behind the dress and on the un- derarms etc. I would expect considerable solids deposited on the front of the dress had vomit been involved. Only micro- scopic debris typical of a dress which has hung uncovered in the closet for a long period of time were detected. Also, there should have been a significant amount of carbohydrates present. These were not detected. Additionally, there was no bad odor. Speculations This section contains some specula- tions. It should be emphasized that these speculations cannot be confirmed with- out further biological testing. Perhaps others who peruse the data in this report can provide alternative ones. To me these speculations are the most probable. I should add that I could find nothing in the analytical data to dispute Betty and Barney's account of the event. Speculation 1. The information in con- clusions 1 and 2 are clues as to what may have happened to the dress. A natural oil and a protein-substance are coating pri- marily the exterior surface of the dress, and Betty reports a most unpleasant uni- dentifiable odor on the craft. I offer a speculation that this odor could have emanated from the craft oc- cupants, and could be a result of natural body elimination of oils/respiratory agents. These transferred to the dress on contact. The pink areas are most profound around the top of the dress, especially around the sleeve where the occupants had gripped Betty as they escorted her to and from the craft. The pink on the bottom is easily ex- plainable, because contact was made with Betty's \"escorts\" when she kicked them as she was forcefully taken over the threshold of the craft. The \"escort\" on the right may have taken the brunt of her attack, because this is where the lining is ripped, and also it is noted that the right sleeve is totally per- meated with the material, which may indi- cate a tighter grip on her was necessary. It is also possible some material trans- ferred from the top of the dress to the skirt when Betty folded the dress after returning home. The moist, damp biological compo- nents found on the dress were probably also on Betty's skin, causing her to feel clammy and dirty. It is worth noting that this speculation may have precedence. There was a previously purported en- counter occurring in West Virginia in 1950, i.e. the famous Flatwoods case, whereby an unpleasant odor and stained clothing was reported. 9 I quote, \"...The monster was hovering about a foot off the ground and barely cleared the branch (thus being about 12 feet high), giving off some kind of oily substance which stained clothes of some of the witnesses and whose smell made some of the boys quite ill.\" Speculation 2. I do not think the de- posited substance on the dress directly caused the discoloration. It certainly did not discolor the lining stain area. Betty found the discoloration days later when she took the dress out of the closet. The substance on the dress was origi- nally moist, so the moisture was not al- lowed to dissipate because the dress was folded. This moist substance, probably slightly acidic, served as a nutrient for a natural biological growth (bacteria, mold or mildew). This grew. Days later the dress finally dried, and a pink powdery residue from the growth remained. It was this biological growth material that probably caused the discol- oration and possibly interacted with the dress fiber. The dress interior and drier lining probably were not attacked. Recommendations An individual with a background in the biological sciences should be con- sulted to possibly build on the informa- tion contained in this report. Perhaps more specific information relating to the pro- tein type and evidence of the type of bio- logical attack (bacteria, mold, mildew) could be further explored. But most importantly, I think some judgment should be made on whether DNA analysis should be performed. If the speculations that the material is a biologi- cal residue from the \"escorts\" hold any weight, it may be worth an attempt. However, judging from the dress his- tory, I do not know if any intact DNA would remain from the \"escorts\" after this amount of time, especially with the indi- cation that it may have suffered biologi- cal attack. If any intact DNA is present, I would expect at least two types representing each \"escort,\" i.e. a different type on each sleeve. This testing is expensive and would require funding. Betty Hill requested proof from her abductors of her experience. She was given a book, but after her captors con- sulted with each other, they had second thoughts and took it away from her. 10 Per- haps they may have left her something far better than a book, i.e. the very es- sence of themselves on the dress. Acknowledgments: I would like to thank Betty Hill for her gracious dona- tion of the dress swaths for this analysis and her keen, descriptive input into the details of the event, as well as the dress history. I am also indebted to Kathleen Marden for communicating my desire to analyze the dress to her aunt, Betty Hill, and I'm sure a little bit of convincing was required. Thanks go to Dr. Colm Kelleher (NIDS) for his critiquing oif the data and construc- tive comments. I am also appreciative of the NMR spectra provided by Dr. J. Rob- ert Mooney, as well as his comments on the data presented. And finally, I must acknowledge and thank my husband, Bruce Budinger, for his thoughts, help, and indulgence, and putting up with me throughout the analy- sis and in putting this report together, Dedication: I dedicate this work to Betty Hill. She is a delightful, feisty, tiny lady with a wonderful sense of humor. I admire her gigantic resolve and moxie to stand up against her critics. I hope this analysis will provide her some redemp- tion in kind. References 'John J. Fuller, The Interrupted Jour- ney: \"Two Lost Hours Aboard a Flying Saucer,\" The Dial Press, New York, 1966. 2 Jerome Clark, The UFO Encyclope- dia: The Phenomenon from the Begin- ning, Omnigraphics, Inc., Detroit, MI, 2nd Edition, Volume 1: Page 489-504. (Continued on following page) January 2004 MUFON UFO Journal PageS"},{"pageNumber":7,"pageContent":"3 Betty Hill, Personal communication, 10-29-2002. There was a hurricane com- ing from the south but it didn't hit NH. The next day it did bring rain. 4 Betty Hill, Personal communication II 7/2002. 5 Betty Hill, Personal communication, 10-29-2002. Betty did note \"a strong odor\" on the craft. She could not iden- tify it, but said it was \"not pleasant.\" 6 Betty Hill, Personal Communication, 07-07-2002. Betty relates that the shoes she had on the night of the event were worn again. 1 MUFON UFO Journal, Number 401, September 2001, Pages 3 and 7. 8 This was an especially popular fiber used for clothing during the time period of the event (1960s). However, there is a problem with exposure to some common solvents. For example, exposure to nail polish remover would dissolve the fabric and leave holes. (This analyst ruined many a dress in those days in the lab when working with various solvents.) 'Stanton T. Friedman, MUFON UFO Journal, \"Flatwoods Monster UFO Event,\" January 2003, pg. 21. '\"Referencel. CFi sues NASA for Kecksburg records On Dec. 9,2003, the 38th anniversary of the Kecksburg, PA, crash incident, the Coalition for Freedom of Information (CFi), supported by the SCI FI Channel, filed a lawsuit against NASA because of its refusal to release all requested records concerning this case.. On October 21, CFi and the SCI FI Channel had announced their intent to take legal action against NASA to force the release of records on the 1965 UFO incident near Kecksburg, PA. The next day, a NASA official con- tacted CFi attorney Lee Helfrich to say the agency was forwarding 36 pages of documents responsive to the FOIA re- quest, and apologized that it had \"over- looked\" sending out the results of its re- search sooner. After ten months of pursuing the records in Washington, D.C. through the Freedom of Information Act, NASA had finally responded to public pressure. Yet the documents were not responsive to the request, and provided no new infor- mation. The Kecksburg case has been exten- sively investigated by veteran researcher Stan Gordon, who has produced an award-winning 92-minute video of the event. Air Force interest in saucer aircraft apparently not new By George Filer Director MUFON Eastern Region The question of how far back the Air Force has been involved with disc- shaped aircraft has been asked many times, but answers have been hard to come by. Jack Picket, the editor of military news magazines, helped me obtain a 30-page FOIA release on Project Silver Bug that showed the Air Force was developing a disc-shaped aircraft in 1955. He said he had personally seen four of the craft at MacDill Air Force Base at Tampa, FL, in 1966, and was asked to release a story concerning these classi- fied aircraft. Later, just prior to publica- tion, the article was cut because a disc was seen flying low over Miami. The four disc-shaped aircraft that Picket saw were in the disposal area, and ranged in size from 25 feet to 125 feet in diameter. The four aircraft were saucer- shaped with vertical stabilizers (tails) with AF Experimental written on the craft. He said he was told there were nu- merous similar craft flying, but they were unstable and frequently crashed. This \"saucer\"-designed aircraft was believed to use two to four J58 engines which were also the propulsion system for the SR-71. The SR-71 could fly faster than Mach 3 and was designed in secrecy by a team headed by Clarence L. \"Kelly\" Johnson, director of Lockheed's Advanced Devel- opment Projects office, better known as the \"Skunk Works.\" The existence of the aircraft was not officially revealed until February 29,1964. Skunk Works engineer Ben Rich is quoted as saying, \"Some UFOs are ours and some are theirs.\" Project Silver Bug was the research and development project to field jet pro- pelled flying saucers, beginning in 1955, that would be dispersed to underground bases to avoid Soviet attack. The disks were capable of vertical take- offs and landings, and would be capable of Mach 3.48-faster than the SR-71 Blackbird. In the Project Silver Bug Report, dated Feb. 15,1955, and declassified on March 29,1995, it was claimed the disk intercep- tor aircraft would be capable of vertical takeoff and landing, a maximum level speed of 2,300 mph with afterburners, a ceiling of 80,600 feet, and a climb rate of 1.76 minutes to 36,090 feet. The Pratt and Whitney Aircraft Divi- sion of United Aircraft Corporation de- veloped the J58 engines that in July, 1976, powered an SR-71 to a world altitude record of 85,069 ft., and another to a world speed record of 2,193 mph. The Report on Project Silver Bug was issued by the Air Technical Intelligence Center along with the Wright Air Devel- opment Center at Wright-Patterson AFB in Dayton, Ohio. The report noted that a pair of ongoing US projects involving the building of flying saucers had already occurred. Page 5 of the Silver Bug Technical Report indicated that the disc would be capable of vertical takeoff and landing, and performance greater than the SR-71. This performance was far in advance of any aircraft then, and is roughly equiva- lent to the current F- 15 fighter. \"The Super Spies,\" by Andrew Tully, 1969, claimed these discs were being used as \"saucers with ears\"-that is, for com- munications intercept missions. A1955 issue of Look Magazine stated, \"New air defense problems were setting up requirements for aircraft performance which would apparently be best met by a saucer aircraft. Runways would not be needed, and bases could go underground with tunnels and takeoff shafts set in the ground, complete with maintenance bays, fuel, and crew quarters.\" It is rather obvious that our technol- ogy has greatly improved since the late 1950s, and that faster and higher flying aircraft are available to the Air Force. Modem aircraft should exceed 5,000 mph and 100,000 feet altitudes. Jeff Rense mentioned on his radio show on Dec. 3, 2003, that the US has built UFOs and that more data will be forth- coming. Field investigator t-shirt The field investigator t-shirt has the MUFON logo over the left chest pocket and \"MUFON Field Investigator\" on the back. It comes in S, M, L and XL in white with a blue logo ($12 + $3 S&H) or black with a white logo ($15 + $3 S&H). MUFON, P.O. Box 369, Morrison, CO 80465-0369. (Check, MO, or cash, U.S. dollars.) Page 6 MUFON UFO Journal January 2004"},{"pageNumber":8,"pageContent":"Report of \"screaming woman\" evolves into possible abduction case in Ohio Young Editor's Note: This ongoing case is being investigated by both Kenny Young, MUFON Northern Kentucky Section Director, and Donnie Blessing, MUFON Southern Ohio Section Director. As ad- ditional information becomes available, it will be covered in the Journal. Kenny Young reports LOCATION: Morehead, KY (Rowan County) DATE: Friday, Nov. 21,2003 TIME: Between 9 and 10 PM SUMMARY: In an effort to further ex- plore a report of unidentified lights and screaming sounds alleged in More- head, KY, an inter- net search was conducted to re- trieve the ad- dresses and phone numbers of resi- dents of Adams Lane (a law officer contacted earlier had advised of the search taking place near this location). After a \"reverse lookup\" was con- ducted at the internet resource (http:// www.theultimates.com), one residency was identified on Adams Lane. That num- ber was called around 6:30 PM on Sun- day, Nov. 30, and I inquired if anyone could help me with information about the report of screaming sounds heard about one week earlier. The call was received by Dr. Virgil Davis, a U.K. college professor. \"I was here when the screams were heard,\" he said. \"There were some loud, blood-cur- dling screams, but nobody could find out anything more.\" I then asked if Dr. Davis knew any- thing about any UFO sighting, and he said, \"Yes, I saw it.\" Dr. Davis said that he was driving toward his home on Fri- day, Nov. 21, between 9 and 10 PM with his two sons, 15 and 18 years old. While driving, they all spotted a soundless aerial object over a nearby open field that was described as an oval- shaped, white-colored light source as big as a pea held at arm's length, which moved \"like a hummingbird would move.\" The object, seen in the dark and clear night sky, was relatively high when first seen and was \"coming down, moving in January 2004 increments, as if an elevator would drop and stay there awhile,\" according to Dr. Davis. After the first three or four minutes of visual observation, the object began moving around to different parts of the sky. They got out of the car to see if they could identify this object, and verified to their satisfaction that it was not a plane, helicopter, or aurora borealis. \"My first inclination was to rational- ize what this object could have been,\" Dr. Davis said, \"rather than jumping to con- clusions. After we ruled out the various possible explanations, we assumed that this was a UFO. I know for a fact that there was no explanation for this object, and I'm just glad I had my two sons with me to see it.\" After observing this object for a few minutes. Dr. Davis and his two sons got back in the car and drove on to their home. \"I would say that our feeling was more a sense of apprehension than fear,\" he said. \"I did not know what it was we were look- ing at, and had some concern that it might or could have spotted us.\" After driving the short distance to their house, they went to a second floor bed- room and looked out the window to the northwest and continued to watch the object. It descended lower toward the ground and seemed to be settling in a nearby field, where its color had shifted from a white to an orange. As the object got lower and lower to the ground, it became bigger, and its color changed to a reddish light. Dr. Davis said that the size of the ob- ject increased from a pea at arm's length to a dime at arm's length, stressing that its size, from his perspective, was \"not quite as drastic as a nickel at arm's length. \"There was like a vacuum of silence while we watched this,\" Dr. Davis said. \"It was like everything was real quiet, at a standstill, and then when it became a red color, everything went crazy.\" Animal reactions He said that animals in the area sud- denly erupted in a frenzy. His neighbor's dog was barking crazily, and his German Shepherd dog tried to break its chain. From his perspective, the object de- scended to the ground, but he was not certain that it made contact with the ground, as trees prevented him from see- ing this with certainty. MUFON UFO Journal \"At that point, after this object got red, it just shot off like a dart, some kind of acceleration, and it just took off to the west,\" Dr. Davis explained. \"We just stood there dumbfounded.\" He said the sighting lasted for an estimated 10 to 15 minutes. Reluctant to call police \"I was very reluctant to call the police about a UFO sighting,\" he said. \"At that point, we were not going to report this. \"Right after that my two sons went back outside and heard the screaming. It was a female voice. They got in the car and within minutes had called from their cell phone to say that they had been hear- ing screaming sounds in the field where this thing came down,\" he said. \"Approximately 20 minutes after the UFO sighting, the police were at my door. There were about 20 officers and a res- cue squad over in the field where I spot- ted the UFO. They were combing the area and had asked me what I knew about someone screaming. Apparently, others had heard the screaming sounds.\" I asked Dr. Davis if he could explain what was heard, and he emphasized that he did not hear the screaming sounds himself, that his two sons heard the dis- turbing commotion, along with other resi- dents in the area, who notified law en- forcement. Dr. Davis paused from our conversa- tion to check with one of his sons, asking if he could recount the nature of the screaming sounds. He said it was a des- perate, blood curdling scream of a female voice that kept saying, \"Help me, oh my God, help me!\" \"Apparently several pepple had heard the screaming, I don't know how long it lasted,\" he said. When the police arrived, Dr. Davis vol- unteered information about the UFO sighting. \"I took the officer to the side and explained to him that this is going to sound crazy, but I need to tell you what I saw tonight,\" he related. \"I told the po- lice about the UFO after they came to the door. \"I don't know if anyone else saw the UFO, but the officer taking my report took me seriously. He didn't write anything down while I talked with him.\" When asked if the police officer indi- cated that anyone else had also witnessed the UFO, Dr. Davis said that the police Page?"},{"pageNumber":9,"pageContent":"officer said he had seen a UFO also, but Dr. Davis was uncertain if he was refer- ring to the same object or a separate, un- related sighting. Dr. Davis said that aside from report- ing this to the police officer who knocked on his door, he had not reported this sight- ing to any other person, and that he was not the source for the report which was submitted to The National UFO Report- ing Center. Isolated area He described the area of his residence as isolated and surrounded by fields and woodland. His road is paved. He empha- sized that the screaming sounds came from the immediate area where the uni- dentified object had come to the ground. \"The screaming sounds came from the field, and I have no explanation for it.\" Dr. Davis, who teaches psychology at the Ashland, KY, Community College branch of the University of Kentucky, said that he had previously seen a UFO when he was in his freshman year in col- lege at Morehead State University in 1976. He said the object was similar to what he saw on Nov. 21. I am deeply impressed by Dr. Davis and his efforts to remain objective and rationalize various explanations about the sighting. Based on his observation, the object in question has nothing to do with Aurora Borealis or \"northern lights.\" The report to N.U.F.O.R.C. suggests that the UFO was also sighted by wit- nesses with the rescue squad respond- ing to. the scene. This might suggest that the screaming sound was heard simulta- neous to the visual sighting of the UFO. Peter Davenport of N.U.F.O.R.C. states: \"The person who submitted the sighting report for Morehead, KY, pro- vided no personal or contact information. It 'reads' as if it was submitted by a mem- ber of the team that was dispatched, i.e. it reads as if someone just copied a.written record of the dispatch.\" Initial report That report states: \"Morehead-Rowan Co. Rescue Sq. had a call from MPD of a female crying for help x3. From two wit- ness, then there was a bright light in the sky for about 1 min. RESCUE SQ arrived on scene and started searching the area 1st & 2nd witness reported seeing this. \"The fire dept. was asked to begin searching with the thermal imaging cam- era with no results found. Res. of Morehead was one of the witnesses. Unless there is a confirmed report of a missing person, the search will not be continued.\" The report of desperate, blood curdling screams from a woman crying \"Help me, Oh God, Help me\" mar this case with a disturbing sense of unusual dread. Clearly, there was a problem taking place, and this report raises the specter of re- ported UFO/human abduction or interac- tion. Morehead is an estimated 45 miles south of Flemingsburg, KY, where a crop formation appeared in a rye field in the spring of this year. A flap of crop forma- tions and UFO sightings also bewildered southern Ohio in the summer of 2003, and during this flap one strange account of a woman found in a Southern Ohio soy- bean field is under investigative consid- eration. There is no certainty that the present situation can be linked to the UFO or crop circle flap, aside from the chronological and regional closeness, but the woman found in the soybean field was hospital- ized for a week after being found by a farmer-and reportedly experienced amne- sia and did not know how she got in the field. This matter is also being investigated by researcher Donnie Blessing and will be pursued further. This present case of \"screaming sounds\" from a female voice is linked firmly to the UFO sighting as per the same location in one specific field near Adams Lane in Morehead, as well as the 20-minute time frame of the conclusion of the UFO sighting to the arrival of officers involved in the search and rescue opera- tion. Donnie Blessing's report On Dec. 2, 2003,1 spoke with a Mrs. Cheryl Woods (name changed, on file). I located Mrs. Woods thru mfospace.com. When I asked if she had been witness to an unidentified flying object and screams of a woman, she replied in a somewhat alarming tone, saying, \"Oh yes! I saw it! So did my daughter!\" Mrs. Woods explained that there is a field behind her house, and that five prop- erties are adjacent to this field. Behind her home there is a small knoll, and on the other side of the knoll is where the field is. Up the hill from there is the house of Dr. Davis. Mrs. Woods explained that there are some trees in the field between her and the Davis house. The alleged UFO \"came down\" in this particular field. Around 5:30 PM on the day in ques- tion Mrs. Woods and her daughter Sally (name changed, on file) were decorating the outside of their home, putting up Christmas lights. Mrs. Woods says she looked up and saw this \"white light.\" It was jumping and bouncing all over the sky. It began to descend behind the trees. At one point Mrs. Woods said that it reminded her of popcorn \"popping up and down\" from behind the trees. She told her daughter to go inside the house and stay, and that she would finish up with the Christmas lights. She said she did this because her daughter was apparently alarmed. Both mother and daughter had a UFO sighting about this same time last year. Mrs. Woods says that she bent over for just a second, taking her eyes off the light, and when she looked back up the light was gone. She does not know if it flew away or landed behind the trees. Mrs. Woods then says that suddenly all the animals in the neighborhood went into a frenzy. Every dog was barking and howling and sound- ing like they were in a panic. She said that her own little Chihuahua hid under the bed and cried in a pitiful tone of voice. Mrs. Woods told me that she was afraid that he had become ill, but now he was feeling better. At no time did she or her daughter hear a screaming woman. Upon entering the house Mrs. Woods said that both her phone and her daugh- ters cell phone began to ring. On her daughter's phone was her girl- friend asking Sally if she was OK. On Mrs. Woods' phone was her first cousin ask- ing the same question. Both mother and daughter were perplexed, and asked both parties on the phones what was going on. Both parties said there was activity on the police scanner-thai someone had re- ported a woman screaming on Skaggs Rd., and the police were on their way. Both mother and daughter assured the cousin and girlfriend that they were OK. About that same time she saw flashing lights through the window and went to the door to see the Fire and Rescue squad. Without getting out of the vehicle, the officer rolled his window down, and Mrs. Woods yelled through the open door that they were OK and that nobody had been screaming at their house. She did not report the UFO sighting. While Sally took another call from a concerned friend, Mrs. Woods says she watched through the window as more po- lice arrived. Both life and police squads drove slowly down the street, shining their search lights into yards and between houses. Mrs. Woods states that a state trooper also showed up and went down the street. After combing the whole area with searchlights, the police and rescue squad departed. I thanked the witness for her time. She took my number and said she Pages MUFON UFO Journal January 2004"},{"pageNumber":10,"pageContent":"Blessing was going to see if she can get some people to look in that field to see if any- thing interesting could be found. I told her to call me ASAP if anything is turned up- After talking to Mrs. Woods I called the Kentucky State patrol, but the dis- patcher could find no record of a report of UFO sightings or anyone being called out about a woman screaming on Skaggs Road. There is a wide discrepancy between the time Mrs. Woods and Mr. Davis saw the UFO and heard the panicked ani- mals. Mrs. Woods says the time was between 5:30 PM and 6 PM. Dr. Davis says 10P.M. This is a mystery, since I believe they described seeing the same object and equally heard the commotion from the animals. I asked Mrs. Woods several times if she was very sure of the time. She stated that she was sure of the time because she wanted to wait until dusk so she could try out the Christmas lights to see how they looked. Because of the time differ- ence I became suspicious that something else may be going on here. I asked Mrs. Woods if anything unusual had gone on after the UFO sighting. She said that she has a clock that chimes out of sync with the time. Also, Mrs. Woods told me that the next morn- ing after the UFO sighting she awoke with a terrible nosebleed. She said they have been frequent since the sighting, and she has never had nosebleeds before. She at- tributes the nosebleeds to the house be- ing too dry. She says her daughter has had nose- bleeds for years off and on, but she has never had one. After hearing these com- ments, I became suspicious that she was familiar with UFO material. I must stress that she was not prompted on these questions and offered them out of the blue. I then asked her if she read UFO mate- rial before, and she said, \"Oh no, I don't read anything; I've only watched X-Files a few times on TV.\" While I was talking to Mrs. Woods on the phone, her 13-year-old daughter, \"Sally,\" came in from school. Her daugh- ter states that she had been talking to a friend on the bus. This friend is the son of Dr. Davis (first witness). He had told Sally that the screaming sounds seemed to be a woman who was \"being torn apart.\" Mrs. Woods said that her house had been broken into not long ago. She called the police, and despite the department be- ing less than two minutes from her home, it took law officers 20 minutes to arrive. The intruder-who was walking around the house-remained in the home while she awaited the arrival of the police, but the police did not catch the intruder. During the UFO sighting, the 13-year- old daughter looked frightened and said in a groan: \"Oh no, not again; I'm begin- ning to think we are not safe around here anymore.\" Since the UFO sighting, Mrs. Woods says that her daughter does not want to stay in her room, leaves the door open when going in the bedroom (she used to lock the door), and now sleeps in the same room with her mother. I am most perplexed by the time differ- ence. Her UFO sighting was nearly four hours before Dr. Davis reportedly saw the same object with the same animal reac- tion. I will not venture a guess in this re- gards, but let others interpret the data. Mrs. Woods was formerly in the Air Force, a paratrooper who also held a se- curity clearance. She is now disabled from a back injury caused while jumping out of an airplane. She is intelligent and ar- ticulate. I think she is a credible witness. Second report by Kenny Young At 8:10 PM on Dec. 3,1 spoke to a Mrs. Huff (real name on file). I asked her if I could speak with her daughter, Nancy (real name on file). I had obtained her number from Nancy's friend, Chris Woods (name also withheld, on file). I asked if Nancy could tell me more about what was said on the police scan- ner the night of the screaming woman in- cident. Mrs. Huff said that Nancy was at a basketball game, so I asked if she knew anything about the incident. Mrs. Huff said that her husband was a volunteer with the Fire and Rescue squad and that he told her a call had came into the station from someone saying that they saw \"a woman with a baby\" that was walking around on a hill. He added that \"a spaceship\" had come down and taken the baby, and that the woman had begun to scream. Mrs. Huff then asked her husband if it was a de- ranged woman who might have needed mental help, and he said that he did not know who it was. At this .point I was shocked. I. asked Mrs. Huff to repeat what she said. There was a loudly crying child on her lap that made it hard to hear. She said that story is what was being passed around at the sta- tion. I asked if I could speak to her hus- band, and she said that he would not be home until about 9:30 PM. I said that I would call back at 9:30. At 9:35 PM I spoke to Mr. Huff (real name on file). He explained that he had been lying on the bed listening to the scanner, and had not been on duty that day. He thought that the time was some- where between 4-6 A.M. He said that it was a man who called and said that there was a woman in a field screaming. He did not know who the per- son was that called. I asked him if he was totally certain that the time was between 4 and 6 AM, and he said that he would check, and for me to call him the next day. Mr. Huff said he had heard that one person in the team searching for the screaming woman was approached by a man while they were in the vicinity of the Kentucky State Patrol outpost and Skaggs Rd. This man stated that he had seen the whole thing. He told the officer that he saw \"a woman in a field, and that a spaceship had came down and had taken the woman.\" I asked Mr. Huff if he could tell me who this officer was, and he stated he did not know. He did not know if it was a police officer or a member of the rescue team. This was second-hand information to him. I asked if he could find out for me, and he stated that he would not be allowed to give the person's name or the officer's name. Mr. Huff went on to recount an- other incident that occurred one or two days after the report of the screaming woman. He says that a woman had called the station to complain that a child about two years old had been seen walking down Route 60 in Morehead \"wearing only a diaper.\" The woman had been returning home from her niece's house, and had turned off Route 32 onto Rt. 60 headed west to Salt Lick when she spotted the child. She immediately called the police. When they arrived, the child was gone. No missing child was ever reported, ac- cording to Mr. Huff. He did not state if the woman had left the scene where the child was in order to call the police. Further investigation into this, I feel, is warranted. In next month's Journal Bob Pratt, with Cynthia Luce, Tom Tulien, and Vera Filizzola, reports cases from Brazil's Valley of the Old Women. January 2004 MUFON UFO Journal Page 9"},{"pageNumber":11,"pageContent":"Object has unique characteristics Dr. Leir reports 11th implant removal By Dr. Roger Leir O n Dec. 5, 2003, A&S Research and I performed the eleventh surgery for removal of an ob- ject suspected of being an alien implant. Most readers might be aware of the long hiatus since the last surgery. This was due to limited funds and our concentration on other non-surgical cases, such as the Gary Lowery case, which in- volved expensive DNA research, reported on in the last issue of the Journal. There is no lack of individuals who fit the stringent pattern of abduction for us to operate on. Our e-mail continues to run about 300 behind per month, and contains numerous requests for possible implant in- vestigations. The current case began approximately one and a half years ago when a lady e- mailed me about a friend of hers who might fit the criteria for an implant removal. When we receive calls from individuals who write us about so-called friends, we are always suspicious they might actually be talking about themselves. Our experi- ence has taught us that most abductees do not want to admit they are involved with the phenomena, and remain quite re- clusive. In this case, however, the person was telling the truth. She did indeed have a close friend who was having experiences that indicated an involvement with alien abduction. Many months passed before a direct communication occurred between the patient and myself. It took about one month of e-mails to finally break down the barrier, which allowed the patient to trust me with her telephone number. Because of promised anonymity, we shall refer to her as Brenda. It took several months of continued telephone calls and e-mails to actually determine if Brenda was a candidate for the next step. She was then sent a large package containing questions which, when evaluated, would indicate the extent of her involvement. For many years, this 44-year-old female appeared to be having strange dreams in- volving visitations of creatures and other representative associations with the ab- duction phenomena. She was able to draw quite accurately a figure she saw in her bedroom that woke her out of a deep sleep by choking her. She had asked him why he was doing Surgeons had a difficult time removing the elusive object. (Photo by Michael Portanova, photographer for A&S Research.) About the author Dr. Roger Leir is a podiatric surgeon who has been in private practice in Ventura, CA, for more than thirty years. The leading authority on implants, his early work was described in his first book, The Aliens and the Scalpel. He later wrote a book for distribution in Brazil, Implantes Alienigenas. He is also the author of Case Book: Alien Implants, has written numer- ous articles, was a presenter at the 2001 MUFON International Symposium, and has appeared on radio and TV. what he did, and he simply stated, \"I'm just trying to wake you up.\" The Being she illustrated in her drawing was what we have come to know as a \"Preying Mantis Being.\" She stated she could see him quite clearly, and described him in her drawing with much detail. There also was a history of her asso- ciation with other Beings. In addition, a strong history of other characteristics associated with the phenomena, such as strange body markings, fears of bears, a strong dislike of circuses and clowns, a desire for salty foods, aversion to strong lights in a medical setting (such as the light above a dental chair), and the necessity for her dentist to use large amounts of anesthesia to accomplish his task. Next, she explained she had a strange metallic object somewhere in her mouth. Brenda told us she had numerous x-rays taken by her dentist, and was questioned about the object. She told him she knew nothing about its origin or how it could have gotten inside her mouth. They were uncertain as to the exact location of the object, due to the dental views taken. I asked her to send the films for evaluation, and she complied. We then used dental consultants on our panel of specialists to review the films and give us an opinion. What initially seemed to me to be a very simple diagnostic assignment be- came more complex because they were not able to determine the exact location of the object. In one view it would appear to be in the gum area, and in other views it appeared to be in the soft tissue of the lining of the mouth. I then asked Brenda to have more x- Page 10 MUFON UFO Journal January 2004"},{"pageNumber":12,"pageContent":"ray views taken according to the wishes of our dental experts. She complied with- out hesitation or argument. Finally, she was requested to have a CAT scan per- formed. When this data arrived, the den- tal consultants agreed the object was in her cheek. At that point all the reports and films were taken to our radiological expert. He determined the object was about 6 mm in length and about 1 mm in thickness, and was located superficial to one of the fa- cial muscles and relatively close to the skin of the right cheek. Once this information was in our hands, the case was fully evaluated by our scientific panel. We then agreed to perform the surgery for removal of the object. It should be noted, as with the other surgeries we have performed, Brenda had never undergone regressive hypnosis to advance her memories. We have come to believe, if the pro- cess of abduction goes according to plan, that the victim is to have no memory of the event or events whatsoever. In many instances the surgical patient determines he or she would like to have hypnosis performed, so we try to help by arranging a hypnotic regression at some time following the surgical extraction. In Brenda's case, we called Budd Hopkins, who in turn conversed with her at length on the telephone. He agreed to arrange a session with her after the surgery was performed, sometime in January of 2004. We will con- tinue to share pertinent information with Budd during the time between the sur- gery arid his regression hypnosis. The surgery Brenda arrived in California a couple of days before the day of the surgery so that we could evaluate her laboratory tests and perform other tests necessary to bet- ter understand the object contained within her cheek. A gauss meter was used to determine if there was an electromagnetic field sur- rounding the object. We took the patient out into a parking lot, away from any elec- tromagnetic sources, and determined there was a field surrounding the object of 2.5 milligauss. In addition, with the use of a Radio Frequency Detector, we determined there were emanations coming from her cheek that registered at 92.7 and 102.9 mega- hertz. Also, using a small compact instru- ment, which measures density, we were able to pinpoint the exact location of the object. What does all this mean? To be quite frank, I would have to say we do not know. It is data that will have to be evalu- Dr. Leir points to the implant with his pen. (Photo by Michael Portanow, A&S Research photographer.) ated down the line, and then compared to the findings from other patients. We have had several other cases in which there were electromagnetic fields surrounding the object, but have never had the op- portunity to look for radio frequencies. After evaluating all the laboratory data, it was determined that Brenda was in satisfactory physical health, and the surgery could go forward. On Dec. 5, her surgery was performed. If it were not for the fact we had use of a sophisticated and new Fluoroscan Unit, we would have never been able to remove the object. The surgeon placed an instru- ment into the wound and we observed the object, along with the metallic instru- ment, on a television screen. We all stood dumbfounded as we watched the small metallic object simply turn and dance away from the instrument. For almost an hour a very frustrated and patient surgical team painstakingly sought to grasp this illusive metallic rod. Suddenly there it was, between the teeth of the instrument, coming to the surface easily, seemingly attached to nothing. What is the explanation for all the elu- sive movement? Was it simply due to the object's magnetic field, or was there some other reason we do not understand? I removed the object from the surgical sponge and placed it in the solution of blood serum for safekeeping and trans- portation. When this was done I noted the stain- less steel instrument I had just used to transfer the object had been magnetized. This again is strange because these in- struments are made to reduce the possi- bility of this occurring. The patient is recovering nicely from the procedure and has gone home to her family. We have just sent the soft tissue surrounding the object to the laboratory for analysis. The metallic object is about 6 mm in length and is about 1 mm in diam- eter.   ' It is bronze in color and seems to have thickened and' beveled ends. It is very lightweight and highly magnetic. Once close up photographs have been per- formed with such equipment as the atomic force microscope, the object will go for its first internal test of scanning electron microscopy. The full results of these examinations will be available in the MUFON UFO Jour- nal at a later date. Because A&S Research, a 501(c) 3 non-profit organization, depends solely on contributions and grants to operate, coupled with the fact that no charges are made to any of the surgical patients, this places a limitation on the amount of re- search performed. The sale of all our educational mate- rial, including videos and books, can be obtained through our website, (Alienscalpel.com) or by calling, 805-495- 2613. In addition to the knowledge gained by the reader or viewer, the costs may be used as a tax-deductible contribution. MUFON Investigators Please send a copy of your UFO re- ports, photos, and drawings directly to the MUFON UFO Journal for timely in- clusion. January 2004 MUFON UFO Journal Page 11"},{"pageNumber":13,"pageContent":"Ufology Profile Gordon Creighton remembered Druffel - By Ann Druffel I t was with extreme sadness that I learned of the death of English re- searcher Gordon Creighton this past July 16th. He was a cherished friend, a cordial and ever-helpful colleague. His passing was announced by his son, Philip Creighton, in a recent issue of Flying Saucer Review (FSR), the editorship of which Philip Creighton com- pleted following his father's passing. 1 Gordon was the forerunner in a theory some U. S. re- searchers and I hold today, namely, that what the public con- siders as \"UFO events\" actually seem to be caused by two separate phe- nomena. There is the veri- fied fact of unidentified aeroforms travers- ing earth's atmosphere, chased by jet pi- lots, caught on radar, and occasionally photographed by reliable witnesses; all of these unexplained occurrences take place in full waking consciousness and in our physical space-time. Then there are the so-called \"UFO abduction\" reports which began to pro- liferate in the 1970s and early 1980s, and which UFO researchers generally ac- cepted as perpetrated by physical UFO occupants from physical UFOs, as de- scribed above. Along with the majority of research- ers in the United States, at the time I as- sumed that abductions might be a new phase in the UFO interactions with Earth and its inhabitants. However, by 1989, during the writing of two new chapters for the paperback edition 2 of The Tiijunga Canyon Con- tacts, co-authored with D. Scott Rogo in 1980, 3 1 suddenly realized a startling fact: that three of the five stouthearted Tujunga Canyon witnesses were \"resisters.\" By this term was meant that they had, either instinctively or through advice of friends, developed ways to fend off the so-called \"UFO abductors\" and to delib- erately break the altered state in which their abduction scenarios occurred. Once I realized that these three Ameri- can abductees were able to accomplish a feat which was not mentioned anywhere Gordon Creighton in the UFO literature up to that point, I sought Gordon Creighton's advice. I had been a long-time subscriber and American consultant to Flying Saucer Review (FSR), and had many articles on various aspects of the UFO phenomenon published in it. As early as 1983, Gordon had written an article in FSR entitled \"A Brief Ac- count of the True Nature of the 'UFO Entities.'\" 4 In this truly seminal article, Creighton compared six characteristics of other- worldly creatures which the Muslim world calls \"Al-jinn\" with present-day harass- ing and deceptive \"UFO abductors\" as described first by abductees in this na- tion and, more slowly, in other Western cultures. Gordon was an accomplished linguist, skills he learned during his many years of diplomatic service as attache, consul, and consul-general at various British embas- sies in Beijing, Nanking, Shanghai and Recife, Brazil, as well as in Antwerp and New Orleans. His expertise in languages took him into government research on maps in ori- ental and other languages with the Per- manent Committee on Geographical Names, and he spent eight years as an intelligence officer on Russian and Chi- nese affairs at the Ministry of Defense. He was also fluent in Arabic. For his 1983 article concerning \"Al-jinn,\" Creighton's knowledge of Ara- bic permitted him to research first-hand Muslim literature written in Arabic, and to interview personally and through cor- respondence various Muslim scholars. These personal contacts were in Arabic. . In this way, he confirmed Islam's be- lief in a \"third order of creation,\" i.e., liv- ing, intelligent creatures placed between angels and mankind. This view differs; of course, from the About the author Ann Druffel has been a UFO re- searcher since 1957, working with NICAP, CUFOS, and MUFON. She is the author of numerous articles and three books, her latest book being Firestorm—Dr. James E. McDonald's Fight for UFO Science. two orders of creation accepted by the Judeo-Christian cultures of the Western world, i.e. angels (which include \"fallen angels\" or devils) and mankind. As well as I thought I knew Gordon Creighton, for we exchanged letters fre- quently, as well as transatlantic phone calls, I did not know that he was born Roman Catholic, as I was. I knew that he was Christian, but beyond that we never discussed religion in any great depth. After years of study, in 1983 Creighton presented what became known as his \"Jinn hypothesis\" to the UFO research field. According to this hypothesis, so-called \"abducting UFO occupants\" were in reality that third order of creation, which is known by different names in dif- ferent world cultures: i.e., as Jinns in Muslim cultures, as \"Sidhe\" or faery-folk in Ireland and other Celtic cultures, as Incubi in Europe, as Medved in Slovenia, as Menehune in Hawaii, and as the \"the trickster\" in Native American cultures. Research by Creighton and other UFO researchers have revealed the fact that every world culture down through the millenia has folk tales, historical accounts, and present-day personal accounts de- scribing harassing, abducting, sexually intrusive creatures which are not part of our normal space-time existence, but which are NOT regarded as \"UFO aliens.\" For these creatures reportedly have the ability to shapeshift into forms ac- ceptable to individuals in each culture they appear. Consequently, it is hypothesized that, in America, they shapeshifted into a form most likely to frighten Americans, i.e., that they are POSING as technologically su- perior aliens from the otherworldly craft we call UFOs. As I researched Creighton's hypoth- esis in relation to the Tujunga Canyon resisters, more data about Jinns and the \"third order of creation\" began to fall into Page 12 MUFON UFO Journal January, 2004"},{"pageNumber":14,"pageContent":"place. The Tujunga Canyon resisters were telling us something about \"abductions\" that hadn't been realized before. Every culture down through the millenia which had contacted similar enti- ties had already developed techniques to resist them. And the resistance techniques de- scribed by the three Tujunga Canyon re- sisters were virtually identical to those used by other cultures. I wrote a series of articles in the litera- ture between 1989 and 1992 describing resisters and their \"fendoff' techniques, and by 1997 had collected a data base of 71 other abductees around the nation who reportedly were able to confront and re- pel abducting entities. Also, the list of resistance techniques described by these additional witnesses grew from three to nine. 5 Other characteristics of the Western-style abductors also fit Creighton's data. For he had, in his 1983 article, reported that contacts with Jinns and the Celtic Sidhe occurred in altered state(s), rather than in full waking con- sciousness, and that: (a) some were regarded as \"good,\" and others as \"bad,\" (b) the entities had the ability to shapeshift into different forms, including animals, (c) they were deceptive by nature, (d) they abducted human beings with- . out their consent and carried them long distances in a matter of seconds, (e) they had the ability to enter tem- porarily into our physical space-time and leave traces of their presence, and (f) they were sexually harassing, as well as intrusive in other ways. All these characteristics were held in common with so-called .Western \"UFO abducting aliens.\" Gordon Creighton's Jinn hypothesis helped reveal why the resisters in my growing database were able, through simple mental and physical techniques, to end abduction scenarios and make the creatures \"vanish.\" They were success- ful because they were able to break the altered state(s) in which they perceived the intrusions. The more I studied philosophical, his- torical, and religious texts written over the past centuries, the more accounts I found of shapeshifting, deceptive, sexually-ha- rassing creatures reported in numerous world cultures throughout the millenia. Eventually this research resulted in the 1998 publication of How to Defend Your- self Against Alien Abduction, which is helping many abductees to free them- selves from traumatic encounters, as well as assisting some enlightened UFO re- searchers to offer the option of \"resis- tance\" tp their troubled clients. Gordon Creighton was a treasured colleague. As an American consultant to FSR, I was able to assist in various ways as he pursued many facets of the UFO question. He, in turn, helped me in vari- ous ways, such as translating letters and articles. I shall always remember his constant help, courteous personality, brilliant mind, and endless curiosity into other earth mysteries, some totally unconnected (so far as we know!) with UFOs. Gordon was one of the brightest and bravest intellectuals I have ever had the pleasure to know well. Some of my recent letters to him in- volved intriguing information aired in the American media, specifically, an interview which occurred several months ago in Pakistan between a well-known American CBS journalist and a renowned Muslim academic. In this interview, a transcript of which I obtained directly from CBS, this eminent academic stated publicly that the Mus- lims known as homicide terrorists, includ- ing the perpetrators of 9/11, were being influenced by evil Jinns! 7 The media in general did no follow-up on this, but Gordon was very interested in this interview and wished to publish the information in FSR.. I sent him a copy of the transcript, but inexplicably the mail- ing went astray and never reached him. 6 I sent him another copy, but never heard back whether or not he received it. He died before I could clarify the situa- tion with him. When I learned of Gordon's passing at the age of 95 I surfed the 'net to learn more, and found distressing messages in chat rooms, written by various research- ers in the United States and England. These chat room messages gave Gor- don credit for brilliance, persistence, and other research skills, but, in my opinion, they also criticized him unfairly. He was not popular with a great many U. S. and English UFO researchers, but he had the deep respect of many others. Gordon was on his own track to solv- ing the UFO mystery. I pray that he will continue to help us from heaven. He will be sadly missed by many of us. Hope- fully, his son Philip Creighton will con- tinue to publish Flying Saucer Review. If Gordon Creighton only taught us one thing, it was perseverance. The num- ber of contributions he made to the UFO field during his long lifetime are innumer- able, and the UFO field and Earth herself have been enriched by his presence. References \"'Obituary: Gordon Creighton: A Dip- lomatic Approach to Alien Visitors,\" (The Times, 16 August 2003) Reprinted in Fly- ing Saucer Review, Vol. 48, No. 2, p. 1. 2 Op. cit., updated version, New York, A Signet Book, New American Library, May 1989,341pp. 3 Op. cit., hardcover, Englewood Cliffs, NJ, Prentice-Hall, Inc., 1980,264 pp. 4 Op. cit., Flying Saucer Review, Vol. 29,No. 1,1983. Reprinted in FSR Vol. 34, December 1989. 5 As described in detail in How to De- fend Yourself Against Alien Abduction, New York, Random House/Three Rivers Press, August 1998,242 pp. 6 During the past few years much of my mail to England and Ireland has gone astray for unknown reasons. Scientist selects most likely star to support life If life does exist elsewhere, it's likely to be near a middle-aged star in the con- stellation of Gemini, according to astro- biologist Maggie Turnbull of the Univer- sity of Arizona in Tucson. She has compiled a shortlist of 30 pos- sibly habitable planets and stars, and one called 37 Gem is her top choice. \"This stable, middle-aged star is just a bit hotter and brighter than our sun. And if alien life is anywhere, it's likely to be there,\" New Scientist magazine ex- plained in a recent edition. Turnbull made the list for NASA'S Terrestrial Planet Finder (TPF), a space telescope project that will search for hab- itable planets after it is launched in about 10 years time. The amount of heavy metal present when the star is formed and its age were important criteria for Turnbull, according to the magazine. But Gem 37, the 37th brightest star in the constellation of Gemini, came out on top because it looks most like our sun. \"The closer we look, the more we real- ize how (most) other stars are different from the sun,\" Turnbull said. Black MUFON cap MUFON has a black cap with white MUFON logo to match the field inves- tigator black t-shirts (also great with the white t-shirts). Screen printed is $8 + $3 S&H: Embroidered is $15 + $3 S&H.MUFON, P.O. Box 369, Morrison, CO 80465 (Check/Mo/Cash, U.S.S) January 2004 MUFON UFO Journal Page 13"},{"pageNumber":15,"pageContent":"FILER'S FILES By George A. Filer Director, MUFON Eastern Region George Filer Unless noted, these reports have not been verified by official investigations. Florida close-in sighting JACKSONVILLE BEACH - The ob- servers report, \"We were on the balcony at a Jacksonville Beach hotel on Nov. 15, 2003, when something flew 20 to 30 yards from where we sat on the 8th floor at 10 PM. \"We could easily have thrown a rock and hit the oddly-shaped rectangle that was wobbly, and it made the same noise a helicopter makes. It had a bright red glow coming from it, which made the whole side of the hotel red. \"We didn't know what it was, but an hour later we noticed lots of activity iip the beach by Naval Sta- tion Mayport-spot- lights and the whole base was lit up like a Christmas tree. We then drove as close as possible and sat watching for hours all the activity out in the water. \"There were several helicopters with search lights skimming over the water, there were at least twelve helicopters, and seven were skimming over the water sev- eral miles out. \"As we left, the electric boxes on the poles were all buzzing very loudly, which was not normal. We went back to the hotel, and in the morning there were still helicopters skimming the water. We checked the news, but nothing was re- ported.\" Thanks to Peter Davenport, UFOcenter. UFO buzzes mechanics in Chile SUSQUES - A team of three mechan- ics from Salta, who had ventured out to rescue a minibus belonging to a Cana- dian scientific expedition on the Chilean side of the Andean region bordering the provinces of Salta and Jujuy, had an un- expected brush with the unusual. An unidentified flying object of con- siderable size, and having an \"impressive white luminosity,\" followed them for more than two hours on a straight road that links the communities of Susques and Punamarca through the international Jama Pass. \"I'd never been so scared. That thing didn't belong to this world. It moved at an impossible speed, and at one point came so close to us we thought it would collide,\" said Raul Eduardo Oviedo Tomas of the Forani mechanic shop in Salta. Thanks to Scott Corrales, Institute of Hispanic Ufology. Cruise ship buzzed SOUTHERN ATLANTIC OCEAN - The witness reports, \"We were on a Car- nival cruise ship on Nov. 13,2003, at 9:30 PM when on the port side my husband saw a shooting star. He turned around to make a wish, and this object stopped dead in the sky, then flew towards us at only fifty feet above the water. \"It flew to a position about a 100 yards from us. Then it proceeded toward us and stopped again. Then it flew to the right and darted out on an angle to the rear of the ship. It came back again to the rear of the ship. \"The whole time we were watching this lighted object, I was telling it to come back, and then it disappeared right out of sight as quick as it came.\" Thanks to Peter Dav- enport, UFOCenter. Bush wants new. lunar program President George W. Bush may be pre- paring to put the US back on the path to the moon and establish a permanent base. It would be the first time in more than 30 years that astronauts have been to the moon. The United States landed on the moon in July of 1969, and recently China an- nounced plans to establish a base on the moon. Thanks to Dr. Bob Trundle Ph.D. Maine cross-shaped lights WATERVTLLE - The witness was on his porch waiting for his girlfriend to get out of the shower on Nov. 21, 2003. Watching the sky for ten minutes, he saw five lighted cross-shaped objects flying low in the distance at 1 PM. He states, \"I ran inside and yelled to my girlfriend to take a look; she did and got scared stiff. They hovered in one spot for twenty minutes. There were five of them. After a period of time they slowly turned to the west and glided away. \"There were six lights on each craft. It scared my girl so much she shivered all night.\" Thanks to Peter Davenport UFOcenter. Georgia flying round object Tom Sheets, MUFON Georgia State Director, reports that the primary witness contacted Chris .Brennam of the Brunswick News, reporting continued observations by multiple witnesses of distant aerial objects with blue, yellow, red, and green lights. Some observations included shape- shifting into objects with a fuselage and wing shape. This has been capped with the recent appearance of a large and closer low flying roundish object coming from the south at 3000-4000 feet altitude-the object having an array of lights on the bottom resembling a \"honeycomb/grid\" pattern. The lights change colors, and are very bright. Thanks to Tom Sheets, www.mufon.com/georgia.html Florida dog spots UFO ST. PETERSBURG - The witness was walking his dog on Nov. 16,2003, at 7:30 PM when the dog looked up twice. This caused the witness to look up, and see a huge round object flying above the tree- tops. \"It had lights on the outer edges that were going around,\" says the witness. \"It looked like a slide projection on the clouds, but this projection traveled south over our roof and disappeared. I got my wife and we both saw it again! The phe- nomenon was also witnessed by another apartment resident hanging her laundry.\" Thanks to Peter Davenport, UFOcenter Nebraska craft with lights OMAHA - A very bright light was observed hovering north of 1-80 on Nov. 20,2003, at 6 PM. Closer observation re- vealed a triangle-shaped object with mul- tiple lights underneath that did not make any noise. Thanks to Peter Davenport California golden sphere BURBANK-At8:30PM,onNov. 17, 2003, the witness reports, \"My daughter and I saw a gold sphere traveling slowly in the southern sky above Los Angeles, similar to sightings by my wife and me several months ago. It traveled to the Page 14 MUFON UFO Journal January 2004"},{"pageNumber":16,"pageContent":"southwestern sky in a circular motion for about ten minutes. I tried to get my tele- scope out, but by the time I got set up, it vanished.\" Thanks to Peter Davenport, UFOcenter. Canada red ball lights up area BURNS LAKE, BC - Two witnesses were traveling back home to Houston, British Columbia, on Nov. 16,2003, after taking a two week holiday. They were climbing a small hill on High- way 16 just before Babine Forest Prod- ucts when they both noticed a red ball of light ahead of them, dropping on a slight angle from low in the sky at 7:30 p.m. The witnesses said the object seemed to come down just on the other side of the hill they were climbing. Also, what they found to be strange was just after they lost sight of the red ball of light be- hind the hill, \"all of a sudden at the crest of the grade, on the highway, the whole area was glowing a bright reddish color.\" They reported that the tops of the trees were also bathed in a reddish glow. From their vantage point they could not see anything, as they had not arrived at the top of the hill. Just before they reached the top, the light went out. The couple slowed down and kept their eyes open to catch sight of it again somewhere just off the highway, but nothing could be observed. No ve- hicles were seen driving along the high- way ahead of them. Thanks to Brian Vike, CANADA HBCC Research 1866262 1989 hotline. Australia formation of discs MELBOURNE - The witnesses were at a party and decided to go for a walk down the foreshore nature trail on Dec. 1, 2003. The witness reports, \"At 4:24 PM, we were about ten minutes into the trip, and one of my friends yelled out, \"Hey, what the hell is that?\" There were a few screams from the females, but then we settled down and stood there in amaze- ment as these nimble crafts floated 800 to 900 meters above our heads. \"They were disc-shaped objects that seemed to be able to move in any direc- tion and flew about in a pattern. They had no reliance on the winds. We were all frightened, and we admitted afterwards that it was a terrifying experience.\" Netherlands has 24-hour flap \"Hello, George. Just to let you know that we received over 20 UFO sighting 5 reports in the last 24 hours (Dec. 10-11) throughout the whole country, and they just keep coming! I don't have time at the moment to translate them all, but I'll keep January 2004 you informed.\" Met Vriendelijke Greet/ Kind Regards, Toine Trust, Editor UFOPlaza, Nieuwsbrief site: www.- UFOPlaza.nl mail: ganzEgal-UFOPlaza.nl There's life in space: Armstrong CAPECANAVERAL-AstronautNeil Armstrong says, \"Life is out there some- where.\" The first human to set foot on a place beyond Earth found an airless, wa- terless, lifeless moon. Nevertheless, he is convinced life thrives elsewhere in the cosmos, \"perhaps in many places.\" NJ support group sought MULLICA FHLL-\"Dear Mr. Filer, My name is Shelley and I have been an abductee all of my life. This evening I had decided to look into finding an ab- duction support group in my area and instead came across a Sightings article you had written on Mullica Hill. \"You see, I live in Mullica Hill about fifteen miles from the Philadelphia airport, and have for the past sixteen years. The date that you give of May 9, 1998, for another abduction seems to coincide with an incident of my own. \"I'm not even sure what is compelling me to write you tonight. My hands are shaking as I type this. You see, I have a four-year-old son who has already had some incidents. And I have a 17-month- old daughter.  . . \"They were the main reason that I was looking for a group tonight. I didn't find a group, but I did find you, and I have learned to follow the compulsion. Cryp- tic isn't it, but I don't know what else to say. Thanks, Shelley.\" NY intruder and light? STATEN ISLAND - The witness was sleeping and awoke at 2:30 AM on Nov. 18, 2003, and without turning on the lights went to the bathroom. The witness reports, \"As you walk in my bathroom there is the sink to the left, the toilet to the front, and the bathtub is to the right. \"I was sitting there quietly, when the bottles of shampoo fell over, and I looked in the bathtub and saw something mov- ing, but it was too dark to see. I ran out of the bathroom and jumped into my brother's room and awakened him. \"He did not believe me at first, but then he heard a bottle fall, and we looked at the bathroom opening and we saw something run out and down the stairs. We heard the dog's door open, even though the dog is always in my parent's room at night. We looked outside and saw a bright green light, and then it was gone.\" Thanks to Peter Davenport. MUFON UFO Journal New York cigar-shaped object NEW YORK CITY (QUEENS) - The witness was heading home from JFK air- port on Nov. 18,2003,at l:55PMwhenhe noticed a cigar-shaped object heading north, going very fast. Planes landing at JFK usually are head- ing south. This was going much faster and had no wings, tails, or lights. Thanks to Peter Davenport. Pennsylvania Bigfoot sighting? ERIE-OnNov. 16,2003, the PA Bigfoot Society (PBS) received a report of what appeared to be a very large human shape swimming in a lake near Erie, PA. The fig- ure appeared to have unusually large arm stretches while swimming. The PBS is in- vestigating. Another Pennsylvania Bigfoot? NEW CASTLE - The Pennsylvania Bigfoot Society (PBS) is also investigat- ing two Bigfoot sightings reported by several young fellows in a rural area. The first sighting on Nov. 17,2003, oc- curred at about 6:30 PM while two friends were taking a walk. They claim to have seen an eight-foot- tall dark creature standing on the side of a road. They reported a wet dog smell at the time of the observation. The next night as they were walking in the same area, they saw a similar creature sitting Indian style on the side of the road. Check out the PBS web site for updates. http://www.pabigfootsociety.com Thanks to Stan Gordon, PA Hotline at 724-838-7768 paufo@westol.com: http:// www.westol.com/~paufo Lights in Virginia woods MIDLOTHIAN - The eyewitness on Nov. 18,2003, got up at midnight to open the door for his mother-in-law when he saw something weird moving in the woods. He states, \"My house is high on a hill, and from my deck you can see the woods far away. I noticed that something with blue, red, and white lights was surveying the woods. \"These are the only words I can use to describe how it was moving. The dis- tance was about 5 to maybe 10 miles from my house; it was hovering over the wooded area, just either circling or going back and forth. \"When it would move in the west di- rection, the red and blue lights would ap- pear. \"Then when it returned movement back toward the east, a bright white light would shine down, like it was surveying something. I grabbed my mother-in-law, Page 15"},{"pageNumber":17,"pageContent":"and we both went on the deck to watch. \"We watched it for ten minutes, and noticed a solid red color ball flying west across the woods. Another object was white and cigar shaped. Both secondary objects disappeared from my view. It was weird.\" Thanks to Peter Davenport, UFOcenter. Burning lights in Georgia HORTENSE - On Nov. 14, 2003, at 10:30 PM, an object appeared just below the Big Dipper with red, yellow, green, and blue colors, and descended as three different neighbors watched. The witness reports, \"Twenty minutes later, I watched through my telescope as it began to ascend at thirty minutes after midnight. As it ascended it left a flume or wake behind. It eventually stopped mov- ing and was in the shape of a ball with low burning lights pulsing from it. \"Last night my friends and I counted six objects, all with the same red, green, and blue colors. There was one object located on each side of the Big Dipper; both seemed to be on the same parallel. There were also four objects in the west- ern sky. \"One of the objects near the Big Dip- per was in the shape of a triangle. As these objects ascended, they took the shape of a ball, with low burning lights pulsing from them. It almost seems that each came to a rest as if awaiting orders to move. \"We tried to photograph the objects, but they were too far away. I know this is not something from this world, and they are very distinct in the heavens, due to their brilliant colors and pulsing lights. Thanks to Peter Davenport, UFOcenter. Florida object stops in mid air BRADENTON-OnNov. 15,2003, at 5:30 PM, while the witness was driving on SR 64, his 15-year-old daughter asked, \"What is that in the sky?\" He looked up and saw an off-white, slim object that was \"pretty far up.\" He reports, \"The object was moving when I saw it, and then it stopped in mid air. \"My daughter then pointed out an- other object, and my other daughter also saw one, for a total of three. I have no idea what they were, but I've never seen an object move that fast and then stop and come to a hover. \"A moment later, there was a bright flash and the object that I originally saw was gone, followed by two more flashes in sequence and the other two objects were gone.\" . . . . t , , Thanks to Peter Davenport. Fuzzy blue objects in Ohio NILES-OnNov. 14,2003,at5:30 PM a family of four adults and two children saw soft blue objects flying in formation that looked like fuzzy clouds that maneu- vered, hovered, and frequently criss- crossed each other -as well as taking sepa- rate flight patterns of their own . The witness writes, \"They began to follow me and my dog as we walked up the trail to my house. They hovered over my house until I came out with my other dog and my father, and they continued following us down to the yard. \"They appeared to be looking or searching in a particular area, not stray- ing far from the field. Currently, I am view- ing airplanes going towards and near the area of this phenomenon, and the objects do not go away. They are still hovering, as I am typing this which has been now over an hour.\" Thanks to Peter Daven- port, UFOcenter. Flying triangle in Wisconsin DOUSMAN - Jeff S. reports, \"It was the fourth day of deer hunting for me on Nov. 25, 2003, and I just got out to my stand at 6 AM when I heard this low tone noise, like the last low key of a piano. \"The sun was just starting to show some light on the horizon. On the oppo- site side, there was a dark blue sky with some stars. So I looked up to see what it was. There were three dim yellow lights in a perfect triangle formation. \"It was flying too slow to be an air- plane. It came from the south and headed north. I watched this object for about 1 minute. Next, the noise got quieter and quieter until you couldn't hear anything. \"Then it froze. All three of the lights got close together until it almost looked like one light. Then the front light flashed twice, it flew up for a couple seconds and just vanished. \"Five or ten minutes later an extremely low, jade green airplane came flying from the west and headed north, the same di- rection the object/objects went. The air- plane was flying lower than the object. All the edges of this plane were rounded. I heard the turbulence of this airplane for about seven minutes.\" Thanks to Jeff S. and UFO Wisconsin.com/. Illinois object on tape HANOVER PARK - The witness re- ports, \"It was 5:10 AM on Nov. 13,2003, and I was letting my dog outside when I noticed a bright light to the south. At first I thought it was a plane, but it was not on a normal flight path, and it was moving too slow to be a plane. \"After thirty seconds of watching this light move to the north, I decided to get my camcorder. I began to record, and as I zoomed in I was shocked. There were three bright lights in the shape of a flying triangle. I taped it for about 30 seconds before my battery went dead. \"I have watched this tape a dozen times, and can see the faint outline of the triangle.\" Thanks to Peter Davenport UFOcenter. Scary sight in Louisiana ABBEVILLE - The witness was out- side on Nov. 19,2003, when he looked up to see the stars and six triangle-shaped objects. He states, \"They lowered themselves to about 200 feet above the ground. When I saw a door slide open, and that's when I ran for the house. I sat inside by the window to watch, but the door closed and it took off.\" Thanks to Peter Daven- port. Louisiana object blocks sky ARLINGTON - The eyewitness re- ports, \"I just went out to get some ah\" when a very large triangular craft flew over my house on Nov. 19, 2003, at 2:30 PM, that blocked out the sky. It was several hundreds of yards in length and width. \"I felt a sense of mass above me; it was scary. It went south down Highway 287 and did a slow east turn about ten miles from my location. At this time I saw a small flame or illumination from the back. \"It went about ten miles to the east towards Cedar Hill and then turned south. It gained altitude and very slowly disap- peared. \"This craft was not fast, but it was massive and deliberate it its moves. No lights, no sound, no smell, but a feeling when it was over me of mass, if that makes any kind of sense.\" Thanks to Peter Davenport, UFOcenter. UFO Awareness T-shirt MUFON has just received a ship- ment of the popular UFO Awareness T-shirt. It is white with black letters. The MUFON logo is on the left front, and a slogan saying \"you only thought you knew...\" is on the back. It comes in S, M, L, and XL. $ 12 +$3 S&H. Please add $4 additional for shipping outside the U.S Page 16 MUFON UFO Journal January 2004"},{"pageNumber":18,"pageContent":"'^tr • •Jr^m^y- t\"mJri''\"T' r T\" STTT^- •'-,. «? -•?• t~.'*rtiJ- '-llV i Global Implications of the UFO Re- ality by David E. TwicheU, 2003,5 J /i x 8'/2 soft cover, 176 pages, Infinity Publishing.com, 514 W. Lancaster Ave., Haverford, PA 19041, $13.95. Reviewed by Dwight Connelly The following quotation appears in the front of this book: \"Any who loves knowledge wants to be told when they are wrong. It is stupid to hate being cor- rected\"—Proverbs 12:1, GoodNe\\vs Bible. Looking at the global implications of UFOs is a huge task, and fraught with the danger of trying to ad- equately cover a number of different topics which may be outside the expertise of any one person. In such a situation, au- thors must rely in large part on the exper- tise of those who have special knowl- edge in the various areas under discus- sion. The task, then, is to find not only in- dividuals who have dealt with these top- ics, but to find those persons who are generally recognized as reliable. This is not easy in the field of ufology, even for those who have years of extensive expe- rience. It is in this area that this very read- able book falls a bit short. A few examples: 4 Dr. Stephen Greer and his Disclo- sure Project are reported as though there is no controversy regarding Dr. Greer's strange activities and off-the-wall pro- nouncements, or the fact that some of the Disclosure Project witnesses cannot stand up to close scrutiny. *The late Col. Corso is described and quoted without regard to the fact that reliable researchers question the truthfulness of his claims. 4 Included in the book is what is said to be a photograph of an \"I-beam from the Roswell wreckage,\" with strange symbols, yet there is no known example of any original Roswell I-beam in anyone's possession. 4 Likewise, there is a photograph of \"six-fingered hand panels found among the Roswell wreckage,\" yet there is no such authentic panel in existence. 4 In the chapter on \"Quotes,\" the au- thor utilizes, without comment, an al- GLOBAL IMPLICATIONS •David E. Twichell leged letter to Gray Barker from Sen. Rob- ert F. Kenndy in which the senator says he is \"a card-carrying member of the Amal- gamated Flying Saucers Association.\" This letter is generally acknowledged to be one of Barker's many jokes-in other words, a fake. This is not to say that Twichell's overall thesis that UFOs are real and that there is a cover-up is not valid, or that he is intentionally be- ing dishonest. He seems quite sincere, and there is much good information in this book. The trick, however, in- volves separating the valid from the questionable-a difficult task for the major- ity of readers, particularly when they are not warned that some of the material is quite ques- tionable. On the positive side, the author raises many interesting questions regarding the reasons for-and possible effects of-the government cover-up, as well as other is- sues. Twichell, author of The UFO-Jesus Connection, discusses some of the cur- rent views and opinions regarding UFOs and religion, providing considerable food for thought. Other chapters include \"Of- ficial Denial and Inane Explanations,\" as well as \"Official Confirmation.\" A chapter on \"UFOs in Antiquity\" begins with ancient Egypt and ends with the Arnold sighting of 1947. Related to the older sightings are several illustra- tions of very interesting ancient paintings depicting UFOs. In the Appendix are brief descriptions of 68 of the original Disclosure Project members, opinion polls related to UFOs, a summary of the Eisenhower Briefing Docu- ment, and even a list of threatened ani- mals. There is a bibliography of books and articles-of varying degrees of credibility- as welPas a list of articles and other sources. Unfortunately, there is no index. Given the monumental task of cover- ing the \"global implications of the UFO reality,\" Twichell has provided a well-writ- ten book which touches on many inter- esting topics-but one which should be read with some degree of caution. NASA to study Jupiter's moons with nuclear spacecraft NASA plans to dispatch a very large nuclear-powered spacecraft, The Jupiter Icy Moons Orbiter (JIMO), to determine whether three of Jupiter's icy, planet-sized moons have the potential to harbor life. The craft will spend month-long stints circling the moons Callisto, Europa, and Ganymede, which are believed to have vast oceans rucked beneath thick covers ofice. The unmanned craft, far larger and more powerful than any other sent to ex- plore the outer solar system, would spend years studying the moon's makeup, geo- logic history, and potential for sustain- ing life, as well as Jupiter itself. In addition to water, the moons appear to contain two other ingredients neces- sary for life: energy and the right chemi- cals. Along with Mars, they are consid- ered the most likely places to have extra- terrestrial life within our solar system. \"We don't know if life is there,\" said Christopher McKay of the National Aero- nautics and Space Administration's Ames Research Center, \"but this mission will allow us to ask that question with some pretty sound tools.\" Although JIMO won't launch until at least 2011, scientists at the recent meet- ing of the American Geophysical Union excitedly briefed reporters on the mission's progress. The spacecraft would be the first in a series of robotic NASA probes that rely on uranium-fueled fis- sion reactors to generate large amounts ofelectricity. While probes such as Galileo and Cassini have made do with hundreds of watts ofelectricity, JIMO might have thou- sands of watts to power its thrusters and instruments, according to Torrence Johnson of NASA's Jet Propulsion Labo- ratory. The reactor conceivably could pro- duce enough electricity to power several U.S. homes. That could provide JIMO a hundred- fold boost over previous missions in the amount of data it would be able to beam back to Earth. Jimo would carry high-reso- lution cameras and other instruments, in- cluding radar and lasers to map the thick- ness and elevation of the ice that envel- ops each moon. Scientists are keen to study the Jo- vian system because of its complexity. The planet and its stable of moons repre- sent, in many ways, a miniature solar sys- tem. January 2004 MUFON UFO Journal Page 17"},{"pageNumber":19,"pageContent":"PERCEPTIONS By Stanton T. Friedman Proclamations, Reality, and MJ-12 Perceptions In many of my lectures I list four major rules for anti-UFO debunkers. Number 4 is, \"Do your research by proclamation rather than investigation. It is much easier, and most people won't know the differ- ence.\" On a recent trip to the Eisen- hower Library just before confer- ences in Kimber- ling City, MO, and Henderson, NV, I was able to find proof that one of many proclama- tions about the MJ-12 documents in general, and the Eisenhower Brief- Stanton Friedman ing Document (EBD) in particular, was false. The claim in Kevin Randle's book, Case MJ-12, was made that the stron- gest argument against legitimacy for the EBD was that on page 2. It says, \"Brief- ing Officer: Adm. Roscoe H. Hillenkoetter (MJ-1).\" Randle correctly noted that Hillenkoetter, who had been appointed the first DCI after the formulation of the CIA from the Central Intelligence Group in 1947, was only a rear admiral. He further noted that in the list of the MJ-12 mem- bers once again we find Adm. Roscoe H. Hillenkoetter. Surely Hillenkoetter wouldn't have misrepresented his rank? I agree that he wouldn't have, but believe that he did not, since all the ranks given on the list were generic ranks. For example, Gen. Twining was only a Lieutenant General, and Gen. Montague was only a Brigadier General. In an earlier criticism, Randle had asked me to provide any other examples of Hillenkoetter signing himself Admiral. At that time I had to point out that, of course, I had none, but that there is no Hillenkoetter signature in the EBD. Nor anybody else's for that matter, except for Truman's on the Truman-Forrestal memo (page 8 of the EBD). I had collected 27 items written by Hillenkoetter from the Truman Library for linguistic analysis by Dr. Roger Wescott, Page 18 a world class linguist. His work conclud- ing that Hillenkoetter very probably wrote the EBD is not mentioned at all in Case MJ-12, though it is noted in my \"Final Report on Operation Majestic 12,\" which Randle has. Many more details are given in my 9000-word review of Case MJ-12 at my website http://www.stantonfriedman.- com. I had further noted that listings of mili- tary officers on the Truman office calen- dars varied. Sometimes Admiral, some- times Rear Admiral for Hillenkoetter-and similarly for Admiral (also not 4-Star) Sidney Souers (also an MJ-12 member). During my quick visit to Abilene, KS, I found several examples of the use of generic ranks for the military personnel on a list of people (civilian and military) attending meetings with President Eisenhower, but with proper rank for the officer who signed the conference memo, specifically Brig. Gen. Andrew Goodpaster. A generic rank for flag officers of the Army and Air Force would be General, covering Brigadier, Major, Lieutenant, and 4-star Generals. Admiral could cover Rear, Vice and 4-star admiral. Colonel would cover Colonel and Lt. Colonel. For example, a memo about a meeting on March 12, 1958, listed the following attendees: \"Secretary McElroy, Mr. Coolidge, General Randall, General Per- sons, Mr. Harlow, and General Goodpaster.\" It is signed \"A.J. Goodpaster, Brigadier General, USA.\" I was able to determine that Randall was really a Brigadier General, Persons was a Major General, and, of course, Goodpaster was a Brigadier General. In other words, Brigadier General Goodpaster referred to himself as \"Gen- eral,\" just as Rear Admiral Hillenkoetter referred to himself as \"Admiral.\" Not unusual This was not particularly exceptional or unusual. On March 21, 1958, attend- ees listed as at a meeting with Ike included four civilians and Gen. Twining (who did have 4 stars), Gen. Persons (Maj. Gen.), and, once again, General Goodpaster (only a Brigadier General). On March 28, 1958, Brig. Gen. Goodpaster signed a memo with his proper rank, but listed four civilian attendees and Adm. Strauss, Gen. Twining (4 Stars), Gen. MUFON UFO Journal Cutler, and Gen. Goodpaster. Strauss was only a Rear Admiral, and Cutler and Goodpaster were Brigadier Generals. I copied several of these Goodpaster Memcons, as they are known at the Li- brary. There are loads of them. Then I separately asked opinions of two archi- vists that I have known for years. Standard practice Each indicated that the use of generic ranks for military people in lists of civil- ians and military personnel was standard practice. Of course, I had long ago been assured by Brig. Gen. Arthur Exon, Col. Jesse Marcel, Jr., and Lt. Commander Tom Deuley that generic ranks were OK. One thing that is strange here is that Kevin Randle has had a very long con- nection with the military, having served in Vietnam and having stayed in the re- serves. He was called up from the reserves for the Iraq Conflict, and is still there, to the best of my knowledge, as of the be- ginning of December. One might have expected him to.know better, but there is, as noted below, an- other possible explanation. A similar kind of proclamation, this time by Dr. Joe Nickel, a mil-time employee of the Committee for the Scientific Inves- tigation of Claims of the Paranormal, was made years ago in the pages of the Inter- national UFO Reporter about the date format on the EBD first page: Namely \"18 November, 1952.\" Nickel proclaimed that the presence of the comma after November showed that the document was a fraud, because that format violated the government style guide. One would think from this claim that all \"genuine\" government docu- ments had to follow the government style guide. Again, when one visits archives and looks at documents from that time frame, one finds many different date formats. This, of course, was in pre-computer days, what with templates and standard formats. Limited distribution-often highly clas- sified-documents were typed using many different date formats, as anybody who spends enough time at archives will dis- cover. In one file folder for the Assistant Secretary of Defense I found six different date formats. As a matter of fact, in my \"Final Re- port on Operation Majestic 12,\" on ap- January 2004"},{"pageNumber":20,"pageContent":"pendix pages E13, E14, E15,1 included copies of three letters from Allan Dulles, Director of the Central Intelligence Agency to (then) Col. Andrew Goodpaster at the White House. Each was a cover letter, unclassified when separate from the classified enclosure The three date formats were \"12 No- vember 1956,\" \"November 20,1956,\" and \"NOV 22 1956.\" I have also found ex- amples of the EBD Day-Month-comma- year format in items written by both brief- ing officer Roscoe H. Hillenkoetter and his successor as DCI (and MJ-12 mem- ber), Walter Bedell Smith. In other words, the proclamation about date formats was definitely false. Other proclamations Over the last few years there have been several proclamations by individuals with extensive military background in the 1960s, 1970s, and 1980s about other MJ- 12 matters, such as the supposed require- ment that ALL TOP SECRET documents must have a top secret registration num- ber. The copy one-of-ohe eyes-only EBD has no such number. Neither does the TOP SECRET RESTRICTED Cutler-Twin- ing Memo, nor does the TOP SECRET EYES ONLY Truman Forrestal memo. The fact that I had published in my final report two other Top Secret docu- ments that had no registration number didn't matter to these self proclaimed ex- perts. Archivists at the Marshall Library, the Eisenhower Library, and the Truman Li- brary have all confirmed that they have many .TOP SECRET documents without Registration numbers. As I noted in my MUFON 2000 sym- posium paper, \"Roswell and MJ-12 in the New Millennium,\" one critic proclaimed that Record Group 341 (US AF Headquar- ters Files) at the National Archives con- tained only TOP SECRET documents, and that every single one had a TS Registra- tion number! One would think he had examined them all. This would have been very sig- nificant, since the Cutler Twining memo was found in box 189 of Entry 267 of RG 341. The facts are that RG 341 has about 9,800 feet of material (roughly 1,000 four- drawer filing cabinets), and that less than 10% of the documents in it had been clas- sified TOP SECRET. Needless to say, the critic backed up when confronted with the facts. The kicker here seems to be that these knowledgeable former military men all seemed to be assuming that all branches of the military and, more important, all Hovering object frightens Ohio woman on lonely road By Donnie Blessing LOCATION: Trotwood, OH (Mont- gomery County) DATE: Oct. 25,2003 TIME: Around 10:40 p.m. A witness from Trotwood, OH (a sub- urb of Dayton), Mrs. R. (name on file), related to me her close encounter with a UFO on the evening of Oct. 25 around 10:40 PM. Mrs. R. was taking her granddaugh- ter, age 3, home after baby sitting that day. Her daughter lives in a semi-rural branches of the US government have fol- lowed exactly the same procedures all the time. None of them had experience at the White House, The National Security Council, the CIA, etc. In my visits to 20 archives I have found many variations in style and format for classified documents. The White House was a civilian in- stallation. This was true even when Gen. Eisenhower was President. At least as important is the fact that there have been many changes in office procedures since the 1947-1955 time frame of the MJ-12 documents. Gen. George Marshall, when Army Chief of Staff in the 1941-1945 time pe- riod, kept four stenographers busy tak- ing dictation. They then transcribed from their shorthand notebooks. He edited the transcriptions, and they were retyped. Not many secretaries take dictation to- day. Manual typewriters were replaced by electric typewriters which, in turn, have been replaced by word processors. Now there are templates and standard formats for many letters and other documents. Carbon copies on onionskin such as the Cutler-Twining memo, were standard practice 50 years ago. Now everybody uses copy machines. I wonder how many readers have onionskin paper in their of- fices now. Fax machines are all over the place now, but not 50 years ago. Teletype ma- chines of yesteryear were much less common. In summary, then, be very wary of proc- lamations without evidence, especially when they use such inclusive words as all, every, always, never.. Finding one white crow proves that not all crows are black. -Stan Friedman fsphys@rogers.com area with only an occasional lamp post on the roads. As Mrs. R. approached a four-way stop (Union Rd. and Little Rich- mond Rd.), she spotted what looked to be a \"glowing red S\" just above tree top level. The elongated \"letter S\" was on its side, as opposed to standing up. She lik- ened the light of the S to the glow of the coils in a toaster. The S seemed to be on the bottom of a stationary object which appeared to be bell shaped at the top and coming down to a hat brim shape. The object was about as long as a small Cessna plane, and about as tall as a one-story house. The object was black or dark gray in color. It hovered 6-8 feet above the tree tops. Around the bottom of the object were small round white/bluish lights that held steady. The object made no sound. Mrs. R, says she was very frightened, fearing for her granddaughter, who sat beside her in the car. She said she be- came so frightened that she did not know whether to speed off or stay to watch the object longer. She recalled seeing the lights of an- other vehicle approaching the four-way stop, but she does not remember what the other vehicle did, as she con- centrated only on the object. She said she watched the object for a little over a minute before it suddenly shot straight up and veered off to her right and was gone at a tremendous rate of speed. At this point Mrs. R. states she also sped off to her daughter's house, saying, \"Oh dear God. What did I just see? Was that a UFO?\" She went on to explain that she has no interest in the subject of UFOs, but had seen pictures of them on TV. Mrs. R. says that she experienced no trouble with her car during the sighting. She spotted no other aircraft in the area at the time of her sighting. Mrs. R called her mother and told her of her experiences, and has also spoken of the event to her co-workers. Weather conditions for that night were clear with calm winds and warm temps. Investigation I contacted the Trotwood Police Dept., and they reported that no calls had been placed to the station on the date in ques- tion of a possible UFO sighting. (Continued on page 20) January 2004 MUFON UFO Journal Page 19"},{"pageNumber":21,"pageContent":"February Bright Planets (Evening Sky): Venus (magnitude -4.1) stands higher now in the WSW at dusk, setting in the W about 9 PM in midmonth. Mars (0.9), in Aries, stands about half- way up the sky in the SSW during twi- light. The red planet sets in the WNW about 11:30 PM. It can be seen near the Moon on the 25th. Jupiter (-2.5), in Leo, rises in the E shortly before 7 PM in mid-February. The big bright planet drifts westward across the southern sky during the night. Saturn (-0.2), in Gemini, stands high in the ESE at twilight and advances west- ward during the night. The ringed world lies near the gibbous Moon on February 2. Bright Planets (Morning Sky): Jupiter stands in the WSW at dawn. Saturn sets in the NW about 4 AM. Moon Phases: Full moon—February 6 Last quarter—February 13 New moon—February 20 First quarter—February 27 The Stars: By February evenings, the hourglass shape of Orion the Hunter has moved to its highest position in the S. Of all the constellations at our latitudes, this is the only one with two bright Ist-magnitude stars. Reddish Betelgeuse marks the right shoulder of the sky warrior, and blue- white Rigel marks the left knee. The brightest of all stars, Sirius, dazzles the eye due S during midevenings. Marking the head of Canis Major the Big Dog, Sirius appears so brilliant because MUFON black cap MUFON has a great black cap with white MUFON logo to match the field investigator black t-shirts (the caps also look great with the white t-shirts). Screen printed is $8 + $3 S&H. Em- broidered is $ 15 + $3 S&H.MUFON, P.O. Box 369, Morrison, CO 80465- 0369. (Check, MO, or cash (U.S.). it is both the nearest of the bright stars (beyond our Sun) and intrinsically very hot. The Big Dog's little companion Canis Minor is to the upper left of Sirius and opposite Orion's shoulders. Requiring a huge imagination to visualize, the Little Dog is characterized by only two bright stars, Procyon and a nearby fainter lumi- nary. Procyon rises half an hour earlier than Sirius. In fact, Procyon's Greek name refers to its rise time; the word means \"before the dog (Canis Major).\" Feb. 8-14-13th Annual International UFO Congress, Convention, & Film Festival, Laughlin, NV, featuring Jim Marrs, Ed & Kris Sherwood, Matthew Hurley, Joe McMoneagle, Wynn Free & David Wilcock, James McCanney, Dr. Claude Swanson, Adrian Dvir, Russell Callaghan, Mary Rodwell, George Filer, Rich Dolan, Haktan Akdogan, Stan Gordon, Budd Hopkins & Carol Rainey, Leah Haley, Riley Martin, Lisette Lrkins, A.J. Gevaerd, Wendelle Stevens, Michael Horn, Dr. Norman Bergrun, Santiago Yturria Garza, and Daniel Sheehan. www.ufocongress.com, 303-543-9443, ufocongress@msn.com. March 19-21-Aztec UFO Symposium, Aztec, NM, featuring Freddie Silva, Art Campbell, Dr. Roy Craig, Mark Kimmel, Scott Ramsey, and George Green. 505-334-7658, azteccuf@sisna.com, www.aztecl948.com. April 9-11-16th Annual Ozark UFO Con- ference, Eureka Springs, AR, featuring Timo- thy Good, Linda Moulton Howe, Wendelle Stevens, Grant Cameron, Nancy Talbott, David Rudiak, plus others to be named. ozarkufo@webtv.net. April 16-18-lst Annual Exopolitics Expo, Hilton, Washington, DC, featuring Stephen Bassett, Dr. William Birnes, Philip Corso Jr., Paul Davids, Richard Dolan, Stanton Fried- man, Timothy Good, Dr. Steven Greer, Terry Hansen, Paola Harris, Richard Hoagland, Dr. C.B. Scott Jones, Jim Marrs, Dr. Bruce Maccabee, Nick Pope, and Dr. Michael Salla. Paradigm Research Group, www.x- conference.com. July 16-18-MUFON International UFO Symposium, Marriott SE, Denver, CO: Un- conventional Flying Objects-The Body of Technological Evidence. Ohio UFO sighting... (Continued from page 20) I find Mrs. R. to be a credible witness and truthful in her remarks. The report was originally submitted to Peter Daven- port of The National UFO Reporting Cen- ter, who had talked with the witness, and he said she sounded like a good witness. I spoke with Mrs. R's mother, and she confirmed to me that her daughter did in- deed call her from her cell phone on the way home, sounding frightened and up- set. She had described what she had seen to her mother, and this description matched what the witness told me. Her mother says that her daughter is a very no nonsense type person, and that if she tells you something you can be- lieve her. She was even a skeptic until she saw the UFO. Harvard scientists freeze beam of light Physicists say they have brought light to a complete halt for a fraction of a sec- ond, and then sent it on its way. Harvard University staff held a light pulse still without taking away all of its energy, the journal Nature reports. Controlling the movement of light par- ticles-so-called photons-to store and process data could lead to the develop- ment of various quantum applications. In a 2001 experiment, light pulses were briefly stored when particles of light were taken up by atoms in a gas. The Harvard experiment tops that achievement by hold- ing light and its energy at a standstill. Light normally travels at about 299,000 kilometres per second (186,000 miles per second), but it slows down when pass- ing through some materials. The team fired a light beam called a signal pulse through a sealed glass cyl- inder containing a hot gas containing at- oms of the element rubidium, illuminated by a strong control beam. While the pulse was travelling through the rubidium gas, the researchers switched off the control beam, creating a holographic imprint of the signal pulse on the rubidium atoms. Researchers switched on two control beams which created an interference pat- tern that behaves like a stack of mirrors. As the regenerated signal pulse tries to continue on its way through the glass cylinder, the photons bounce back and forth, but the overall signal pulse remains stationary. The light beam was essentially frozen. Page 20 MUFON UFO Journal January 2004"},{"pageNumber":22,"pageContent":"A look at some 2003 reports Pennsylvania anomalies included UFOs, Bigfoot By Stan Gordon PA UFO Hotline (24 hours) http://www.westol.com/~paufo 724-838-7768 The 2003 year has been active across Pennsylvania with many alleged sightings of UFOs, and other strange encounters being reported. I have been taking calls from the pub- lic concerning UFO sightings and other strange events since 1969, and have had the oppor- tunity to have been in- volved with the investiga- tion of thousands of strange reports during that time period. It has been my experi- ence that most UFO sightings and other anomalistic events, when properly investigated, are determined to have origi- nated from a natural or manmade source, and are therefore explainable. Each year, however, I investigate strange inci- dents which can't be so easily dismissed. Following are a few of the incidents which have come to my attention. Some of these cases are still under investiga- tion. A lighted dome The witness was driving home about 6:30 PM on Feb. 20,2003, between Latrobe and Greensburg, PA,on a rural road. It was a very cold, clear night, with tem- perature in the 20's. The driver noticed a large bright red light in the sky above a field which ap- peared motionless. As the witness approached closer, she could see that this light was in or on top of a dome at the top of a square-shaped object. The object was of a dull light gray color, and each corner of the square shape was round. There were red and white lights along the side of the object. The witness got to within about 200 feet of the object, which continued to hover approximately a hun- dred feet off the ground. The object which made no sound, was estimated to be about 40 feet long and wide. The car was stopped so that the driver could take a better view of the object. Suddenly the object appeared to just van- ish and was not seen again. Stan Gordon Heart-shaped UFO In early June I interviewed a group of young boys. They were playing outside about 3:30 P.M. near Everson, PA, when they saw a solid heart-shaped object which appeared green and very luminous suddenly descend straight down from the sky. The boys continued to study the ob- ject, and saw what looked like a long probe extend from the bottom section of the object. The object came to tree top level and hovered over the trees only a few blocks away from where the the boys stood. The object dropped below the tree line, then soon appeared again. It suddenly shot straight up into the sky at a high rate of speed, and could no longer be seen. The boys estimated that the entire sighting was about a minute. A \"hairy man\" In April and May sightings of strange creatures, including alleged Bigfoot en- counters, were being reported from vari- ous locations. Near Scottdale, a man reported that he and his young daughter riding, on a mo- torbike on a country back road, were frightened by a \"hairy man\" that ran out of the woods from their right side, and stood about 75 feet ahead of them. The creature was estimated to be over 6 feet tall, was covered with black hair, and had arms that hung down near the knees. After the creature looked at the two observers for a few seconds, it suddenly ran off into the woods. The man and his daughter also hurried home. Another hairy creature On Aug. 15,2003, in Derry Township, at about 12:30 AM, a woman who lives in a very heavily wooded area went outside to pick some fresh lettuce for her husband's lunch. She picked her vegetables, and upon turning,saw a huge hairy man-like crea- ture with long black hair standing only about eight feet away. The creature had its back against the trunk of the tree, and was looking towards the witness. The head of the creature was touching a branch which was 8 feet off the ground. Other family members who went out- side just after the sighting, found the grass under the free matted down. I arrived at the location on Aug. 17, to investigate, and located two possible older footprints about 15 inches long, and about 50 feet away from the sighting lo- cation. A cougar report There were reports of alleged sightings of the Eastern Cougar (Moun- tain Lion) in August and September from around Westmoreland County. I am also hearing of reports from other areas of the state. The cougar has been declared offi- cially extinct in this part of the country for many years, but hundreds of sup- posed sightings have been reported in Pennsylvania. Reported sightings of large cat tracks were reported this past winter on the Chestnut Ridge. Recent reports of cou- gar tracks have been reported in rural Southwest Pennsylvania as well. A circle of lights On Oct. 21,2003, in Salem Township, at about 6:45 AM, a teenage girl was walk- ing to school when she observed a circle of lights at tree top level across the road from where she was walking. The girl reports that this object began to travel in her direction, and moved low above her head. The object was emitting a steady loud sound that could be heard while it was close by. The object soon shot up into the sky at a fast pace, and moved back towards the direction from where it was first ob- served. The girl told her relatives about the experience after returning home. A rectangular object On Nov. 8,2003, in Lancaster County in the late afternoon, two people in a car noticed what appeared to be a solid lumi- nous rectangular-shaped object which appeared to be motionless. As the observers moved farther down the road, the object remained visible, but became dimmer in brightness, yet still ap- peared to remain still. A check with the local airport indicated that they were unaware of any blimp ac- tivity in the area at the time of the obser- vation. January 2004 MUFON UFO Journal Page 21"},{"pageNumber":23,"pageContent":"High tech already here Implants-what is next? By John Schuessler U FO researchers became inter- ested in implants when abductees started reporting that a part of their experience included having their captors insert something into their bodies. The reported locations included the nasal passage, neck, arms, legs, and elsewhere. At times these ar- tifacts would sur- face and be ex- pelled by their bodies. Other times they were detected by feel or by x-ray. Several, spe- cialists, including John Schuessler Dr. Roger Leir, as- sisted in removing and saving some of these artifacts. However, the purpose of the implants and how they work is still the subject of speculation. We do know a lot more about the im- plants developed for the livestock indus- try.during the past 20 years. Initially, these glass-encased devices were more than half an inch long and could be in- serted in the animal's body to provide in- formation about the animal. Today, livestock implants are the size of a rice kernel and contain a microchip and a tiny antenna. The capsule can be injected into animals with a veterinary syringe. When activated by radio fre- quency signals from outside scanners in hand-held boxes or fence gates, the de- vice transmits a 10-digit ID code. Implants can be used to catch live- stock rustlers, to track the animal's vacci- nation records, detect when a cow enters a milking stall, or for any other purpose you might want to suggest. A rice-sized implantable chip has also been developed for human use for secu- rity, financial, personal identification, and safety applications. The chip emits a 125- kilohertz radio frequency signal that trans- mits its unique ID number to a scanner. The number then accesses a computer database containing the client's file. Some uses for the chip include control- ling access to physical structures, access- ing ATM accounts, allowing healthcare professionals access to a patient's file by the wave of a wand, decreasing ID theft, and a separate chip can provide GPS lo- cating information. Malaysia is offering a new implantable chip that measures 0.5 mm that can be inserted into the human body, animals, bullets, credit cards, and any other item that is used for verification purposes. It can also replace the bar codes used to tag products. Japan's Hitachi Ltd. has developed super-micro wireless automatic recogni- tion 1C chips, or mu-chips, that are only 0.4 mm in size. They can be incorporated into paper and cloth to provide authenti- cation of luxury goods and currencies and in medical treatment. They are as small as a speck of dirt and would not be noticed if implanted under the skin. The new nano-technology chips are even smaller, and require the use of a mi- croscope to see them. When used in con- junction with nano-machines, the .pos- sible applications are unlimited. Biological, rather than organic materi- als, will be used in chips in the very near future. Researchers have found that mol- ecules of guanosine, a building block of RNA, behave like tiny transistors. Bio- logical implants would be invisible to most detection devices. Considering how rapidly the technol- ogy used in human and animal implant- able chips has progressed in the past 25- years, I wonder if we could even recog- nize a chip in use by an alien society to- day. Considering that they would have to be years ahead of us in the technological arena just to get here, how would we know what to look for? Their chips could be the size of a human cell, especially if they are made from biological materials, and they could be located anywhere in or on the body. Finding them by touch or through the use of MRJs or x-rays would be impos- sible. And the development of a device capable of detecting their signals is a long way from reality. There would be little or no trauma felt by the abductees during the placement of these tiny devices-no more crunching of bone as they are inserted in the nasal passage, no more nosebleeds, no pain, no fear-so the system would be nearly perfect and essentially unknowable. As with the evolution of technology seen in UFO reports over the past 50 years, I believe that abduction investiga- tions have just gotten much more com- plicated as well. Scientists think Mars climate is changing NASA's Odyssey, an instrument that assesses water content, \"is giving us in- dications of recent global climate change in Mars,\" said Dr. Jeffrey Plaut, project scientist for the mission at NASA's Jet Propulsion Laboratory. High latitude regions of Mars have layers with differing ice content within the top half meter (20 inches) or so of the surface, researchers conclude from map- ping of hydrogen abundance based on gamma-ray emissions. \"A model that fits the data has three layers near the surface,\" said Dr. William Boynton of the University of Arizona. \"The very top layer would be dry, with no ice. The next layer would contain ice in the pore spaces between grains of soil. Beneath that would be a very ice-rich layer, 60 to nearly 100 percent water ice.\" The amount of frozen water near the surface in some relatively warm low-lati- tude regions on both sides of Mars' equa- tor appears too great to be in equilibrium with the atmosphere under current cli- matic conditions, according to Dr. Will- iam Feldman of Los Alamos National Laboratory, NM. \"One explanation could be that Mars is just coming out of an ice age,\" Feldman said. \"In some low-latitude areas, the ice has already dissipated. In others, that process is slower and hasn't reached an equilibrium yet. Those areas are like the patches of snow you sometimes see persisting in protected spots long after the last snowfall of the winter.\" Frozen water makes up as much as 10 percent of the top three feet of surface material in some regions close to the equa- tor. Dust deposits may be covering and insulating the lingering ice, Feldman said. He and other Odyssey scientists de- scribed their recent findings at the fall meeting of the American Geophysical Union in San Francisco. • Page 22 MUFON UFO Journal January 2004"},{"pageNumber":24,"pageContent":"ETPLACE For advertising, contact John Schuessler, schuessler@mho.net, 303-948-6224. CHALLENGES OF CHANGE By Stanley A. Fulham \"This is the most controversial book I have ever read-very interesting, very challenging.\" -M.M. University Professor of Creative Writing. \"I received your manuscript on Wednesday, read it through on Thurs- day, and e-mailing you this Friday A.M. This is a rare experience in my publishing career. Very interesting.\" -Major U.S. Publisher. The Challenges of Change provides a compelling perspective of world events and aliens as revealed to the author by the Transendor group of Fulham 43,000 ethereal entities, which included Edgar Cayce the noted American clairvoyant-challenging information beyond human perceptions. The Transendors; without judgement, reveal dramatic knowledge on modem day realities-trie truth about the Iraq war-where are the WMD-where is Saddam Hussein-the extermination of the Iraqi scientists-the Phila- delphia Experiment-the assassination of JFK, and more! The Transendors provide an historical perspective on alien intervention with mankind: who are they, where are they from, are they a threat, the abductions and mutilations, the UFO \"cabals\" in the USA and Russia, the fascinating facts about the Mothman, Chupacabras and Sasquatch, Crop Circles, Stonehenge, and more!. The author also reports on alien cloning and QMS, financial and religious terrorism and concludes with the Bootes alien hostage in Varginha, Brazil. \"A remarkable book-finally, answers to the questions we have asked for 50 years.\" -Ufologists. Now coming offprint-available from: Derksen's Printers Ltd, Steinbach, MB, Canada. ROA 2AO Tel: 1-204-3263421 Fax: 1-204-3264860 Email: dp@derksenprinters.com Price $19.95 + S&H Delphos, A Close Encounter of the Second Kind MUFON has this recent book avail- able for immediate delivery. It was writ- ten by Ted Phillips and published by the UFO Research Coali- tion. 81/2x11 format, soft cover, 177 pages. $20+ $2.50 S&H. Please add $4 additional for shipping outside the U.S. Order from MUFON, P.O. Box 369, Morrison, CO 80465-0369 MUFON 2003 International UFO Symposium Proceedings Includes all of the papers pub- lished for the MUFON Symposium in Dearborn. MI, July 4-6,2003. 8 1/2 x 11 format, soft cover, 245 pages. $25 + $2.50 S&H. Please add $4 additional for shipping outside U.S. Order from MUFON, P.O. Box 369, Morrison, CO 80465-0369 Advertising rates Back cover Inside back cover Full page 1/2 page 1/4 page \"Calling card\" Advertising deadlines lx $450 $425 $350 $250 $150 $55 3x $425 $400 $325 o>^^3 $125 $50 6x $400 $375 $300 $200 $100 $45 The MUFON UFO Journal reserves Issue March 2004 April 2004 May 2004 June 2004 July 2004 August 2004 Ads due 2-1-04 3-1-04 4-1-04 5-1-04 6-1-04 7-1-04 the right to refuse advertising for any reason. January 2004 MUFON UFO Journal Page 23"},{"pageNumber":25,"pageContent":"John Schuessler By John F. Schuessler MUFON International Director SCI FI Channel Initiative Includes MUFON One of MUFON's strategies has been to stimulate more cooperation between UFO organizations, believing that unity in this field is key to finding an eventual solution to the mystery. So, for the past year we have been talking with a number of other or- ganizations along with the SCI FI Channel team to initiate a structured cooperative ven- ture. On Dec. 4,2003, this plan became a reality when SCI FI issued a press release announcing a new spirit of cooperation between the groups. As a result, when people contacted the web site shown on the television screen during the airing of UFO INVASION AT RENDELSHAM, their reports were shared with MUFON and the other participating organizations. The text of the SCI FI press release is as follows: \"SCI FI Supports New Scientific Ini- tiative to Investigate Unidentified Aerial Phenomena \"Unprecedented Cooperative Joins Together Major Organizations to Engage Scientific Community \"WASHINGTON, Dec 4/PRNewswire/ -Recognizing the need to establish the scientific legitimacy of investigating uni- dentified aerial phenomena (UAP), SCI FI Channel today announced a new initia- tive that brings together the major orga- nizations investigating this still mysteri- ous phenomenon and establishes a multi- group effort to study the physical evi- dence associated with UAP reports. \"This unprecedented initiative, sup- ported by the SCI FI Channel, joins to- gether all of the major organizations that study the phenomenon-the Center for UFO Studies (CUFOS), the Fund for UFO Research (FUFOR), the Mutual UFO Net- work (MUFON), the National Aviation Center for Anomalous Phenomena (NARCAP), the National Institute for Dis- covery Science (NIDS), and the National UFO Reporting Center (NUFORC). \"The goal of the effort is to engage the interest of the broader scientific com- munity with cases featuring trace physi- cal evidence. The cooperative will spear- head thorough scientific investigations of these cases with the intent to publish results in mainstream scientific journals. \"The groups have created a joint website where members of the public, as well as scientists, can report current UFO sightings (www.ufoscience.org). '\"For nearly 50 years, numerous orga- nizations and individuals have reported on and studied the UFO phenomenon,' said Dr. Mark Rodeghier, Scientific Direc- tor of CUFOS. 'Until now, these organi- zations have not combined their accumu- lated knowledge, expertise, and resources to establish and oversee a systematic, rig- orous effort to investigate scientifically promising UAP cases.' \"At an organizing meeting held this past June in Washington, D.C., leaders of these organizations agreed to develop a framework and protocols to conduct rapid investigation and analysis of cases with physical evidence. 'Obtaining and analyzing physical evidence is the best way to determine the validity, and poten- tial causes, of the UAP phenomenon,' said John Schuessler, International Direc- tor of MUFON. '\"It is our hope that by working with scientists who can subject this phenom- enon to rigorous investigation and labo- ratory study, we can understand more about the likely causes of UAP, whether it occurs with discernible patterns or trends, whether existing knowledge is adequate to provide explanations, or whether the phenomenon represents something truly unexplained,' said Don Berliner, Chairman of FUFOR. \"In addition to landmark documentary programming, last year SCI FI launched a Washington, D.C., based public advocacy initiative to draw greater attention to the UFO phenomenon by the media, scien- tists and opinion leaders. Those inter- ested in more information on SCI FI's sup- ported public advocacy initiative can log on to www.freedomofinfo.org. \"On December 12 the channel will pre- miere UFO INVASION AT RENDLESHAM, a new two-hour special hosted by Bryant Gumbel, exposing what has come to be regarded as the most sig- nificant military-UFO incident in history (www.scifi.corn/rendlesham).\" (End of Press Release). Position Announcements Georgeanne Cifarelli, State Director for Southern California, has appointed Steven R. Murillo as State Section Direc- tor for Los Angeles County. In the state of Minnesota, Dick Moss and William McNeff have swapped jobs. Dick Moss is now the State Director, and William McNeff is the Assistant State Director. Leslie Varnicle, State Director for Colorado, has appointed Davina Ryszka as Assistant State Director for Western Colorado. New Field Investigators Kathleen Marden, Director for Field Investigator Training, has announced that the following Field Investigator Train- ees have successfully completed the Field Investigator's Exam and are now MUFON Field Investigators: Jim Grubb, Black River Falls, Wl; Michael A. Melton, Ph.D., Glen Mills, PA; Stewart Hill, Elkhart, IN; and April D. Tipton, Lexing- ton, KY. New Lifetime Members It is a pleasure to announce that the following individuals are now MUFON Lifetime Members: Grayford H. Chesher, Oklahoma City, OK; Robert L. Cholette, Penfield, NY; Dennis D. Dean, Bellbrook, OH; Eugene Ingram, Jr., San Jose, CA; and John K. Lcmaster, Santa Fe, NM. They all proudly wear their MUFON Benefactor Jackets. We are extremely grateful for this vote of confidence and outstanding level of support to MUFON. Media by MUFON Member Colorado MUFON member Alejandro Rojas has successfully formed his own DVD production company in Golden, CO. It is called Ewo Productions, LLC. He recently premiered FAITH, a short film he wrote and produced. Visit Alejandro on www.ewoproductions.com. Estate Planning Some members and friends of MUFON have already included MUFON in their estate plans. We hope you will consider this opportunity to make a major gift. Planned giving can be beneficial both to MUFON and to your own tax and estate situation. If you wish to have more information on various options and benefits, please contact MUFON headquarters. Page 24 MUFON UFO Journal January 2004"}]
