[{"pageNumber":2,"pageContent":"In this issue March 2007 No. 467 $4.00 U F O JOUrnal Pilots and UFOs, p. 9 Orb Sighting Near Lake Linden, Michigan, p. 10 Calendar, p. 12 MUFON Membership Contests, p. 13 State Director CMS Rankings, p. 17 UFO Marketplace, p. 23 Night Sky, p. 24 Columns Director’s Message 2 Stan Friedman 6 Filer’s Files 14 Sam Willey 18 Ted Phillips 20 Unidentified Flying Humanoids in Mexico or Rocket Belts? page 3"},{"pageNumber":3,"pageContent":"Copyright 2007 by the Mutual UFO Network. All Rights Reserved No part of this document may be reproduced in any form without the written permission of the Copyright Owners. Permission is hereby granted to quote up to 200 words of any one article, provided the author is credited, and the statement, “Copyright 2007 by the Mutual UFO Network, P.O. Box 279, Bellvue, CO 80512- 0279” is included. The contents of the MUFON UFO Journal are determined by the editor, and do not necessarily reflect the official position of the Mutual UFO Network. Opinions expressed are solely those of the individual authors and columnists, and do not necessarily reflect the opinion of the editor or staff of MUFON. The Mutual UFO Network, Inc. is exempt from Federal Income Tax under Section 501(c)(3) of the Internal Revenue Code. MUFON is a publicly supported organization of the type described in Section 509(a)(2). Donors may deduct contributions from their Federal Income Tax. Bequests, legacies, devises, transfers, or gifts are also deductible for estate and gift purposes, provided they meet the applicable provisions of Sections 2055, 2106, and 2522 of the Internal Revenue Code. MUFON is a Texas nonprofit corporation. The MUFON UFO Journal is published monthly by the Mutual UFO Network, Inc., Bellvue, CO. Periodical postage paid at Versailles, MO. Individual Membership: $45/year U.S., $55 outside the U.S. Family members: $10 per person additional Student (18 years and under): $35 U.S. and $45 outside the U.S. Donor: $100/year. Professional: $250/year. Patron: $500/year Benefactor (Lifetime Member): $1,000 First class Journal delivery (in envelopes) U.S. and Canada only: $12/year additional Air Mail Journal delivery to all other countries outside the United States: $35/year additional Postmaster: Send form 3579 to advise change of address to: MUFON UFO Journal , P.O. Box 279, Bellvue, CO 80512-0279. Change of address and subscription/extra copies inquiries should be sent to MUFON, P.O. Box 279, Bellvue, CO 80512-0279. MUFON’s mission is the scientific study of UFOs for the benefit of humanity through investigation, research, & education. March 2007 Number 467 (Continued on page 22) Director’s Message By James Carrion James Carrion MUFON UFO Journal (USPS 002970) (ISSN 02706822) Mutual UFO Network Post Office Box 279 Bellvue, CO 80512-0279 Tel: 970-221-1836 Fax: 866-466-9173 mufonhq@aol.com International Director James Carrion, M.A. P.O. Box 279 Bellvue, CO 80512-0279 Tel: 970-221-1836 (221-1UFO) Fax: 866-466-9173 jcarrion@mufon.com Executive Editor: James Carrion, M.A. P.O. Box 279 Bellvue, CO 80512-0279 jcarrion@mufon.com mufonufojournal@hotmail.com Managing Editor: Sally Petersen, M.A. salpetersen@comcast.net Columnists: George Filer, M.B.A. Stanton Friedman, M.S. Gavin A. J. McLeod Ted Phillips Sam Willey Staff artists John Egerton Wes Crum Mark Marren MUFON staff photographer Nick Roesler MUFON on the Internet: http://www.mufon.com MUFON Amateur Radio Net: 40 meters - 7.240 MHz Sundays noon EST or EDST UFOs and the Media UFOs are back in the news thanks to first the sighting over O’Hare Airport in Chicago and then reported sightings in Hawaii and North Carolina. You would think we were in a major flap, but sadly we are not. Instead what we are witnessing is what happens when one UFO story (O’Hare) is in the interna- tional media spotlight, and the media decides to jump on the story (or a facsimile thereof) in a feeding frenzy. I received calls from CNN and ABC about being interviewed in primetime, but when other non-UFO newsworthy stories stole the spotlight, suddenly newscast- ers lost their interest in doing the interview. So goes the delicate dance between serious UFO researchers and the sensationalist news providers. Dealing with the media can oftentimes be an exercise in frustra- tion. Media producers, in the name of balanced journalism, will seek out “experts” to counter the views of UFO investigators and researchers. These self proclaimed experts like Michael Shermer, James Oberg and a number of others lend their time and credentials on behalf of “science and reason” to counter what they consider “pseudoscientific” Ufological views. They call themselves skeptics, but are far from it. Instead they act the role of debunker—the difference between a skeptic and a debunker being that skeptics are willing to examine the data and debunkers are not. I find it interesting that CSICOP (Committee for the Scientific Investiga- tion of Claims of the Paranormal), with"},{"pageNumber":4,"pageContent":"      3 MUFON UFO Journal March 2007 UFHs –Mexico’s Flying Humanoids by Ruben Uriarte and Steven Reichmuth Flying Humanoid Sightings: March 2000. Witness/Video - Salvador Guerrero. Location - Colonia Agricola Oriental December 2000. Witness/Video - Salvador Guerrero. Location - Colonia Agricola Oriental July 2000. Witness/Video - Gerardo Valenzuela. Location -Cuernavaca February 2000. Witness/Video - Amado Marquez. Location - Cuernavaca October 1, 2000. Witness - Commer- cial Airline pilot - AeroCalifornia, Mexico City Airport approach Steve Reichmuth Ruben Uriarte El sol salió a noche y me canto (“The sun came out last night; it sang to me.”) —elderly gentleman commenting on what he witnessed from his Senora, Mexico, junkyard, from the opening scene of the film classic Close Encounters of the Third Kind (1977). The great Mayan culture of 1,200 years ago prophesied there would be a future era of cosmic awareness and “earth changes.” Today, residents of Mexico City and its surrounding communities have witnessed remark- able events in the skies above this great city (the world’s largest), often capturing these events on personal video cameras. Perhaps we are seeing the future the Mayans spoke of. UFHs: Unidentified Flying Humanoids The term “flying saucer” was coined by the media in 1947 to de- scribe the unidentified objects seen zipping about the atmosphere. The reports of primarily disc or cigar shaped objects soon evolved into reports of enormous triangle-shaped craft. Now, a new perplexing phenom- enon has been observed in the sky further adding to the UFO mystery: UFHs - Unidentified Flying Hu- manoids. Mexican citizens equipped with home video cameras have recorded flying silent humanoids, often wearing an apparatus on their backs or around their waists. Sometimes they appear to be in a sitting or reclining position. They hover or move silently, regardless of wind direction, displaying definite flight control characteristics. They have been reported predominately around Mexico City, notably over Cuernavaca, Mexico, just southeast of the capital city. Sometimes they are reported to accelerate to speeds of 100 miles per hour or more, but more often they are filmed hovering. They often fly into the distance and appear to land. Some UFHs have been sighted in Arizona and Texas, but the vast majority are reported south of the border. Mexican videos capture UFHs A number of UFH sightings have been reported over the skies of Mexico since the year 2000. Mexico is known for its superb UFO (called OVNIs in Mexico) videos, taken by private citizens who often will sit on their roofs for hours, scanning the sky, and Steve Reichmuth was experimenting with a new computer plotting program for his UFO Weather Map service (www.mufon.com). The new map program is so precise that it can plot down to an individual street. Steve plotted the Mexican Flying Humanoids on this test map, which displays Mexico City, south to Cuernavaca."},{"pageNumber":5,"pageContent":" March 2007 4 MUFON UFO Journal UFHs –Mexico’s Flying Humanoids Continued from page 3 GO Fast Jet Pack Facts: * Horsepower: 800 * Decibels: 150 * Highest flight: 300 feet * Longest flight time: 33 seconds * Can travel a quarter mile horizon- tally *Jet Pack weight (with fuel): 135 lbs Salvador Guerrero video, Mexico City. occasionally documenting something extraordinary. It is a different culture in Mexico with respect to the UFO phenomenon. Steve Reichmuth learned of the Cuernavaca, Mexico “Flying Human- oids” from an article sent to him by Ruben Uriarte (article by Santiago Yturria posted on Jeff Rense’s website). Uriarte subsequently re- ceived from Jaime Maussan, a well known Mexican journalist and UFO investigator, a copy of a video showing these UFHs . History of Rocket Belts First we have to ask: Do these videos show humans using Earth technology? The possibility that rocket belts technology could explain the UHF sightings had to be checked out. We did some research and found a number of small businesses conducting re- search and development on rocket belt type technology. The rocket belt was developed originally for the U.S. Army. The prototype belts were powered by hydrogen peroxide with a maximum flight time of only 27 seconds. Since the 1960s, rocket belts have been seen in the media performing amazing demonstration flights at professional football half time shows—and have also appeared in motion pictures, notably in the beginning sequence of Thunder-ball (1966). A rocket belt convention was held Sept. 23-24, 2006, in Niagara Falls, New York. Sponsored by Jet Pack International, LLC. Homemade rocket belts from all over the country were displayed alongside the original 1960’s Bell Aerosystems model. Current and former rocket men, rocket belt build- ers, engineers and high tech inventors met for the two-day convention, but 50 years after the first Bell rocket belt was built, only one commercial version is currently avail- able (at a cost of US $250,000). Only a handful of people have even flown a rocket belt - more astro- nauts have walked on the moon than pilots who have flown rocket belts. The modern-day “Go Fast Jet Pack” created by US based Jet PI, LLC, is the first privately designed and funded rocket belt and holds the record for longest time flown. South of the border, rocket belts are also manufactured by the Tecnologia Aeroespacial Mexicana (TAM) com- pany (www.tecaeromex.com). Steve contacted Mr. Juan Manuel Lozano, CEO of TAM to find out more infor- mation about his company and whether their experiments were related to the UHFs. TAM is located in Cuernavaca, Mexico, where two of the humanoid sighting reports occurred in 2000. According to TAM’s website, the company “the world leading developer and provider of hydrogen peroxide rockets and related technologies.” The website also states that “TAM is the only company in the world that produces a complete turnkey package of a flying rocket belt, custom-made to the pilot’s weight and body size.” Mr. Lozano said that he had been contacted by members of the public who had reported seeing a “person” flying very high in Cuernavaca, and wanted to know if Mr. Lozano was testing his rocket backpacks. Eyewitnesses reported to Mr. Lozano that this “flying person” can not only hover in place but also can fly at incredible speeds. Mr. Lozano denied that TAM was the source of the sightings and said that he was not aware of any other com- pany in Mexico that makes rocket belts and he did not have an explanation for the sightings. So what are they? Mr. Lozano told Steve that the region of Cuernavaca—and specifi- cally the nearby Town of Tepoztlan— is a very well known area for UFO sightings. He said that some years ago he had personally witnessed a huge cigar-shaped object over Tepoztlan, along with many other people who had stopped along the highway to watch the object. The object appeared metallic and iridescent, and it did not make any kind of noise. Mr. Lozano also indicated that he would be interested in reviewing any video footage taken of the humanoid sightings. Steve informed Ruben of Mr. Lozano’s interest and Ruben arranged to send the video footage to Mr. Lozano for his evaluation. Ruben is no stranger to Mexico, having been born"},{"pageNumber":6,"pageContent":"      5 MUFON UFO Journal March 2007 Man wearing Go Fast Jet Pack From video by Armando Marquez in Cuernavaca, Morelos, MX. Feb. 2000 in Mexicali, Baja California, Mexico and raised in the United States. He has visited Tepoztlan on several occasions and has spoken to a number of people who have had UFO sightings in the area. Ruben also currently serves as the liaison between MUFON and OMIFO ( Organizacion Mexicana de Investigadores del Fenomeno Ovni . www.omifo.net ). Ruben also emailed Mr. Lozano an article on “The Jet Man” - Yves Rossy, a former Swiss military pilot who designed and built a 3-meter wing that attached to his back and was powered by four small jet engines fixed to the underside of the wing. Rossy launched himself from an airplane and flew for 4 minutes, steering himself laterally with his body, flying horizontally, climbing, turning, descending at over 100 mph, and then landing by parachute. Mr. Lozano told Ruben that no one in Mexico manufactured a Rossy-type wing, noting that the wing’s jet engine noise did not fit the description of the Cuernavaca UFHs which were re- ported to make no sound. Lozano, a pilot and parachutist himself opined that the Rossy flying wing or the TAM rocket backpack is not what people have seen in Mexico. Regarding the UFH video, Mr. Lozano responded: “Ruben, I don’t have an explanation for the ‘thing’ that is seen in the video. It is clear that is some kind of human form, but this is not a parachutist, this is not a rocket belt or jet pack and this is not a craft that is known around here. “Many people that know that I fly have asked me if I am the ‘man’ flying over Cuernavaca or Tepoztlan, and my answer is no. I have never taken off more than a few inches off the ground in my rocket belt and it only flies for 30 seconds. No other rocket belt in the world can fly for more than 30 sec- onds. Also, this is not a parachutist because I know all the parachutists in this part of Mexico, plus it is impos- sible to hover in free fall.” So what is it? What is the difference between what is known about how man-made rocket belts perform and what was observed in the videos of UFHs filmed in Mexico? The UFH objects were recorded on video flying for much longer than any known human-designed rocket belt. UFHs have been observed and video- taped flying effortlessly at well over 300 feet high. The UFHs flew totally silent as opposed to the 150 decibels produced by rocket belts. The possible TAM company connection with the ‘Flying Humanoid’ reports may simply be a remarkable coincidence. Based on Mr. Lozano’s expert opinion the UHFs near Cuernavaca are neither parachutists nor rocket belt packs. The ‘Flying Humanoid’ videos demonstrate (if these mysterious objects are technological) an elegant, silent form of controlled flight. They do not appear to be hoaxes or stylized tethered balloons of any kind. If alien in origin, are these some sort of flexible kind of individual transport? Why the flexibility? To peek into windows? Alien scouts? What could these objects do that good old fashioned flying disks can not do as well? They seem to demonstrate a sort of antigravity ‘inner tube’ like what we used as kids floating in a swimming pool or a lazy river. For now, we have more questions than answers and must collect more data on this new phenom- enon before drawing any conclusions. We thank Mr. Lozano for his great assistance in reviewing the UFH video. The mystery continues. About the Authors: Steven Reichmuth is the Northern California MUFON State Section Director for Alameda and Contra Costa Counties. He is the creator of the UFO Weather Map, a monthly report of North American UFO activity using data from MUFON, CMS and the National UFO Reporting Center (NUFORC) database. You can see the lates UFO weather map at www .mufon.com . A graduate of Cal. State University at Hayward with a degree in Psychology and Latin American Studies, Ruben Uriarte has been a member of MUFON for over 20 years and is currently the MUFON state director for Northern California."},{"pageNumber":7,"pageContent":" March 2007 6 MUFON UFO Journal PercePtiOns PercePtiOns PercePtiOns PercePtiOns PercePtiOns By Stanton T. Friedman National Geographic Channel: Another Mockumentary On February 24, 2005, the ABC TV Network carried a really bad so- called “documentary” about UFOs hosted by the late ABC News Anchor, Peter Jennings. I wrote a column (available on my website) spelling out the many false claims, false reasoning, personal attacks, etc. During the week of January 23, 2007, Americans were treated to yet another mockumentary, this time by the supposedly high class National Geographic (NG) Channel. It was supposed to be The Real Story about Roswell . They did interview some people who knew a lot about Roswell such as Dennis Balthaser, who actually lives in Roswell (though one wouldn’t know it from the program), Colonel Dr. Jesse Marcel Jr., a first hand witness who handled wreckage, Don Schmitt, an active Roswell researcher for many years, and myself. I began the civilian investigation of the Roswell incident back in the 1970s. Unfortunately the documentary producers seemed to have no knowl- edge of the event or the people involved in it and seemed determined to produce a textbook example of debunking propaganda. They abided by the four basic rules of debunkdom: 1. Don’t bother me with the facts, my mind is made up. 2. What the public doesn’t know, I won’t tell them. 3. If you can’t attack the data, attack the people. 4. Do your research by proclamation, no investigation is required. Dr. Michael Shermer is editor of Skeptic Magazine and has been writing a debunking column about many things in Scientific American . As far as can be determined, he has never investigated an UFO case, much less Roswell. Some idea of the level of Shermer’s UFO knowledge can be determined by his very strong support for Dr. Susan Clancy’s grossly inaccurate book about UFO Abduc- tions. She had been featured in the Jennings show touting sleep paralysis, despite its failure to explain the great majority of abduction cases. Dr. Seth Shostak, one of the leaders of the SETI religious move- ment, was another of the featured debunkers. He has often commented about a lack of evidence for any UFOs being alien spacecraft, but somehow never references any of the large scale scientific studies and has also apparently never done a detailed investigation of any case. Dr. Shostak didn’t raise his hand in response to my question about who had read any of the five large scale UFO scientific studies I covered in my lecture which he attended on the Queen Elizabeth 2. He totally forgot them in a debate on Coast-to-Coast Radio as well. In the National Geographic show Shostak complained that a vehicle able to get here from another solar system would have to have enormous engines and be huge, hardly what was observed at Roswell. Obviously he has trouble understanding the concept that the huge mother ships, so often observed, could do the heavy lifting between the stars while the small Earth Excursion Modules (so often ob- served in the 5,000 physical trace cases collected and investigated by Ted Phillips) scurried around in the atmosphere. Think of the high performance small airplanes carried by huge aircraft carriers. Past history would certainly lead me to believe that astronomers know nothing about advanced propul- sion systems. The third of the noisy negativists was B.D. “Duke” Gildenberg, a retired air force officer who spent many years working on advanced and sometimes classified balloon study projects. Don Berliner and I had met with Duke in NM in the early 1990s while working on our book Crash at Corona , a few hours after meeting with another Balloon expert Dr. C.B. Moore. Both had responded to a request in the Socorro newspaper. The meetings were cordial, but Don and I agreed that neither Gildenberg nor Moore knew anything about the Roswell case beyond what was in the July 9, 1947, Roswell Daily Record article quoting rancher"},{"pageNumber":8,"pageContent":"      7 MUFON UFO Journal March 2007 Mack Brazel after Mack had been brought back to town and given a new story. Duke and Shermer were also featured on an equally bad Roswell debunking program on the History Channel in 1999. I have a letter to the History Channel, pointing out the many problems with that program, on my website. Shermer also published an anti- Roswell article by Duke in SKEPTIC in 2003. He just couldn’t seem to get his facts straight as I noted in an article that I wrote in UFO Magazine critiquing Duke’s article and a Jim Wilson piece in Popular Mechanics . I noted that it was really silly that Jennings hadn’t mentioned that Col. Dr. Marcel Jr. was a Colonel serving in Iraq as a medical doctor, flight surgeon, and helicopter pilot (having been called back in at age 67) at the time he was interviewed, which certainly attests to his credibility. The NG show misrepresented how the Roswell story came out, mentioning that Jesse Marcel Sr. had spoken out in 1978 but making it sound (following Colonel Richard Weaver’s false information in The Roswell Report: Fact vs. Fiction in the NM Desert ) that Jesse had just come forth to tell the world. The fact is, of course, that I had been referred to Jesse by an old ham radio buddy of his while I was waiting to be interviewed at a TV station in Baton Rouge managed by his buddy. I called Jesse, got his story and shared it with Bill Moore. I also heard a second story about a New Mexico saucer crash in Bemidji, Minnesota and Bill heard a third story from an English actor, Hughie Green. Hugie heard the story about a crashed saucer in New Mexico on the radio while driving across the USA and he recalled it was late June or early July, 1947. Bill went to the University of Minnesota Library, found the stories which mentioned more witnesses and verified what Jesse had told me. The first book on Roswell, published in 1980 (not 1978), reflected the fact that we had found 62 witnesses as well as other news articles on the incident. The article from the Roswell Daily Record on July 8, 1947, was shown, but none of the other front page stories from major newspapers such as the Chicago Daily News , the Los Angeles Herald Express , the Spokane Chronicle , etc. were shown. The NG show did not mention that these news stories spoke about the wreckage having been found “last week.” That way, they could try to claim that it was just a Mogul Balloon. The balloon launch they mentioned would have been made in early June. The July 9, 1947 news story about a bundle of sticks was repeated on the air. It has been shown by Dr. David Rudiak that the balloon could not possibly have landed on the Brazel ranch, because of careful calculations based on the weather on launch date, and because the weather would have exposed the neoprene balloons to high enough temperatures to have turned them to dust by early July. The supposed reenacted site of the wreckage was grossly misrepre- sented as quite small and just with foil like material. This was based on the Sheridan Cavitt’s false claims to Colonel Weaver that he suddenly remembered the wreckage of a balloon - wreckage which would easily fit into one vehicle. No mention is made in the pro- gram that Marcel and Cavitt had followed Brazel out to the site on Colonel Blanchard’s orders because the small amount of wreckage brought in by Brazel to the sheriff’s office on July 6 was very strange indeed (with nothing conventional) and he had noted that there was a great deal of wreckage still on the crash site. If there had been only the balloon and radar reflector, Marcel and Cavitt would not have made the difficult trip to the site. In our first conversation Jesse told me the wreckage covered an area about ¾ mile long and hundreds of yards wide. He had noted that there was nothing conventional like wires, rivets, vacuum tubes, etc. There was no crater, so the object would had to have exploded in the air in order to cover such a wide area. The debunking, false comments by Cavitt in the July 9 Roswell Daily Record still noted that the wreckage covered an area 200 yards in diam- eter—or much larger than Cavitt’s sudden recall, almost 50 years later, of an area 20’ square. No mention was made of the fact that Jesse had earlier taken a course on radar and measurements of weather parameters with balloons and radar reflectors and would have recognized a weather balloon when he saw one. No mention of Colonel Blanchard was made at all, nor was it mentioned that the 509 th was the most elite military group in the world, or that Blanchard and Marcel had flown missions in the Pacific and certainly would have recognized standard issue Another Mockumentary about Roswell Continued from page 6"},{"pageNumber":9,"pageContent":" March 2007 8 MUFON UFO Journal weather balloons and radar reflectors such as were used in the Mogul program. No mention was made of the fact that Marcel and Blanchard had been very well thought of profes- sionally as noted in their ratings and that Blanchard went on to become a Four Star General and was vice chief- of-staff of the USAF when he died of a massive heart attack at the Pentagon in 1966. The NG show said that Jesse was the only person alive who claims to have handled the “strange wreckage” and that he was totally influenced in his recent comments by his father’s strange belief that the material was not from Earth. No basis was provided for either proclamation. As a matter of fact, Brazel’s neighbor, Loretta Proctor, is still alive and she also handled some wreckage. There is a video called Recollec- tions of Roswell which has firsthand testimony from 27 witnesses including the sheriff’s daughters, other neigh- bors, Judd Roberts from the radio station in town and others. The video includes direct testimony from Jesse Sr. which was shot at his home in 1978. Even though the producers had a copy of the video, they opted instead , for reasons unknown, to show a round-faced actor playing Jesse Sr. Not only was there the false proclamation that somehow Jesse Sr. had warped Jesse Jr’s recall, but also that the Roswell story was just a takeoff on the Aztec, NM, crashed saucer story described in Frank Scully’s book Behind the Flying Saucers . No link of any kind was provided. No mention was made of Scott Ramsey’s very extensive research which has conclusively shown there was far more to the Aztec story than the two con men, Irving Newton and Mr. Gebauer. Considering how I had heard independently of Roswell from Lydia Sleppy years before I spoke with Jesse and how I had gone to him, not him to me, and that Jesse Jr. had served on military aircraft accident investigative teams and has over a 40- year connection with the military, these claims are absurd. Of course no mention was made of the testimony of Mack Brazel’s son, Bill. The real investigators had indeed spoken to these other wit- nesses. Jesse Sr. had early on told me that one of his people had taken a piece of wreckage and put one end on the ground and the other on a rock and couldn’t dent it with a hammer. Only flimsy foil was shown as well as a pseudo I-beam. The explanation of the strange lavender symbols on the I-Beam, which could not be cut, burned or broken, as just sticks from the radar reflector with pieces of toy company tape with flower symbols was ludi- crous. Balsa wood was used because of its light weight. Nobody would ever say that it could not be broken, cut or burned. All young boys in the WW2 era were familiar with balsa wood used in making airplane models. With the very high resolution pictures taken in General Ramey’s office, nobody has yet to find such tape. What was shown was narrow Christmas tape. The foil on the radar reflectors was easily torn by a child and was not memory metal. The foil on the balloons was backed by white paper—no such paper was ever noted. Another Mockumentary about Roswell Continued from page 7 Amazingly there was no mention of retired General Thomas Jefferson Dubose, Ramey’s chief of staff, who was in two of the pictures taken in General Ramey’s office. His firsthand testimony is on the Recollections tape. He took the call from Ramey’s boss, General McMullen, instructing him to get the press off their back, to send wreckage to DC with a Colonel courier, and never to talk about it again. For some reason the famous picture with Dubose and Ramey holding a memo was not shown. Dr. David Rudiak’s deciphering of that memo clearly establishes Roswell as a saucer crash. The program, though hardly an accurate documentary, was a splendid example of propaganda with positive and negative name calling, selective choice of data and false reasoning. The producers made a big deal out of the War of the Worlds radio program of 1938 and showed other segments of a variety of science fiction movies suggesting that worried people were making up stories stimulated by the science fiction movies. I think a more accurate portrayal would have noted that the movies followed the UFO stories, not the other way around. Whenever possible such terms as “Roswell defenders” or “Roswell campaigners” and the like were used. Too bad they couldn’t have said “UFO debunkers,” “UFO scoffers,” “masters of misrepresentation” or “noisy negativists” to refer to Shermer, Shostak, Gildenberg. www .stantonfriedman.com"},{"pageNumber":10,"pageContent":"      9 MUFON UFO Journal March 2007 By Don Allis Has it been standard practice for major airlines to discourage their pilots from reporting a UFO sighting and/or going public by hinting that their jobs and pensions could be in jeopardy if they do so? This is probably not something that the airlines would admit to, but we have all heard of such intimidation. I wonder whether they are fearful of scaring away prospective customers. Or do they fear being perceived by the public or their competition as a com- pany which employs mentally unstable pilots who are prone to seeing little green men? Here’s what some pilots have had to say: Pilot Commentaries: from NARCAP– National Aviation Reporting Center on Anomalous Phenomena “We didn’t say anything. We figured nobody would believe us.” – Charter Pilot “Upon return to my domicile, JFK, I reported our sighting to the proper authorities. I was shortly visited by two federal investigators who evidently thought I was halluci- nating for one of them stated he had seen spaceships while fishing in Great South Bay and was quite obviously trying to prove that I was a loony.” – Captain, Pan Am (retired) “It must have been Huge! We were all due back at JFK about the same time two days later so I waited in the crew ready room to talk to them. None of them wanted to talk! They were afraid management would take them off flying status and have them tested for booze and drugs. The story never came out!”– Flight Engineer, TWA (retired) “A group of lights in the air appeared at our 12 o’clock position. I called departure control and asked them if they had any traffic in that area. When they came back and said NO, what do you see, I said no, just checking. For at that time when a pilot reported seeing a UFO he was in a lot of trouble.” – Captain, Ozark Airlines (retired) “I, and the flight crew, saw some- thing (in broad daylight) that did things that no known aircraft could do without killing any living thing inside. I will only give sketchy details to protect the privacy of the rest of the crew. If you are interested, and all information (is) kept anonymous, contact me. I will not present myself for public ridicule.”– Captain, NW (retired) “Reports to NARCAP of UAP observations and incidents are riddled with this type of commen- tary. Over and over again conser- vative, responsible airmen are heard to say that they fear that their competency will be questioned, that their careers will suffer, that they will be humiliated for reporting their observations. A serious result of these fears is inaccurate or incomplete data regarding potential hazards.”– Ted Roe, Executive Director of NARCAP Read Ted Roe’s complete report here: http://www.narcap.org/reports/ TR8Bias1.htm I believe we can start changing the media’s views by educating the press with the overwhelming data that is available and through pressure from public opinion. I would like to believe that balanced media reporting could be the catalyst leading to worldwide acceptance of the reality of UFOs. The November 2006 O’Hare airport story is an example of the press providing primetime coverage of the UFO phenomenon. Newspaper colum- nist Jon Hilkevitch of the Chicago Tribune broke the O’Hare story, which then spread internationally. Seriously written stories are more likely to be taken seriously by the public. National Aviation Reporting Center on Anomalous Phenomena (NARCAP) Pilots, UFOs, and Job Discrimination? Go to www.NARCAP.org for more information about the National Aviation Reporting Center on Anomalous Phenom- ena. NARCAP was established in 2000, and is dedicated to the advance- ment of aviation safety issues as they apply to Unidentified Aerial Phenom- ena (UAP). NARCAP is collecting data regarding aviation community reports of aerial encounters with lights or objects that seem inconsistent with known categories of aircraft and common natural phenomena. Pilots and other aviation specialists often report that these lights or objects closely approach aircraft. Encounters with these UAP have a demonstrated variety of safety related effects on pilots, crew, cockpit discipline and on-board instrumenta- tion. Until these effects are under- stood, and reasonable operating procedures are developed, there exists a tangible threat to aviation safety. Comparable issues in the aviation arena include wind shear and other types of events with a low frequency of occurrence. Though aerial encounters with UAP have been documented at least since the 1930s, the aviation industry has been hesitant about addressing this matter. Cold War security issues, cultural mythology as well as concerns about image have prohibited many aviation executives from pursuing this matter with more curiosity. Certainly many cases have gone unreported by aviation professionals for the same reason."},{"pageNumber":11,"pageContent":" March 2007 10 MUFON UFO Journal Type of report: General Sighting Date: December 6, 2006 Time: 9:45 AM, EST Location: 12 miles SE of Lake Linden, MI (Houghton County) Orb Sighting Near Lake Linden, Michigan By Lisa A. Shiel, Chief Investigator, Michigan MUFON Sighting Background The sighting was reported to me immediately after it occurred by the witness, my mother Kerrie Shiel. I was with her at the time of sighting, but I did not see the object. I submitted the sighting report, culled from her hand- written description, via the online reporting form on mufoncms.com . Sighting Account Kerrie Shiel had gone out for a walk with her five dogs, husband Walt, and me. We normally take the dogs out for a walk in the woods each morning. All but one of the dogs were restrained on retractable leashes. My father led the group, handling two of the dogs. My mother followed him, also handling two dogs. I trailed behind her as we traveled the trail we normally follow on our walks. The sky was overcast, with light snow falling. Though a strong wind whipped across the Keweenaw that day, the woods shielded us from the brunt of the wind. Only a light breeze could be felt in the woods where we walked. About four inches of snow blanketed the ground, and the tem- perature hovered around 19° F. At approximately 9:45 AM, my mother spotted an orange ball of light up ahead of her, hovering over some small spruce trees to the northwest of her position. She stated that she could tell it was a sphere. She estimates the orb’s apparent size as comparable to the nail of her little finger when held at arm’s length. Its actual size she esti- mates as equal to that of a tennis ball. The object sparkled “like a disco ball” as she observed it, and she noted that its light seemed brightest around the rim. The orb hovered 5–6 feet off the ground, about 100 feet from Kerrie. Upon seeing the orb, she blinked to make certain she hadn’t caught a reflection in her sunglasses, but the orb remained in view. At this point, she watched the orb dart behind some trees to the right of its original position. She lost sight of the object when it moved behind the trees. She estimates the sighting lasted 5 seconds. Immediately after losing sight of the object, she turned around to tell me what she had seen. I did not see the object and my father had pulled ahead of us on the trail, out of earshot. When I asked him later, he stated he neither saw the object nor heard when my mother mentioned it. Sighting Investigation I was present at the time of the sighting. However, by the time my attention was drawn to the vicinity where the orb had been, the object had vanished. I had been looking down at the ground at the time. My mother stated that she waited a few seconds before saying anything because she thought it might have been a reflection in her sunglasses or a flash in her eyes. However, the sun was behind clouds. No other direct source of light could have caused a reflection, and reflections do not move unless the source of light or the viewer moves. My mother remained stationary during the sighting. I also ruled out flashes of light in her eyes. Several years ago, she underwent cataract surgery in which her lenses were replaced with artificial implants. The implants are held in place by springs. These springs can sometimes reflect light, causing a flash of light inside the eye. She has experienced this phenomenon before. When she first saw the orange orb, she blinked to see if the light would r emain visible with her eyes closed. It did not. Also, the flashes from lens An orb captured by our game camera on November 8, 2006."},{"pageNumber":12,"pageContent":"      11 MUFON UFO Journal March 2007 implants create white lights, not orange. Our dogs either did not notice the orb, or did not react to it. Because we had the dogs with us, we weren’t able to investigate the area right away. Later, we returned to the area where the sighting had occurred. I took a photograph of the area. We both explored the spot where the orb had hovered, but saw no physical traces of any sort. Kerrie Shiel is a 58-year-old professional artist, trained to observe and note details. She is always willing to accept a mundane explanation for a seemingly strange event, if the expla- nation fits with the facts. She has had numerous unexplained sightings over her lifetime. I’ve included with this report a photo of an orange orb, which our game camera captured on November 8, 2006. My mother stated that this orb is nearly identical to the one she saw. The orb she witnessed sparkled, whereas the orb in the photo is not obviously sparkling. However, it is similar in color and shape to the one she saw. My father—a photographer, electrical engineer, and former Air Force instructor pilot—has examined the photos. He could find no mundane explanation for the orbs. No weather phenomena could account for the sighting. I also ruled out a hoax or a man-made object as explanations. I consider this case unexplainable at this time. Lisa A. Shiel is the Chief Investiga- tor of Michigan MUFON, and Founder/ Director of the Michigan Upper Peninsula Bigfoot Organization. Their website is http://www.upbigfoot.com . She is the author of Backyard Bigfoot: The True Story of Stick Signs, UFOs, & the Sasquatch and The Human Origins Series novels, Books I & II, The Hunt for Bigfoot & Lord of the Dead http:// www.slipdownmountain.com/origins . The Arizona State University Museum of Anthropology is presenting an exhibit, Alien Images: UFOs, Photography and Belief, from March 8 through August 15, 2007. Through a series of large photo- graphic prints, projections, movies and books, the exhibit explores the 137- year history of photographic images purported to show Unidentified Flying Objects (UFOs) and the rich variety of interpretations used to explain them. Since its invention in the mid 19 th century, photography has been used to capture evidence of mysterious phenomena, from spirit entities and unusual creatures to strange things in the sky. The images are extraordinary, but have to ask is: What are these images evidence of? Over the years, all manner of opaque, glowing, spheri- cal, saucerial, and tubular UFOs have been caught on film. The idea that photographs can exist as documentary evidence of the world has made capturing UFOs an impor- tant part of proving their existence. Yet, photographs are not always what they seem. A wide variety of interpre- tations have arisen to explain UFO images. Skeptical explanations include: fraud, misidentification of natural and man-made phenomena or camera/film/ print problems. Other explanations find evidence for otherworldly reali- ties, including: extraterrestrial craft, secret government technology, angels, inter-dimensional beings, time- travelers and deities. See Calendar, page 12, for more information. Alien Images: UFOs, Photography and Belief Acting Curator Scott K. Murphy holds an MA in Cultural Anthropology. Over the past ten years, his research has focused on beliefs surrounding otherworldly or sacred photographic imagery as well as non-mainstream religious belief systems. The Society for Scientific Exploration (SSE, website www. scientificexploration.org) is a multidisciplinary professional organization of scientists and other scholars committed to studying phenom- ena that cross or are outside of the traditional boundaries of their disciplines and, for these or other reasons, are ignored or studied inadequately. More generally, SSE seeks to promote an improved understanding of the central role that anomalies have played in advancing scholarly knowledge throughout history, and of factors that unnecessarily limit the scope of intellectual inquiry such as restrictive world-views, unrec- ognized theoretical assump- tions, dogmatic approaches to the interpretation of empirical evidence, and sociological constraints. The Society for Scientific Exploration"},{"pageNumber":13,"pageContent":" March 2007 12 MUFON UFO Journal “ The one thing we can offer people in this field, that nobody else is offering, is hope. Hope that they can stop this experience.” Alien Abduction Crisis Centers of America The Alien Abduction Termination Team www.aaccoa.org Estate Planning: Please remember MUFON in your will. In addition to monetary bequests, you can also donate your UFO case files, books, periodicals, etc. Don’t let your valuable research end up at a flea market or estate sale. Please contact MUFON HQ at 970- 221-1836 for more information. March 8–Aug. 15 —Alien Images: UFOs, Photography and Belief. Photographic Exhibit at Arizona State University, Tempe, AZ. 480-965-6224. www .asu.edu/clas/shesc/asuma; anthro.museum@asu.edu . (See article on page 11.) April 13–15 —19 th Annual Ozark UFO Conference. Inn of the Ozarks, Eureka Spring, AR. Featuring Linda Moulton Howe, Timothy Good, Wendelle Stevens, Dr. Claude Swanson, Grant Cameron, Nancy Talbott, and others to be added. 501-354-2558; www .ozarkufo.com ; ozarkufo@webtv .net . April 21 —Remote Viewing Confer- ence. Mystic Lake Casino, Shakopee, MN. Focused on the 1953 Kinross Incident. For information, contact Tim Whiteagle, tgwhiteagle@aol.com . May 18–19 —McMenamins UFO Festival. McMenimins Hotel, McMinnville, OR. 503-472-8427; www .ufofest.com . June 9–10 —ParaCon Conference. Milford, CT. Contact Jon at 203-2247- 0310 or at sgra@sgra-media.org ; www .sgra-media.or g . July 6–8 —10 th Annual Roswell UFO Festival. Roswell Museum & Art Center, Roswell, NM. Featuring Nick Redfern, Peter Robbins, Guy Malone, Richard Dolan, John Greenewald Jr, Steven Bassett, Dr. Michael S. Heiser, John Lear, John Rhodes, Adam GoRightly. festival@roswellufofest.com . Aug. 10–12 —MUFON International UFO Symposium. Marriott Denver Tech Center, Denver, CO. Theme: “An Estimate of the Situation: The Extraterrestrial Hypothesis.” Speak- ers: Stanton Friedman, Richard Dolan, Kathleen Marden, John Greenewald, Sam Maranto, Timothy Good, Michael Nelson, Robert Salas, more. www.mufon.com/symposia.htm A unique, important study Animal Reactions to UFOs By Joan Woodward $14.00 in the U.S. $16.00 elsewhere MUFON, P.O. Box 279, Bellvue, CO 80512-0279 World’s Best UFO Cases By Dwight Connelly Order from MUFON Headquarters, the MUFON.com website, or from the author at 14026 Ridgelawn Road, Martinsville, IL 62442. $9.95 plus $2.00 shipping (single or multiple copies). Books... Book Reviewers Needed! Do you like to read UFO books? Can you write an objective book review? Please email hq@mufon.com if you would like to review UFO related books for the MUFON Journal. Visit the MUFON Store online at www.mufon.com/ books.htm"},{"pageNumber":14,"pageContent":"      13 MUFON UFO Journal March 2007 Compete in three categories: one for State Directors and Assistant State Directors, one for current MUFON Members, and the ‘everyone wins’ Lifetime Member recruitment category. The winner of each category will receive their 2007 MUFON Symposium registration fee paid and a room for three nights at the Denver Marriott Tech Center. The Symposium is being held in Denver, Colorado from August 10–12, 2007. All contests run from Jan. 1, 2007 through May 30, 2007. MUFON is membership driven. By recruit- ing new members we can continue to pro- vide leadership in solving the UFO mystery. NOTE for all three contests: The ac- counting of new members is critical. All new members you recruit must be identified as yours on their application for membership (paper or internet) by including your name in the “Recommended By” field. Member- ship fees must be included. Renewal of ex- isting MUFON International memberships does not apply toward the contest. Speaker Lineup as of March Stanton Friedman Richard Dolan Kathleen Marden John Greenewald Michael Nelson Sam Maranto Robert Salas Timothy Good www.MUFON.com/symposia.htm Stan Friedman 38th Annual International MUFON Symposium An Estimate of the Situation: The Extraterrestrial Hypothesis August 10–12, 2007 Denver, Colorado Richard Dolan John Greenewald Timothy Good Contest for MUFON State and Assistant State Directors To qualify, you must increase existing membership in your state or state area (CA, NC, TN, WA) by at least 7 new members over that of 2006. State Directors were mailed a listing of their current members in Decem- ber. For example, if your state has 10 MUFON International members as of December 31, 2006, you will have to increase your mem- bership during the contest period by at least 7 new members to a total of 17. The MOST new members above the minimum, as noted above, will be the winner of the contest. (If there is a tie, the first one to reach the win- ning number will be the Contest winner.) Contest for all MUFON Members excluding State/Assistant State Directors To qualify, you must be a MUFON mem- ber in good standing (membership current). The individual who recruits the most new members greater than five (5) from January 1, 2007 to May 30, 2007 will be declared the winner. (If there is a tie, the first one to reach the winning number will be the Contest winner.) Lifetime Member Contest (open to all MUFON members) Any MUFON member who recruits three (3) new ‘Life Time’ Members for $1000 each will receive paid Symposium fees and a room for two at the Denver Marriott for three nights. Monthly contest tallies will be included in MUFON UFO Journal with names and number of new members recruited by State Directors, Assistant State Directors and MUFON members. Winners will be an- nounced in the July MUFON UFO Journal. Awards will be presented at the 2007 MUFON Symposium. MUFON is very ex- cited about this opportunity for all MUFON members to participate in this exciting NEW Membership Contest. Membership is vital to our organization. Good luck! We will see some of you at the 2007 Symposium in Denver. 2007 MUFON Membership Contests Robert Salas"},{"pageNumber":15,"pageContent":" March 2007 14 MUFON UFO Journal Filer’s Files Filer’s Files Filer’s Files Filer’s Files Filer’s Files By George Filer Director, MUFON Eastern Region Note: These reports are presented in or- der to keep readers informed of some of the vast number of sightings being reported. However, these cases have not been officially investigated, unless noted. Arkansas Colonel Reports Lights “Not of this World” VAN BUREN— A retired Air Force colo- nel photographed mysterious colorful lights hovering over western Arkansas last week. “I believe these lights were not of this world, and I feel a duty and responsibility to come forward,” said Col. Brian Fields, who spent nearly 32 years in the military piloting F-16 fighter jets. “I have no idea what they were.” Fields, 61, was cooking on January 9 when just before 7 PM, he observed two intensely bright lights as he looked to the southeast close to the horizon. They hung in the sky for ten minutes or more. Officials now claim the lights were mili- tary flares. Filer’s Note: They may have been flar es, but as a member of the 188th Fighter Wing, Col. Fields must have seen many during his career. “I’m certain it wasn’t an aircraft from earth,” said Fields, who also ruled out the possibility of flares, but it seems an F-16 pilot would know what they look like. California UFO Sightings Continue Aliso Viejo—This is the third sighting of this orb I’ve seen in the last two months. This last one was on February 6, 2007, at 11:37 PM. The object looks like an orb that glows an amber color. It varies in brightness from strong sustained light to low flashes. It traveled from the east at a steady heading without variance from the horizon west towards Aliso Viejo. All the while it changed intensity of glow. It flew over Saddleback Mountain and hovered for about a minute as the orb flashed randomly with greater intensity. Then it headed due north very rapidly and was out of view in seconds. It had no flashing lights and no noise. This is not a typical flight pattern for Long Beach or Los Angles. Thanks to Brian Vike, Director HBCC UFO Research. http:// www .hbccufo.com Hawaii Cylinder UFO Seen Over South Shore HONOLULU— Andrew Pereiras writes, “It’s hard to draw a surfer’s at- tention away from the next wave, but whatever was in the southwest sky Fri- day evening, January 26, 2007, around 6:20 PM, drew a crowd along Kewalo Basin and Ala Moana Beach Park. Ho- nolulu resident Peter Hollingworth de- scribed what he and many others saw as two lights circling in the sky, about 45 degrees above the horizon. Video of one of the lights was recorded from the KHON 2 SkyCam. “These two little fireballs with a stream behind it,” said Hollingworth. “Looked kind of like a shooting star but it just kept going. They changed directions a few times, at first it was coming in then it turned, then it went out then it came back in again.” Hollingworth was surfing with his 12- year-old son when the unexpected show began. “I was a little concerned. I told him come over and sit with me. This might be the last surf session we ever have together because this thing’s coming straight for Honolulu. It looked deadly to me.” The National Weather Service says nothing showed up on their radar at the time of the sighting and the FAA didn’t report anything unusual. The U.S. military conducted a missile defense test off Kauai Friday evening but the test didn’t begin until 7:20 PM. “This in a sense is an unidentified flying object,” said Univer- sity of Hawaii astronomy professor Gareth Wynn-Williams. “It’s somet hing in the sky that’s moving that we haven’t identified.” Thanks to KHON 2. www .khon2.com/home/ticker/ 5387746.html. Illinois Unusual Pattern of Lights Merge Bloomingdale — I saw something unusual on my drive home from work on Lake Street on January 29, 2007, at 4:00 PM. I work near O’Hare Airport and I’m an aviation enthusiast. Just past Bloomingdale Avenue, I noticed what at first I thought to be a plane heading northeast on final approach to O’Hare. Its lights were flashing in an alternating pattern—unlike any commercial airliner—with a smaller flashing red light on top of the object. Then four to five more white lights illuminated sequentially from right to left along the same horizontal plane between what I considered the “wing tip” lights and they began to flash intermittently as well! That is something that I have never seen a commercial airplane do! I decided to pull off and turn around and lost sight George Filer"},{"pageNumber":16,"pageContent":"      15 MUFON UFO Journal March 2007 of it. Thanks to Brian Vike, Director HBCC UFO Research. http:// www.hbccufo.com Round Lake—I was driving home from work and saw a big round disc- shaped object just hovering for about 15 minutes on January 30, 2007, at 6:42 PM. I pulled into my garage, grabbed my cameras and drove around the area and took video and pictures. There were two craft to the southwest of me, one large and one small, about 5–7 miles from where I was and a mile high. I caught on video one large, bright, round/disc shaped object with a smaller disc-shaped object flashing different colored lights that slowly moved toward the larger object, then merged into one and shot off into space in about one second. In my video I caught both objects as the smaller one was moving toward the larger one. Then I was trying to focus and move closer when it disappeared. So I did not capture them leaving the earth. Thanks to Brian Vike, Director HBCC UFO Research. http:// www.hbccufo.com Louisiana Large Group of Objects West Central Louisiana—On February 2, 2007, at about 11 AM, as we left the post office I noticed a large group of objects in the sky. They were under the high clouds but between the higher ones and the thin ones floating at a lower level. For the most part they didn’t appear to be moving forward but rather setting in one spot, maybe moving up a little. In the middle of these possibly twenty or more objects were ones a different color, the outer ones appeared black and the inside ones orangish red. They were too large to be birds, and my husband thought they were parachutes, but they were climbing in altitude and within a few seconds were out of sight above the clouds. There was no sound of engines and what I could see of their shape they were not airplanes or parachutes. The red ones looked like squares connected with yellow tubes. Thanks to Brian Vike, Director HBCC UFO Research. http:// www.hbccufo.com Maine Silver Oval-Shaped Craft ANSON— Brian Vike, HBCC UFO reports, “I telephoned the gentleman over his sighting on January 21, 2007 and had a wonderful conversation with the man. He also told me he has had some missing time experiences and his story was really amazing to say the least.” Three witnesses spotted an oval- shaped object over a small pond at the intersection of Rt. 234 and the Horse- back Road in a rural area of Maine about six miles from the nearest town. The witness reports, “My former fiance Olivia, who was driving, her mother Helen, and I were headed to the town of Anson, as we took a right turn onto the horseback road, Helen, who rarely curses, said loudly, “What the hell is that!” She was sitting in the rear driver’s side seat. I was in the passenger seat. Olivia stopped the vehicle, and I looked out the driver’s window. “Sitting perfectly still in the sky was a huge—about 300 feet long—silver oval-shaped something! It looked to be less than 1000 feet away and was about 50 feet thick. The top of this thing had a reddish glow, and the whole thing had markings or corrugations on it and re- minded me of the old Jiffypop popcorn dome. This thing made no noise and did not move while we were watching. There were no control surfaces or any kind of cabin or gondola visible, and I could see the entire length of it, no ropes or wires either. The vehicle remained running and no electrical disturbance was noticed. After about three minutes Olivia’s vehicle started rolling, a small stand of evergreens blocked our view for about ten seconds and when we could see the sky again the thing was gone. “The next day, I drove past the little pond and noticed a round hole in the ice, where the thing had been hovering. I also noticed a rash on the side of my body that burned and itched for several days; it also hurt, like I had been kicked. I talked to people in the area about this sighting and one friend said that he and his sister saw something just like it at the same location three years before. Others have seen different things also. I have also had multiple sightings at dif- ferent times as well as two incidents with missing time.” Thanks to Brian Vike, HBCC UFO Research. http:// www .hbccufo.or g . Virginia Orange Light Franklin—On Tuesday, January 23, 2007, at 7:40 PM, I spotted a bright orange light in the eastern sky, and pointed it out to my son. We drove toward the object and I stopped in the road to have a safer look. The light was moving and had three lights underneath the same distance apart that were very big. All were the same color, no pulsing, or color changing, and they were set in a triangle pattern that was flying backwards—the two side-by-side lights were leading, with the “tip” bringing up the rear. It flew slowly without sound. It would take a nickel held out at arm’s length to cover just one of the 3 lights. So, just when the object was about to pass overtop of me, a car came up behind me so I had to move and turned around, stopped and found it easily as it made its way in the same diagonal trek. I sat there maybe 30 more seconds as it grew smaller in the distance. I contacted the papers and WAVY TV-10, which turned out to be a dead end. Washington Chevron Turns to Intercept a Jet Ballard — It was midnight on January 28, 2007, and standing on my porch I looked up to notice a large hang glider with soft lights on each wing. The craft was flying gracefully and tilted to show Filer’s Files Continued from page 14"},{"pageNumber":17,"pageContent":" March 2007 16 MUFON UFO Journal the underside of the craft. I could then see the craft’s chevron shape and evenly spaced soft lights on the bottom of the wings. It moved off toward the west and gained altitude and into a heavier cloud. There was more than a half-moon out, just above the UFO. I could see the brightest stars in the sky as well as a dimly-lit group of stars formed in an irregular-shaped diamond pattern just below the moon. I noticed a jet flying north five miles west. It appeared the craft was attempting to intercept the jet. The craft was completely silent. I live north of Sea-Tac Airport and the sounds of the planes are easily identifiable. Compared to a modern fighter aircraft, I would guess it was similar in size. Once the craft tilted I could see its thickness, the rear of the craft, the height and width appeared to be the same. The sighting lasted around 7 seconds. There were three soft lights per “wing” on the UFO. The jet in the background had much brighter and white lights. I could only describe it as a chevron-shaped flying craft. Thanks to Peter Davenport, Director. www.ufocenter.com Argentina: Luminous Object SANTA ISABEL— Chaves Luis Alberto Lopez, 41, lives in Santa Isabel, located some 300 km west of Santa Rosa and carries out rural duties at the La Loma Alta ranch near that town, in a region known as La Puntilla. In mid December 2006, due to the intense sum- mer heat, he decided to sleep outdoors, in the backyard of his house. At 0200 hrs. he heard the whining of his dog, sleeping nearby, and other animals, prompting him to wake up and see the flight of a luminous UFO over the ani- mal pens located near his house. The object had three lights around it—one white, one yellow and another blue. The luminous object flooded his house with light, projected an intense white light over an area of approximately 50 meters, issuing ...an almost imper- ceptible whistling sound, like that of a wire in the wind. The light moved over the animal pens, lighting them from an altitude calculated at some 50/80 meters, moving at a given time to some 200 meters from the house, where hovered for three minutes before vanishing. Lopez believes that the light he saw was indeed a UFO. Report from Raul Oscar CIUFOS-LAPAMPA, Journal of His- panic Ufology (Translation (c) S. Corrales, IHU.) Chile Mothership UFO Video Stirs Nation Angol — Raul Gajardo Leopold’s latest video recording on February 8, 2007, in which he claims that his son picked up an UFO in the first few days of February, was seen throughout the entire country after the video was aired during a newscast on the Megavision network. The UFO was witnessed by four other people besides himself after 11 PM. The Ufologist added that the UFO was a large, orange, cylinder- shaped object, similar to a pencil, that lay horizontally in the sky, having a whitish light at its core with reddish dots on either end, and that two smaller spherical objects were launched upward and downward at a given moment. Several UFOs can be seen on a daily basis over Chile. Thanks to translation (c) 2007. S. Corrales, IHU. The Journal of Hispanic Ufology , Raul Nunez, IIEE. England: Archway UFO Video— You Decide London — The Islington Gazette reports, “We have extraordinary video footage giving firsthand evidence of the Archway UFO phenomenon which brought the area to a standstill February 7, 2007. Here’s YOUR chance to decide whether aliens were actually hovering over Archway—or whether there was a more innocent explanation. Amateur cameraman John Zimmerman, of Bredgar Road, Archway, filmed the spectacle of around 15 orange lights that spread panic among passersby who witnessed it at around 5:30 PM on January 31. Now YOU can judge for yourself... watch the film clip at http:// www.islingtongazette.co.uk/content/ islington/gazette/news/story.aspx. Search for “Archway UFO video.” Poland: Dozens of Triangular UFOs Warsaw — On January 20, 2007, between 1–2 AM, about 17 unidentified triangular objects appeared in the sky above Polish capital city district of Sluzec. Mrs. Jolanta Z. saw triangular objects scattered in the sky for over an hour, slowly rising up and finally disappearing. At about 1:15 AM the woman, living near the airport Okecie, woke up to smoke a cigarette. She noticed the strange behavior of 17 or 18 identical objects in shape of isosceles triangles scattered in the sky with their “beaks” pointing east. One triangle was three times bigger than the smaller objects. Each triangle possessed 3 red lights located in the corners, with a line of bluish point lights connecting the red ones. She called the NPN organization hotline, leaving two voice messages containing the story of the sighting. The woman also mentioned strange behavior of her cats and dog. When she went on the balcony along with her animals they became scared; her dog began barking. She wasn’t able to get a photo of the phenomenon. Thanks to NPN - http:// www.npn.ehost.pl/ and P.Cielebia?: NOL - Eastern European UFO Journal . http://nol-polishufojournal. blogspot.com/ Filer’s Files Continued from page 15 MUFON Members Message Board mufonmembers.proboards55.com Password: Hynek1947 (case sensitive)"},{"pageNumber":18,"pageContent":"      17 MUFON UFO Journal March 2007 Field Investigator’s Corner MUFON Field Investigators Manual The official Mutual UFO Network guidelines for in-depth UFO investigation Price includes shipping/handling: Member U.S. or Canada: $28.50 Non-Member U.S. or Canada $38.50 Member Foreign: $49.50 Non-Member Foreign: $59.50 Order online at: www.mufon.com/invmanual.htm Monthly CMS Ranking Report Chuck Reever MUFON Director of Investigations Here is February’s CMS Rank- ing Report for all State Directors. Congratulations to Bland Pugh (Florida), Donald R. Burleson (New Mexico), Kenneth E. Cherry (Texas) for being 1st, 2nd and 3rd respectively in the month of Febru- ary. The top 10 State Directors are highlighted in yellow. The report is based on our two measures of UFO Investigation effectiveness: 1) Assigning reports within 48 hours of receipt, and 2) Completing all investigations within 60 days of being assigned. The Assigned column is a six-month running average of the number of cases assigned within 48 hours divided by the total number of cases received in that six month period. The Completed column is the number of cases completed beginning sixty-two (62) days back and going back six months from there (for a total of eight months back) divided by the total number of cases reported in the same period. The Weighted Rank is just the average of the two columns expressed as a percent. State Directors can improve their scores by being sure to assign all cases within 48 hours, and follow- up with their Field Investigators to ensure all reports are completed within 60 days. To be considered complete a report must have been investigated and placed in one of the three completed status codes (Un- known, Hoax or IFO) by the State Director. If anyone has any questions or needs help with their investigations please contact me at 530-414-4341 or 530-582-8339 or via email at wizard@telis.org. Rank State Director Weighted Assigned Completed Rank (50/50) 1 Florida Bland Pugh 87 % 55/74 76/76 2 New Mexico Donald R. Burleson 85 % 15/21 12/12 3 Texas Kenneth E. Cherry 80 % 19/30 35/36 4 Kansas Thomas H. Nicholl 77 % 5/9 5/5 5 Oklahoma Charles L. Pine 75 % 6/12 15/15 6 Washington Laurence Childs 70 % 6/15 12/12 7 South Carolina Cheryl Ann Gilmore 70 % 2/5 4/4 8 Tennessee Kim Shaffer 61 % 2/9 4/4 9 Nevada Mark Easter 53 % 6/30 21/24 10 Illinois Samuel Maranto 51 % 8/32 15/19 11 Iowa Jim King 50 % 0/2 4/4 12 Colorado Leslie H. Varnicle 49 % 41/49 8/51 13 Oregon Thomas Bowden 48 % 10/23 7/13 14 California Georgeanne Cifarelli 46 % 37/63 16/48 15 North Carolina James (Jim) Sutton, Sr. 44 % 3/14 35/52 16 Georgia Walter Sheets 41 % 12/23 4/13 17 Hawaii Puuloa M. Teves 37 % 1/4 2/4 18 Nebraska John C. Kasher 37 % 0/4 3/4 19 Utah Elaine Douglass/Ronald S. Regehr 31 % 2/8 3/8 20 New Jersey George A. Filer, III 28 % 4/15 4/13 21 Indiana Jerry L. Sievers 25 % 2/23 9/21 22 Massachusetts Greg S. Berghorn 23 % 0/13 6/13 23 Maryland Bruce S. Maccabee 21 % 0/12 3/7 24 Vermont Dan Lavilette 21 % 3/7 0/5 25 Michigan William J. Konkolesky 20 % 8/59 13/47 26 Washington Gerald E. Rolwes 20 % 1/4 1/6 27 Wisconsin David J. Watson 18 % 2/7 1/12 28 California Ruben J. Uriarte 16 % 10/49 5/42 29 New York James G. Bouck, Jr. 12 % 7/28 0/26 30 Minnesota Richard D. Moss 11 % 1/11 2/15 31 Rhode Island Janet L. Bucci 0 % 0/4 0/3 32 Ohio William Edward Jones 0 % 0/28 0/22 33 Kentucky Earle T. Benezet 0 % 0/10 0/5 34 Virginia Susan L. Swiatek 0 % 0/12 0/9 35 Delaware Ralph P. Flegal 0 % 0/1 0/1 36 Tennessee Mark D. Gilley 0 % 0/5 0/3 37 Wyoming Richard Beckwith 0 % 0/4 0/6 38 Arkansas Norman D. Walker 0 % 0/4 0/6 39 Missouri Bruce A. Widaman 0 % 0/16 0/16 40 New Hampshire Peter R. Geremia 0 % 0/8 0/10 41 Alaska J. Glen Harper 0 % 0/1 0/1 42 Idaho Robert Gates 0 % 0/4 0/3 43 Pennsylvania W ayne G. Gracey 0 % 0/22 0/20 44 Alabama William H. Weeks 0 % 0/6 0/7 45 Connecticut Anastasia Wietrzychowska 0 % 0/7 0/4 46 Arizona George C. Parks 0 % 0/25 0/23 47 North Dakota Jeffrey L. Wachter 0 % 0/2 0/2"},{"pageNumber":19,"pageContent":" March 2007 18 MUFON UFO Journal A UFO experience evokes many emotions that are hard to explain. Those who have never had a UFO experience cannot understand the exhilarating, exciting, powerful, frightening, incredible feelings from actually encountering or viewing a UFO. My first UFO encounter in 2003—at the age of eleven—changed the very way I look at our planet and life in general. My First Sighting It was a normal, cold and unevent- ful night November 7, 2003. I was only eleven years old, but I could tell the difference between a regular event and an irregular event and I was about to experience the most irregular event of my life. Two friends were visiting me at my house that night. We were inside escaping the cold winter weather, and did not step outside until around five minutes to eight. As we waited for my friend’s mum to pick him up at 8 PM, we talked casually. Standing at the top of my steep driveway, I looked over toward a house at the bottom of the street, situated only a few meters away from me. The house was completely normal but what was hovering above it was not. There was one bright orange light in a stationary position above the house. At that point I did not alert my friends; instead I simply dismissed it as a star because I could think of nothing else it could be. I ignored it until I noticed it moving towards us at quite a slow rate of speed. The time was now approxi- mately 8 P.M.. The orange light came closer and closer until it was right above us. As I looked up I noticed that this was not a single light—it was a large triangular-shaped craft with three orange lights at each corner of the triangle and one large single light that was bigger than the other three in the dead centre of the black body of the craft. I knew that I was looking at something very irregular indeed. None of us spoke much while we were observing the craft; we had no idea what we were seeing. After observing the craft for a few seconds I decided I should get a camera and take a photograph of the unknown object. Quickly I ran into my house, fixated on getting a photograph of the incredible phenomenon that was literally right outside the front door. I ran directly to my bedroom and grabbed the camera. As I approached the front door, one of my friends was shouting to hurry up, the craft was nearly gone. I scanned for the triangle, noticing the orange lights near a heavily wooded area next to my house. By the time I hit the button to take what would have been a truly mind-blowing photograph, the view of the object was obscured by the trees. At the time I thought I had got the triangle but later when I inspected the photograph, absolutely nothing was visible. I was just not prepared for something so incredible to fly directly over me. A few moments after the craft had disappeared my friend’s mum arrived. All three of us told her about the triangle and asked if she had perhaps seen it but she said she had not seen anything unusual. I don’t think any of our parents took us seriously, but to this day I know that I saw something that I can say with certainty I cannot begin to explain. The Young Investigator By Sam Willey My name is Sam Willey. I am a 15-year-old boy living in northeastern England. I have been experiencing and researching UFO phenomena since my first sighting, and have become an actively involved member of the UFO community. I write articles and document my own sightings on the internet via some of the largest UFO websites, including www .Unexplained- Mysteries.com and Dirk Vander Ploeg’s www .ufodigest.com . I also write monthly articles for UFO Magazine in the United States, published by Bill and Nancy Birnes. My own UFO website, www .Alienationsam.com , has been running for over a year and has gained a lot of support over that period of time. I have gradually expanded the site to include a database of UFO reports, my own sightings, an archive of the latest UFO news, research on historic UFO cases and much more UFO-related content and media. Why is this subject so important to me? Read the article for my story. Only 15, already a seasoned UFO observer"},{"pageNumber":20,"pageContent":"      19 MUFON UFO Journal March 2007 Other Strange Experiences Since the encounter with the triangle I have had many other strange experiences with flying craft and have caught some of these events on video. The encounter with the triangle left me quite upset but at the same time curious about what I had seen. Look- ing for answers, I did a Google search for “flying triangles” and discovered reports of triangular-shaped UFOs, some matching my report almost perfectly. The most intriguing image was the photograph of the Belgium Triangle. Unlike reports almost were identical to what I had seen, the Belgium Triangle UFO perfectly matched what I had seen that night in November 2003. When I discovered that thou- sands of people had been seeing these black triangles, I felt shocked and yet reassured. Shocked because I had no idea these sorts of things were even being sighted, and reassured because I now knew that I was not alone, that my friends and I had witnessed a global phenomenon. As the months passed I gradually became more and more aware of the UFO subject, learning that there were thousands upon thousands of reports of strange activity from all around the world. It was amazing how many people had actually witnessed a UFO. I began to go outside regularly and sky watch, waiting for the next UFO to come along. I observed other strange occurrences, including an encounter with a light ball UFO and two strange events involving fighter jets and UFOs. For all who are interested those cases are documented in full detail on my website. For two full years I read UFO documents and had sightings of my own and then began to write and voice my own views and also to document some of my very own encounters. In 2005 I began my website, www .AlienationSam.com . The site was free and very small to begin with, but in 2006, I expanded it into a fully-paid- for database of UFO information that included Sighting Reports, Video Files, UFO News and loads more content. To date I have videotaped a total of nine UFO events that I cannot logically explain, some right here in the United Kingdom and others in interna- tional locations. Some of the events I have witnessed can probably be explained—after all 95% of all sightings have a logical explanation— however, I am positive that most of the UFOs I have seen cannot be explained as something conventional or as some kind of weather phenom- ena. Another Triangular UFO Another bizarre event involving a triangular UFOs occurred on Hallow- een Night of 2006 at 9:30 P.M.. The date was quite fitting considering the strange appearance and motion of the UFO. The setting was the same as the November 2003 encounter, cold and very frosty. I was in my back yard sky-watching, as I often do. I was looking up at the crystal clear sky when I looked over towards my next door neighbor’s house. There seemed to be a red flashing light in the dis- tance. I dismissed this light straight away as an aeroplane light because I am aware that planes have a flashing red beacon turned on during night time flight. I listened to music with my iPod, totally oblivious at this point as to what the flying craft was. A few seconds later I scanned the sky where I had seen the flashing light and noticed the light had now turned and was coming towards my location. As the craft came rapidly closer, I noticed that it was not a red flashing light but a amber pulsating light. The strange pulsating motion of the amber- colored light set off the UFO alarm bells in my head. I am not aware of any known aircraft which has pulsating orange lights and neither is the RAF (who I later contacted). I picked up my Sony Handycam video camera and pressed the record button straight away. I was quite overwhelmed with the emotions I was feeling at this point, feeling extremely excited about the pulsating light. As the craft came even closer, my suspicions were confirmed that this thing was definitely not “normal.” As it took a position nearly right over my head, I noticed that there was not only one pulsating amber light but three separate lights. These three lights were positioned in a perfect triangular formation, confirming that this was a black triangle like I had seen in November 2003. It felt like time was repeating itself. Although I was aiming my camera at the craft, absolutely nothing was appearing in the viewfinder. I was getting quite worried as my view of the triangle would soon be obscured by the trees, just like before. There were two other strange details about this incident, the first being the motion in which the craft was moving. You would expect a triangular-shaped plane to move with the point of the triangle in the direction of travel, however the triangle I saw was going in a more sideways direc- tion. The triangle was also emitting a strange sound, unlike anything I have ever heard before—sort of a mixture between the sound of an aeroplane and a hover craft. It was a very light sound, barely but surely discernible. The craft was moving away and I still did not have the triangle in the viewfinder of the camera.. It was then only a matter of seconds until the view of the craft was obscured by the trees. At this point I realized what was wrong with the camera: the camera’s lens cap Continued on page 21"},{"pageNumber":21,"pageContent":" March 2007 20 MUFON UFO Journal Ph Ph Ph Ph Ph y y y y y sical sical sical sical sical T T T T T r r r r r aces aces aces aces aces By Ted Phillips Structures and Artifacts Similar to the Moonshaft Part Four Over the past few years I have found reports that might indicate the Moonshaft is not a singular artifact. The following text presents possibili- ties of similar structures/artifacts in the geographic area. Investigation is underway at present to obtain additional information. Ancient UFO Legends of Russia Dr. Valery Uvarov of the National Security Academy located in St. Petersburg, Russia, has presented papers related to events in his country, such as the following: “As the legends passed on by word of mouth testify, in the remote period when everything began, the area was inhabited by a small number of Tungus nomads. Once upon a time, their distant neighbors saw that their land was suddenly wrapped in impen- etrable darkness and the surroundings were shaken by a deafening roar. A hurricane of unseen force arose and the land was riven by mighty blows. Lightning crossed the sky in all direc- tions. When everything calmed down and the darkness dispersed, an unprec- edented sight met the nomads’ eyes. In the midst of the scorched land, glowing in the sun, stood a tall vertical structure that was visible at a distance of many days’ journey. “For a long time, the structure gave out unpleasant, ear-splitting noises and gradually diminished in height until it disappeared under the ground altogether. In place of the tall structure there was an immense, yawning, vertical “orifice.” In the strange words of the legends, it consisted of three tiers of “laughing chasms.” Its depths supposedly contained an underground country with its own sun that was, however, “waning.” A choking stench rose from the orifice, and so no one settled near it. From a distance, people could sometimes see a “rotating island” appear above the opening, and this then provided its “banging lid.” “Centuries went by. Life went on as before. One day a small earthquake occurred and the sky was pierced by a thin “fiery whirl- wind.” At the top of it, a dazzling fireball appeared. Accompanied by “a succession of four thunderclaps” and leaving behind a trail of fire, this sphere shot off along a shallow downward trajectory and, after vanishing beyond the horizon, ex- ploded. Decades later, these events repeated themselves with the fireballs disappearing in the same direction.” I have contacted Dr. Uvarov for more details. His description was very similar to the Moonshaft as described by Antonin Horak many years later. Tatra Mountains Event in 1662 After my second trip to Slovakia I happened across an article written by Polish author and researcher Robert Lesniakiewicz about the Jordanow test site built by the Germans in 1939. As the site was quite close to the location of the Moonshaft cavern I contacted Robert and we have been in close contact since. Robert told me of historical documents relating to an unusual event that took place in the Tatra Mountains in 1662. On August 6, 1662, a large object came from the north, over Poland, and crashed into pieces near the peak of Mt. Slavkosky. The impact, which took place at noon, made a strong ‘earth- quake’ which destroyed houses 15 miles away in Poprad, Spisska Bela, Kezmarok and other localities on the southern slopes of the Tatra Moun- tains. Villagers reached the site and carried remains from the site to a small village near the base of the Tatras and buried them there. Obviously this will be investigated on my next trip to the region. After the recovery of pieces of the object a large number of those living in the area died from physical effects quite like radiation exposure. Nazi Activity in the Area Robert has passed along information on the Jordanow test site and the activities of the SS in that area. I quote from that information: “Jordanow, the Beskidy Mountains and the entire region between Krakow"},{"pageNumber":22,"pageContent":"      21 MUFON UFO Journal March 2007 The Tatras border Poland and Slovakia and Zakopane, on what is now the border between Poland and Slovakia, fell to the Nazis in the early days of the war. On September 6, 1939, the German Fourteenth Army, under Field Marshall Wilhelm von List, captured Zakopane and Jordanow. W ithin a week, for reasons never explained, the area was placed under the direct control of the SS. “The area remained under Nazi rule until the arrival of Soviet Russian forces in January 1945. “Robert Lesniakiewicz inter- viewed former soldiers of the Armia Krajowa who had fought the Ger- mans. They saw the SS mining for uranium oxide in the Beskidy Moun- tains near Jordanow. “The Zarnowka and Grzechynia buildings and bunkers were built by local peasants and Russi an, Ukrainian and Italian P.O.W.s. Robert’s mother- in-law was a prisoner in Grzechniya in 1943. “The SS and, in particular their leader, Reichsfuhrer-SS Heinrich Himmler, took a keen interest in Jordanow and its environs. Numerous uranium oxide mines were opened and worked between April 1940 and November 1944. Himmler also tested several Nazi “wonder weapons” in the region. “Himmler visited Zakopane twice, once in the winter of 1939– 1940 and again in 1943. Apparently, Himmler had sent the SS to Jordanow on a “magical mission.” “According to local legend, there is an entrance to Agharta, or Interterra (also known as the Underground World) located on the southwestern slope of Mount Babia Gora, just across the border in Slovakia. “Himmler sent several dozen speleological expeditions to the Tatra Mountains and the Beskidy Mountains, as well as to the Slovakian, Czech and Hungarian mountains. He was espe- cially interested in the Domica-Baradia Cave in the Slovakian-Hungarian borderland. He hoped to find the en- trance to Shamballah, but did not find it. “The SS searched for the entrance to Agharta on Mount Babia Gora and at the Half Moon Cave in Byelanskye Tatra.” The question is: how would the SS have known about the Half Moon Cave several years before Antonin Horak was hidden in it? My trips to Slovakia have given me many interesting stories of strange observations by those living in and around the Tatra Mountains: Stories of odd blue- white flames rising from the mountains, small white globes flying slowly near the ground and approaching locals in tiny villages. These people are farmers and sheep herders who have little news from the outside world. I have received numerous reports of devices very much like those from more populated areas around the world. I contacted Michael Cremo, the author of Forbidden Archeology , giving him a brief summary of my Moonshaft project. He gave me leads to reports he had received and two of special interest will be presented in Part Five of this report in next month’s issue. was on! By then it was too late; the craft was gone. I only viewed the craft for around 50 seconds—a very quick sighting— but I will probably remember that 50 seconds on October 31, 2006, forever. I was happy to have seen another triangular-shaped UFO but angry with myself for not being prepared for the event. Since then I have removed the lens cap from my camera so that next time I will be ready. I just hope that there is a next time. The next day, November 1, 2006, I contacted the nearest Royal Air Force base (RAF Leeming) and told the operator about my experience. She listened to what I had to say and I thought she handled my report very well indeed. When I mentioned that the lights on the UFO were amber, she said, “RAF Leeming has no aircraft that have any kind of amber light.” She told me there was no way to tell if any aircraft were in my vicinity at the time. My report was then passed on to the Ministry of Defence. About a month later I received a letter from the MOD stating that nobody else reported the craft and that they could not give me an explanation as to what I saw that night. Searching for the Truth I am very much dedicated to the research about UFOs and am very passionate about finding out the answers and the truth. I feel alone in my age group at times because others of my age are not as accepting of the reality of UFOs as I am. At school I have tried to bring up the subject of the possibility of life on other planets and Unidentified Flying Objects but no discussion has ever come of it. The only response I have ever received is Sam Willey: The Young Investigator Continued from page 19 Continued on page 22"},{"pageNumber":23,"pageContent":" March 2007 22 MUFON UFO Journal Director’s Message... (Continued from page 2) New Episodes of The Black Vault Radio every TUESDAY and THURS- DAY night! www.blackvault.com 2 006 Symposium Proceedings and DVDs Every year since 1971, MUFON has published the proceedings of the annual MUFON International UFO Symposium. Heads UP which many debunkers are affiliated, has officially changed its name to CSI which now stands for the Committee for Skeptical Inquiry. It is ironic that their new name is the same as that of the well known TV forensic science detective series, because their methods are neither scientific nor forensic. If CSI members would pull up to the scene of a UFO sighting with notepad, pen and camera in hand, ready to investigate, I would probably be a little more willing to listen to their arguments. But when they play the role of armchair skeptic, dismissing evi- dence that they themselves have neither gathered nor analyzed, I can only shake my head in disbelief at how the media buys into their expert claims. The media does play a crucial role in getting MUFON’s message out to the public and some journalists and reporters do a better job than others. It is up to us to educate producers, journalists and reporters as much as possible on how seriously we take the UFO phenomenon. We need to make it very clear to them that it is not okay to finish a media segment on UFOs with snide, humorous or disparaging re- marks, which only reflects on how uncomfortable they are with the subject they are reporting on. If you have the opportunity to be interviewed by the media, as a member of MUFON it is important that you project a professional image and that you stress MUFON’s mission of scientifically studying UFOs for the benefit of humanity through investiga- tion, research and education. Position Announcements Alejandro Rojas has been appointed as the new MUFON Direc- tor of Youth Recruitment and will lead the effort in increasing MUFON’s membership ranks with young mem- bers. New State Director: The State of Tennessee is no longer divided up into eastern and western areas but has been reconsolidated under the leadership of State Director Kim Shaffer . New Assistant State Directors: Sherrye Rushing , Tennessee; Eddie Middleton , Tennessee; James Hodge , Tennessee; Walt Andrus , South Texas. New State Section Directors: Jim Grubb , West Central Wisconsin; John Dunai , Cayuga, Tompkins and Tioga counties, New York; Johnny Rentas , New York City; Dave Weaver , Bexar County, Texas. New Field Investigators Chuck Reever, MUFON’s Director of Investigations, is pleased to an- nounce that the following MUFON members have passed their field investigator exam and are now MUFON Certified Field Investigators: Jessie Hernandez of Del Rio, TX; Erich Junger of Manassas, VA; Kimberley Seitz of Newport, NC; Patricia Themaras of North Miami, FL; Scott Tiede of Littleton, CO; Scott Warren of Esopus, NY, Carman Wiese of Del Rio, TX; and Charles Zukowski of Colorado Springs, CO. The 2006 proceedings are avail- able from MUFON Headquarters, P.O. Box 279, Bellvue, CO 80512- 0279, for $33 postpaid in the U.S. and $42 outside of the U.S. DVDs, videos, and audio CDs of each symposium speaker are avail- able from: The International UFO Confer- ence, 6160 Firestone Blvd., Suite #104-373, Firestone, CO 80505- 6427. 303-651-7136. Web store: www.ufocongressstore.com. Sam Willey: The Young Investigator Continued from page 21 being laughed at and ridiculed. It is a real shame to see that there is a such a closed-minded view of the possibility of life other than ours and I am unsure whether it is ignorance, fear or something else. This kind of view is not just isolated to a school environ- ment. Within my own family some believe that this subject is not to be taken seriously, but when you look at the eyewitness testimonies it is pretty clear that this is very serious indeed. Keep seeking the truth and keep your eyes to the skies! You can read more articles about UFOs written by Sam Willey by subscribing to UFO Magazine or by visiting www .UFODigest.com , and www .Unexplained-Mysteries.com . Sam’s websites are: www .AlienationSam.com and www .SamW illey .com . Email Sam at sam@alienationsam.com . Feedback, sighting reports and comments are welcome."},{"pageNumber":24,"pageContent":"      23 MUFON UFO Journal March 2007 Advertising rates  1x 3x 6x Back cover $450 $425 $400 Inside back cover $425 $400 $375 Full page $350 $325 $300 1/2 page $250 $225 $200 1/4 page $150 $125 $100 “Calling card” $55 $50 $45 For advertising, contact James Carrion at jcarrion@mufon.com, 970-221-1836. UFO MarketPlace The Allies of Humanity Book Two : Human Unity, Freedom & the Hidden Reality of Contact by Marshall Vian Summers We are all the native peoples of this world. The Intervention is here. Take a stand for humanity. 206 pages, $14.95, New Knowledge Library, 1-800-938-3891 www.alliesofhumanity.org (Book One free online) Read the amazing true story of a man who has been abducted since the age of 5 years old. Later in life his entire family was abducted by aliens while living in rural Alabama. As the years went by, he had an incredible six spon- taneous miracle healings that were life threatening. Read the true account of this and many other events that have changed his life forever. Hardcover is 429 pages and has 13 pictures. $29.95 ($21.95 softcover) plus $3.95 postage. Enclose $8.95 for shipping outside the U.S. Bill McCowan, Dept. M, P. O. Box 402, Springville, AL 35146 Abductions, healings"},{"pageNumber":25,"pageContent":" March 2007 24 MUFON UFO Journal Moon Phases : Full Moon: April 2nd Last Quarter: April 10th New Moon: April 17th First Quarter: April 24th Bright Planets (Evening Sky) : Venus : (magnitude -3.9). Moving from Aries into Taurus. For northern and southern hemisphere observers Venus will stand high above the western horizon as the Sun sets and will remain visible for about 2 ½ hours. Jupiter : (magnitude -2.3 to - 2.4). In Ophiuchus. For northern hemi- sphere observers Jupiter will rise above the south-southeast horizon about 6 ½ hours before the Sun and will be standing well above the south- southwest horizon as the Sun rises. For southern hemisphere observers Jupiter will rise above the south- southeast horizon about 9 hours before the Sun and will be standing very high above the southwestern horizon as the Sun rises. Saturn : (magnitude 0.2 to 0.3). In Leo. For northern and southern hemisphere observers sunset will find Saturn standing high above the south- southeast horizon. Saturn will set in the west-northwest about 2.5 hours before sunrise. Bright Planets (Morning Sky) : Mercury : (magnitude 0.0 to -0.8). Moving from Aquarius through Cetus into Aries. Mercury will rise above the eastern horizon 45 minutes before the Sun and will stand very low above the east-southeast horizon as the Sun rises. Before month’s end Mercury will become lost in the glare of the Sun. For observers in the southern hemisphere Mercury will begin the month rising about 2 hours before the Sun. and will stand well above the horizon at sunrise. As the month progresses Mercury will be found closer to the horizon as the Sun rises until it becomes lost in the glare of the rising Sun. Mars : (magnitude 1.1 to 1.0). Moving from Capricornus into Aquarius. For Northern hemisphere observers Mars will begin the month rising above the east-southeast horizon about 1.75 hours before the Sun and will stand low over the eastern horizon as the Sun rises. By the end of the month Mars will be rising about 2 hours before the Sun and will stand well above the east-southeast horizon as the Sun rises. For southern hemi- sphere observers Mars will begin the month rising above the eastern horizon over 3 hours before the Sun and will stand high above the eastern horizon as the Sun rises. By the end of the month Mars will be rising about 3.5 hours before the Sun and will stand very high above the eastern horizon as the Sun rises. April 2007 Sky Planetary Conjunctions A Conjunction of The Moon, Saturn and Venus C onjunctions and Occultations: April 14 th : Mars 0.5 degrees south of the Moon. April 20 th : Venus 3 degrees south of the Moon. April 25 th : Saturn 1.1 degrees south of the Moon. The Night Sky The Night Sky The Night Sky The Night Sky The Night Sky By Gavin A. J. McLeod"}]
