[{"pageNumber":2,"pageContent":"Number 92 \"We tell it as it is\" SKYLOOK The UFO Monthly 75 cents July, 1975 OFFICIAL PUBLICATION OF IVIUFONJ MUTUAL UFO NETWORK, INC. This drawing represents an artist's conception of the UFO \"men\" wore a type of cap, but the witnesses indicate that the landing and repair near New Berlin, N.Y., on Nov. 25, 1964. men were bareheaded. A complete report begins on page 3. It should be noted that the above sketch indicates that the (Sketch by Priscilla Berggren.)"},{"pageNumber":3,"pageContent":"• A' i I- ''We fell it as it is\" SKYLOOK The UFO Monthly 26 Edgewood Drive Quiney, Illinois 62301 Dwight Connelly Editor Carolyn Connelly Business Walter H. Andrus Director of MUFON Ted Bloecher Hurrianoid/Occupant Cases Joseph M. Brill Iron Curtain countries The Rev. Dr. Barry Downing Religion and UFOs Lucius Parish Books, Periodicals, History Marjorie Fish Extraterrestrial Life Stan Gordon Creatures & UPO's GaryGraber Artist Richard Hall Commentator Mark Herbstritt Astronomy Rosetta Holmes Promotion/Publicity Boh Kirkpatrick West Coast Coordinator Ted Phillips UFO Landing Traces David A. Schroth St. Louts/Mass Media John F. Schuessler UFO Propulsion Norma E. Short Editor-Publisher Emeritus J J 1 1 In This Issue UFO repair reported in New York state .;'.:..  2 Possible UFO repair case reported in Montana   12 UFO conference to feature APRO, MUFON, N 1CAP^ Center  13 VFON ceases operations after 12 years .,,•-„,   14 MUFON Amateur Radio Net expands operations   15 International Fortean Organization conre'rition Aug. 8-10   JjSi MUFON Director's Message  ...   ;'16 UFOs Behind the Iron Curtain   ^4 . .. 18 Recapping and Commenting  ,, ^ff 20 Astronomy Notes for August .. .- „ ''.  ,<**«-  20 The contents of SKYLOOK; are;determined by the editor and staff.:and do not necessarily represent the official judgment of MUFON Opinions of contributipjjs are their own..and-do not necessarily reflect those-of the editor, the staff, or MUF0N: Bflbts or other itern's.'aiive'r tised are not necessanjy endorsed by SKVLOOK or MUFON. , SKYLOOK THE UFO MONTHLY is published monthly by,Dwight Connelly, C6 Edgewood Drive, Qnlncy, IL 62301 USA. Subscription Rates: $8.00 per year in U.S.; tt.OO per year foreign; single copy, 75 cents. Advertising rates: KM per column Inch. All ads sBbject to approval of the publisher. Copyright 1S7S by SKYLOOK THE UFO MONTHLY, It Edgewood Drive, Quincy, IL 62301. Permission is hereby graBted.to.quote from this if sue of this mag atine.,provided not more than 200 words are quoted from any one article, provided that the author of the arttcle»is given credit, and provided that the statement \"Copyright 1*75 By SKYLOOK THE UFO MONTHLY, V> Edgewood Drive, Quincy, IL\" is included. Second. Class Postage paid at Quincy, IL. C2301, Page 2"},{"pageNumber":4,"pageContent":"New York state: 1964 UFO repair reported LOCATION: near New Berlin, N.Y. DATE: Nov. 25, 1964. WITNESSES: two women (also 1 dog) INVESTIGATED BY: Ted Bloecher and Everett Brazie By Ted Bloecher On June 2, 1973, I called the primary wit- ness, Mrs. Marianne H., long distance, intro- duced\" •• myself, and explained my interest in obtaining a first-hand account of her sight- ing. : Apparently satisfied that my inquiry was genuine and that I was not just some curious \"nut,\" she willingly provided addi- tional details\" about the incident. This report is based upon notes taken and a lengthy taped statement made during a three- hour interview, in which Marianne - described the landing of two objects on a nearby hill- side and her subsequent four-hour observation of the repair of one object by the two crews —• a group of perhaps as many as a dozen \"men.\" In addition, further information was obtained in a series of specific written questions that were submitted to the witness following our June 10 interview. These questions and answers are included in an addendum to this report. The location, of the incident is about one mile north of •• New Berlin, N.Y., on old Route 80, just northwest of an area known as Five Corners (Latitude 42 39'; Longitude 75 20'). The UFO landings were made on a hilltop about 4,200 feet northwest of the observers' locale. The date was Wednesday, Nov. 25, 1964; Mari- anne is quite certain about the year, as 1964 was the first year of her marriage. Likewise, she is definite about the date, as Nov. 24 is her parents' wedding anniversary; the incident occurred during the early morning hours of the following day, from about .0045 to 0455 EST. Besides Marianne, who was about 20 at the time of the sighting, a second witness was her mother-in-law, at whose home she was staying. The mother-in-law is a school teacher. Mari- anne grew up in the vicinity of New Berlin. From 1962 through 1964, she attended Ithaca College, where she\" majored in Music. She married her husband, Richard, a chemical engi- neer, in 1964 and, at the time of the sight- ing, they resided in the Syracuse, N.Y., area. During Thanksgiving week, 1964, Marianne and Dick were visiting their parents in New Ber- lin..  : ' As far as this reporter is concerned, the primary witness in. the case is entirely credi- ble. Her account must be considered an ac- EDITOR'S NOTE: Skylook has held this report for several months in an effort to obtain as much informa- tion as possible. Initially it was felt that the \"cable\" (thought to have been left behind by the humanoids) could be located. Then we delayed for the interview by Everett Brazie of the; secondary witness. Finally, we ran into the problem of insufficient space. The decision was finally made to use the necessary space in light of the quality and unusualness of this report Rather than to summarize, we felt Skylook readers would like the full details. Therefore, virtually the entire reports of Ted Bloecher and Brazie are included. curate and true report, to the best of her 1 a- bility, of what she perceived to be a real,, and unique, event. The following Narrative is derived from Marianne's own first-hand testimony; apart from minor editing to remove non-essential material, and revision to maintain proper sequence, the words used to describe what took place in 1964 are entirely those of the wit- ness. Transitional sections (in brackets) have been derived from notes obtained during our interview and from our several phone con- versations. A list of specific questions and answers is included in an addendum. : 'Falling Stars' Dick had gone hunting with his father and I was staying with his mother so that she would- n't be alone. It was about 12:30 at night and I decided . I couldn't sleep very well...so I turned on the television. There was an old movie I had seen several times; it wasn't very interesting to me and I got up and got a gingerale, and decided I'd look outside and see what it was 1 ike. It was unusually clear for a November night ....It had been snowing that year, often in the evening, and (had been) cloudy, overcast and miserable. But this night was light and very, very clear. An unusual number of stars were visible; the moon was out, very bright. I stepped out on the porch and it was cold, so I...got my coat and went out again. I was looking at the stars and trying to. figure out where the constellations were and I noticed a falling star. I was looking north northeast arid it fell in an arc, as it usually does, in an easterly direction, toward the horizon. Then I saw another one, only instead of arcing along the horizon, it came straight Page 3"},{"pageNumber":5,"pageContent":"down. I saw it In about the same spot as I saw the other one. It appeared to coiae down directly over the highway (Route 8, which runs north out of New Berlin—TB), or a little bit east of the highway, down by the Five Corners. Then it followed along the brook...more or less parallel to Route 80, which comes direct- ly across in front of the house. I realized how strange it was, because...it was clearly visible and the hillside above the creek and on the north side of the road was visible a- bove the object. It occurred to me that this was an unusually bright light, a brightness and intensity that I had never seen before. Mercury vapor lamps are extremely bright, but this particular (light) was even brighter than that. A Low Hum Not only was the visible part (of the sight- ing) strange, but there was a kind of a low hum, Jike a drone-hum combination, like a... water pump running kind of laboriously, and it never changed pitch, it was about the same. I think that my mother-in-law got up to come to the bathroom and I spoke to her as she came through the living room. I opened the door and said, \"When you get through, I want you to step out here and take a look at something.\" At this time she usually would let the dog out. They have an English Springer Spaniel, female, very devoted to Dick's mom, and she always went out at this time of night. The next thing that happened was a car, probably some young people coming home from a movie, came north from New Berlin and turned left at Five Corners and was coming along the highway between me and the creek bed, along where this vehicle was traveling. It was traveling rather slowly, and this car kept on going...Then another car came by, probably a minute and a half later, and they slowed down and pulled over a little northwest of the house, kind of on the shoulder of the road, and they were going extremely slowly, and this flying object slowed way down, practically to a stop. Then it did stop and hovered for a moment, and then it came back towards me, back past where this car was, and they started right off (the car—TB) and were on their way! (At this point several things happened al- most simultaneously: Marianne 1 s mother-in-law had come to the door, opened it, and was about to step out as the object began moving rapidly back toward her daughter-in-law, who at that time was standing on a slight rise in the middle of the driveway; Marianne, alarmed at the sudden motion of the object towards her, made a hasty retreat to the porch; the car, of course, \"burnt rubber\" as it took off up the road—TB.) When the thing had started to back up, I decided that maybe ( was a little too close and I backed up, too! I was within good sprinting distance to the front door. My mother-in-law started to step out on the porch and she saw this thing, and she swung the door right around again...She kind of left it open a little bit, as if she didn't want me to be alone, but she wasn't going to come out there, either! She said she definitely thought \"that was very strange,\" and wished that I'd come back into the house. I turned around and said no, I didn't think I would. The object came to a stop several hundred feet directly across the road from the house and hovered there...I felt like I was being observed, as much as 1 was observing. Dog Frightened And then she tried to persuade the English Springer to come out, so that I'd at least have some company, and the dog would not come out of the door. She wouldn't even come past my mother-in-law's legs—she just lay there and I could see her shaking, she was Just quivering. Then another car came by and slowed down. This was the third car. They slowed down and the vehicle started to go along at the same speed as the car was traveling; they (the people in the car—TB) appeared to become frightened, and they floored it and got out of there. It kept on going slowly, when this other car decided to leave...very, very slowly along the valley; it followed along the creek bed, followed that up the hi 1Iside...It kept going north northwest and went up on the side of this mountain, about 3800 feet away, ac- cording to the scale on this topographic map. Then it settled down just below the ridge of the hill, and I couldn't hear the humming sound, the drone, but I could see the light, it was still there. My mother-in-law said, \"Now will you come back into the house?\" And I said no, get me the binoculars, which she did. My mother-in-law called to me from the front door and said that out of their corner dining room window, which faces north northwest, I could see a little better and would I come in and try, because she didn't want me to get cold. I'd been out there quite a while and I was getting cold, so I did. She'd been watch- ing from the dining room window and I found that I could see better...Anyway, sometime after it had landed, probably two or three minutes, I went into the house. My mother-in- law felt considerably better, and I was more Page 4"},{"pageNumber":6,"pageContent":"Top port in darkness Underpart rafloctsd light 1' wldo Note by TB: Vertical and horizontal proportions are not compatible. comfortable and warmer. And the dog still hovered at her feet. She followed her every- where. She was just petrified, she literally shook. (According to Marianne's time-table, she went indoors a little after 1:00 a.m.—TB.) As I watched out of the dining room win- dow, I tried to look through the.binoculars and I couln't see because of the glare on the lenses. She said, \"Tip them up and down,\" and I did, and it cut the glare off so that I could see what was going on. There seemed to be movement around this vehicle. My mother- in-law said to me, \"What do you see?\" and I said, \"Well, I can see light, and there seems to be movement around there...You know? It looks like men to me. u \"' i couldn't tell the shape of the object, except that the light seemed to be underneath it and it apparently was setting on legs, be- cause the bottom of the object was up from the ground, far enough so that these—I'll call them \"men\" for lack of knowing who they were or what they were, because they were built like men--could get under this thing, If they got down on their hands and knees, or sitting down; they lay down under it like a man does working under a truck or a car. But they had more room then .they would have if they had been under a car or a truck. Boxes of Tools I could see them coming around this vehicle and they brought with them their boxes of tools, like tool chests or something, and one of those chests took two men to carry it. I don't know if there were two (chests) or three, but I know there were more than one. They appeared to be coming around something in a slmi-circular movement, as if they were walking around a round vehicle, or something that had a round shape to it. I couldn't see the shape of it because of the bright light. It appeared to be a light on the bottom of the object...that was so intensly bright I could- n't make out the form of the object. 'I Can See Them' I asked her to take the glasses and tip them up and down to see if she could see movement, and she did; and she said, \"Oh,.definitely, I can see them.\" And you could tel1 when she saw (the figures), because she stiffened, you know. It alarmed her, and she said to me, \"Definitely, I see them.\" She said, \"Now you watch them and you tell me, because I don't want to watch them any more.\" Now, to describe the \"people\" that I was seeing: There were about five or six...they seemed to be dressed in something like a skin diver's wetsuit. It was a dark color, and their hands were visible apart or out from the wrist of the suit; their skin was lighter than the suit they were wearing. They were built like men: their heads were on necks, which were on shoulders, etc. I could see the mus- cular build of them, their spinal column; they were standing on two legs like we do, and they worked with arms and hands that were like ours. The only difference was that they were Page 5"},{"pageNumber":7,"pageContent":"slightly taller than we're accustomed to see- ing people—between six and a half to eight feet tall. (Marianne based her estimate of height on the size of the bushes she could see in the ' lower portion of the field on the hillside— TB.) The only ones I could see well were the ones up close to the vehicle where the light was shining on them, and most had their backs to me, or their sides. They did have lighter skin on their faces and necks, like their hands, because I could see the sides of their faces and necks, some of them...I don't think they had anything on their heads. They seemed to have hair, like we do, although their hair wasn't long, as is the custom today for men to wear their hair long, as they do. It seemed wel1-barbered, fairly close to their heads. The profile of their faces on the men that were on the ground, underneath the vehicle, was like the profile of a man's face. Repairing Vehicle They, were working on this vehicle like I've seen my father work on farm machinery; they seemed to have wrenches and screw drivers, and tools like a man would use to work on a piece of machinery that had gone bad, or (on) a motor. They took something out from underneath the center of their vehicle and let it down, gently, with their hands. I don't remember if they wore gloves or not to do this. There was a team of about five men. Sometime before this,\" about five to seven minutes after I had gone into the house and found that I could see better out the dining room window, my mother-in-law got up and when she started to turn around, she said, \"Oh, there's another one!\" I took the glasses down and I could see another vehicle was coming from the west southwest, going east northeast, and it settled down on the crest of the ridge, just above where this other vehicle had set- tled. Four or five more \"men\" joined the ones who were working on the ground. It was just after they (the first crew—TB) had removed whatever they took but of the center of it, which seemed to be like a motor or a power supply, or something...The four or five other men joined them...and they also began to work. I could see men standing in the foreground, down the hill a little way. I could see them cutting long—what looked like—heavy cable, because it arced, or fell in a loop as they were holding it between them. They were cutting it in exact lengths and they worked quite hard at doing this. I don't know whether it was because it was so heavy or cumbersome, \"or large, or what the reason was, but the cable appeared to be dark, and they used it in fixing this piece of machinery. ., They left this—what appeared to be a motor or a power source—directly underneath where they took it from and din't take it away from there, they left it there and worked on it. When I saw that, when they sat down to work, my mother-in-law told me that it was a quarter after one. And while I watched them work, and cut and--struggle, they were walking around, were sitting or half-lying down, leaning on an elbow, and kneeling. There were about ten or twelve men in total — I couldn't be absolutely sure, because they were coming and going, and bringing things and taking things back to the vehicles. I couldn't see the figures without the bi- noculars. The only thing I could see without the binoculars was the light—well, the two lights. I could see the light below the crest of the hill, and the one avove it, and the one above it was not as bright. It was as intense, but it wasn't as large...The one at the top of the hill would have been smaller than the full moon, and the one below would have been three times larger. Whatever was wrong with the ve- hicle seemed to be connected with the size of the 1ight. *  Frightened Periodically, my mother-in-law .would tell me what time it was, and s_he decided she'd stay up with me, she said, mostly because, \"Number one, I can't sleep till, they leave or .something else happens, and, number two, I wouldn't leave you here alone for anything in the world.\" And, she said, \"The dog is scared to death; she's almost as frightened as I am.\" I wasn't particularly afraid, I didn't feel any fear. She said she was frightened because she had never seen a light like that before. She wanted to know if we should call the police, or some authority, or maybe the government, a U.S. .government agency of some kind; I looked at her and she looked at me and Isaid, \"Well, I hate to,\" and she said, \"So •do- I.\" And I saidj \"You~know, if we call someone, they're going to -come.up here with guns and firearms and bother-them, and they just want to get that thing fixed and get a- way.\" And I just didn't want to be bothered with whatever trouble might occur from it, and she felt the same way. At that time we didn't think of the trouble that might happen to us because of it, but we were thinking they just want to get this thing fixed and get away, and we didn't want them bothered by some stupid persons. I'm convinced they know I purposefully did- Page 6"},{"pageNumber":8,"pageContent":"Object Tool box (not to scale) Not sure whero the other one was. Bushes Copy of Marianne's sketch showing positions of men. n't call the authorities...I'm sure they saw me after thet car decided it would go away—I felt I was being looked at by numerous eyes. I don't know if you can tell; I can tell when somebody's watching me. I felt like I was be- ing watched, intensely. My mother-in-law re- marked on that, that she also felt that we were watched. She said, \"I can't explain it, but between you and me and the wooden fence,\" she was sure that they realized that we did not call the authorities, that we weren't go- ing to, and wouldn't. At exactly four-thirty by our kitchen clock, the men got down in a team and there were nine of them—there were some behind, a group of three, that were evenly spaced around this piece of machinery: and then there was a line of men, six men behind them; they seemed to be holding something, or seemed to be ready with something. Maybe each one of them had tools, I couln't see that, but they all seemed to be working together. They got this thing ready, and there seemed to be a man underneath who was the leader, and he would gesture to them as if to say, \"Now take it easy,\" and he used both hands to gesture with...They got a hold of the thing and they seemed (to be) working together, and he seemed to be saying, \"Now, we'11 move it.\" Then, all together, they picked this thing up and they moved it directly upwards and tried to fit it into the bottom of this ve- hicle. It went right up, maybe eight inches... and then it seemed to go off at an angle. You could see the bottom, like a plate, or like the bottom of a motor; you could see that, be- cause the light very abruptly ended there and it was circular, like a dinner plate. As this thing went up in and then went off, at an angle, the bottom of the thing you could see was tilted, instead of being level. As they tried to get it in, they were turning it, too, like screwing a screw in; they turned it a little, and it went back a little bit, but it wouldn't go up in there the way it should. They got it up into the vehicle, I think, except for the last three, maybe four, inches of it, and it was just off, it wouldn't fit, it wouldn't go. They couldn't get it to go any further, so then they carefully retraced everything they had done and set the thing back down on the ground again. They worked on it another ten minutes, and then they tried it again, the same method, and it wouldn't go. Page 7"},{"pageNumber":9,"pageContent":"...They retraced their steps again and put it back down on the ground and worked on it another ten minutes. These men that had been cutting cable, cut something else that was like cable, only it seemed to be a little 1ighter...and they cut shorter pieces. They worked, and they were hurrying—you could see how they were rushing with this. Crew Frustrated They tried it again a third time. They lifted the thing up in there and they got it closer to going the way it should have than it was the other two times, but it just would- n't go. It lacked about an inch and a half of being right and it was off at an angle; they couldn't get it in there the way it should have. One of the men who was with the three who had a hold of it, and then two or three men back down the line, made a gesture like, \"It's not going to work!\" They were exasper- ated, anxious for it to go in right, and it just wasn't working. Then they took this thing out again and set it on the ground and worked on it'for...maybe three minutes, and the man who seemed to be the leader gestured to them as if he was say- ing, \"Well, now take it easy, we'll try it once more, and try to get it to do what it ought to.\" He was on the left side of this motor. I couldn't hear them, of course, but that seemed to be about what he was saying. And they very carefully picked the thing up and it went back in. There was just enough of the extra light that I could see that the front part of the vehicle (the part toward the witness;—TB) was round, and the bottom tapered up. Now, whether it tapered up to a cone-shape or was rounded on top, I don't know...Just before they got this thing into the centei—and it seemed to be cylindrical, I don't know what the top was like—this intense light came out from underneath the vehicle. Anyway, they got it fit in there and they seemed to be very pleased. It was a minute before five minutes of five. I could see them quickly pick up everything they could pick up and the men from the vehicle above them on the hill ran with their material up there; these men were running like a man running with some- thing extremely heavy, two men with the tool boxes—the one that required two men to carry. There were at least two more tool boxes, other than the one that took two men to carry, because there were two other men who were la- boriously running. They ran around the side and I didn't see them after that. It looked like they were picking up cable pieces these other men had left just before that; they ran up the hill with them, and I didn't see them any more, either. At five minutes of five, the vehicle on top of the hill left. It went straight up—I don't know how many feet—and it shot off, al- most like an instantaneous disappearance, in the direction that it had come from, west southwest. A minute later the other vehicle rose straight up, went to., the crest of the hill, rose a little further again, and shot off in the same direction that the other one had left in, at the same speed. And that was it. It had been a long night. Landing Traces The next afternoon I got up and I said to my mother-in-law, \"I want to go up there.\" She said that she thought I should. Now my mother- in-law is quite heavy, and she's a tall woman, nearly as tall as I am, but she has arthritis and bursitis, and it's hard for her to get around. I went to the farm house, which is fairly close to the road—this property belongs to them—and I asked them if I could go up there, and they said yes, that I could, and they kind of looked at me strangely and I didn't offer any explanation; fortunately, they didn't ask, so apparently they hadn't seen anything, or hadn't been aware of anything having happened. I said thank you and I went up there; Mom sat in the car. She said, \"I can't walk up there but I can sit in the car and watch!\" I searched around up there and I found, at the top of the hill and down from the crest at the same angle I had been observing the night before, three places where something cone- shaped and round at the bottom, very heavy and spaced in a triangle about 15 to 20 feet to a side, had set into the ground. They were at an angle like they were the legs of a tripod, (with) something on it that was very, very heavy, because one of them had set on a rock and had broken it, and gone down a little ways into the ground where it was bedrock, or maybe shale. The impressions on the bare ground that didn't have any rock underneath were about I'f inches wide and up to 18 inches deep. The shallowest hole was about four inches deep. There were two sets of these, one at the top of the hill and one down the slope. They were set like an equilateral triangle—one hole wasn't any further from the other two. The 'Cable' I searched around and then remembered the men cutting cable, and I went on down the hill where there was a lot of tall grass and so on, and began to look around. I don't remember Page 8"},{"pageNumber":10,"pageContent":"whether I found it that day, or when Dick and I both went back up there after he came back from hunting, but it seems to me it was that day. On the ground, about 50 to 60 feet below the lower set of holes, I found a three-inch piece of what looks like cable. It looked like a strip of something they had missed. The outer part of it looked like the wrap- ping for a cable, tubular. And in the center of it—it had been cut laterally—you could see the strip, maybe an inch wide more or less, something that looked like very finely shredded aluminum strips laid in-there, and it was as long as the piece of paper and had been cut; and had the color and feel.of aluminum, although it wasn't aluminum. It didn't behave like aluminum. Aluminum will crumple and this wouldn't crumple. You couldn't crease it. It was inside, strips of this, laying inside of the paper. You could remove the inside, for the outside paper had been cut along the length of the piece, but it was all together. That's what I've got, It's at my mother- in-law's, unless it got thrown away. She wanted to put it up, and I wanted to put it up —you know, keep it, put it away, not let any- body get their hot little hands on it. It was very light. It had practically no weight to it at all, including the paper. (The \"cable\" has not been located; dently someone has thrown it away.) evi- Addendum List of General Questions With Answers by Witness (Marianne): 1. Was the noise of the object different from that of a helicopter? Louder, softer? Yes. Softer, no whap-whap! Just low hum. 2. Did you observe the object through binoculars while it was still airborne, be- fore it landed on the hilltop? No. 3. On tape, you describe the men as having five fingers. Could you see five fingers? l.'m not positive. They did not have a peculiar way of handling tools or gesturing— nearly sure they did have five fingers (hands didn't look odd to me). 4. How many pairs of binoculars were at the house at this time? Could you have used a pair stronger than seven-power? One. No. 5. How did you know the figures were larger than normal? Were there any reference points (bushes, fence posts, etc.) that could be used for reference? The bushes down the hill were about 5 feet tall and \"men\" were 1i - 2' taller. The men cutting cable were close to these. 6. How wide were the holes in the ground? Did they taper? About 1V across, about 18\" deep. Yes. 7. You said several were as deep as 13 inches. What were the shallowest? And deeper. About V. 8. About how far apart were the two sets of landing marks? AO-50 feet. 9. About how far downhill from the lower object's landing marks was the cable you found? 50 - 60 feet. 10. When did Dick go up on the hill with you? Anyone else? The day after returning from hunting, Mon- day after sighting. No. 11. Did Dick see the holes? . Anyone else? Yes. Not that I know of. 12. About how many people have you des- cribed this incident to over the nine-year interval? Any peculiar reactions? Repercus- sions?  . , About 10 people. Yes (whole other story!) Yes, you! Ha Ha! 13. Have I overlooked any important ques- tions that may have occurred to you since pur interview? If so, please itemize. Yes. See attached paper \"A.\" Signed: Marianne H Date: 8/17/73 13. a. The English Springer did go outside shortly after the sighting and seemed herself. She seemed to have no ill effects from her ap- parent fright. b. Drawing for sketch has hilltop too close. c. Several times (I) observed some- thing being passed along to the men under the object working on the \"power source\" (?), or \"motor.\" d. Drawing of arrangement (approxi- mate) of men. e. Tool boxes about 3 or k .feet long by 1 ft or so. f. (There) was a circular path \"worn\" —hay stubble, smashed down by- walking around an object. . . g. I did see \"men\" come and go around object, while working. Signed: Marianne H Date: 8/17/73 Secondary List of Questions Regarding Object and Its Size: 1. Can you estimate the width of the ob- ject? 25 to 50 ft. Page 9"},{"pageNumber":11,"pageContent":"2. Can you estimate the length of the \"legs?\" 6-7 feet. 3. Were the legs light or dark? Did they taper, as in sketch? Light, and tapered. *». Can you estimate the size of the light underneath? About 10 ft. Wide. 5. Was the light comparable in size to \"3 full moons\" (as on tape) or was the entire lighted underside that size? The light directly under the object was that size - between the legs. 6. Can you sketch a line across the object indicating where light and shadow met? Did line arc upward or downward in center? (See drawing, separate page—TB.) Downward. 7. Can you estimate the size of the unit that was removed? 2' high and 1' wide. 8. Was this unit luminous, or lit by the reflected illumination of the light? Luminous on top - not on bottom c (See draw- ing.) Very intense light from object. 9. Can you estimate .the distance from the ground to the underpart of the object (or light)? k - 5 ft. 10. What positions did the \"men\" assume under the object as they worked on the unit? Sitting to replace and half lying down to remove, leaning on el bow'and kneeling. 11. Was the ground around the area illum- inated by the light? How far? Sure - perhaps kO ft. Signed: Marianne H Date: 8/17/73 Bloecher's Comments Human UFOnauts, as unlikely as the idea may seem, are not novelties with the New Berlin report; quite apart from the contacted litera- ture, many cases of. human-appearing entities have been recorded in association with close encounters with UFOs. For example, on the evening of Aug. 7, 195^, according to a local press account, Gabriel and Henri Coupal, 13- and 11-year-old sons of Mr. and Mrs. Phillip Coupal, who lived near Hemmingford, Quebec (just north of the New York state line above Plattsburgh), reported having seen an object land in a field on their farm, and its \"pilot\" get .out. In a taped interview a few weeks after the event, the boys and their mother described in more detail the circumstances of the encounter. The two boys had gone off to one of the fields to pick peas following supper. Hearing a buzzing sound \"like bees,\" Gabriel looked up to see a luminous and multi-colored object descending near a barn; hovering some feet a- bove the earth, the spherical, 9-foot object turned black and a shaft appeared at the bot- tom, extending downward into the ground and, according to the elder boy, \"making like a ladder.\" An opening appeared and a very tall man emerged. Badly frightened, Gabriel grab- bed his younger brother and the two fled to their house. As they raced home on the back of their single horse, Henri looked back and said, \"I see a big man coming after us.\" According to notes made from the taped in- terview, the boys described the \"man\" as being seven or eight feet tall and dressed in a skin-tight, black rubber suit, except for the head. He was well-built and carried in his hand what the boys described as a \"machine gun. Apart from their description of the man's \"great big round eyes,\" he was entirely human in appearance, although his black hair \"was not combed like the men around here,\" be- ing cut \"differently\" and \"not very long.\" These details correspond neatly with the New Berlin UFOnauts. The interesting thing about the Hemmingford sighting is that while no further observations of the \"tall man\" were made, Mrs. Coupal re- ported that the object remained in the vicin- ity for more than an hour following the boys' initial encounter, apparently touching down briefly several times in the neighborhood. It was observed by a large number of people, in- cluding Mr. C. E. Fetch, a Hemmingford agrono- mist, and Mr. and Mrs. Douglas Laurie, over whose home the object briefly hovered. Fur- ther, Mr. Petch, examining one of the reported landing sites, told of finding traces in the ground and skid marks in the grass. It might be fairly asked if the details mentioned in the above case that corresponds to those in the New Berlin report could have been \"borrowed\" in order to enhance the credi- bility of the latter case, or for some other reason. This is not at all likely, as far as this reporter is concerned. The Hemmingford case has not been reported in detail in any of the available UFO literature in this country. It is improbable that Marianne would have had access to these particular details, even if she was familiar with the UFO literature, (she is not.) Furthermore, it makes little sense to select only isolated details from certain cases as supportive data for an allegedly fabricated report; each case is quite distinctly differ- ent in its overall circumstances and the ; vari- ations are actually more notable than the com- parisons. Most important, however, based upon my own Page 10"},{"pageNumber":12,"pageContent":"familiarity with the primary witness in the New Berlin case, it is simply not within her character or disposition to have \"borrowed\" isolated details from other reports to use as a basis for creating a false story of her own. Mother-in-law verifies report Following is a taped interview with the secondary witness to the New Berlin sighting, Marianne's mother-in-law. The interview was conducted by Everett C. Brazie for MUFON. By Everett Brazie Q. You were a witness to a UFO landing and repair on Nov. 25, 196^, ten years ago Tues- day. You might go ahead and just relate what happened and how you observed it. A. Well, I had already gone to bed of course, and she (Marianne) came in sort of apologetically, waking me up to come out and see it. I don't wake up very easily—I'm very groggy—and I came out just half asleep. But when I saw it, I woke up instantly and I said, \"Oh Mary, come right back in.\" I just couldn't have her stay out there in the yard. It looked so menacing, even from a distance. Q. Did you have any idea how large it was by looking out the window in the yard? A. Well, I can't describe it, for example, like a full moon or anything like that, but it was large. At the distance that it was, I would say that it was as large as our small travel trailer (15 1 ) out here. It was not just the light, but what the light was coming from. I would say a car, for instance, would be a good comparison. 0_. Did you see it when it was right here in front of the house? A.' No, she saw that before she came and ca11ed me. Q_. It was up on the hill and then landed at that point? A. No, it was up on the hill when she came and called me, and of course, I just went out- side and as I say, I was groggy and until I really saw it, I didn't thoroughly wake up. Q. Did you have an opportunity to look through the glasses and observe too? A. Yes, we took turns looking through the glasses watching it. Q. Could you describe about what you ob- served through the glasses? A. Well, I would say from our talking it over that I saw just about the same as she did. Of course she'd say, \"Do you see this?\" and I'd say, \"Yes,\" and then I would add some- thing and she'd agree. So I think at the time we were both seeing about the same things. My impression that I remember so distinctly was people rushing back and forth, hurrying as though they just had to get this accomplished and get out of there. That's the impression that it gave me—that they were frantically hurrying. I don't know whether you could use the analogy that someone was bringing someone tools. We couldn't actually see tools, any- thing that small, but it just seemed as though they were rushing back and forth bringing things and doing things. I didn't see the landing at all. I saw them depart. 0_. Could you describe how they departed? A. Well, just a lifting up and then sud- denly, they were gone. I remember thinking, they can't do that—they'd run into the hill — but then I found out afterward that they could. The hill was this way, and they were just going right out into space from where they were. I found that you could do that after we went up there and looked at it. I just had the impression that they had come down and they would have to go up above the hill to get out of there, but that wasn't true. It seemed as though they were there a long time, but when I looked at the clock (I first saw them around one) it was just before five. It was just getting daylight, I do know that, because we kept thinking that we could see them better if it would get light. But it was just the very beginning of light when they left, whatever time that would be on that date. Of course, it wasn't summer season. The days were getting short. Q. It was ten years ago yesterday? A. Yes. As I say, the most striking ttving to me was that we were watching it so intently and when it left, we just turned and looked at each other without saying anything, it was so striking. I was most impressed with the dog, be- cause she was a very sensitive dog. Marianne would say you could talk to her just like a person, and you could. She would just follow me everwhere I went. If I went to the kit- chen, she'd go to the kitchen, and so on. Yet she would not go out when both of us ran out there. She stood in the doorway and wouldn't go outdoors. Q. Did you try to coax her out? A. We tried to, yes, we tried to get her to come out. I just had the impression that I was going back to bed and I thought I might as well have her go out and come back in, and she wouldn't come out. She wouldn't until it had gone, and I said, \"Well, let's go on back to bed and you'd better go out, Lady,\" and she did. Q_. This was after five o'clock? A. Yes, after it had gone, everything was normal again as far as she was concerned, and Page 11"},{"pageNumber":13,"pageContent":"I didn't go out with her. Comments by Brozie While at the site, I asked Marianne to again estimate the distance of the landing gear im- prints, and she placed three of us in a tri- angle where she thought she had originally lo- cated them. I paced off each leg and they were all 20 to 23 paces. This might make the disc somewhat larger than originally thought. Both objects took off to the northwest at a high rate of speed—estimated at two or three seconds by Marianne. On page 6, para. 3, as she describes the comparative size, she now feels they were the same size. The comparison of the moon as a measurment is probably invalid as her description of a \"moon\" is a 12\" to 15\" sphere. Her mother-in- law's description was about as big as their 15' house trailer. Both had a lot of trouble identifying it exactly. The landing gear marks may have to be the closest dimension. The field glasses are of German make and do not have the power printed anywhere. I compar- ed looking through my 7 power with theirs and was unable to make any distinction. Possibly they could be checked out. They are Colmont F, made by Lutetia (taken from a German of- ficer during the war). (Credibility) 1. Marianne is a devout Latter Day Saint and appears to have some psychic abilities. (Could there be a connection here with the minute detail reported?) She is very intel- ligent and there is no doubt in my mind that she saw what she has told us about. Her mother-in-law backs her up, but is more hazy\" on the detaiIs. 2. Neither family was at all aware of UFO's before, and still do no reading or research on them. They were very interested, however, in an information sheet I gave them on publi- cations, etc. 3. Even as the mother-in-law was answering my questions on the tape, she found it diffi- cult to refer to what she saw in terms like UFO, humanoids, etc. Marianne's father-in-law may account for the missing piece of \"cable.\" His wife is a \"collector\" and he is not. My suspicion is that he did away with it. Marianne was sur- prised when he told us that he thought it was a radar foiling device that is dropped from planes from a SAC base nearby. Saturday I confirmed this with a friend who was familiar with the operation. He said they have stopped doing this today because some cows in the area had eaten some of the aluminum streamers and farmers were up in arms. Page 12 Possible UFO repair reported in Montana EDITOR'S NOTE: Another report involving possible repair work on a UFO was printed as a letter to the editor in the quarterly publication CANADIAN UFO REPORT (Box 758, Duncan, B.C., V9L 3Y1, Canada). It is reprinted here with the permission and kind assistance of Editor John Magor. Sir: I had a strange experience one night early in February, 1970, in Montana near Glacier Park. Two lady friends and I went to our cabin on the Flat Head river and we'd had a lovely day. We had sat up late just enjoying the full moon on very deep white snow, and there was a good fire in the fireplace. About one o'clock we went to bed but sleep just wasn't for me. I lay in the upstairs bedroom, thinking, when my room was all aglow as if someone had turned a carlight into the window, which was impossible as the cabin faced out over the river. I got up, and down in the lower field was a shape quite long, with a dome and a platform around it, and sparks were flying across the river, hitting the bank and flying up into the air. I saw what I thought were two men running around my side of the platform. I called one of my friends and she came to see it and be- came ill. She lay down for a minute and then she, too, watched the fireworks. The lights or sparks looked like welding-torch sparks, all colors. I think we must have wathced for 30 minutes at least, and all at once it went dark and was gone before our eyes became used to the dark- ness again. (Editor's note: In answer to our request for more details of this remarkable incident, the writer sent the following second letter.) There was six feet of snow and the cabin was built in the woods a mile or so from the town of Coram on the Flat Head river, 15 miles south of Glacier Park. There was a mountain across from the cabin and the river had cut away at this for many years, leaving a bank 500 feet high or so. The men we saw were like earthmen. They were about 5 feet 8, wore what seemed like snow-suits, and their heads were bare. They"},{"pageNumber":14,"pageContent":"worked and walked as an average person. The rim which ran around the dome was six feet' .wide at least, as these men ran around with ease, not like they would on a narrow area. The top was so enveloped in the sparks that it was only a shadow. The sparks flew from the rim up over the domej filling the whole area with bright yellow light. The-sparks were mostly yel- low-white, and .bright blue, with heat like a welding torch. These sparks were large and would fly over the top of the dome, skim across the river, hit the bank on the other side, fly up and back into the river with a sizzle sound. This lasted 30 seconds or so. We were inside a door which went out onto a small porch. It was partly opened. The whole area of about two acres of cleared land seemed to be on fire. Why my friend and I didn't panic and run, I don't know. Neither were afraid. Then all at once it was as dark as it could get. You couldn't see an outline of a tree. Then it cleared and be- came light as a full moon would give, and nothing re- mained of the UFO or what- ever. To answer your question,, were the men on the ground? They came from the other side of the ship and ran a- round to the end of the rim on the other, side. After this you could see them do- ing something near the dome. I do not know if they were on the ground at first or not. The ship sat on a piece of ground 25 to 20 feet, I'd judge. I have problems with measurement but it was a goodly size, about 50 feet around. Mrs. Leona Nielson, - Walla Walla, WA. U FO conference planned for APRO, MUFON, NICAP, Center A UFO conference designed to involve the directors, investi- gators, and members of APRO, the Center for UFO Studies, MUFON, and NICAP is planned for the weekend of Oct. 17-19 at the Trade Winds Inn, Ft. Smith, Ark. Bill Pitts, an investigator for each of the four major UFO organizations, conceived the idea of such a meeting, and is in charge of the conference. The theme of the conference is \"UFO—United For Objectivi- ty.\" Scheduled to represent \"the Big Four\" UFO organizations are Jim Lorenzen of APRO, Dr. J. Allen Hynek of the Center for UFO Studies, Walt Andrus of MUFON, and John Acuff of NICAP. UFO debunker Philip Klass is slated to be on the program as one spokesman for \"the other side.\" He will explain his methods of UFO investigation, tell why he feels some of the sightings are hoaxes, or mis- identifications, and be open for questions and comments. Ray Stanford, director of Project Starlight International, is scheduled to explain PSI's instrumentation facility near Austin, Texas. Maj. (Ret.) Dewey Fburnet is to give a background of earlier sightings, Blue Book-Pentagon relationships, Ruppelt, Keyhoe, etc. Pitts says \"other big names\" have been invited, but confir- mations had not been received by press time. Commitments to take part in the conference have been re- ceived from FAA control tower radar personnel, NASA personnel from the Johnson Space Center, and NORAD personnel from Colo- rado Springs. While billed as primarily a regional conference (Arkansas, Oklahoma, Texas, Louisiana, Tennessee, Mississippi, Kansas, Missouri), the meeting is ex- pected to attract interested persons from all over the country, as well as a wide range of media representatives. Says Pitts: \"This will be the very first time in UFO hi.s- tory for the directors, investi- gators, and members of NICAP, MUFON, APRO, and the Center for UFO Studies to meet at the same time. A meeting of this type may never take place, again. I want this one to be as success- ful as possible and be remember- ed favorably.\" Advance reservations should be mailed to Bill Pitts, UFO Conference, 500 N. 2nd St., Fort Smith, Ark. 72901. (Office phone 501 782-0373; home- phone 501 783-075*0 Advance reservations will be accepted until Oct..~1 at $12.50 per person; registrations afteV that date (including at the meeting) will be $17.50 per per- son. The registration includes all meetings and events, in- cluding the Saturday evening buffet dinner. No refunds, due to cancellations, will be made after Oct. 1. Motel reservations should be made directly with the Trade Winds Inn (a Best-Western motel) 101 N. 11th, Ft. Smith, Ark. 72901 (phone 501 785-4121), specifying attendance at the UFO conference. Highly recommended by Sky look UFOs: INTERPLANETARY VISITORS By Raymond E. Fowler $7.90 (autographed and postpaid) from Ray Fowler P.Oo Box 19 Wenham, Mass. 0198** Page 13"},{"pageNumber":15,"pageContent":"In Others' Words By Lucius Parish NATIONAL ENQUIRER continues to feature considerable material relating to UFOs. The May 17 issue quoted von Daniken, Drake and Saunders on religion and ex- traterrestrial life. In the June 3 issue, ENQUIRER announced that their reward for proof of extra- terrestrial UFOs has doubled. So, if you have any crashed saucers in your backyard and you can prove (ah, there's the rub!) they came from outer space, you can be $100,000 richer. This same article also announced the four winners of their $2000 prize for best UFO case of 197*». Two articles on UFOs appeared in the June 10 ENQUIRER issue; one dealt with the French branch of Mensa Internationa], the organi- zation of people with high IQs. It seems that 33% of the French members believe in UFOs and 52% of them believe UFOs are from outer space. The second article in this issue deals with recent UFO reports from North Carolina. NATIONAL TATTLER for June 1 reported on the Bill Bosak sighting of a UFO and creature near Frederick, Wisconsin, last December. The June 15 TATTLER carried an article on Dr. Hynek's recent feature in the FBI LAW ENFORCEMENT BULLETIN. UFOs and the \"Devil's Tri- angle\" were the subject of an article in the May 17 issue of NATIONAL STAR. In the June 7 issue, reports of UFO sightings and a cattle mutilation at Foley, Mo. were featured. The July issue of SAGA has a good article by B. Ann Slate on the role of the American Insti- tute of Aeronautics and Astro- nautics in researching the UFO subject. The article includes a summary of the January 1975 AIAA Aerospace Sciences Meeting, which included a symposium on UFOs. Part 2 of George Earley's in- terview with UFO skeptic Philip Klass is carried in the July issue of FATE. Also in this issue is Dr. J. Allen Hynek's rejoinder to Klass' research methods, as exemplified in Klass 1 recent book, UFOs EX- PLAINED. The Hynek article is well worth reading. The July issue of PROBE THE UNKNOWN contains an article by Brad Steiger on the \"Men in Black\" reports, plus an article by Haydeh Hewes on possible UFO involvement in an Oklahoma cat- tle mutilation case. The Summer issue of UFO REPORT is now out and contains the usual amount of interesting ma- terial. The magazine is appar- ently doing quite well and, hopefully, it will be around for several years to come. The August (#3) issue of OF- FICIAL UFOlis also on the stands and shows some improvement over the first issue. Of course, there was plenty of room for- im- provement and it still has a considerable way to go to match UFO REPORT, but there are some items of interest in the current issue. The magazine is also go- ing bi-monthly, beginning with this issue. A strictly-rehash article on UFOs can be found in the August issue of MALE. Save your time and money. Three recent paperbacks on UFOs and related subjects are HIDDEN WORLDS by van der Veer & Moerman, UFOs FROM BEHIND THE IRON CURTAIN by Hobana 6 Wever- bergh, and MYSTERY OF THE AN- CIENTS by Eric 6 Craig Umland. The Umlands 1 book has already been reviewed in this column and the other tw,o books (both from Bantam) will be covered in fu- ture columns. Due out shortly from Bantam is a new book by Alan & Sally Landsburg, THE OUTER SPACE CONNECTION, based on the film of the same name. At least, three other UFO-related titles are scheduled for publi- cation by Bantam in coming months, although no definite publication dates are known at this time. VFON ceases operation after 12 years The Volunteer Flight Officer Network (VFON) ceased operations in June after nearly 12 years of reporting a variety of atmos- pheric events observed by flight officers while airborne. VFON began as a small group of flight officers organized within one airl-i-ne. and expanded into a network encompassing flight personnel of every com- mercial airline in the world ex- cept those of Japan, USSR, and PRC. From its inception, VFON mem- bers reported approximately 4,200 observations: 1,800 fire- bails, 1,900 meteors, 150 space tests and atmospheric probes, 300 satellite decays, and 50 ob- servations that were not posi- tively identified. The data received over the years has been made available to scientists of many disciplines in many countries. VFON data was often significant in analys- ing UFO reports. In announcing the end of VFON, Albert Werner of the Smithsonian Astrophysical Observatory in Cambridge, Mass., gave no rea- sons for the move. He suggested, however, that former VFON par- ticipants report \"strange and unexplainable sightings\" to the Center for UFO Studies. Page 14"},{"pageNumber":16,"pageContent":"Carlyle Picnic, Skywatch Aug. 16-17 The seventh annual UFO Sky- watch and Picnic will be held on Saturday and Sunday Aug. 16 and 17 at the Boulder Access to Car- lyle Lake, Carlyle, IL. The Skywatch will start at approximately 6 p.m. Saturday. Dr. Willard P. Armstrong, direc- tor of the UFO Study Group of Greater St. Louis, will direct the evening activities. John Preisack, former assistant di- rector of the McConnell Plane- tarium, will speak about 7 p.m., pointing out various planets and constellations. .„ Bring your telescopes and binoculars, as well as your lawn chairs, cushions, or other items. W. J. Mills will relate some interesting cases he has in- vestigated during the first part of this year. Those planning to spend the weekend should make reservations at one of the local motels: The Hi-Oe-Ho Motel, located on Rt. 127 just north of Rt. 50, phone: 618 59 / t-2'*7't; the Motel Carlyle, located just north of intersec- tion of Rt. 127 and Rt. 50 in Carlyle, phone: 618 5<$k-2kW; or the Sunset Motel, 1631 Franklin in Carlyle, phone: 618 59 / »-2 / *56. This will be during the busy tour'i'st season at the lake and reservations should be made well in advance. Activities will get under way Sunday at approximately 10 a.m. at .the shelter house area of the Boulder Access. A \"pitch-in dinner\" will be served at noon. Those attending are asked to .bring their contribution to the noon dinner: paper plates, cups, knives, forks, spoons and food items, such as vegetable dishes, meat casseroles, fried chicken, baked ham, pickles, potato chips and any non-perishable fruit or vegetable salads. Those traveling far may want to pick up food items at one of the local groceries or drive-in chicken establishments. Or if you prefer, write to Rosetta Holmes, 1690 Hill Drive, Car- lyle, IL 62231, stating how many will be in your party and en- close a cash contribution to take care of food items you would like for the dinner. Also, anyone wanting infor- mation and a map of the lake may also write to the same address. Afternoon speaking will start at 2 p.m. Presently scheduled speakers are: Edward F. O'Herin, attorney at law, Maiden^ MO.; Clarence 0. Dargie, USAF M/Sgt. Ret. O 1 Fa 11 on, IL.; Lou Farish, UFO Researcher and author, Plumerville, Ark.; Rev. John E. Schroeder, St. Louis, Mo.; . Dr. Willard P. Armstrong, director of UFO Study Group of Greater St. Louis. Following the individual talks there will be a panel discussion featuring all the speakers. The beautiful Boulder Access has been modernized, now featur- ing completely modern restrooms. A near-by camping area is avail- able for those wanting to bring campers for. a long weekend to enjoy boating, water skiing, swimming, sailboating, fishing, and many other available activ- ities. The annual UFO Skywatch and Picnic is sponsored by the UFO Study Group of Greater St. Louis, and is a part of the yearly activities of the Mutua.l UFO Network. Everyone is invited to attend! Amateur Radio Net expands At the Amateur Radio Opera- tors Luncheon of the MUFON Net on July 5, moderated by Dr. Wil- lard Armstrong (W0NC), the dis- cussion centered upon selecting a different frequency in the forty -(JfO) meter band and the establishment of a twenty (20) meter net to cover a larger area of the United States and Canada. Briefly, the forty meter net with Joe Santangelo (WINXY) Wal- tham, Mass., as Net Control will move from 7235 KHZ to 7210 KHZ plus or minus 5 KHZ and meet each Saturday morning at 0700 hours Central Time starting July 26, 1975. The new twenty meter phone net is on 1^,260 KHZ plus or minus 5 KHZ at 1300 hours Cen- tral Time as.of July 27, 1975. The Net Control Station will be selected each week at the start, depending upon which station can be heard by.the maximum number of stations. This new net should appeal to the \"Hams\" on both coasts and also provide communi- cations to Seguin, Texas, for the MUFON Director. .The present seventy-five meter phone net that has been meeting every Saturday morning on 3975 KHZ at 0800 Central Time for several years will continue un- der the direction of Marshall Goins (WA9ARG) in Quincy, II., as Net Control Station. This net has been very successful for consistent communications in the Midwestern states of Illinois, Missouri, Iowa, and Indiana, with adjoining r states \"checking .in\" whenever the \"skip\" was more favorable. Ronald M. Anderson (WA9PAM) of Chippewa Falls, Wl., i.s the over-all coordinator and MUFON staff member responsible for amateur radio communications. INFO convention The 1975 International For- tean Organization (INFO) con- vention (Fortfest 75) will be Aug. 8, 9, and 10 at the Shera- ton-Oakbrook in Chicago. Page 15"},{"pageNumber":17,"pageContent":"Director's Message By Walt Andrus 1975 Symposium a Success The host members of the Mid- Iowa Ufologists are to be com- plimented for their fine plan- ning and execution of the very successful \"1975 Sixth Annual MUFON UFO Symposium\" in Des Moines, Iowa, on July 5 and 6. Each one deserves a thanks of gratitude for a job well done; however, the co-chairmen, For- rest Lundberg and Dr. Desmond Bragg, were instrumental in coordinating the committees and providing inspired leadership to the group. A featured article appearing on the front page of the Des Moines Tribune newspaper by James Landers on July 7, 1975, reflected the seriousness of the conference when the bold head- line stated \"No Sign of Fanatics at UFO Symposium.\" Ted Bloecher, a veteran in the UFO field, was amazed at the scientific and ac- ademic status of the attendants. (Ted can well remember the Flying Saucer Circuses in New York and the side shows at Giant Rock). Members traveled from such widely distant points as Con- necticut, Massachusetts, New York, Alabama, Texas, New Mexi- co, Arizona, California, Wyom- ing, Alberta, and Ontario, Cana- da, to attend the symposium, just to name a few. Hew State Directors The vacancy created by the selection of Richard H. Hall as our new international coordina- tor has been very adequately filled with the appointment of Bruce S. Maccabee, Ph.D., 10706 Meadowhill Road, Silver Spring, Maryland 20901, as state direc- tor for Maryland and Washington, A highlight of the 1975 MUFON Symposium was -the panel discussion Saturday evening. Participating were, left to right: (standing) Forrest Lundberg, moderator; James M. McCampbell; (seated) Ted Phillips, Ted Bloecher, John Schuessler, Dr. David M. Jacobs, Dr. Leo Sprinkle, and Sherman Larson. D.C. Bruce will also serve as a consultant in laser physics. He may be contacted at AC '301 593- 8685. Another important post has been filled with the selection of John L. Warren, Ph.D., 111 Carlsbad Avenue, Los Alamos, New Mexico 87544, as state director for New Mexico. John already has an active UFO group of \"28 scientists, engineers and tech- nicians to assist him in this endeavor. John's telephone is AC 505 672-3228. The Des Moines Symposium was the first oppor- tunity that John had to meet MUFON people in person. Gordon I,R. Lore was formerly the New Mexico state director prior to his move to Los Angeles. State Section Directors Joe Santangelo, state director for Massachusetts, has recently appointed former field investi- gators to the position of state section directors. They are John Giambrone, 383 Shirley St., Win- throp, Mass. 02152, for Suffolk County; Lawrence F. Rizzo, 67 West Street, Apt. 2, Worcester, Mass. 01609, for Worcester County; and Mrs. Merlyn Sheehan, 66 Spruce St. Extension, Brain- tree, Mass. 02184, for Norfolk County. Joe and his lovely wife, El da Mae, not only attended the Des Moines UFO Symposium, but stopped to visit MUFON personnel in Quincy, II., and St. Louis, Mo., during their Midwest vaca- tion. George Fawcett, state director for North Carolina, is proud to make the following three new state section director assign- ments: Joseph M. Eubank, 4111 Sunny Court Drive, Durham, N.C. 27705, • for Durham, Alamance, Caswell, and Orange counties; Mrs. Bonnie Fabri, Route 7, Box 190, Durham, N. C. 27707, for Person, Granville, Vance, and Franklin counties; and Oliver Page 16"},{"pageNumber":18,"pageContent":"Lewis, 2108 Nevada St., Lumber- ton, N.C. 28358, for Cumberland, Bladen, Robeson and Columbus counties. Oliver is a news di- rector for a broadcast station in Lumberton and recently be- came involved in the.\"mini-flap\" in Southeast North Carolina. As a direct result of the Des Moines Symposium, James E. King, 218 S. Main, Albia, Iowa 525315 AC 515 932-5788 was selected as the state section director for Monroe, Appanoose, Lucas, and Wayne counties. Professionally, Jim is a banker, but he-also has a masters degree in physics and astronomy. New Consultont Another new consultant this month, in addition to Dr. Macca- bee, is Allen S. Mariner, M.D,, 3503 W. Lake Road, Canandaigua, N.Y. lM»2lt; Ac 315 33^-7^3, in psychiatry. Dr. Mariner comes to MUFON highly recommended by Ted Bloecher. Dr. Mariner may be interested in knowing that two of his fellow MUFON consul- tants in psychiatry—Jule Eisen- bud, M.D. (Denver, Co) and Grey Woodman, M.D. (Kansas City) at- tended and participated in the Sixth Annual UFO Sympsoium. • .1 Directors Elected At the Annual MUFON Corporate Meeting on- July 6, 1975, the following .men were elected to the Board of Directors of MUFON as regional directors: David Webb, Waltham, Mass; Elmer Krai, Grand Island, NE.; Paul Cerney, Mt. View, CA.; and Henry H. Mc- Kay, Agincourt, Ontario. Since this position is a, two-year term^ and in order to elect two new regional directors each year, two of these men wil,l serve for only one year. They may not immediately succeed .themselves on the Board so that geographical representation may be achieved. Corporate Officers Elected The following corporate of- ficers were re-elected: Walt Andrus, director; John Schues- sler, deputy director; and Fields Freeman, treasurer. The position of corporate secretary will be filled with the Board's approval at a future date. New MUFON Headquarters .By- the time that this message reaches our SKYLOOK readers, the MUFON Administrative Office will have been re-established in Seguin, Texas (35 miles east of San Antonio on Interstate High- way 10) The new address is 103 Oldtowne Road, Seguin, Texas 78155. Both the new Field In- vestigator's Manual and the 1975 MUFON UFO Symposium Proceedings reflect the new address. Since the director and treas- urer of MUFON should live in the same community for financial convenience, a new treasurer will be selected by the Board before the end of the year. Concurrent with the move to Texas, monthly meetings will be held by John Schuessler and Walt Andrus to utilize a management concept to be known as the \"Di- rector's Office,\" that will pro- vide maximum direction and co- ordination for MUFON. A thanks of appreciation is being extended to Mrs. Carol Ruggiero for being such an effi- cient and competent Office Sec- retary. She has been responsible for the prompt reply to letters of inquiry, mailing of MUFON publications, membership appli- cations, and dues. She has .also updated the UFO sighting report files during the past seven months. We hope to find an equally qualified person in Seguin, Texas, to provide the necessary continuity for Carol's work. Your Director seeks your patience and consideration dur- ing this major move and the in- 'conveniences created. We are endeavoring to \"cover all bases\" so the membership serv.ices will not be impaired in any way. 1 -• Train with new Investigator's Manual In order to secure maximum ef- fectiveness from the new \"Field Investigator's Manual,\" all state section directors are en- couraged to arrange for training meetings with their field inves- tigators. Using the manual as a teach- ing aid and a guideline for the proper techniques in reporting and investigating UFO sightings, the s.tate section director will not only prepare his or her people for the next \"flap,\" but he will have expanded his scien- tific knowledge of the phenome- non . Some state directors have al- ready met with their state sec- •tion directors in similar in- struction and communication ses- sions, so the state section di- rectors are better, prepared to teach and instruct. This is a 132-page manual edited by Raymond E. Fowler, MUFON director for investiga- tions, with individual sections .by MUFON consultants and direc- tors. It is punched for inser- tion into a cover of your choice. Every MUFON field investiga- tor, state director, and state section director is encouraged to purchase a personal copy of the \"Field Investigator's Man- ual.\" To make this possible, they are priced at cost to MUFON members. Other interested people throughout the World have al- ready expressed an interest in securing their own copies. The price is: MUFON Members $2.00 Center for UFO Studies 3.00 All Others k.OO Orders may be placed by writ- ing to and making a check paya- ble to : MUFON, 103 Oldtowne.Rd. Seguin, Texas 78155 U.S.A. Page 17"},{"pageNumber":19,"pageContent":"UFO's Behind the Iron Curtain By Joe Brill Akkurotov's Reports Presented below is a written report by the Honored Navigator of the USSR V.I. Akkuratov, ad- dressed to the Minister of Civil Aviation of the USSR, Ye. F. Loginov: I am reporting in response to your inquiry concerning the meeting and facts of observa- tions of unidentified flying ob- jects in the Arctic: 1. In 1950 we were deployed for ice exploration in Nizhne Kresty (Kolymsk). In August of that same year, a disc appeared above the settlement for three days. Its color recalled that of the moon, but it was of a smaller size (at an altitude of twenty to twenty-five degrees above the horizon in the lower portion of the sky). The disc usually appeared at 1530 hours local time and was observed by the entire popula- tion of the village-, causing great interest, especially among us, the flight personnel. At this time, aerial balloons were being released by the United States which we repeatedly ob- served and pursued in our air- planes above the territory of the USSR. This disc was not at all similar to an aerial balloon in color or in speed of move- ment. After our report to Moscow about the situation, we were given instructions on how we could approach the disc in our aircraft (\"Catalina\" with a speed of 250 kilometers per hour) and study this phenomenon in greater detail. Climbing to an altitude of 7,000 meters, i. e., to the altitude limit of the \"Catalina\" and approaching the disc, we noticed that the disc did not change in dimensions and Page 18 EDITOR'S NOTE: This is another in a series of articles which Iron Curtain specialist Joe Brill has pre- pared from an unpublished series of reports compiled by Soviet UFO ex- pert Felix Y. Zigel, assistant profes- sor at the Moscow Aviation Institute. its movements were very slow — from east to west. The color was pearl colored with pulsating edges and without any antennas or suspension. At 1730 hours the disc took off to the west, gain- ing altitude sharply, until it disappeared and appeared no mo re. A LARGE AMOUNT OF CORRESPON- DENCE WITH THE MAIN DIRECTORATE OF THE NORTHERN SEA ROUTE WAS CONDUCTED WITH REGARD TO THIS PHENOMENON AND ALL OF THIS MA- TERIAL IS STORED IN THE ARCHIVES OF THE MINISTRY OF THE MARITIME FLEET. 2. In 1956, while conducting strategic ice reconnaissance in a TU-1* airplane (at 300 to 350 kilometers per hour) with Air- craft Commander Nakhtinov in the area of Cape Jesup (Greenland) and emerging from the clouds in- to c^ear weather, we unexpected- ly noticed that some sort of un- known aircraft whose shape re- sembled a large lens was moving parallel to our general course (180°). It was pearl -colored with undulating-pulsating edges. Knowing that American air bases are located in northern Green- land we first decided that this was an American aircraft of un- known design and not wishing an encounter with it, we took off into the clouds. After flying for forty minutes along a course to Medvezhi Island, the cloud cover ended unexpectedly, it was clear ahead and we again noted this unknown aircraft along our left side. Deciding to examine this nature of this object in greater detail, we changed our course sharply and moved to close with it. The unknown air- craft also changed course and flew parallel with us with a speed equal to ours. After fif- teen to eighteen minutes of flight, the unknown aircraft changed course suddenly — it flew ahead of us and departed upward rapidly, disappearing in- to the blue of the sky. We did not observe any antennas, super- structures, wings, or illumina- tors on this disc. Neither ex- haust jets of gas nor an inver- sion trail were noted and the speed ofvits departure was so great that this phenomenon ap- peared to be something super- natural. 3. In February of 1967, the crew of a scheduled IL-18 air- plane (Captain Petrov, Navigator Shanes) 2^7 U& PUGA (flying at 650 kilometers per hour) noted the following phenomenon: In the vicinity of Tiksi, flying at an altitude of 8,000 meters, a pearl colored disc slightly smaller than the moon in shape was noticed to the left of the aircraft at an altitude of twen- ty degrees above the horizon. The disc overtook the airplane, gaining altitude on a course of 90°. The flight occurred during the dayl.ight hours with a per- fectly clear sky. The disc did not resemble any of the existing aircraft. Navigator Comrade Shames has a detailed record of this phenomenon. In addition to these inci- dents, there are a number of other encounters with UFO's. Thus, in December of 1966, crews observed an encounter with six discs \"simultaneously, but orange in color rather than pearl colored. But since our press"},{"pageNumber":20,"pageContent":"reported at one time that this is simply light effects and they have no relation to aircraft, the flight personnel, in noting such phenomena, ceased being in- terested in them so as not to .cause laughter on the part of their comrades by stories of \"flying saucers.\" (Signed) Valentin I. Akkuratov Chief Navigator of Soviet Polar Aviation of the Adminis- tration o/f Civil Aviation of the USSR Kolchenko's Report \"On October 31, 1967 the crew of an IL-T* airplane consisting of: Aircraft Commander Cher- nyayev, Deputy Squadron Command- er Karmakov, Co-Pi lot Kolchenko and Navigator Krasnozhen were conducting a night flight along the route from Khabarovsk to Blagoveshchensk. \"The flight passed within vis- ibility of green illuminated reference points and the starry sky. At Tt25 hours (Moscow time) at a distance of 160 kilometers and at an azimuth of 120 from the city of Arkhar, the crew ob- served a round, luminous yellow- red object ahead and to the up- per right which was very similar in dimensions and color to the ascending disc of the moon. Deputy squadron commander Karm- akov called the attention of the crew to the fact that at this period of the month only a cres- cent moon rather than a full disc should be visible since the flight was taking place on the last day of the month. The crew continued to observe the unknown object. \"At this time, the aircraft commander reported to the near- est air base about this situa- tion and requested the radar dispatcher to provide the posi- tion of the airplane and to fol- low to see whether he observed another foreign object on the screen. The dispatcher provided the position of the airplane and then reported: M observe no foreign objects on the screen. 1 \"Within five to six minutes after the discovery of the uni- Two photos were allegedly taken of a UFO which passed a Boeing 727 near Mt. Tsukuba, Japan, on Sept. 27, 1965. (The photos, which have been retouched slightly for printing, were provided by Joe Brill.) Hfc the same mysterious picture which we had observed, dent ifled object it began to in- crease in volume and it changed its color to a bright blue (to a color of burning oas) and after another three or four min- utes, attaining a size three times that of the moon, the disc began to disappear and soon van- ished from sight. •• \"At this time, the crew of an IL-lO aircraft, 75593 - entered into communication with the ground controlers and confirmed \"This incident caused many arguments among our crew: some were supporters of a ball of lightning of tremendous dimen- sions while others were support- ers of the mysterious 'flying saucers. 1 Nevertheless, just what was it?\" R. Kolchenko co-Pi lot City of Khabarovsk, Leningrad Street Apt. *t8 Page 19"},{"pageNumber":21,"pageContent":"Recapping and By Richard Hall (This column is directed toward articles appearing in the May, 1975, edition of SKYLOOK). Beware of \"UFOs\" that don't make sharp turns, accelerate rapidly, or otherwise defferen- tiate themselves from aircraft, balloons, and meteoric \"fire- balls.\" Advertising planes, helicopters with searchlights, large research balloons, and fireballs lasting 15-30 seconds are among the normal objects that often generate false UFO reports. And no wonder; unless you have observed them a few times they do not fit common experience and do appear extra- ordinary. Was the object over Cincin- nati Nov. 22, 197 1 *, an adver- tising plane? Pro: The time, after sunset on a Friday even- ing, and the place, \"a heavy residential area,\" suggest this. So does the slow, ordinary, air- craft-like mot Ion. The \"rings\" encircling the craft could well have been the moving message lights beneath the wings. Con: No other known witnesses (unless they recognized the object as an aircraft), the blimp-like oval shape, the lines or indentations horizontally along the fuselage. Usually there is an impression of rotating windows; in this case \"the ring seemed to move slowly around the body, and it had little lights on it.\" Could it have been an ad plane tilted at a slight angle away from the witnesses? (see sketch). If I had to make a decision based on the information given for the Oct. 13, 1967 Russian sightings, I would have to con- clude, \"probably research bal- loon.\" At the risk of sounding Menzelian, the essentially sta- tionary slow-drifting, triangu- lar object sounds for all the world like a Moby Dick-type re- search balloon (pyramid-shaped, Page 20 ***• presenting a triangular out- line). These travel long dis- tances and often perplex local authorities who know nothing a- bout them. The \"tail 1 * verti- cally downward would be the in- strument package. These giant balloons attain over 100,000 feet altitude and reflect the sun's rays well after local sun- set (\"...as darkness set in the white gradually became reddish and then red.\"). With good mag- nification you can see folds of the plastic and sunlight shining through and reflecting off the surface (\"...the body was trans- parent or semi-transparent; Some kind of lines could be seen in- side the body.\"). The long period of observation with no UFO-like (abrupt, drast- ic, speedy) motions fits with known instances of research bal- loons, not to be confused with standard weather balloons which essentially go straight up and explode with.in minutes. The Russian reports soujid like good observations of an object total- ly unfamiliar to the witnesses, but not really UFO-like; Jf ' i Mercury—is in super i orifcon- . junction on the 1st and during the whole month it is too closfe to the sun for easy observation,., Venus—at the 1st of 'tlfie ^motyfeh it may. still be seen very low iff* the west just after sunset, but by the 27th it is infepi©^ Con- junct ion.  ,.\"' ' ..•'' Mars—moving ih.tej, fa'tfru-s and rising before midnigWt:, it' pa ses a few degrees north of Alde- baran late in the month. Jupiter—rises after sunset. about 2 Saturn — moving into? Cancer, it is now a morning \"sta'r\" r.is 1 '- ing about 2 hours^tpejiore sun.   '.-«iV>-y : .\" \"• • The Perse i<d\" meteor sh'ower reaches maxi'ijium on August 12. LiCrWTS BENEATH WrN«r(!) Now. 22, 1974; Cincinnati, Ohio Advertising plane (?) v ;"}]
