[{"pageNumber":2,"pageContent":"Number 80 \"We tell it as it is\" SKYLOOK The UFO Monthly July, 1974 OFFICIAL PUBLICATION OF Mf/frQl|f 9 MUTUAL UFO NETWORK, INC. Thti> Lt> a. butt o& an occupant kimUtaJL to tho&e the 1974 MUF0W Sf/mpo-6-tuni -in conjunction uii£h an who aZtegedty took Betty and Baxney H-UUL aboasid a. appeasiance fat/ Mc44 F-cih, who dL&cuAAe-d hen. n.<i- 4pace cfUL^t -in 1961. It woi deA^gned by MoAj'o/u.e 4eoAc/i on the haanouA &tasi map d>wtin by Betty F-c6/i, who utilized det>ou.ptioni> oft occupant* by H-i£t. See Atoiy on page 12. i. H-M and othent>. The buAt wa& di6p£a.yed at"},{"pageNumber":3,"pageContent":"In This Issue 1946 Occupant Report— Sightings over Austria- Australians see UFO UFO in Argentina 4 8 - 11 - -----11 Hill star map corroborated 12 In Others' Words  16 Around the Network  17 Reporter hit by light  18 'Green 1 UFO excites Argentines 19 July Sky  20 North Carolina Sighting T 20 SKYLOOK has been designated the official publication of the Mutual UFO Network: however, membership in MUFON is not required to subscribe to Skylook, and membership in MUFON does not automatically include a subscription to Skylook. Mem- bership in MUFON, which is $2.00 per year and by invitation, is handled through the MUFON office, 40 Christopher Court Quincy, 111. 62301. Advertising is available in Skylook at 10$ per word, $1.25 per display line, or $5 per display inch (lx3'/2). Minimum charge $5. Advertisements subject to approval of editor. Skylook, the UFO Monthly, is published monthly by Dwight Connelly, 26 Edgewood Drive, Quincy, Illinois 62301. Subscription rates: United States and Canada, $5.00 per year: foreign, $6.00 per year; 50 cents per copy. Second class postage paid at Quincy, IL. 62301 Skylook The UFO Monthly 26 Edgewood Drive Quincy, IL. 62301 Dwight Connelly Editor-Publisher Mrs. Carolyn Connelly Business Manager Staff: Public Relations: Mrs. Rosetta Holmes 1690 Hill Drive Carlyle, 111. 62231 Walter H. Andrus 40 Christopher Court Quincy, 111. 62301 Norma E. Short Box 129 Stover, Mo. 65078 Joseph M. Brill 228 N. 12th St. Quincy, 111. 62301 Lucius Parish Route 1 Plumerville, Ark. 72127 West Coast Coordinator > Bob Kirkpatrick Mark Herbstritt 927 Theresia St. St. Marys, Pa. 15857 Ted Phillips P.O. Box 615 Sedalia, Mo. 65301 David A. Schroth 4517 A Pennsylvania St. Louis, Mo. 63111 John F. Schuessler P.O. Box 9 O'Fallon, Mo. 63366 Skylook appoints four new staff members The appointment of four new staff members for SKYLOOK has been announced by Dwight Connelly, editor-publisher of the magazine. The four new staff members., each of whom has gained recogni- tion in one or more specialties, are: Ted Bloecher, MUFON State Section Director for New York City and Long Island. Ted has special-? ized in UFO occupant cases, and has one of the world's most extensive files of these cases. He 'and Dave Webb, MUFON State Director for Massa- chusetts, met with other interested researchers at the MUFON Symposium in Akron to set up an ex- panded system of collecting and analysing occu- pant reports. Dr. Barry Downing, author of THE BIBLE AND FLYING SAUCERS and numerous articles and papers related to religion and UFOs. The Rev. Downing has been active with MUFON for some time, and has previously contributed to SKYLOOK. He is known throughout the world for his analyses of the Old Testament and New Testament in terms of possible evidence of UFO. influences. The Rev. Downing is pastor of the Northminster Presbyterian.Church in Endwell, N.Y. Marjorie E. Fish, who specializes in astronomy and extraterrestrial life. She has gained inter- national^ recognition ^f or her detailed and exten- sive work on the famous Betty Hill star map, and her unique three-dimensional model of the near stars in being used by the Astronomy Department of Ohio State University at Perkins Observatory in Delaware, Ohio. Stan Gordon, MUFON State Director for Pennsyl- vania. Stan has gained recognition in at least two areas of Ufology: the techniques of organiz- ing a UFO reporting research center, and the pos- sible relationship between UFOs and \"creatures.\" He has set up, and is constantly expanding, a 24- hour UFO clearinghouse which last year topped the nation in the number of reports investigated. His numerous investigations of creature sightings in Pennsylvania have earned him international recognition in this speciality of Ufology. Commenting on the new appointments, Connelly said, \"The Skylook staff is already recognized throughout the world for its .quality. The addi- tion of these four outstanding Ufologists will, of course, raise its stature even higher. More important, it will provide additional expertise to go beyond the usual sighting reports, as these .experts dig into the better cases and analyse the overall UFO phenomenon.\""},{"pageNumber":4,"pageContent":"Director's Message By Walt Andrus The Fifth Annual MUFON UFO SYMPOSIUM in Akron, Ohio, on June 22-23 was one of the finest to date from the viewpoint of those attending.' As one notable name in UFO research evaluated the sym- posium, he said, \"it was a meeting of scientists and UFO researchers gathered together to serious- ly attack the UFO phenomenon in a united manner and not a session for^curiosity seekers.\" This comment was volunteered by a gentleman who had played a vital role in another UFO symposium the week before, and was therefore in a position to make a direct comparison.. The'MUFON symposiums are conidered the outstanding such events in the entire world, due to the professional manner in which they are conducted. ' Still another veteran UFO researcher with a fabulous \"track record\" had this to say in an in- formal letter to your director, and I quote: \"Just a quick note to say: Super Weekend! I wouldn't have missed it for the world, and I J m only sorry that four earlier ones got by me some- how. I was really happy to meet you, your wife, and the rest of the group. I can truly say that in all my experience with pother, earlier UFO or- ganizations, there was never ^'the spirit of co- operation and--what? pulling together, I guess-- that. I felt in Akron. The prospects have never seemed as promising to me. You know I|ve more or less \"\"tested the water\" for more than a year (still smarting from earlier disappointments, I Suppose), but after Akron, I really feel I can make a positive commitment to MUFON, and offer a positive contribution to its goals. Right On!\" And if he will forgive me, this note from Ted Bloecher has so beautifully expressed what many others also felt after this enlightening exper- ience. Yes, SUPER is the key word to describe the terrific work performed by Larry Moyers, Marc Candusso, Richard Lee, and their great group Flying Saucer Investigating Committee (FSIC), and Earl J. Neff and his people in the Cleveland UFOl-ogy: Project (CUP), both behind the scenes and before the motion picture camera. We are indebted t.o the superb speakers for their informative, in- teresting and delightful presentations that were obviously the highlight of the symposium. The immense interest and participation in the work- •shop sessions on : various UFO-related subjects has prompted the planning committee to.include these sessions in future symposium programs. The NBC. NEWS TV film crew headed by Larry Cobb and writer/producer Craig Leake captured the ma- jority of the two-day symposium on film for the -forthcoming UFO documentary to.be viewed this fall. They will also be filming the MUFON UFO picnic in Carlyle, 111., on July 21, as well as other MUFON personnel in their scheduled activ- ities. Craig and Larry are to be commended for the thorough job they are doing to present the study of the UFO phenomenon in a scientific, pos- itive manner. Your director also wishes to express his per- sonal thanks to the following people who con- tributed to the success of publishing the \"1974 MUFON UFO SYMPOSIUM .PROCEEDINGS\": Lawrence R. (Larry) Hanna, artist; Jean Lymenstull and Marcia Naderhoff, typing assistance; and Larry and Rachel Boatright, Morgan County Printers in Stover, Mo. It was a distinct honor to dedicate the 1974 proceedings to Mrs. Norma E. Short, for- mer editor-publisher and now a staff member of SKYLOOK, recognizing her faithful and devoted service. It is a pleasure to announce the following new State-Section Director appointments by their rer- spective State Directors: Ward C. Campbell, 30 S. Delsea Drive, Glassboro, N.J. 08028; telephone: AC 609 881-3076 for the New Jersey counties of Gloucester, Salem, and Camden. Ward is the train- ing director for Owens-Illinois Glass. Prof. E. J. Planz has selected Leroy Price, Route 1, Box 23, Elba, Alabama 36323; telephone AC 205 897- 2950 to be responsible for the recruiting and training of Field Investigators for Coffee, Dale, Henry, Houston, and Geneva Counties. Leroy is an instructor at Enterprise State Junior College. Paul Cerny., State-Director for Northern Cali- fornia, has designated Paul W. Kelley, 202 Round- tree Court, Sacramento, Calif. 95831; telephone: AC 916 428-1601 as State-Section Director for Sacramento County. Paul Kelley and the South Sacramento Lions Club have an active public re- lations program known as. the \"Interplanetary Space Travelers Welcoming Committee\" to raise funds to promote their youth activities in the community. Arthur L. LeDoux, Jr., 513 7th St. S.E., Washington, D. C. 20003 has volunteered to MUFON as a translator for French and Russian. Joe Brill, International Coordinator, has appointed Illobrand von Ludwiger, Gerhart-Hauptmann - Str. 5, 8152 Feldkirchen-Westerham, Germany (BRD) as MUFON's Representative to Germany. Illobrand re- ceived his diploma as an astrophysicist from the University of Erlangen in 1964 and is employed as a system analyist at Messerschmitt-Bolkow- Blohm Corp. He has collected about 600 sighting reports from newspapers, books, and personal in- formation, all in Germany, dating back to the year 1344."},{"pageNumber":5,"pageContent":"Revealed after quarter of a century 1946 sighting described By Ted Bloecher MUFON State Section Director, New York City and Long Island This report, completed May 30, 1974, of an ob- servation of a \"manned,\" disc-shaped flying ob- ject, seen at close range within several miles of Tinker Air Force Base in the summer of 1946, is unusual for two reasons: It is one of- the very few reports of disc-shaped aerial phenomena seen during the wave of \"ghost rocket\" reports in northern Europe in the summer of 1946; and the reported detail of \"human-like\" figures observed on board the obj ect makes it one of the very earliest UFO occupant reports on record in this country. The sighting was brought to this reporter's attention by Skylook staff member Lucius Parish. Knowing of my research in early reports of UFOs in this country, as well as my interest in the collection and cataloguing of UFO-Occupant ref- erences, Mr. Parish kindly referred me to the witness in the case, Mrs. Margaret Schoonover, then of Siloam Springs, Arkansas. I am indebted to Mr. Parish, who provided a copy of Mrs. Schoonover's MUFON sighting report forms (both the preliminary and final forms), as well as.a copy of the tape recording made on the weekend of September 1-2, 1973, at which time Mrs.. Schoon- over was interviewed by MUFON Field Investigators Mildred Higgins and Mr. Parish. While I have not personally met Mrs. Schoon- over, my judgment of her reliability as a wit- ness is derived not only from my own correspond- ence and telephone conversations with her, but also from the impressions of the MUFON represent- atives who interviewed her at first-hand. Because of their affirmative evaluations of Mrs. Schoon- over 's character and credibility, and because of the unusual quality and nature of her sighting, it was felt (at least by this reporter) that the details were of sufficient interest and signifi- cance to make an .account available to other re- searchers. It is with this idea in mind that the following report has been prepared. Mrs. Margaret Schoonover, whose maiden name was Margaret Louise Sprankle, was in her twenties at the time of her UFO sighting and not yet mar- ried. Her home was in Oklahoma City where, she was a civilian employee engaged in classified work at Tinker Air Base. . Having had considerable experience as a plane spotter, and holding an un- restricted pass to the base, Mrs. Schoonover was thoroughly familiar with standard, as well as ex- perimental, aircraft of that period. Her home, where the sighting occurred, was at 2017 N.W. 22nd Street, a block south of Route 270 (also, Alternate Route 66 through Oklahoma City), and several blocks west of the Oklahoma City Univer- sity campus. Mrs. Schoonover left the employ of Tinker Air Base at the end of 1947. Mrs. Schoonover taught school in Alaska and Arkansas, both lower and secondary grades. In addition, she taught a number of college-level night classes. She is a graduate of the Uni- versity of Oklahoma, where she obtained a BFA degree, and she has additional educational back- ground in drafting, special tool designing and electrical engineering, as well as earth science. Mrs. Schoonover's 1946 sighting came to light when she met Mrs. Mildred Higgins at a profes- sional women's meeting early in 1973. At Mrs. Higgins' request, a preliminary report was filled out on July 5, 1973; on August 3, a more detailed account was completed on the official MUFON Sighting Report Form #2. Mrs. Schoonover was in- vited to meet with a few MUFON members during the first weekend in September, at which time she was introduced to Lou Parish and the details of her sighting were recorded in a taped interview. Mrs. Schoonover, a widow, is now retired from teaching school. Early in 1973 she resettled near Phoenix, Arizona, where she has built a new home. An active woman, . she joined the Maricopa County Sheriff's Office as a Special Deputy Sher- iff with the Sun City Sheriff's Department. She has also been appointed director of a museum Board of Affairs to establish a new museum in Sun City. She is an amateur radio operator with a Citizen's Band radio, call letters KEX-8795. She is a Field Investigator for MUFON. In a letter (October 4), Mrs. Schoonover re- affirmed her certainty regarding the 1946 date: \"Yes, I remember somewhat the Swedish reports (of ghost rockets--TB) but no details as to time, etc. I am sure of the 1946 date on my report, as in 1947 I transferred into engineering drafting for communications. My sighting was while I was in the planning project, so it had to be 1946.... \"There were earlier reports in the papers then --only a few—and talk at the base enough to make me not want to report it at the time. I know the sighting gave me a funny, mixed feeling as to what it was. I was sure the U.S. had no craft of that type with (its) speed, hovering ability and quietness. I could not understand why it hovered and (why) the occupants seemed to be looking at me. I thought about it for a long time and fin- ally decided it just had to be from outer space-- I was familiar with most of the U.S. restricted aircraft of that time that came to Tinker Base.\" Mrs. Schoonover's.narrative account follows: \"Back in 1946, I was working at Tinker Air Force Base in Oklahoma City on some highly clas-"},{"pageNumber":6,"pageContent":"1. Object hovared with broadeide facing the witness for minute and a half,,then turn«d edge- wiee on vortical axis 2. Object departed toward northwest in gradual aacent and at-high speed - gone in five seconda Estimated diameter 75* Windows visible on far side Left edge of disc turned toward witness 12-14 square windows with figures visible 'rod shoulders and neck up - heads of fipurep. round and bare • Dull finish color of aluminun .. First Position Second Position sified material. It was about the end of August, I'm pretty sure. -As I got off work and came .home in the evening, I parked in my driveway. I would say it was ,about 5:15 in the afternoon. I started to go up my front steps and I stopped on the way to look at a tall evergreen that was at the side of the steps that I kept trimmed and I was going to have to work on. I looked up and just above, in the (sky), I saw what appeared to be a space ship. (According to her MUFON Report, dated August 3, 1973, Mrs. Schoonover estimated the object's distance as about that of a football field, or approximately 300 feet; its elevation was at an angle of about 45 degrees. The weather was warm and clear at the time, with little wind.) \"It was saucer-shaped and it was in an upright position—the broadside of it was facing me. I could see light coming through it. (From her letter of May 8, 1973: \"When looking at the object broadside it apparently had windows opposite (on the far side directly behind the windows that faced her—TB), as I could see light through it, silhouetting the occupants and show- ing enough light to see some partial details. I again saw from the back view that it did have windows on both sides.\") \"There were windows in it, and there were heads silhouetted in the light. (From her MUFON Report: There were 12 to 14 square windows in the lower right quadrant and each window contained a figure.) '\"The windows took up one quarter of the lower part of the craft. There was a little bit of shine to the windows. As I look back, it re- minded me something of our plastic windows on our aircraft of today. I didn't count the number of people, but I would judge that there were some- where in the neighborhood of twelve or fourteen. It appeared to me that the heads were rather bald or else that they did have (on) helmets, and that they were quite round. They were about the size of an ordinary human being. (From her letter of April 18, 1974: \"The oc- cupants I saw I would say had rather large, round heads, narrow shoulders, and (were) short of stature....They also appeared to be entirely bald headed and while details were hard to see I some- how seem to remember the eyes being rather dark and somewhat close-set.\" From her MUFON Report: The figures appeared to be of \"normal size, heads appeared to be bald or very light-colored, almost white; slightly more roundish in shape than (a) normal human head. There appeared to be slight movement.\" (According to our phone conversation of April 14, Mrs. Schoonover explained that, as far as she could recall, the figures were light against a dark background, except where portions of light from the windows on the far side could be seen. The necks and shoulders of some of these figures were visible, and several of them shifted slightly. In our May 13 phone talk, Mrs."},{"pageNumber":7,"pageContent":"Schoonover said that she recalled the figures as being somewhat small of stature, with narrow, sloping shoulders.) \"It was hovering in a very quiet position. There was neither odor nor sound. The thing was —well, it gave me a rather funny feeling to see such a thing, as I'd never heard tell of such.be- fore. It was metallic in color, about the color of aluminum. (From her MUFON Report: The object had a dull .finish the color of weathered aluminum.) \"It was rather flat in shape, like two saucers put together. The windows were on both sides of the craft. When it left, it turned and I got the view of the back of the craft (the vertical rear edge—TB) and a little bit of the other side. That's how I know exactly the shape of it: It was thin, just like two saucers put together. \"My mother was at the door and I called her and told her to come quick so she could see it, but just about that time this craft turned and sped off into the distance, and it was just very fast—almost no time till it was completely gone. (From her MUFON Report: The object remained hovering in its broadside position for a minute and a half; its departure toward the northwest took no more than five seconds. It disappeared in a gradual ascent.) \"I would compare the height of the object to the height (she probably means length--TB) of a jet airplane—an average-sized jet airplane. (From our April 14 phone conversation: The broadside diameter of the object was comparable to the length of an average-sized jet airliner, or a B-17 bomber (75 feet). In her MUFON Report, she compared the object's size to a softball at arm's length.) (In her letter of May 8, 1974, she says: \"As to size, I find it hard to compare with (the) moon but as it was so close I would say in diam- eter it was the same as (the) length of a B-17 bomber used so much at that time....I saw B-17's many times at approximately the same distance so this comparison is the best and most clear I can give.\") \"There were no details at all visible (other than the windows--TB): It was entirely smooth on the outside. It was vertical - at all times. I was looking at it face-on, when it was hovering, but then it turned at an angle and it turned enough so that I was able to see the other side. (From her letter of April 5, 1974: The object \"abruptly turned a short distance due north, then directly in the direction of the N.W. The north position was more of a turning maneuver than traveling, somewhat like turning on a pivot.\" In our phone conversation of April 14, she said that when the object turned, its right edge moved away from her, the left side toward her, so that the windows in the lower right quadrant were situated forward, in the direction of the object's depar- ture toward the northwest.) \"But then, as it left, I could just see the back of it, so- I got a view of it at all angles— the edge and both sides. .\"It was just more or less a scary situation. I couldn't imagine what it was or who it was. I felt that it must be someone from outer space. (From her letter of October 4, 1973 Mrs. Schoonover remarks that she \"thought about it for a long time\" before concluding that the object and its occupants must have come from \"outer space.\") \"I did not report it at that time. The papers were ridiculing people who made sightings, or said something about seeing (an object) at that time and because of that, I kept quiet about it. Later, there was an ad in a magazine or paper that (said) they were investigating these (sight- ings), and I sent in the report to Portland, Ore- gone. I thought at the time that it was a govern- ment agency.\" (From her letter of October 4: \"I do not re- member who in Portland I sent the report to. It was in response to an ad I read saying send in reports to help the U.S. Government clear up the UFO mystery. It was so worded that I thought it to be a government investigative agency. I do not remember what paper or magazine the ad was in and as I got no reply from my letter, I dismissed it. The address was to some UFO- investigative agency.\") As extraordinary as the Schoonover report ap- pears to be, there remain several important ques- tions regarding its substance:; (1) It is a single-witness case, and (2) the details of the observation were secured at least 26 years after the fact. Regarding the. first point, there, is no valid reason to dismiss a single-witness case a priori, only because,.there happens to be a report from just one witness. We don't . know for a fact, of course, that Mrs. Schoonover was the only wit- ness: common .sense suggests that this large, con- spicuous object, displaying itself for more than a minute over a heavily-traveled area like Alt. 66—and during the evening rush hour, as well— should have been plainly visible to every driver passing by at the time. It cannot be denied that a multiple-witness case is preferable, providing as it does a greater degree of cross-checking and verification. If the stipulation could be met, we would certainly require that more than one witness be present for every good sighting; but the limitations of the single-witness report do not arbitrarily reduce or eliminate the value of a sighting as unusual as Mrs. Schoonover's. Her report should not be ignored just because her mother did not move fast enough when Margaret called; it may even be of some special signifi- cance., in fact, that her call signalled the ob- ject's abrupt departure. At any rate, this re- porter is unwilling to be as \"hard-nosed\" about single-witness cases as perhaps he ought to be; in particular, a single-witness case like Mar- garet Schoonover's poses no insuperable obstacles to a careful examination of• the details she has-"},{"pageNumber":8,"pageContent":"RoAztta Hohn&>, te.&t, who handle* pabti- and pfiomotlovib faon. Skytook, and M/L6. Canotyn fu.Qht, Skytook buA<inUA manager, handt- e.d &u.bt>&iLptwnA and 4a£&6 oft the. magazine at the. ft.nc.int MUFOW Symposium tn Afe/L0n. provided. The second point raises more serious objec- tions: How accurate is one's memory regarding a particular incident that occurred more than a quarter of a century before? Of course the an- swer depends upon the person recalling the inci^ dent, and on the nature of the -incident itself. We know that Mrs. Schoonover's sighting made a strong and lasting impression on her, as she has so vividly indicated in her report and letters to me. In reconstructing the event for several in- vestigators (in her MUFON reports for Mildred Higgins, in her taped interview with Lucius Parish, and in her letters to me), she has been precise and consistent in recalling the specific details; while her experience was unique and quite unforgettable, the observation was related in a straightforward manner, without . too many complex or ambiguous details, and the witness 1 recounting of it seems to be entirely credible; Mrs. Schoonover has provided several esti- mates of size and distance in her account'that can be cross-checked for internal consistency. Regarding its distance, she said the UFO was a- bout as far away as a football field, . or 300 feet. Since we're dealing with an unknown object of undetermined size, with no fixed reference points to judge by, let us grant the observer a conservative margin of error of several hundred feet, and allow that the UFO may not have-been any closer than 500 feet: at that distance, an object with a diameter roughly the\"length of a B-17 (as described by Mrs. Schoonover)-, or 75 feet, would subtend an angular measurement of a- bout 9 degrees. In terms of familiar objects, at arm's length (a distance of about 30 inches from the eye), that would be the equivalent .of four and a half inches, or about the size of a soft- ball held extended in the hand—the estimate, in fact, that was provided by the witness herself. These figures provide a reasonable measure of Mrs. Schoonover's ability to report carefully. However, we should not overlook the fact that we changed the witness's estimate of distance by some 200 feet. If she was correct in her 300- foot estimate, the same angular measurement (a softball at arm's length) would require a diam- eter of only 45 feet—a figure that falls some- what short of the 75-foot length of a B-17, as described by Mrs. Schoonover. Even so, for all practical purposes, her estimates of size and distance are in such reasonable agreement that this discrepancy is of negligible importance, and may be accounted for by assuming the object was perhaps several hundred feet farther away than the witness allowed. There is no way we can abridge the 26-plus years that passed between the time the -incident occurred and the time it was reported. However, there is nothing in Margaret Schoonover's manner or in her response to many questions that suggest she has not reported the details carefully and responsibly. Still, it would be useful to be able to locate her first report of the sighting to the Portland, Oregon, group. If any reader of this account can suggest what group this'was, and has information about the disposition r of'its files, that early account would be valuable.in substantiating this present report. Meanwhile, on the , basis of the information provided cur- rently, her 1946 sighting can only be classified as unexplained—a remarkable example of an early UFO experience. Regarding the physical appearance of the ob- ject, while its shape was clearly disc-like (a configuration later to become common under the term of \"flying saucer\"), the windows observed, with their occupants within, make it difficult to compare this object to the discs ordinarily seen flying in horizontally-inclined attitudes.' True, some disc-like objects are reported flying in varying attitudes from the horizontal to. the ver- tical, but it is amusing to imagine Mrs. Schoon- over's disc inclining itself in a horizontal at- titude without spilling the dozen or so occupants into a wild disarray of tumbled bodies, scattered across the inside faces of windows that would now be found on the bottom of the object! Whimsy notwithstanding, the reported occupants are one of the most intriguing features of the Schoonover. case, especially because of the date of the sighting, occurring as it did during the Scandinavian wave of \"ghost rocket\" reports. To the fascinating Swedish report of a landed UFO and its .occupants, we must , now add Margaret Schoonover's 1946 sighting of a \"manned\" disc. Older reports, like these, continue to surface, while more recent cases continue to mount up. The evidence, in the form of witness testimony, per- sistently accumulates and it becomes increasingly evident that all the Condon Committees .in the world;,can't stop it. Perhaps the time is finally at:.'hand when an intelligent and practical altern- ative, is possible. 7"},{"pageNumber":9,"pageContent":"More Austrian sightings ' .. ^^^^P . • .  , ^^^^p.. By Ernest Berger Representative for Austria The spectacular Traunstein sightings (June Skylook) were not the only Austrian activity in late 1973 and early 1974. Preceding and follow- ing the two Waldviertel \"operations\" we received 5 reports from the Vienna Woods and Lower Aus- trian Calcareous Alps region and 2 closely relat- ed others from the Vienna Basin. We plotted our new location and azimuth data on the old activ- ity map and found a concentration of 1954, 1972, 1973 and 1974 reports near a major geological fault called \"Thermenlinie\" limiting the southern Vienna Basin to the west and cutting obliquely a- cross the Alpine-Carpathian structures. The Cal- careous Alps come to an abrupt end there. Well- known mineral and sulphur springs are found at Baden, Bad Voeslau and Meidling (Vienna). If you consider John A. Keel's hypothesis as a reasonable approach to the mystery, you may call the \"Thermenlinie\" area a \"window.\" More conser- vative researchers would pay some attention to it as well. Along \"Thermenlinie\" the Southern State Highway and the railroad tracks of Southern State Railway run parallel into the south, and it's a densely populated \"urban axis\" between Vienna arid Wiener Neustadt, also a region of major indust- rial concentrations (engineering and steel works, cotton and paper mills, glass factories, etc.). ' HOVERING SPARKLER NEAR ENZESFELD On Oct. 20, 1973, between 8:10 and 8:30 p.m. Central European Time a blue Renault \"Dauphine\" left Matzendorf-Hoelles (Lower Austria), two small villages crowded around Southern State Highway,about 8 kilometers NNW of Wiener Neustadt in the Vienna Basin. Rudolf Bussweg, 62, and his wife Crete, 60, had visited their relatives and were driving home on a minor country road, paral- lel to Southern State Highway, towards their house in the near village Enzesfeld. Mr. Bussweg was driving, his wife sitting on the front seat beside him. The sky was a little cloudy, but it did not rain. Wind was blowing from the west at 31 km/hour. Night had fallen, so the driver switched on the headlights and kept a steady rate of 50km/h. The main program of Austrian TV starts at 8:15 p.m. every night, so the road was de- serted at that time. With open fields on both sides and a far-reaching view towards Baden, Bad Voeslau and the Mt. Harzberg prospect point with its tower to the north the car approached a shayp bend to the west near the old farm houses \"Juli- enhof.\" Suddenly, Mrs. Bussweg spotted a huge colored thing in the northern sky. It literally \"caught her eye,\" because she couldn't explain later why she stared at it as if under a hypnotic force. \"Look at that!\" she exclaimed and her husband First Sighting : watched it, too. The thing was a huge, roundish body of light sparkling in steady, intense , and clear ultra- marine .and straw yellow colors. It had the brightness of a street light, but difficult, to describe for Mr. Bussweg: \"It surely, was arti- ficial light—calm sparkling would be the best word.\" The upper half sparkled yellow and the lower--somewhat larger—half shot out blue radi- ation; both parts looked \"like pieces of colored silver paper to wrap up chocolate for the Christ- mas tree, - illuminated by invisible flashlights,\" he tried to explain later. No surface or outline, .but the starry .appearance of a \"sparkling crys- tal\" with a faint .pastel rose band between the two hemispheres. \"I know-it's impossible, but it looked as if yellow and.blue were melting into rose.there.\" (A similar, but fluctuating melting process was observed at Traunstein, Lower Aus- tria, about a month later.) The outer edges of the \"rays\" seemed to-tremble, but no flickering or. flaming was observed. Azimuth of the. ''impossible thing\": 0° NESW (north), over the Gainforn region. But let's re- 'tiirn to the original, conversation: Mrs. Bussweg: (0 seconds), \"Look at that! Look! Now what's this?\" . . .Mr. B.: Surely, no aircraft—there are no run- ning lights... No helicopter either, and no bal- loon...\" Mrs. B.:. \"Like .a fata morgana...(15 seconds) Look! They've switched off. the light!\" Suddenly the whole apparition, was gone. Nothing was hanging in the sky, no.dark, shape. The couple stared .for about 5 seconds, the car went on. Now Mr. Bussweg was the first to spot it: \"There it is!\" All of a sudden, it had reappeared in ex- actly the isame position, brightness and shape. \"They've switched it on again,\" Mrs. B. supposed. 10 to 12 seconds later, after some 30 seconds of observation, the car reached .the sharp bend and"},{"pageNumber":10,"pageContent":"the object was lost from sight behind a wood to the right side of the road. \"I'm sure we'll see. it better when getting around the two bends,\" Mr. Bussweg remarked. It was the time the only car passed them, but driving into the opposite direc- tion. \"We had no hope he had seen it.\" At last they got around the bend and were driving on a\" straight northbound road again which leads, over a hilltop. They searched the Bad Voeslau sky sector immediately, but it was gone. Arriving at home after 5 minutes on the road, the Busswegs were still very impressed; not shaken, but fascinated, by What they had seen. \"We thought it over and over for days, even for weeks.\" The following ,day, Sunday, Oct. 21, the couple went out for a Vienna Woods excursion, when a radio report was broadcast about the mass sighting at the Baton Rouge, Louisiana, football stadium the previous night. \"I think we have seen a thing like that,\" Mr. Bussweg said to his wife. \"Don't mention it to anybody--they'd think you're a crackpot.\" Consequently the episode did not reach the popular press. It was only after the Torino, Italy, flap in early December that they decided to write a report and we started an investiga- tion. We found them to be genuine observers, co- operative and self-critical, just the right mix- ture. Rudolf Bussweg, now- a pensionist, has worked as a skilled mechanic and has become a specialist for aircraft motors through the years. As an employee at the old Kottingbrunn airfield he had been 'transferred to the German Luftwaffe as a Messerschmidt flight engineer at the Augs- burg proving grounds during World War II. Be- sides, the couple is quite familiar with the night sky, shooting stars, atmospheric phenomena and planes on landing approach. \"It was nothing the like and we heard absolutely no sound during the observation,\" they emphasized. Our standard test done on the minor road plus additional measurements with a quadrant gave the following results: Width in the sky 1° (two times the full moon), probable distance 5-7 kilometers. The Mt 1 . Harzberg prospect point is 8 kilometers distant and Mr. Bussweg was sure the hovering light appeared in the air in front (not above or behind) the mountain. Together with the witnesses we drove their way home two times in full day- light. I measured 5 elevation, Mr. Bussweg too. This points to a height of 400-600 meters. Mr. Bussweg had estimated an approximate height of 1000 meters, but at night. There can be no doubt that the object was very close to the viaduct of Southern State Highway across Southern State Railway, above the geologically important fault \"Thermenlinie\" and in the vicinity of former Jewish transit camp Schoenau Castle which played an important role in international policy in fall of 1973, when the Austrian government closed it to avoid an imminent massacre by Palestinian ter- rorists at Schwechat airport. Besides the first Vienna aqueduct coming from Mt. Schneeberg, some high tension power lines run across the area, only 5 Kilometers east of the Berndorf steel workshop and near the Kottingbrunn airfield. The diameter of the sparkling mass was between 80 and 120 meters (the object itself was probably small- er) --an enormous size. A last point of interest is the dazzling, even hypnotizing effect the object created. \"It was like a flash—like it had to happen on all ac- count, that I looked in that direction—a beam, and the first sight was phenomenal,\" Mrs. Bussweg said. Her husband had to concentrate on his driving, but he agreed with her: \"It was wonder- ful and extraordinary.\" After some hesitation the Busswegs informed me of a second sighting in the area: \"TWO MOONS\" OVER MARKT PIESTING On Monday, Dec. 10, 1973 (or Dec. ll--no notes were taken) at about 6:00 p.m. GET, Mr. Bussweg was preparing to leave for a short visit to the center of Enzesfeld. Driving down the access road towards the main road (into the southwest) he noticed two bright lights in the sky, far be- •hind a near high tension power line. They were hanging at 5 /6 elevation in the direction of Markt Piesting, 210 azimuth. Mr. Bussweg was sure the bigger one was the moon. Second Sighting It shone .brightly in the usual pastel \"full moon color,\" had a round outline and about 30' width. But there was a second \"moon to the right and below it,, about 3 moon diameters distant, much too bright for a \"moondog\" and in the wrong 'place. (Moondogs appear only at same level or behind/above the moon). It gave off a different light \"like a sodium vapor street lamp.\" Yellow- orange and steady. \"It was about 3 quarters of the full \"moon,\" much nearer, a grapefruit-like color and \"warped\" or fuzzy, like a fog headlight in the fog, though the sky was very clear that evening,\" Mr. Bussweg explained. The local weather report of Wiener Neustadt corroborated his claims. No clouds, thus no conditions for \"moon dog™ phenomena. Mr. Bussweg watched the things while driving the 100 meters down to the"},{"pageNumber":11,"pageContent":"(continued from page 9) main road, where he lost them from sight. I At the same general time old Mrs. Kauffmann, a country woman in her seventies and the neighbor of the Busswegs, left the house of her sister-in- law near the center of Enzesfeld. In spite of her age she is very interested in the stars and want- ed to see comet Kohoutek, which had appeared in the morning sky of those days. Mrs. Kauffmann did not know she had no chance to see it at 6:00 p.m. and was happy to spot two luminous objects in the low southwest. \"There were two--the brighter one was remarkable. I thought maybe it's Kohoutek and watched it the whole way home (for a quarter of an hour). They were motionless, and like big stars, and the upper one twice.as large as the lower star.\" From.the apparent azimuth pointed out by Mrs. Kauffmann on the site we learned she had seen the same motionless phenom- enon. Mr. Bussweg had just returned from his visit, when Mrs. Kauffmann knocked at the door and told her \"Kohoutek story.\" The following evening mist was hanging in the air so Mrs. Bussweg looked out of the window and saw nothing. Mrs. Kauffmann, however, went out- side and around the corner to the access road. \"I saw them again, in the same place, and the same distance. The bigger one had grown a little, but it wasn't very clear because of the mist,\" she told us. What was it? Mr. Bussweg was sure about the bigger one: \"For me it was the moon.\" \"And for me it wasn't!\" Mrs. Kauffmann opposed. \"There was no moon, and I can tell a star from the moon!\" Now it was time to inform them about moonrise on Dec. 10 and 11, 1973. A full moon will never appear in the low southwest, but it was low in the southeast shortly after sunrise. Whereas Mrs. Kauffmann's \"lower star\" may have been the exceptionally bright Venus (her azimuth, however, was the same as Mr. B.'s), Mr. Bussweg's \"two moons\" remain unidentified. A similar \"full moon invasion\" was reported from Traunkirchen at the Lake Traunsee, Upper Austria, in early March, 1974, and is still un- der investigation. Strangely enough, also, two moon-sized bodies, shining brilliant in the morn- ing sky, were seen there on two different occa- sions. Like the \"Markt Piesting moons,\" they were motionless. (Article submitted through Joe Brill, Interna- tional Coordinator.) For Sale-UFO Photos In Color: Villa Set #1 $4.55; Villa Set #2 $5.95; Villa Set #3 $7.50; Stock Set $3.85; Fry Set $4.55; Al- lingham Set $4.55; African Set $4.95; Adamski Set No 1 $5.90; and Heflin set in B§W $2.95. Other sets available. UFO § Space news you can use $2.00. Free UFO Book list. Wm. Bemis, Box 35, Versailles, 111. 62378. Pennsylvania object BARNESBORO, PA., STAR, April 4 and April 11-- Howard Brown reported spotting an aerial object about 10:15 p.m. April 1 outside the Barnesboro Legion. He called out seven or eight other men who verified the sighting. Brown said the object was circular, and \"all lit up.\" There were no blinking lights> he said. The object - was des- cribed as - round and about the size of a full- size car. It was reportedly about 500- feet off the ground, traveling from east to west, towards West Branch. The sky was overcast, and no stars were visible. . '',' . A second .report came from.Mrs. John Tomasko of Heilwood, who said she and her husband saw a fly- ing object about 10:15 p.m. April 1, approxim- ately the same time as the Howard Brown sighting. She said that she and her husband were going down Nolo Hill on Route 422 off Legislative Route 403 on their way home when they saw ah object des- cribed as \"large, bright, with no blinking lights and making no sound.\" She said she and her hus- band stopped and watched it for about ten min- utes, and that the,object did not.appear to be moving very fast.  - • An additional report of a possible UFO sight- ing came from a family (name not given) in South Spangler, who said they observed two \"flying Saucers\" about 6 a.m. . April 7. The \"saucers\" were reportedly hovering over the mountains above St. Benedict. They were described as one being orange-red, and the other whitish. The objects reportedly moved slowly while above the trees, but faster as they rose to higher altitudes. Connecticut light A Connecticut woman, who prefers not to be identified, has, informed MUFON member George W. Earley of a close approach sighting during the closing days of May, 1974. The witness was re- turning home about 10 p.m. following a meeting of the board of a nursery school she directs, when she. observed a bright light which was moving to- wards her and growing.larger as it approached. At. its nearest (distance unspecified) it was des- cribed by her as being \"as big .as a bomber..... (with)....two large yellow running lights at each end, and what appeared to be windows with faint lighting in between the two yellow lights.\" The witness claims familiarity with heli- copters, conventional aircraft and normal astron- omical phenomena and states that none of these could account for her sighting. There was no in- terference with the normal operation of her car. The witness, who holds an.M.S. degree, \"majored in psychology and (is) aware of how. anyone can imagine things: but feels strongly that her ex- perience was real and involved an unconventional aerial object. Mr. Earley considers the case open and is endeavoring to . obtain additional in- formation. 10"},{"pageNumber":12,"pageContent":"A mew ({/Lorn NBC Mewa. £c£med mott ,t, -the MUF0M St/mpcM'tiwi --tn Afe/uw June 22 fan u&e. in a. -6pec/ta£ UfO pnoQfum to be. aVie.d ' Dozens see Australian UFO DARWIN, AUSTRALIA, NEWS, Feb. 26, 1974--At least a dozen people, including two policemen, reported seeing strange \" objects, in the Darwin pre-dawn skies on successive nights. The sight- ings began Feb. 20 when two welfare officers saw two bright objects—a cross-shaped light and a half-moon lying on its back — about 3:30 a.m. The objects appeared to be above the southeasterly section of the RAAF base. \"We observed the phe- nomenon for roughly three hours,\" said officer Tony Muschat. \"During that . time they moved from side to side, faded to pin points of light and then grew large again, settled behind the trees — permeating the area with a bright white light — then rose again into the sky. As the two shining objects rose into the sky a beam of light shone down, illuminating an area about the size of a tennis court fairly close to where we stood. There was a second beam of light coming from the top arm of the cross and pointing immediately skywards . Then both obj ects moved off at a very fast rate until they were little more than pin points of light , in the sky. Another couple, Mr. and 'Mrs. Roelf Hart, also witnessed the sighting. « The following day, Feb. 21, Mr. and Mrs. Hart and Annette Brown, 16, again saw the cross-shaped light at. about 5:45 a.m. They called Casuarina police, and two officers were sent to investi- gate. Again the object faded to the size of a pin point of light after hurtling upward at jjreat speed. The same object -was apparently seen by Mr. and .Mrs. Peter Vallance of Casuarina. \"I rang the RAAF about it at approximately 5:30 on Thurs- day morning (Feb. 21),\" said Mrs. Vallance. \"Who- ever I spoke to told me that he,- too, could see it and that they had it under observation.\" Again on Friday morning (Feb.^ 22) at 5:00 a.m. the cross-shaped object appeared, was seen by six witnesses, and disappeared at great, speed, trav- eling upward at a 45-degree angle. Argentine military see object Date of actual sighting: Nov. 2, 1973 Location: Naval Airbase \"Comandants Espors,\" Argentina Newspaper: La Nueva Provincia, Nov. 3, 1973 Submitted by Joe Brill Translated by Bill Armstrong Yesterday at mid-day, there was sighted, by personnel who carry out technical functions in the control tower of the Naval Airbase Comman- dant e Espora, an unidentified flying object. The announcement was made by Hector Benitez, a radar technician, who indicated that together with six persons, while they were supervising the passage of an air squadron over the airbase, they observ- ed a luminous point with a spherical form, sta- tionary in space at an altitude of about four thousand meters. For approximately.20 minutes the UFO was held in focus with powerful binoculars, it being de- termined that it's characteristics did not cor- respond with any of the usual aeronautical craft. The object of spherical form presented also cer- tain irregularities in it's contour which could be \"little windows\" as it was mentioned. After the above mentioned period of observation transpired, the UFO left at a velocity much greater than habitual on a route toward the southwest without leaving a trail or tracks of any type. Visibility over the airbase was excel- lent and there was no record of the presence of any aircraft, meteorological balloons, or com- munication satellites. The event was recorded in the log book of the control tower of the Naval Airbase Commandante Espora as a \"UFO Phenomena.\" When this news became known it was noted that 15 days earlier (Oct. 19) there had occurred a similar case in the same zone. In that pre- vious case two military aircraft which were in flight had tried to chase a UFO, but their at- tempt proved fruitless owing to the cloud cover that existed at the time. (See cover and page 8 of April Skylook for Oct. 19 sighting reported by Architect near Lima, Peru.) Arkansas object beams light HARRISON, ARK.,.BOONE COUNTY HEADLIGHT, March 21, 1974--A Rogers woman (name not given) report- ed to police that she saw a UFO\\ near Boxley in Newton County the night of March 17. She says the object was also seen by a friend and two children. The four witnesses were reportedly driving between Harrison and Huntsville when they saw the object, described as about the size of a number 3 washtub with a bright beam of light com- ing from it. The woman told police that the ob- ject was spinning around in a whirlwind motion and moving at a \"fantastic speed.\" 11"},{"pageNumber":13,"pageContent":"Star map research corroborates Hill case Corrorboration for the famous star map drawn by Betty Hill was presented to 1974 MUFON Sympos- ium participants by Miss Marjorie Fish, who has spent more than six years in research on the map and related material. Nuclear physicist and UFO expert Stanton Friedman called Miss Fish's re- search \"brillant,\" and encouraged symposium par- ticipants to do all they can to convince the National Enquirer newspaper to award her the $50,000 offered by the paper for evidence of ex- traterrestrial life. The star map came into existence after Betty and Barney Hill had been hypnotized, during which time they had independently described being taken aboard a UFO in 1961. Three years later Betty Hill drew the map, which she allegedly saw while aboard the UFO, by using a technique known as \"automatic writing.\" Betty Hill's report, under hypnosis, of seeing the map while aboard the UFO is detailed in John Fuller's book \"The Inter- rupted Journey\": Betty: And so then I said, I asked him where he was from. Because I said that I knew he wasn't from the Earth, and I wanted to know where he did come from. And he asked me if I knew anything about the universe. And I told him no. I knew practically nothing....So, he said that he wished I knew more about this, and I said I wish I did, too. And he went across the room to the head of the table and he did something, he opened up, it wasn't like a drawer, he sort of did something, and the metal of the wall, there was an opening. And he pulled out a map, and he asked me had I ever seen a map like this before. And I walked across the room and I leaned against the table. And I looked at it. And it was a map—it was an oblong map. It wasn't square. It was a lot wider than it was long.\" Betty continues her story under hypnosis: \"And there were all these dots on it. And they were scattered all over it. Some were little, just pin point. And others were as big as a nickel. And there were lines, there were on some of the dots, there were curved lines going from one dot to another. And there was one big circle, and it had a lot of lines coming out from it'. A lot of lines going to another circle quite close, but not as big. And there were heavy -lines. And I asked him what they meant. And he said that the heavy lines were trade routes; And they, the other lines, the solid lines were places they went occasionally. And he said the broken lines were expeditions So I asked him where was his home port, and he said, \"Where were you on the map?' I looked and laughed and said, 'I don't know.\" So he said, 'If you don't know where you are, then there isn't any point of my telling where I am from.\" And he put the map—the map rolled up, and he put it back in the space in the , THE SPACE VOLUME SIMILAR TO BETtY HILL'S MAP. PSYCHE To the North Celestial Pole Plane of the Celestial Equator To the South Celestial Pole X = Betty's viewing position ABCD = The map surface ABFE and DCGH are squares with sides 48 light years ^<1 light year long.. AD and BC are 32 light years i<l light year long. . . wall and closed it. I felt very stupid because I did not know where the Earth was on the map. I asked him would he open up the map again and show me where the Earth was, and he again laughed.\" Miss Fish became interested in the Hill case after reading Jacques Vallee's \"Anatomy of a Phenomenon\" late in 1966. \"Here was something that could be checked,\" says Miss Fish. \"Either it represented a real set of stars which might be found and tell us something about the UFOnaut, or it might be remembered too poorly 'to help, or it was totally fictitious. Even if a similar set of stars were found, it might be coincidental. But unlike most UFO reports, the possibilities could be examined and the data re-checked.\" She found, however, that information was not readily available, she found \" a source three-dimensional and two years passed before for data needed to build a model. During this period of time she \"eagerly devoured\" everything available 12"},{"pageNumber":14,"pageContent":"pertaining to astronomy, exobiology, and hypno- sis. Data for the 10 parsec -(distance in light- year measurement) ; model \"was obtained in August, 1968. Most of the pattern, from Betty Hill's star map was found in June and. July of-1969. Gliese's 1969 Near Star Catalog came out,in December, and the stars were checked again, \"but-the last three stars were still elusive,\" Miss-Fish recalls. \"During the summer of 1.972, I made a catalog of all the stars in the Gliese .Catalog that might have terrestrial planets with' native life,\" using the latest and. most-respected sources. \"The stars were coded according to probability. Then new models were made using these stars, and in the t , r fall of 1972 the last:-three stars with lines and the triangle stars were found, and work on the ^map started. This •.was\":-narrowed down within one light year in December, 1972.. Work on all the ' stars was tentatively .concluded in February, 1973.\" ' ASSUMPTIONS MADE BY MISS FISH IN CHECKING \"1. The map appeared to be made from the area near (or point of view of) the base stars. Paral- lax shifts would make Earth-based star maps use- less. A mo'del'would be one way of handling the problem of parallax shifts. \"2. The sun was in the map, presumably with a line to it. \"3. At least one of the base stars should be able to support life. This means it should be main sequence, at least K5 or brighter, probably brighter than Kl but less than F7, since Sagan puts the probable start of intelligent life at F8. - ' \"4. Since they come to the sun, stars like the sun should be equally 'interesting to them, at least single, nonvariable main sequence G stars, probably late F, and possibly early Ks. \"5. 'The base stars are the two large circles with the lines radiating from them. \"6. The travel pattern-should be logical. - \"7. Other stars suitable for planets but not life might or might not b'e visited so should be checked. Since there is a controversy whether multiple stars have planets or not, they should be checked. \"The map was three-dimensional, with stars that glowed and were tinted. There were no grid lines on the 3'x2' map.\" WAS THE HILL MAP A HOAX? • Miss Fish concluded that the Hill map was not a hoax, and she cites the following to back up this conclusion: \"1. No earth astronomer in 1961-1964 would have known the triangle background stars existed as a cluster in its present position because: \"A. The parallax (distance measurement) of 86.1 had not been taken then. Its position was printed in 1969. \"B. The distance of Gliese 97 was thought of EDITOR'S NOTE: A more detailed description of Miss Fish's research, is contained in the 1974 MUFON Symposium Proceedings, a 162-page document available from MUFON, 40 Christoper Court, Quincy, 111., 62301, for $3.25 in the U.S. and Canada, and $4.00 elsewhere, Readers having questions or comments concerning Miss Fish's research may direct them to Miss Fish . through Skylook. as 55.2 light years which would put it beyond Gliese 111 before the 1969 catalog. \"C. The distance of Gliese 95 was thought of as 37.5 light years or 35.8 light years before the 1969 catalog. This would move it above rather than below the line of Gliese 111. \"Only correlation of several different types of parallax measurement (spectral, photometric, and trigonometric) result in the present more ac- curate parallaxes. Earlier catalogs usually used just one type of measurement. \"The triangle would be remembered as it is very near the surface of the ' map and is quite prom- inent. \"2. The earlier parallax for Gliese 86 would put it at a much poorer angle. \"3. Variable main sequence single stars were avoided. They would be unlikely for life be- cause it requires even heat over a long period of time to develop. The probable main sequence vari- able stars are marked \"var?\" in the Catalog of Bright Stars by Dorrit Hoffleit which was pub- lished in 1964. Betty's experience was in 1961. The map was drawn early in 1964. It is very un- likely that she could have had access to the cat- alog even i^f she knew how to interpret it, and if_ it was released before she drew the map. (It took me two years to see the catalogs even though I knew what I needed generally. They are not found in normal university libraries, much less local ones, and book stores do not carry them. Some cannot even be purchased from the author.) \"The fact that these main sequence single F5-G- Kl stars are probable variables was not caught by astronomers who specialize in stars that might have planets with life, even in recent books. Delta and Gamma Pavonis, Sigma Draconis, Beta Hydrus etc. are some of the stars listed as good for life, but which are really probable varia- bles. This shows the map maker knew variables should be avoided and which stars were variable. \"4. Many exobiology books list doubles as suit- able for planets with life. Kuiper's work showing that planets are not likely to develop in a mul- tiple system was published in 1955, but it is apparently not well known. Even if multiple stars can have planets, circular orbits in the eco- sphere would be difficult to maintain. Normal doubles were avoided in the lined portion of Psyche (Psyche is the name given to the actual star pattern that resembles Betty Hills' map). \"Epsilon Eridani was announced to be a multi- ple system in March 1973 by Dr. Peter van de 13"},{"pageNumber":15,"pageContent":"Kamp. Its companion is halfway between a planet and a star in mass. It was avoided in Psyche, although it is near Tau Ceti and the sun. Before 1973 exobiologists considered Epsilon Eridani one of the best prospects for life, and it was part of the Ozma study. The mapmaker kenw it should be avoided long before we did.\" WAS SIMILARITY BETWEEN HILL MAP AND REALITY COINCIDENTAL? After noting the similarity between the actual star pattern, which Miss Fish has named Psyche, and the Hill map, Miss Fish attempted to deter- mine whether or not this correlation was a coin- cidence. Her investigation indicated the fol- lowing \"proof\" that the similarity is not coin- cidental: \"1. The top and bottom surface of the depth of Psyche are squares. The height of the map is 2/3 the size of the square. It highly improbable that this could be coincidental. \"2. The lines represent a logical travel pat- tern to investigate all the best stars for life from Zeta Reticuli, best star for life to the next best (closest) star for life to the next closest, etc. \"3. The double dotted line to Tau Ceti repre- sents two expeditions. Two expeditions were likely, the first to 82 Eridani to Tau Ceti to Earth, since the sun is closer to Tau Ceti than 107 Piscium is to Tau Ceti. The dotted (expedi- tion) line to the sun was dropped when the solid line directly from Zeta Reticuli was put in, just as all the dotted lines were dropped when solid lines were put in to 82 Eridani, Alpha Mensae and Gliese 86. The second expedition went from 82 Eridani to Tau Ceti, then in the opposite direc- tion from Earth to 107 Piscium. \"4. Only the best stars for life are used. These are non-variable main sequence stars, F6- G-K1, absolute magnitude 3.7 to 5/9. To show the proportions of these stars to all stars, the stars within the volume of a sphere with a radius .of 10 parsecs (32.59 light years) was used. There are twelve such stars compared with 201 known systems and 259 known components in this volume. This gives a ratio of 1/17 and 1/21 respectively. I spent over six months checking all possible combinations using all\" kinds of main sequence stars F2 and dimmer, including doubles, in the 10 parsec model. The only one that resembled Betty's map was that part of Psyche within the model. Since the-best-stars-for-life ratio is so small compared to stars in general, it is hardly coin- cidental that the only pattern like Betty's should be made up solely of these stars. \"5. All the stars suitable for life in the. Psyche volume are included in Betty's drawing.\" DISCREPENCIES In reaching a conclusion concerning the Hill star map, Miss Fish noted any discrepencies which .,-,.::25.. .. MafLJofae. F-osfi and a panticA.pant <in the. 1974 MUF0M St/mpo-6-uun at AfeAon ctc6co44 heA leAeM-ch on the. Betty \\\\WL Stan Map. might have a bearing, including the following: \"The background stars, with the exception of .the triangle which has relatively bright stars 'near the surface of the map, were put in just to show there were background stars. These probably do not represent individual stars. Betty con- centrated on the stars connected with lines. There are over 100 stars in the Psyche volume. \"Betty saw the lined pattern as a whole and the triangle as a whole but did not draw them to the same scale. \"The line to Alpha Mensae is an extension of the Gliese 86-Zeta Reticuli line. On this line, her conscious mind took control. She erased twice and put it in wrong. A projected image of a slide of the model on a tracing of Betty's map shows the correct line was probably the top erased line, although the lower erased line is closer to the correct line length. Correcting this angle also corrects the angle to Alpha Mensae. \"If the top erased line is used, the angle made by the two base stars does not quite correspond. This is an error in the model, not Betty's map. Zeta Reticuli 2 actually is more to the right from this viewing angle. They were using a much larger scale. There is a visual separation of a- bout 1/20 light year if they are 36.6 light years away. On the largest scale I've used so far, 1/4\" per light year, this move to the right can't be shown. (Actually they may be over 1 light year apart as parallax measurements out that far are not too accurate). The two base stars are very near the map's.surface, and using a much larger scale, their separation would be dramatized. \"There are slight differences in line length and angles as in any freehand drawing.\" After looking at the results of her years of research on the Hill star map, Miss Fish con- cludes: \"Since we did not have the data to make such a map in 1961 when Betty saw it, or in 1964 when she drew it, it could not be a hoax. Since 14"},{"pageNumber":16,"pageContent":"^** Alphterotx  *> PEGASUS * Algenib • . Homam ' Enif Bsham CELESTIAL. EQUATOR The New York Times  . April II, '66 FBOM DEEP IN SPACE: Radio source called CTA-102 (cross). In direction of constellation Pensus, may be sending intelligent radio emissions. Russian believes. the stars with lines to them are such a select group, it is almost impossible that the resem- blance between Betty's map and reality could be coincidental. Betty's map could only have been drawn after contact with extraterrestrials.\" BETTY HILL'S MAP MINUS BACKGROUND STARS (Idect-ttfJ-tcatton numb&u> added by Skytook] 9 • i V 15 14 12 1. 2. 3. 4. 5. 6. 7. 8. 9. 10. 11. 12. 13. 14. IS. 10 Gliese No. 136 138 17 231 139 71 68 27 67 86 111 59 86.1 95 97 Name Zeta Reticuli 1 Zeta Reticuli 2 Zeta Tucanae Alpha Mensae Sun 82 Eridani e Eridani Tau Ceti 107 Piscium 54 Piscium BSC 2050 GC 2610 Tau 1 Eridani GC 1883 HD13435 GC2794 Kappa Fornacis BETTY'S MAP WITH A SLIDE OF THE MODEL PROJECTED ON IT o Betty's Drawing Lines Betty Erased __ . _ -Photo of the Model with Lines Drawn to Connect .the Beads \\ --^^m^ 15"},{"pageNumber":17,"pageContent":"In Others' Words By Lucius Parish The NATIONAL ENQUIRER'S continuing coverage of UFO events includes an article on a Swedish piece of \"hardware\" in the June 9 issue; the research of French space expert Dr. Claude Poher and his conclusions regarding UFOs in the June 16 issue; the ENQUIRER'S \"second prize\" award of $5,000 to the Army helicopter crew who encountered a UFO over Ohio on October 18, 1973, covered in the June 23 issue; and a report of New York UFO sightings in the June 30 issue. The June 9 issue of NATIONAL TATTLER has a r.e- hash item on the Florida \"mystery sphere.\"' The June 16 TATTLER contained two articles of in- terest: an interview with Ralph § Judy Blum, and a feature on Erich von Daniken. A Virginia report of a low-level UFO/occupant sighting was given in the June 9 issue of NATION- AL INSIDER. MUFON investigator George Fawcett checked into the story and his report is included in the article. Arthur Godfrey, Muhammed Ali, William Shatner, Sammy Davis, Jr. and Jackie Gleason told of their UFO sightings in the May 27 issue of MIDNIGHT. As Hayden Hewes' weekly column for MODERN PEOPLE is a continuing feature in that publica- tion, I will not ordinarily review each indivi- dual article. However, Hewes has covered some interesting aspects of Ufology in his columns thus far and these are usually well worth read- ing. The July issue of SAGA features yet another article on Uri Geller and his claims that extra- terrestrials are the source of his \"powers.\" You have probably read it all before in other places. John Keel's column may also be found in .this issue of SAGA. The #2 issue of SAGA UFO REPORT is now avail- able. This issue contains a variety of material, both new and reprinted. Some very interesting articles are included, so this seems to be well worth the price. Ralph Blum contributes an article to the June issue of READER'S DIGEST. The material is the same as that contained in his book, BEYOND EARTH, but it is good to see a magazine such as RD de- voting space to the UFO subject. - \" Bantam Books, having found a x goldmine with von- Daniken's CHARIOTS OF THE GODS? and GODS FROM OUTER SPACE, are determined to keep the coins rolling in! Therefore, they have recently, pub? lished a variety of titles oh the UFOs/ancient astronauts theme. Among the best of these is,. BEYOND EARTH, written by Ralph § Judy Blum. Bas- ically, this is a survey of Ufology for the be- ginner, along with details of the autumn flap of 1973. It is an extremely well-written book and, although you may have read some of the material a dozen times in other publications, it still holds the reader's interest. I think perhaps the most valuable portions . of the book for the \"seasoned Ufologist\" are the sections dealing with the Pascagoula abduction case. Ralph Blum investi- gated this personally and it is this \"behind the scenes\" material which is of particular interest. The authors predict that 'Sby 1975 the government will release definite proof that extraterrest- rials are watching us.\" A bold prophecy, to be sure, but after reading BEYOND EARTH, perhaps you will understand their reasons for making such a statement. It would also be difficult to find a better book to give to friends who are just be- coming interested in UFOs. The price is $1.50. When NASA engineer Josef F. Blumrich read von Daniken's CHARIOTS OF THE GODS?,' he determined to disprove von Daniken's' theory, that\" Ezekiel was describing a spacecraft when he spoke-of \"wheels within wheels.\" However, on closer examination, Blumrich found that the Ezekiel \"report\" stood up to detailed scrutiny and provided what Blumrich regarded as proof of extraterrestrial visitations in the 6th Century B.C. THE SPACESHIPS OF EZEKIEL is the kind of book that has been needed for many years, as it marks one of the very few times that a scientist has seriously considered a \"fringe area\" concept. The propulsion system for the \"Ezekiel .ship\" which Blumrich discusses has noth- ing to do with electro-magnetic fields or other systems which have been discussed by UFO resear- chers. -For ,this reason, some may not entirely agree with elements of his basic theory. However, it would seem that he has provided undeniable .evidence of.celestial visitations in Biblical times. For $1.95, it makes for fascinating read- ing. If you saw the recent NBC-TV special, \"In Search of Ancient Mysteries,\" you will want to read the more complete version of the concept be- hind this program. It is now available in paper- back form, written by Alan and Sally Landsburg. The majority of the topics covered will be famil- iar to many readers, but, as with the Blums' ..' book, it is the personal accounts which make this •; so interesting. Alan Landsburg's journeys to all : parts of the world while collecting material for Othe TV show are detailed. The basic theme, of .course, is that space visitors may have landed on Earth thousands of years ago and influenced our civilizations in various ways. There is no proof, but theee is certainly a variety of \"evidences\" ••. which gives one reason to wonder. IN SEARCH OF •ANCIENT'MYSTERIES is priced at $1.50. It, along with the Blum and Blumrich books, may be ordered : from: Bantam Books, Inc. - 414 East Golf Road - Des Plaines, II. 60016. 16"},{"pageNumber":18,"pageContent":"I The regular monthly meeting of the UFO Study Group of Greater St. Louis was held Sunday, May 19, at the Lemay Bank £ Trust Co., 152 Lemay Road St. Louis, Mo. Bill Christian discussed preliminary details of five separate UFO reports that he had received in recent weeks. These consisted mainly of typical descriptions of nocturnal lights and daylight discs, and were received from citizens in the St. Louis area and several surrounding communities. Mr. Christian also called attention to the ,, launching, from numerous locations throughout the continental United States, of about 500 NASA at- mospheric research balloons during the weekend of May 11-12. Although news reports announcing their l ' launching indicated that such balloons may give rise to a flurry of UFO reports, Christian stated that he did not receive a single report attribut- able to this activity. Aslo discussed at the May meeting were long- range plans for the St. Louis Group to sponsor a major lecture on the UFO phenomenon later this year. Prospective speakers suggested by members included George Fawcett, Stan Friedman, Dr. Hynek, Earl Neff, and Ted Phillips. Board mem- ber Joe Gurney was appointed chairman of a com- mittee to further explore the possibilities of scheduling such a lecture, .and, possibly, in- corporating an event of this nature as an annual activity sponsored by the St. Louis Group. Twenty-four persons were present at the May meeting. No meeting will be held in June. The next meeting will be held the afternoon of July 21 at Carlyle Lake, 111., in conjunction with Rosetta HoImes's.annual UFO picnic. (Reported by David A. Schroth) Around the Network 1974 MUFON UFO SYMPOSIUM PROCEEDINGS You may obtain copies of the 1974 MUFON Sym- posium Proceedings containing the presented papers of Ralph Blum; Barry H. Downing, Ph.D.; Ted Phillips; Marjorie E. Fish; Berthold E. Schwarz, M.D.; Walter H. Andrus, Jr.; and Stanton T. Friedman, and submitted papers by Stan Gordon and Eugene H. Burt by making a check payable to MUFON for $3.25 in the U.S.A. and Canada or $4.00 in all other countries and mailing to: MUFON, 40 Christopher Court, Quincy, Illinois 62301, U.S.A. The proceedings contain 162 pages of current UFO research performed by these renown individuals in their specialized fields of expertise. Additional copies of the --1973 MUFON Symposium Proceedings held in Kansas City, Mo., have been printed and are also available from the same ad- dress and cost as the 1974 books, featuring John F. Schuessler, Ted Phillips, Adrian Vance, Stan- ton T. Friedman, Dr. J. Allen Hynek, and Barry H. Downing,. Ph.D. Both the 1971 and 1972 Conference Proceedings are out of print. The 1970 Midwest UFO Confer- ence Proceedings were not published. On July 16, from 7 to 9 p.m., Joe Brill,. Bob Smulling, and Walt Andrus will participate in a radio talk program on radio station KXGI (AM and FM) in Ft. Madison, Iowa. SKYLOOK subscribers and MUFON members in southeastern Iowa and West- ern Illinois will be able to hear KXGI on 1370 Khz. or 101 Mhz. on your dials. - On Tuesday, July 23, Walt Andrus, will appear on the \"Jim Cox Hour\" from 9:30 a.m. to 10:30 a. m. on TV Station WSIL (Channel 3) in Harrisburg, 111. discussing UFO's. A cassette tape of a Radio WHB talk show fol- lowing the April \"Public Awareness Program on UFO Facts\" in Kansas City is available for $3.85, ac- cording to Stan Fouch, State Section Director for Kansas. The 88-minute tape features discussions by Kansas State Director Tom Nicholl, MUFON Direc- tor Walt Andrus, Missouri State Section Director Ted Phillips, and Fouch. Mary Neil Moore moder- ates the program. Topics discussed include Nicholl's 1967 sighting, Andrus 1 1948 sighting, five call-ins (two currently under investiga- tion), recent landing cases, MUFON's mission, the Betty and Barney Hill case, the Hickson and Parker case, \"Chariots of the Gods?,\" and UFO mechanical failure. Send orders to J. S. Fouch, 9714 Ensley Lane, Leawood, Kansas 66206, enclosing $3.85 for each copy of the tape ordered. The Jing Bao Journal, official publication of the Flying Tigers of the 14th Air Force Associ- ation, Inc., is seeking information of UFO sight- ings in China during World War II, or elsewhere, before or since, by members of the association. Requests for anonymity will be honored. The Journal's address is 1042 Seminole, Detroit, Mich. 48214. (Submitted by Joe Gurney) Fortfest 74 slated Aug. 9-11 Fortfest 74, the Second Annual International Fortean Organization (INFO) Convention, scheduled for Aug. 9 through 11 at the Shoreham Americana Hotel in Washington, D.C., will feature a variety of topics, contributers, and presentations. Among the subjects to be covered are UFO's; Bigfoot and Abominable Snowpeople; psychic phe- nomena; sea serpents; the Bermuda Triangle; exo- biology; ancient astronauts; catastrophic geo- physical theories; USD's; and lost continents. Details concerning specific speakers will be printed as they become, available. Registration fee is $10 for INFO members, and $16 for non-members. The convention will get underway at 2 p.m. Friday, Aug. 9, and end at 6 p.m. Sunday, Aug. 11. Fpr further information write INFO, P.O. Box 367, Arlington, Va. 22210. 17"},{"pageNumber":19,"pageContent":"N.C. reporter hit by light during UFO photo attempt MOUNT OLIVE, N.C., TRIBUNE, April 5, 1974— Nelson Bland, a reporter for the Tribune, re- ported that he was traveling on Highway 117, go- ing north from Faison to Mount Olive, when he saw a \"strange, erratically moving light in the sky\" as he approached an overhead bridge. \"I'm color- blind, and don't know what color it actually was,\" he explained, \"but it appeared to be either red, green, or yellow.\" Proceeding down old Route 117, he said the ob- ject appeared to be getting closer. \"Anyway it was brighter,\" he said. \"It looked weird. The lights were not blinking, but were sort of puls- ating—nothing like I had ever seen before.\" He parked his car, leaving the motor running, and got a camera with a telephoto lens. Through the lens, he said he could make out three lights: one bright one and two smaller ones. He took three photos, but these were only specks of light on the film after it was developed. The object continued to come closer as it moved south* Bland said he drove his auto on the road between Route 117 Business and Route 117 By-pass, still seeing three lights. \"Then suddenly, with- out any noise and at incredible speed, the ob- ject appeared to come about 300 or so feet away from me and about 75 or 80 feet in the air, over a field near Scott and Jones Company,\" he re- lated. \"I could see the shape and color of the object. It was oblong, and the lights were re- flecting onto the top part, which appeared to be metal. Anyway, it was yellow or orange in color. The bottom part I could not distinguish the color, but could see the outline silhouetted against the sky. All this took place in about four minutes—from when I first saw it until it came down close.\" He said the object was about 30 feet long and about 10 feet deep. Bland says he quickly grabbed his camera, stood beside his car door, \"and started to aim when suddenly an intense, extremely bright beam of light came from the bottom of the object and beamed directly onto me and the car. During the whole episode I felt eerie, but when that light beamed down on me. I almost fainted.\" He says he quickly dropped the camera onto the car seat and sped away in his car. \"The bright light stayed on for about three seconds after I dropped my camera. It went out, but I didn't look back, or up, to see where the object went. Since then I have been extremely nervous, especially when driving alone at night. I hope to God I never see another one.\" Bland says that others in the Mount Olive area --Marty Brogden, Route 4, Mount Olive: Mark Bryan, Route 1, Dudley; Mike Grantham, Route 1, Goldsboro; David Neel, Route 1, Princeton; and Mark Quinn, Mount Olive—have reported seeing similar objects on several occasions. Gail Drawing of UFO seen by Nelson Bland. Stroud, a Duplin County school bus driver; Marian Green, a North Duplin student; Johnny Davis, a Southern Wayne student; and Jeff Parker, a North Duplin student, have also seen similar objects in the sky, Bland noted. Commenting on witnesses to previous sightings, Bland said, \"personally, I didn't believe them and made ridiculous remarks to them. But after .Monday night I remember the old rock song that was popular several years ago: \"I'm a believer.\" Ancient Astronauts to meet The first General Meeting of the Ancient Astro- naut Society will be held Saturday, July 27, at the Casa Royale Banquet Hall, 783 Lee Street, Des Plaines, 111. The informal six-hour affair will begin at 11 a.m. and end at 5 p.m. Highlights of the meeting will be slides of the Plain of Nazea and.other sites, furnished by Erich von Daniken and pre- sented by Gene M. Phillips, founder of the Soci- ety; video tapes of portions of the Society's First World Conference, presented by Jerry Morris of the College of DuPage; slides of South Ameri- can artifacts, presented by Richard T. Crowe, writer and lecturer: and a discussion and slide presentation of Josef F. Blumrich's patent of Ezekiel's \"wheel within a wheel,\" presented by patent attorney Keith J. Kulie. Admission price- for the program is $1.00 for Society members and $2.00 for non-members, pay- able at the door. Headquarters for the Society are located at 600 Talcott Road, Park Ridge, 111. 60068    - Family sees egg-shaped object NEW KENSINGTON, PA., April 17, 1974—A family of three, who wish to remain anonymous, but who reside in the 600 block of Moss Alley, said they saw a bright yellow object shaped like an egg shortly after 9 p.m., April 16. Michel M. Jaffe of DATA-NET would like to hear from past DATA-NET members. The rumor that I was lost at sea in the Gulf of Mexico is without foundation. Write or call: Michel M. Jaffe, 1701 Skees Rd.#34, West Palm Beach, Fla. 33406 305-689-6496 18"},{"pageNumber":20,"pageContent":"UFO'Green'upsets routine Date of actual sighting: , April 9, 1974 Location: San Juan, Argentina y Newspaper:, La Nueva Provincia, April 10, 1974 Provided by: Joe Brill Translated by: Bill Armstrong San Juan, April 9--(Telam)--The sky over this city has a visitor as persistent as it is'suspi- cious, whose appearances have the rare virtue of provoking collective expressions of jollity. As it appears it involves a mysterious, uni- -'\"dentified flying object (UFO) which for the 'second time in the current month of April passed through the skies of San Juan giving the impres- •^sion of a genuine curiosity. It was 08:15 hrs. this morning when it's presence excited the city. It was described as .parabola heading north and giving off greenish sparks which inspired the high school students to give it the English name of \"green.\" Precisely it was the students which gave it the category of an event and they went out in masses into the street leaving their professors jilted. Their attitude was imitated by the em- ployees of the stores and businesses and in a short time it can be said that the entire popu- lation of San Juan was looking for terraces and open spaces in order to contemplate the airship \"Green.\" Now over the hill (ridge) Villicum, the UFO made a maneuver to the east crossing over the de- partment (or suburb) of Ullum where the dam of the same name is under construction. Then it turned to fly over the city showing it's irides- cent edges. It appeared in no hurry whatever and at one moment it displayed- it's spheroid contours. A flying saucer it was said, with ap- parent desires of communication or at least of contemplation of San Juan. The UFO had made it's first visit over the city on the second of this current month. On that occasion it caused some unrest, but this morning it wasn't long before some groups, of young people were organized to give a demonstra- tion to ask this object to land (to descend). The curious thing is that at that hour there was not recorded the flight of a single airplane over San Juan. The authorities, in spite of participating in the general excitement, considered that the un- usual visitor upset in many ways the routine of the place, since it interrupted studies and jobs and propagated festive distrurbance UFO detector by DATA-NET. Needs no orien- tation, May be carried in pocket. Utilizes 2.8 Khz solid state transducer. Entire unit including battery guaranteed five years. $20.00 post paid. Each unit personally manu- factured per order by Michel M. Jaffe, 1701 Skees Rd.#34, West Palm Beach, Fla. 33406. UFO'Green'stops clocks Date of actual-sighting: April 22, 19.74 Location: San Juan, Argentina Newspaper: La Nueva Provincia, April 23, 1974 Submitted by: Joe Brill Translated by: Bill Armstrong San Juan, April 22--(Telam)--A mysterious uni- dentified flying object (UFO) early this morning flew over the departments of Jachal and Iglesia (probably counties, a local division of govern- ment) at 150 kilometers to the north of this capital making stop in it's passage, according to the witnesses, all the clocks of the region (or zone) and provoking an intense sound which caused the breakage of glass windows of many houses and nearby businesses. . The first reports arrived from the locality of Rodeo, where Luis Olivares reported that the object \"was flying from north to south at a very low altitude leaving behind it a very long lumi- nous trail.\" Meanwhile a violent vibration jolted his house.\"     • The sub-lieutenant of the National Police, Raul Saledo, on guard at the \"Las'Flores\" station said that it was a matter of \"an object which went by very shinning (glittering) giving off an intense light and accompanied by a deafening sound.\" For his part, Raul Dominguez, who lives in Angualaste, twenty-five kilometers to the north of El Rodeo, said that \"the luminous source left behind it a trail five to six meters in length.\" Some people from the Villa San Jose observed .the luminous yellow trail from the object which appeared like a ball of fire, and some city work- ers who at that hour were cleaning the streets described the appearance as \"an enormous sun which made the houses'tremble.\" Similar phenomenon were observed in this pro- vince on the second and ninth of the current month being christened by the people with the name of \"Green,\" since it gave off a greenish color. Michigan object moves NILES, MICH., DAILY STAR, April\"16, 1974--A UFO was reported to police by Janice Washington, of 119 Briarcrest, at 11:24 p.m., April 15. The object reportedly hovered above the treetops for nearly an hour, flashing red, green, blue, and white signals. The lights reportedly moved from side to side and up and down as it moved. Offi- .cers described the object as a bright white light with smaller flashing colored lights moving slow- ly westward toward Buchanan from the west side of Niles. The object was about 600-700 feet above the ground and maintained a 60-degree altitude, police said. It made no sound. The shape of the object could not be determined, and it did not> show up on radar at South Bend Airport, 10 miles away. 19"},{"pageNumber":21,"pageContent":"N.C. UFO moves erratically By Frank R. Harrison, State-Section Director and Field Investigator for MUFON, Mt. Olive, N.C. Date: June 12, 1974 Time: 12:10 a.m. Witnesses: Mrs. Joyce Henderson; Jan Henderson, Joyce's 11-year-old daughter; and Joyce's parents who live next door. Weather conditions: Warm, high scattered clouds Joyce had gotten out of bed at 12:10 a.m. to get some water. As usual when she gets up in the night, she glanced out the window toward her par- ents' house, and her eye caught a series of lights moving above the tree line in the distance toward the community of Grantham, N. C., in Wayne County. The lights were intensely white, calling to her mind lights like those around ball parks, that appeared to be shining downward. At this . point the series of lights appeared to be wider across than the full moon. There were two smaller lights over the larger lights.  l ,Mrs. : Henderson watched the lights move back and forth across the field about five minutes, with \"bouncing movements, or a bobbing up and down. It would stop and bob up and down like a cork, then move forward bouncing up and down.\" She then called her parents who got up and ob- served it also. After calling her parents, she and Jan went outside to get a better view, where- upon the object started moving in their direction moving up and down as it moved toward them in a descending angle. The object stopped over some low pines, which were 300 feet from the house. The only sound heard was described as a \"whirring noise,\" and it was not very loud-at all, like a very small motor in the distance. Jan became very frightened and ran into the house, followed by Mrs. Henderson. They went to the window back of the house and watched the ob- ject move across the field behind the house, picking up speed as it bobbed along. At its closest point, to them, she noted what she first thought to be two smaller lights over the bright larger lights appeared to be square and looked to be more like windows with light coming through then. The pine trees over which the object stopped appear to be about 20 feet tall. The object did not light up the tops of any trees; the object appeared to be about the height of a water tower. Mrs. Henderson said the row of lights appeared to-be about the length of a car or 15 feet wide. After the object had moved away in a Northeast direction, picking up speed, all lights suddenly went out and were not seen anymore. Total observation time was 20 minutes. After the object disappeared, Mrs. Henderson called Seymour Johnson Air Force Base, which is in Gold- sboro 12 miles away, and asked if they had any planes in the area. The Security Police said D \\ D O o o o oO I I I \\ there was a CX 105 plane out in the general area and it was the largest plane on base. The wit- nesses are absolutely convinced this was not any kind of conventional aircraft. Astronomy Notes By Mark Herbstritt JULY SKY Mercury--May be seen very low in the east just before sunrise from the 20th to the 24th. Venus--Is a morning star rising in the north- east two hours before the sun. On the 31st Venus passes less than a degree north of Saturn. Mars--Is very< low in the west at sunset and sets within two hours. Jupiter--is in Aquarius. It rises before mid- night and is past the meridian at dawn. Saturn—Early in the month it is too close to the sun for observation, but by the end of the month it may be seen as a morning star rising two hours before the sun. At that time it is close to Venus. Bolivian UFO seen by superstitious Date of actual sighting: Nov. 24, 1973 Location: Catavi and Sigio Veinte, Bolivia Newspaper: La Nueva Provincia^ Nov. 27, 1973 Submitted by: Joe Brill Translated by: Bill Armstrong La Paz, Nov. 25--(Telam--Agency France Presse) --The appearance of UFO's over the mining centers of Bolivia has tended to make superstitious per- sons confused with fantasies. According to the news arriving here Friday, several persons of the mining districts of Catavi and Sigio Veinte in- sisted that they had observed on recent days lum- inous objects during the night. These appearances have preoccupied the inhabitants of these places traditionally superstitious who on confusing them with ghosts call upon the aid of a parish priest in order that he might bless them (the people). 20"}]
