[{"pageNumber":2,"pageContent":"Copy . Year $4.00 U.S.A. $5.00 Elsewhere SKYLOOK \"We tell it as it is\" October 1973 Scad Subscription* to SKYLOOK. Box 129. Stover. Mo. 65078 PUBLISHED MONTHLY Mn. Nora* E. Short, Editor aod Publiiher No. 71 Know Your Magazine  7 Where to Order MUPON Publications A Message From Your Director ..... 2 U.S. Clamps Information Lid on Georgia UFO Sightings3 Flying Object \"Big As Box car\" Seen in Illinois 5 Possible Trace Case Near St. Joseph, Mo* .... 6 Space Junk Or ?????  7 UFO Seen At Close Range in Missouri £ The Reich \"Cloudbuster\" and UFOs 9 UFOs Behind the Iron Curtain  10 UFO Reports from New Zealand  13 Cylinder-Shaped Object Seen in Michigan 14 Several Objects Seen in Connecticut White Light Speeds Over Canada Soviet Satellite Disintegrates Over Kansas .... Michigan Residents Watch for a Flying A 15 Skylab Sees Strange Light Ball Moves Up Column of Light ; . Astronomy Notes  16 1920 UFO Reported We Welcome a New Staff Member .... In Others' Words  17 With Our MUFON Members Around the Network .... 1g \"Someday from somewhere out among the stars, will come the answers to many of the oldest, most important, and most exciting questions mankind has asked.\"—Dr. Frank D. Drake, of the National Radio Astronomy Observatory. Official Publication of the Mutual UFO Network"},{"pageNumber":3,"pageContent":"SKYLOOK Know Your Magazine Editor & Publisher: Mrs. Norma E. Short Box 129 Stover, Mo., 65078 Public Relations: Mrs. Rosetta Holmes 1690 Hill Drive Carlyle, 111. 62231 Staff: Walter H. Andrus 40 Christopher Court Quincy, 111., 62301 John F. Schuessler P. 0. Box 9 O'Fallon, Mo. 63366 Lucius Farish Route 1 Plumerville, Ark. 72127 Ted Phillips P. 0. Box 615 Sedalia, Mo. 65301 Mark Herbstritt 967 Theresia St. St. Marys, Pa.15357 Joseph M. Brill 223 N. 12th St. Quincy, 111. 62301 David A. Schroth 4517 A Pennsylvania Ave. St. Louis, Mo. 63111 SUBSCRIPTION See Cover Published Monthly Mail check to editor, ADVERTISING 5£ a word. Minimum charge, $1.00 We reserve right to reject unsuitable material. SKYLOOK was first published in September 1967. Your editor also became the publisher in 1969, and SKYLOOK became a monthly pub- lication. We became the official publication of the Mutual UFO Network in May , 1969 {then known as the Midwest UFO Network). Subscript- ions are open to members and non memberso SKYLOOK is staffed by and for adults. Our policy is to tell it as it is, and we make every effort to separate fact from fantasy in investigating and reporting the UFO phenomenon. Readers are invited to send UFO reports and news clips. Credit is given for material used, but anonymity is yours if you request it. The deadline for copy for next month f s issue is always the 20th of this month. Send in copy as early as possible. Mail all material for SKYLOOK to the editor at Box 129, Stover, Mo., 65076. Enquiries re MUFON should .be mailed to Walter H. Andrus, 40 Christopher Ct., Quincy, 111. 62301. Where To Order MUFON Publications 1972 Conference Proceedings - a big book, speeches made at the 1972 Conference, and a wealth of other material on UFOs. $3-25 in USA and Canada; $4.00 elsewhere. MUFON Symposium 1973 - all the lectures, other UFO papers, a history of MUFON. Articles by Stanton T. Friedman, J. Allen Hynek, Walter H. Andrus, Ted Phillips, Adrian Vance, John F. Schuessler and Barry H. Downing. $3*25 in USA and Canada; $4*00 elsewhere. Make check payable to, and mail to: MUFON Inc., 40 Christopher Court, Quincy, 111. 62301 Are You Moving? Third class mail is not for- warded, so send us your change of address as soon as possible. Your Subscription Has Expired if there is a red X by your name on the address label. Check now. Send renewal to SKYLOOK, Box 129, Stover, Mo.6507$. No foreign currency, please. SKYLOOK is the official publication of the Mutual UFO Network."},{"pageNumber":4,"pageContent":"A Message From Your Director Joe M, Brill, MUFON International Coordinator, is happy to announce the appointment of Ilkka Seppanen, Pistetalo 5-4*2., Imatra 55100, Fin- land, as our new representative for Finland. Ilkka attended our 1973 MUFON Symposium in Kansas City, where he had an opportunity to meet many of our people and see MUFON in action* He will also serve as a SKYLOOK reporter for the Scandinavian countries, Carsten M, Haaland, 149 Waddell Circle, Oak Ridge. Tennessee, 37830, telephone AC 615 4#3-0702, has been appointed State-Section Director for the Tennessee counties of Anderson, Knox, Roane, Campbell, Loudon, Blount and Morgan by the State Director, Dr. Gerald K. Ginnings. Mr. Haaland is a physicist associated with the Oak Hidge National Laboratory. Upon the recommendation of Dr. Ginnings, we are proud to announce the selection of Mrs. Herman A. (Betty) Higgins, P. 0. Box 308, Mount Berry, Georgia . 30149, telephone AC 404 234-7543, as State-Section Director for the Georgia counties of Floyd, Chattoga, Bartow, and Polk. She is a science teacher in the West Rome ri igh School. It is a privilege to announce that ^oger W. Wescott, Ph.D., 11 Creen Hill Road, Madison, New Jersey, 07940, telephone AC 201 377-9031, has volunteered to serve MUFON as a Consultant in Anthropology. Since 1966, Dr. Wescott has been Professor of Linguistics in the Humanities Division of the Graduate School and Chairmen of the Anthropology Department in the Social Science Division of the College of Liberal Arts at Drew University in Madison, ^ew Jersey. For futher background into his outstanding cre- dentials, please consult \"Who's Who in America\" and \"Who's Who in Educa- tional Futuristics.\" He devoted a chapter to UFO's in his book \"Divine Animal\" published by Funk & Wagnalls, 1969. With our official name change from Midwest to MUTUAL UFO NETWORK, it has been necessary to print new membership identification cards, new stationery, UFO Sighting Report forms, etc* We will issue new member- ship cards to all new members as they join and systematically send new I.D. cards to present members as their 1974 dues are received after January 1, 1974- State Directors, Staff Members, and Corporate Officers will receive a supply of our new stationery bearing our MUFON logo in the near future. Existing MUFON stationery should be used by simply adding the work \"MUTUAL\" end deleting \"MIDWEST\" until your supply has been depleted. At the present time we have exhausted our entire supply of \"Field Investigators 1 Manuals\" orginally published in December 1971, and are in the process of updating and revising material for our second edition. Several of our Consultants will share their expertise, in the preparation of the new manual, which will irarove its contents immensely as an inves- tigative tool and training guide. Please refrain from ordering our new Field investigators' Manual until it has been announced in SKYLOOK that it is ready for distribution. The MUFON Amateur Radio Net, which meets every Saturday morning at 8:00 A.M. COST on 3-975 MHz, will continue to meet at 3:00 A.M. when we return to Central Standard Time. Jerry Johnson, WA5RON in Austin, Texas, has been heard \"checking-in n on the net, but due to \"skip\" and local weather conditions, we have had difficulty communicating with him satis- factorily. WA9ARG and W0NC as Alternate Control Stations have been doing an outstanding job. Ron Anderson and your Director wish to commend them for their loyalty. Walt Andrus Director, MUFON"},{"pageNumber":5,"pageContent":"U.S. Clamps Information Lid on UFO Sightings in Georgia The above headline appeared in the Sept. 12, 1973 Santa Ana (Calif.) \"Register\" over another fine UFO article written by Robert B. Klinn and David Branch whose articles appear regularly in this newspaper. Working with Stanton T. Friedman who was also checking on tfe^ many UFO reports received from Georgia and learning the Georgia state police were referring callers about UFOs to the local naval air station, the writers placed a call on Sunday, Sept. 9, to the Naval Air Station at Albany, Georgia. The officer of the day advised that all UFO calls were being referred to the Operations Department at the base. We quote from the \"Register\" article: \"Ken Piel, air controlman in the tower, answered our call to the Operations Department. We identifi- ed ourselves, referred to our information that callers were referred to the air station by the Georgia State Police, and stated we would like a status report on the Georgia UFO sightings for this column. 11 'Sure. That's great! 1 exclaimed Piel. ^e seemed eager to talk, perhaps pleased his information would be published in Southern Cali- fornia because he said he came from Pomona. \" T Just a minute.' Piel paused. 'Let me find out what's classified and what isn't.' He left the phone. \"We recalled that on January 30. 1970, in response to a letter from scientist Thornton Page, Lt. Col. James H. Aikman, of the Office of the Secretary of the Air Force, wrote: 'There are no longer any class- ified UFO records. All neve been declassified in accordance with Air Force directives.' But what about the Navy? \"Piel returned to the phone. Now his voice was somber. 'I don't know anything about it, f he said. There was a long pause and then he added, T You know how it is. 1 \"Then he let us speak to the operations duty officer, Lt. Richard O'Neil. 'I am a pilot and was out flying all day today, 1 said O'Neil. 'I don't know anything about it, but even if I did, I couldn't say anything. !rt Klinn and Branch add: \"According to reliable sources, the Navy has hundreds of never-released UFO reports from Navy pilots and officers at sea. ^he late physicist and head of the Institute for Atmospheric Physics, Dr. James £•. McDonald, was funded by the N a vy for a special trip to Australia to investigate UFOs. NO report of this investigation has ever been made public by the Navy, despite inquiry.\" But if the Navy won't talk, others have and the news media all over the United States reported the rash of UFO sightings over Georgia this month of September (this being written the 19th before we go to press on the 20th) and we thank all who sent us newspaper clips and radio transcriptions. We'll give some of the most interesting reports. In Savannah, Ga., Spec.4 Bart J. Burns and Spec. 4 Randy Shade, military policemen, said they were making a routine patrol around the perimeter of the Hunter air base early Saturday, Sept. B, when they saw \"quick flashing lights, traveling at a high rate of speed from east to west, about 2,000 feet above ground level.\" They said they continued their patrol and about 10 minutes later the object \"came in at tree-top level and made a dive,\" forcing the car into the ditch. The UFO hovered near as they worked to free the car from the ditch and then pursued them ss they returned to headquarters to report the * incident. Later, a military spokesman denied that the vehicle had left the road but did admit the two MP had seen an unidentified flying object which followed them to headquarters. / More Military cover-up?/"},{"pageNumber":6,"pageContent":"Just a few hours after the MP incident, a Savannah policeman re- -ported seeing an unidentified flying object in a Residential area. Sent to investigate a UFO sighting by residents, he saw a \"large circular craft something like a flying saucer.\" H e said if had a large spotlight which changed color from red to green as well as smaller blue flashing lights. At Athens, Ga., Monday night, Sept* 3, a frightened man dashed into police headquarters and said a strange \"bright-flashing object\" had swooped toward his car on a north Georgia highway* He said it came within 15 feet of the ground before swerving off into the sky» The man, said officers, looked as if he had \"really seen something.* At Sandersville, Ga. Tuesday night, Sept* 4, witnesses reported a very small object in the southwest, its color changing from red to green to blue and then to gold, moving within a small area. Later, a second object, larger and multi-colored, appeared in the northwest. It eventually turned white and dwindled in size. -°oth objects were visible at the same time, witnesses reported. Chester A. Tatum, a Camilla, Ga., newspaper publisher, said he pho- tographed a craft Saturday night, Sept. 1, with a \"ribbed type design.\" A state patrol trooper based in Manchester said a UFO whisked past his car so fast there was \"no way\" he could get a close look. A cameraman for WAGA-TV in Atlanta recorded 90 seconds of film of a UFO near Manchester early Sunday, Sept. 9* It showed a hovering, glowing light, changing colors rapidly. But a glowing green cylinder reported near Manchster Saturday night turned out to be a commonly used automobile trouble flare, the Georgia state patrol said. Police in five east-central Alabama cities reported sightings early Sunday, Sept. 9 3 Patrolman Keith Broach of Auburn, said he saw something the size of an airplane which appeared to be red and white, changed to green and. then to white before flying away. A policeman at Lanett said he saw an object about the size of a car, coming with- in 150 feet of the ground* Sightings were also reported by police in Carrville, Notasulga and Tuskegee, Ala. Marcus Holland, a reporter for a Savannah newspaper, reported see- ing an unidentified flying object a half hour before the sighting reported by the military policemen Sept. d. \"I was traveling at 70 miles per hour,\" he said. \"It outran my car like it was tied to a post.\" The object was headed toward Hunter Air Base. The sightings took a new twist Monday,Sept. 10, when Ress Clanton, of Griffin, Georgia, said he saw a \"golden egg n fall from the sky, searing the earth in a great cloud of white smoke. He didn't see any aircraft in the area. The object appeared to be about the size of a hen egg, he said, and did not appear to be in a free fall, but descended at a controlled rate and apparently destroyed itself when it hit and left a hole a foot long and four to five inches deep. Re- searchers from an agricultural experiment station in Griffin took earth samples at the site, but found nothing unusual except the temperature of the ground, which was recorded at 300 degrees. There was a burned patch about the size of a basketball and roots and wood chips were burned an inch below the surface. Dr. Ralph Buice, an astronomer and satellite tracker at the Fern- bank Science Center, DeKalb County, Ga., said the UFOs could be man- made satellites or assorted bits of space \"junk\" burning up as they reenter the earth's atmosphere. Source: Santa Ana, Ca. \"Register,\" Los Angeles Times,\" KMOX (St. Louis) radio, \"Arizona Republic,\" Dayton, Ohio \"Journal Herald,\" Huntsville Times\", Ala.^Tulsa Tribune 1 *,etc. Credits: Too many to list—again, thank you, and keep sending them in."},{"pageNumber":7,"pageContent":"Flying Object \"Big As Boxcar\" Seen in Greenup. Ill* Area Bud Sedgwick had been cultivating beans southeast of Greenup, 111., until his wife and her parents, Mr. and Mrs. Delos Robbins drove to the fields to pick him up shortly after £ o'clock, Saturday night, August 4, 1973- They were on a country road east of Greenup going west, just south of the Penn Central Railroad tracks when \" All of a sudden there it was—it was coming at us sideways at treetop level,\" Sedgwick said. He slammed on the brakes and one of the women was thrown against the dashboard of the car. The fast moving object was rectangular \"and had the shape of a large boxcar,\" Sedgwick said. He described it as being \"all the same color— a pale color.\" It wasn't overly brilliant and it didn't hurt their eyes to look at it. n lt was right in front of us. We had a clear view, there was no guessing.\" he estimated the object to be about a half mile from them and he said it appeared to settle into a cornfield, with one end of the rectangle going down first, then the other end also disappearing from view. Bill McMorris and his son were on tneir way home from an evening of fishing near Hidalgo. Coming north on Route 130 through the hollows south of ^reenup, they saw the object across the top of a farm house owned by Walter Gabel. \"It was as big as a house,\" McMorris, publisher of the \"reenup newspaper, said. It was at least three-fourths of a mile away and seemed to be coming down, he said. He lost sight of it when he went down into a dip in the road, and when he came up the other side of the hill, it was gone. n e too said it was evenly illuminated, no one spot any brighter than any other. Patty Markwell, 13, was in her mother's car on the way to the Tastee Freeze when she saw the object. \"I just saw the end of it over thB trees,\" she said. \"It wss real bright—it looked like light bulbs. It looked like somebody had a string on it, and just pulled it down.\" &er mother, busy driving, couldn't take her eyes off the road when Patty called out there was something real bright in the sky, and she didn't see it. Sheriff Jones and a crew of men covered the area around the Gabel house Saturday night and again Monday morning, but found nothing unusual. Sedgwick said a man from the Federal Aeronautics Administration con- tacted him Monday and was coming to interview him oh Friday. \"We're not drinking people. We saw something, tt Sedgwick told a reporter from the Charleston, 111* \"Times-Courier.\"\"Before this, if anyone had told me the story I'm telling you, I would have been courteous to him, but I would have thought maybe he had a screw loose.\" The reports were carried in several of the area newspapers, after which other reports came in. Sunday, Aug. 19 proved to be the most pro- ductive night for UFO sightings in the area. Over 200 persons reported seeing a UFO during the evening, according to Kid Jenson, a disc jockey at radio station WEIC in Charleston. \"Most of the people who called were satisfied they really saw some- thing,\" Jenson said, \"And about SO percent of the reports were almost identical in their descriptions of the UFO.\" One report came from a Charleston resident who said a UFO had landed \"about 200 feet from my car in the country and then tried to get me on the way back to Charleston.\" At least one person who sighted a UFO Sunday night was so sure he saw something, he made an aerial search of the area in which he \"saw it land.\" Robert Hudson, or Rural Arcola, along with Kim Gire and Vicky Bumpus, claimed to have seen a UFO \"land behind the Caroline White home between"},{"pageNumber":8,"pageContent":"Charleston and Mattoon.\" Hudson said the trio was returning from a family reunion about 10 p.m. when he sighted the \"thing\" while driving along a country road north of Illinois 16. \"I was looking east towards Caroline's (White) house and could see her pole light by her barn,\" Hudson said, \"when 1 noticed what looked like at first another pole light up in the sky.\" It seemed to be coming down to the ground very slowly. H e said he let the truck coast and told the girls to look at the light. Both of the girls becsme frightened and urged Hudson \"let's get out of here.\" Hudson said he wasn't sure just how far away the light might have been. \"It was hard to tell because when the light got just above the pole light on her barn, it flared, out sideways,\" he said, \"It looked like someone just turned on their landing lights—it almost trippled in size—it looked just like an airplane turning on its landing lights,\" he said. \"1 Would estimate the light was about the size of a football field when it spread out just before landing.\" Both of the girls said the object had a row of green lights along it. Hudson said he had not seen any individual lights, but said the light \"had a green haze around it.\" Kim Gire said she saw \"only two definite lines in the object--one curved down on the right side and one line appeared to be a leg for landing. It was very irregular. It came down moderately and flared out at the bottom as it landed and then disappeared.\" Vicky Bumpus said she agreed with their descriptions but said she didn't see it long because she was scared and wanted to go home. \"1 did see it land though.\" Hudson said if he had been alone, he might have forgotten about the whole thing, \"but when three people see the same thing, there s got to be something there.\" He was so sure of what he had seen that two days later he was in an airplane making an aerial serch over the area. He thought he might see some burn marks or large depressions in the ground, he said, but reported he found nothing unusual. He said he had never seen UFOs before. Asked if he believes in them now, Hudson said, \"Well, I don't know—I suppose.\" He is still certain he saw something and it bothers him. \"I'm a grown man and it still scares me.\" One of the men who spotted a bright red or orange object discovered he was watching the moon which appeared in and out of the low overcast at intervals. But you'13 never convince Bob Hudson and his companions they were watching the moon. Source: Newspaper mentioned and other clips sent by Joe Brill. Editor's Note: We'd like to have more on this one. Possible Trace Case Near 3t. Joseph, Mo, Through a telephone conversation with Russell Maag, Ted Phillips learned that a strange circular ring has been found on property near St. Joe, Mo. The ring was discovered on the morning of August 22nd and is a perfect circle with a diameter of seven feet and a ring width of four inches. The surface was covered with some sort of oily material and a white substance was found in the grass. No UFO was seen at the site and a check with neighbors failed to turn up any witnesses. Samples of the oily material were taken, along with photographs of the ring, Mr. Phillips hopes to have more information on this for the next issue of SKYLOOK."},{"pageNumber":9,"pageContent":"Space Junk Or ?V??? - Procession of Satellite-Type Objects Seen April 3rd Editor's Note: The following article was written by Ann Druffel, of Pasadena, California, hrs. Druffel is the coordinator of Skynet in Los Angeles and is one of our MUFON representatives, well known in California for her research and investigation in the UFO field. The procession of man-made satellites accompanying Skylab on May 14th had a precedent on April 3rd which seems to have escaped the notice of space publications. April 3rd was the launch date for Salyut II, the ill- fated Russian satellite, but there was, of course, no advance notice of its initial passages. Amateur astronomers were not watching in great numbers as they were on the Skylab launch date, May 14th. However, in the Los Angeles Basin, a broad plain surrounded on most sides by mountains, upon which the city of Los Angeles is sprawled, thirty- four witnesses sighted a series of paired lights from 1910 to 1915 PST on April 3, 1973. Considering that the event was unexpected, end reported to Griffith Observatory in Hollywood by persons in varied fields of work, the descrip- tions of the procession were strikingly similar. Mr. H. F. Penfolit, a naturalist and amateur astronomer, was teaching an astronomy class near the observatory of the Clear Creek educational center in the mountains above La Canada, about 16 miles northeast of Los Angeles Civic Center. In a dark sky washed clean of smog and clouds by a northeasterly wind, Penfold, another adult counselor, and 20 students viewed a series of white lights traveling from northwest to southeast* They were in precise pairs, the members of each pair being 2-3 degrees apart. All the lights were tbout +2 magnitude, end some were pulsating. They came into sight above trees about 50 degrees high, crossing the meridian at SO degrees in the south^ They traversed about 50 degrees of sky be- fore disappearing in the southeast. The elapsed time of viewing was app- roximately one and one-half minutes. r our pairs were seen in all, each precisely spaced, and the pairs were 30-40 seconds apart. During the procession, a brighter white light, about -1 magnitude, crossed from south to north, first seen about 70 desgrees above the south- ern horizon and moving \"\"very fast.\" Other witnesses were a military test pilot and his wife and children, who live in an isolated community 21 miles northwest of Civic Center. The skies here are generally darker than in other parts of the Basin. H e re, the objects were about +1 magnitude, with the south-north object corres- pondingly brighter. Some of the lights were blinking. The pilot was convinced the lights were not from airplanes, estimating that they were one order magnitude faster than our faster commercial jets* n e gave a further comparison that the speed of a meteor is two and one- half orders of magnitude greater than the faster jets. Other witnesses in other parts of the Basin, reporting the precisely spaced paired lights, also mentioned one or two single northwest-southeast lights interspersed among the pairs, but having the same general speed and appearance. Witnesses in Civic Center and in Glendale, nine miles northeast, as well as those in towns farther northeast and northwest, reported the objects at approximately the same elevation (SO-35 degrees) at the meridian, as did John F. Kaiser, an artist, living in Simi Valley, beyond the northerly rim of mountains. All reports available on Salyut II, particularly the April issues of Aviation Week and Space Technology, indicate that the Russian satellite's break up occurred ten days after its launch. At that time, at least fifteen"},{"pageNumber":10,"pageContent":"pieces were distinguishable on tracking systems, biat no mention cen be found of supplementary objects accompanying Salyut on its early passages. However/a planned launch by the Russians of a manned ro-cket designed to link up with Salyut was never made, and it may be that serious trouble was suspected even before the announced \"catastrophic event\" of April -14. Approximations of Salyut T s orbital passages on April 3rd reveal that the satellite, having been launched at 0900 Greenwich time, at an inclin- ation of 51.6 degrees, would be passing over the western u nited States at 1910 PST April 3rd, and would be traveling in a northwest-southeast direction. It would be interesting to leern whether witnesses in other states^ viewed the April 3rd procession. The two puzzling aspects of the inci- dent, reported without exception by all observers, are the speed, which seemed faster than normal, and also the precision with which the pairs followed each other across the sky* Note: In a letter accompanying the article Mrs. Druffel commented, 'I think there is too high a probability that the objects were space junk accompanying Salyut II for it to be considered a first-class UFO case. However, why were the lights in precise pairs?\" Which leaves us wondering too. UFO Seen At Close Range In Missouri On the morning of September 14, 1973i two soldiers from Ft. Leonard Wood, Mo., saw a bright glowing sphere at tree top level just off the road. The object paced their car for about a half mile, turned, gained some speed and disappeared. The soldiers reported the event which took place about 1:30 a.m., to the highway patrol in Rolla. On hearing of the sighting on radio, Ted Phillips, of the SKYLOOK staff, contacted the highway patrol at Springfield and Holla but was given no additional information and was unable to learn the names of the witnesses. As the sighting took place about 5 miles west of Lebanon, Phillips contacted the radion station KWLT at Leba'non and then the Fort Leonard Wood ^ilitary Police, but wes unable to learn the names of the witnesses. Further attempts are under way* Editor's Note: We have just received a news clip from the \"Spartans- bur Herald-Journal,\" Spartansburg, S. C* in which George Fawcett, well- known UFO lecturer, is quoted as saying\"the United States Air Force has a regulation that makes it an offense punishable by 10 years in prison to report a UFO while in uniform. If this is also Army policy, it explains why the soldiers who reported the sighting did not give their names* Many investigators have run into that \"stone wall\" in attempting to obtain any information re UFOs from the Military. Used U.F.O» and Occult Related Books—bought, sold, traded. Out of print items supplied. Send list with 8# stamp for reply. Whelan-Saraadhi, 34 SK Robin Court, Middletown, N. J. 07748. —Adv. Beck Issues of SKYLOOK —Our list may vary from time to time as some issues come back to us from the U.S. Postal Service when a subscriber moves and fails,to send us a forwarding address—and some of our kind readers return their issues. At this writing we have: For 1969- May and December; 1970 - January, February, April, October; 1972 - January; 1973 - April, June, July, August and September. Send 45£ for each copy wanted; if we cannot supply, we will apply on your subscription and notify you-of the new expiration date. These won't last: if you are interested, write at once. Send payment to SKYLOOK. Box 129, Stover, Mo., 6507d.  ' ' ' 8"},{"pageNumber":11,"pageContent":"The Reich \"Cloudbuster\" and UFOs .... By Jerome Eden In response to your kind invitation, this is a brief report regarding the Cloudbuster, invented by the lete Dru Wilhelm Reich, and UFOs. It is impossible, in a few words, to go into depth on this subject, but I can assure you that the material is truthful and factual. Dr. Reich,- the discoverer of Orgone energy, the cosmic ^ife Energy of our planet, was able to disable UFOs hovering over his Rangeley, Maine laboratory, and dupliceted this astonishing phenomenon again in the Ar- izona desert. Several highly qualified and credible witnesses were on hand. Caving studied and duplicated many of Reich's experiments, I built a Cloudbuster and experimented with it. With the Reich Cloudbuster, and with an understanding of the functions of the Cosmic Orgone energy, I was able to break a severe drought in the summer of 1971. (This work published in The Journal of Orgonomy. Vol. 6, No. l) 0 Reich claimed (and I fully concur) that the Uf'Os are using the Cosmic ^rgone energy as their propulsive power and, simultaneously, releasing DOR (i.e. Deadly C)Kgone) as their exhaust—similar to the release of carbon monoxide from a gasoline engine. DOR is highly toxic and radioactive DOR clouds are typically gray-to-black, are lusterless, \"deadly\" energy clouds, which cause grave distress in man and animals. Th'e Cloudbuster was invented by Reich to clean the skies of DOR clouds. The appearance of DOR clouds is a sure sign that UFOs are in the area. All. of these facts, accompanied by voluminous published material was transmitted to the US Air Force, the CIA, the President's office etc by Reich. On December 23, 1971, after concluding a brief CORE (Cosmic Orgone Engineering) operation, I shut down my Cloudbuster and \"returned to my house about 4:45 p.m. One hour later I stepped outside to observe the sky which hsd been choked with DOR clouds. Suddenly, a bright glar-_ ing light hit me in the eyes, and my first impression was that \"someone is taking a picture,\" as the light had the intensity and glare of a flash bulb at close range. Looking toward the southeast at a mountain range about 7 miles away, I could see a pulsating, slowly moving UFO which was below a mountain,. I called my wife who came running with a pair of binoc- ulars and both of us watched the UFO/pulsing and moving slowly toward the south. lj -'he UFO, still pulsing,' then moved upward and behind the mountain crest. Then the area behind the mountains glowed a bright orange and the light went out. Then my eyes began to itch strongly and were deeply reddened. I washed my eyes, face and neck immediately with cold water. Within 15 minutes I had developed a violent headache which lasted all night. I felt myself getting progressively weaker with what is commonly called \"flu\" symptoms—but which are actually symptoms of low-level radiation sickness, identified and fully described by Reich as \"DOR sicknesso\" I W£S in bed for a week with a high fever and reported this event to two physicians who are thoroughly familiar with Reich's discoveries. On June 8, 1973, having received a File Dumber from the National Oceanic & Atmospheric Administration (NOAA) under the Department of Commerce, I again set up my Cloudbuster on the shore of Lake Pend Oreille in an attempt to break the severe drought here in the North- west. The Cloudbuster \"draws\" the Cosmic Orgone energy in the atmos- phere, and a thorougly knowledgeable operator can \"trigger\" the Orgone so as to reverse the drought tendency and bring about conditions conducive to rain. I was partially successful by bringing in approxi- mately one inch of rain which fell on the Bayview, Idaho area on June 23, Continued on Page 1Z"},{"pageNumber":12,"pageContent":"UFO ! s Behind the Iron Curtain Research by Joseph M, Brill The following is an excerpt from the fifth chapter of the new book \"UFO A Modern Problem\" by Florin Gheorghita of Romania. This book was published in April of this year and was sold out in a matter of days. It appears that the people of Romania are interested in reading about the UFO phenomenon. Strange Stationary ^bjects •^ It happened in Cluj. The newspapers of September IS, 196S reported that in the immediate area of Cluj photographs were taken of an aerial object which had an evident shape of a \"Flying Sauncer.\" The newspapers of Bucharest and of Cluj published these pictures. TV presented the entire set of pict- ures taken by Emil Barna. A group of newspaper reporters went to Cluj in order to interview the witnesses. On the 19th of September that same year, a new strange incident appeared over the city of Cluj, which was for the majority of citizens an \"unidentified object.\" At 3:30 P» m- an unusual object \"fixed itself\" above the center of the city. The object had a polyhedrical shape of very huge dimensions (the lower section was at least fifty meters long). The pilots of a flight from Bucharest estimated its height at 5000-9000 meters. Indi- vidually, a topographist engineer (whose name is St. Muresan of 43 Pavlov Street in Cluj) and Norodot Gh., a technician from Apahida.cal- culated its.altitude at the same height using theodolites. The follow- ing aspects are what most intrigued the witnesses: Initially, the object had been seen by some groups of people at 3^15 p.m., as it moved with great speed against the wind, which was blowing hard st that height., This fact was related in a written report made by Radu Kircea of 14 George Cosbuc and also in other written and narrative reports of witnesses such as Marton Zoltan. The object then came back rapidly over the city and remained station- ary tb-ere over the center of the city for four hours without any move- ment at al.-~ It was seen by almost everyone living in or near Cluj. People, who watched it using binoculars or telescopes or other optical instruments of the local astronomical observatory, observed a plastic cover which was curved under the pressure of the wind, but the aerial object persisted unusually to remain stationary in the same place* How could it remain immobile, when the wind velocity at ground level as well as at the height at which this object was stationed was approxi- mately SO kilometers per hour? It was certain that no one could see any engine or propulsion effect that would enable th,is object to re- sist the pressure of the wind speed. A sort of continuous yellow-orange colored lights could be seen on the opposite side of where the sunlight was striking the object, which seemed to be coming from the inside. And although for the maj- ority of the observers the object disappeared in the evening, as it was covered by a layer of thick stratum type clouds at 7:15 p.m., it seemed that some of the citizens from the eastern part of the city could ob- serve supplementary details. Gh. Porutiu of 5 Brabiilor Street, wrote the following: \"Above my yard there are some electrical lines, so I placed myself at a point from which 1 was able to see this bright object in the direction of one of the electrical lines. In the beginning the object was immobile but,, when the clouds came, it moved toward the west with great speed and I was able to see it passing my electrical line guide mark. It 10"},{"pageNumber":13,"pageContent":"moved with great speed against the wind which was flowing from west to east.\" • This UFO wes also observed and filmed by the newsmen from the T.V. station who had come to ^luj in order to interview Emil Barnes. This film w£s taken by A. Croitoru and was shown afterwards in Bucharest to a smsll group of competent individuals but, as \"Contemporanul\" of Nov. 1, 1963 wrot^e, the showing of the film did not bring any clarifications and the object continued to remain an \"unidentified case.\" As some of the other newspapers and journals reported, that on the same afternoon a rsnge of towns and villages in Transylvania also received visits of an unidentified flying object. The same kind of reports were sent from ^eva, Dumbreveni, ^edias, Sighisoara, Brasov, Bistrita and other villages in this area. The newspaper \"Neuer Weg\" No. 6033, 196S published an article ebout a bright object irradiating multi-colored lights, which flew over the town of Bistrita and other surrounding localities and which disturbed the T.V. reception and the radio transmission of Y.0-5 TZ. The difference from the other fly overs, the citizens of Sighisoara see a \"stopping\" similsr to the one taking place st the same time in Cluj.. For instance, Taisia Maftei, a retired school teacher of 7 Blsd Tepes Street wrote: \"At 6:00 p.m. my neighbors pointed out to me a bright object noticeable in the sky which stopped above the central area of the town. In the clear sky there wasn't any trace of smoke or exhaust snd we couldn't hear any sound of an engine noise all the time tlu t we observed it. We watched this strange object for approx- imately one hour. It was seen by most of the inhabitants of the city.\" Compared to the reports coming in from the Translyvian localities, the case in Cluj deserved a more detailed research concerning the be- havior of the object as well as its content. So, the seme afternoon, Gh. Chis, from the Babes Bolyai University noticed an interesting fact and related it to L. Roman, the press reporter from Agerpress: \"The object was shining by reflecting the sunlight. In its central area it had a convexity which shined much more brilliantly than the rest of it „ . \" What can be the reason of that pert shining with a great brill- iance? A very excellent photograph with a powerful telescopic lens wss made by the photographer Wagner Adolf from ^luj\", which clarified the shining content of the object. This photograph remained unpublished in spite of the fact thct it might be a unique document all over the world con- cerning the UFO's. The photograph reveals an unexpected content; there are two bright objects having an evident shape of a \"flying saucer.\" The two objects were separated a small distence from one another. One was directly above the other. The images of the objects reveal the bright light effect was not due only to the reflection of the sunlight, but, thct the brilliance of the other areas of the objects was of equal intensity, where there should have been shadows cast. Thus, the sur- faces of the tvjo objects in question were self luminous. ^Iso, the yellow lights at the opposite area of the sunlight which could be seen from the ground with the naked eye, were a good confirmation of this fact. This case raised more problems of more ample proportions. Let us take into consideration only the one element which intrigued the majority of the observers of this UFO: By what physical means could that aerial object persist in the seme place for so many hours, even though the wind speed Wc.s great? As a matter of fact, under whet con- ditions could a terrestrial aircraft realize such a performance? The specialists would promptly and precisely answer: By propellers rotated by engines as with helicopters or by retroactce jets as are built in the LEM moon landing crafts. In both cases the rotating of the pro- pellors or the noise of the engines could be heard at a great distance, 11"},{"pageNumber":14,"pageContent":"but it was obvious that the object in question did not show any trace of an engine effect which would have enabled it to remain stationary at a fixed location in the sky. Thus, in this case of September 19, 1963 we could label it a gem of unusual behavior of a UFO. Could this be accomplished through the in- telligent work of human beings? Or was there another•answer for which we still search? The Reich Cloudbuster and UFOs, Continued from Page 9 24 and. 25. However, following every major CORE operation, UFOs contin- ually came over our area. Thirteen were seen on the night of June 29, 1973 in a few hours. The sightings were most often very high in the sky, but on occasion some would come quite low. As reported previously to SKYLOOK {August 1973), the UFOs were seen by three members of the Everett Clough family in Bayview, as well as myself and several others. On one occasion a single UFO flew in from the Lake, very low, about 2 a.m., awakening and frightening all the dogs in the area by its penetrating humming sound. The following morning, Mr. Clough phoned me to say that the rear window of his station wagon was mysteriously shattered. The car was parked right in front of the Clough home. My wife and 1 drove down to examine the car window. /_ Photo enclosed shows entire window shattere'd/This single incident might be tossed off as an accident were it not for the fact that a neighbor (about a mile away) reported hear- ing the strange humming noise that same night. And this man I name on file) also noted that two of his glass jugs were mysteriously cracked. .There are two major points I will make here. First, if you remove gasoline from an engine and the engine does not run, then you can con- clude that the engine runs on gasoline. By \"drawing off\" the energy from UFOs by way of the Cloudbuster, Reich demonstrsted that UFOs fade out, wobble as if in distress or flight, or fade out entirely. This, admitted- ly is a highly dangerous procedure, because UFOs have been knov.n to retaliate against CORE operators. The second point I will leave you with is this: 1 am personally con- vinced that UFOs, utilizing the Cosmic Orgone, are fully knowledgeable concerning the operations of Orgone energy. My efforts to break the drought were, finally, completely thwarted by UFOs in our area. These facts have wide implications for the destiny of our planet—and they will be fully elaborated in my next book, Planet in Trouble, which should be available in a few months, Editor's Note: You may write the author at Box 34, Careywood, Idaho, for a free pamphlet re his book \"Orgone Energy—The Answer to Atomic Suicide.\" Power Outage Hits Town -• UFO Seen—A brief power failure hit the Morris, Illinois area shortly after 11:30 p.m. Sept. 5, 1973, and three reports were received of UFOs being sighted in the area. Mike Mash, of Benson Road| told officers he saw a flying saucer-type object about the same time es the power outage. After the lights came back on, the object continued to hover over the Northern Petrochemical Co. area east of Morris along U. S. 6, Mash said, and was observed for about 20 minutes. Source: Joliet Herald, Sept* o. Credit: Jack Kingery, who writes this is the first UFO report in the area since June 1969• Watch for This on TV!—Joe Gurney, of St. Louis, tells us NBC TV will have \"Jn Search of Ancient Mysteries? a sequel to the \"Search for Ancient Astronauts\" for Fall 1973 viewing. We're looking forward to seeing this. Thanks, Joe* 12"},{"pageNumber":15,"pageContent":"UFO Reports from New Zealand By Harold H. Fulton, MUFON Director, N.2. Glowing Sphere^Seen, June 12, 1973 The time was 5 a.m. Mr. C. T. East of Charles St.Feilding hed just turned into Lytton-Street. Suddenly he was startled by the appearance of a brilliant green spherical body rush- ing out of the sky with quite a long streamer of light trailing behind. This fascinating sight seen through the windscreen was over and gone in the space of five seconds. Mr. East was facing SSE; the object crossed his line of sight from right to left, heading downwards toward the Tar- arua mountains east of Palmerston North. First seen at 20 to 30 degrees above the horizon, the sphere shot swiftly down at a 60-degree slant angle. It looked quite close, said Mr. East* It might have been a piece of man's spsce hardware returning to earth. East is an ex wartime R.N.Z, A.F. pilot and has flown Top Dressing planes for six yesrs and helicopt- ers also. He had not seen anything of this nature previously,, Bri31i£nt Green Cipsr-Shaped Object Seen i;i r. Gordon Bennett and his assistant driver were bring a Goods train south on the esrly morning 12 June. They were just passing through Makino north of Feilding, heading for Palmerston North and south. The time was 5:05 a.m. ^udden- ly Bennett had his attention drswn to an unusual sight. A brilliant green cigar-shaped body shot across his line of sight, was lost to sight behind the bulk of the engine ahead of him and then became visible to his partner in the cab as it sped away to be lost again behind tree- line obstructions. Describing the object, Bennett said it was bright green, had no tail \"but appeared to be losing bits of itself from the rear.\" 'i n he two witnesses estimated the speeding object was in view for a full three seconds* They h&d not seen anything like it before, J-t was descending in a shallow curve from their right to left. Revolving Beacon-Like Object Seen The following was witnessed by Mr. and Mrs. E. Stone, 4 Tilbury Ave., Falmerson North. At 10 p.m. June 2 they were'outside their home talking with an intended daughter-in-law. While looking toward Feilding across the east side of Palmerston North City, they spotted something strange hovering in the sky. Mr. Stone described it on the phone to me. There in the sky was an apparently stationary flashing, revolving light, -'-t was like a \"revolving lighthouse beacon,\" said Mr. Stone, '•'•'he family watched it for all of ten minutes. The light was of a pinkish-yellow colour and was still there when they decided to go indoors, •'•t did not change position while they watched it, and flashed every one to two seconds. No sound could be heard. Speeding Balls of Light At 5:20 a.m. June 26, B. W. Tyson, of Palmer- ston North was traveling toward Woodville when he saw two \"huge balls of light in level flight, a white one in front and a red one very close behind\" moving at high speed, heading northwest over the Fielding-Hal- combe area. He got out of his car and w&tched the lights for 1^ to 2 minutes. There was no sound or sparks. Tyson, who reported the sighting, said he had never believed in UFOs but he insisted the glowing spheres could not be aircraft light. He ssid the sky was clear, little wind and the glowing balls disappeared into the distance. A check ascertained no local or Air Force aircraft were' in the area at the time, A spokesman at the Palmerston North Airport Control suggested that a United States \"Starlifter\" or \"Boeing 70?\" might have gone over head early that morning, but this could not be confirmed. Tyson, a bakery representative, makes the early drive every morning, and had never seen anything like this before. 13"},{"pageNumber":16,"pageContent":"UFO Reports Cylinder-Shaped Qbject Seen in Michigan - On Monday, August 13, 1973, at about 10:30 p.m. sn unusual object was seen by two witnesses. Daniel Jackson, 19, of Lake Ann, Michigan, and a friend, Miss Mauna Jous- selen, were driving on Cass Road, along Boardman Lake, in the Traverse City, Michigan, area, when they saw the object over the Kellogg's Bulling Supply Co. moving toward Boardman Lake. Jackson said the UFO was about 50 feet in front of his car, at a 45 degree angle to the left side of the road, clearing the trees near the shore. He said the object was not distinct, but looked \"like a flying oil derrick\" with \"four legs which were made of girders and crossbars.\" Lights covered the legs, but there were none along the cylinder. He said the cylinder appeared to be about 50 feet high, was of a dark color and made no sound. He said the object followed a straight course, but the legs appeared to gyrate. Jackson and his companion did not linger in the area, but reported the sighting to the airport who said they had no planes in the air at the time and were not expecting any to come in. The Coast Guard reported they hsd an Albatross plane in the area, but it was extremely noisy and could not have been the object sighted. The sheriff's office was contacted &nd a squad car was sent to the scene of the sighting, but the object had disappeared. The sighting was reported in the Aug. 14 \"Record Eagle\" and was investigated by Donald R. Kabat, Mufon investigator, who sent us the report. Several Objects Seen in Connecticut - On Aug.23 9:45_PM Robert Pease, of Bristol, Conn., and his father were in the front yard of the former's home when they saw a brilliant object in the southern sky. It moved on an even course, stopping every five minutes, then moving on. At 10 o ! clock Pease saw a much smaller object drop from the l&rge white body. The smaller object was red end moved to the west. In a few minutes, a white object, the same shape as the object still in'view but smaller, appeared over the southern horizon, passed under the white object, hesitated when directly under the object, then followed the seme flight path of the red object* The brilliant white object, first seen, then picked up speed and disappeared into the west. (Reported by Robert Pease) White Lijrht Speeds Over Canada - Don Glover, of Osage, Sask. , Canada, sends us a report from the >ug. 30 edition of \"The Weyburn Review.\" Colgate srea residents reported seeing strange activities in the night sky Sunday from 9^30 p.m. until midnight. Roy Bell, one of the wit- nesses, said, \"They weren't falling stars, as there were no streaks and some of them were maneouvering in the sky. They were a pure white light and would fly at an enormous rate, then would slow down to a stop, then change directions. They criss-crossed in flight and at times rode parallel to one another.\" As many as 13 of these objects were seen by persons from the Colgate area st one time, '^'here was no sound, but there was interference on the telephones in the area during the period^ Soviet Satellite Disintegrates u ver Kansas - The North American Air Defense Command reports that a Russian communications satellite dis- integrated on re-entry into the earth 1 s atmosphere at 11 p.m. (CDT) Tuesday (Aug. 21st) in the skies near Great Bend, Kan. Stargazers in Kansas, Nebraska, Iowa, 1-iissouri and Oklahoma jammed switchboards of weather bureaus, airports and newspapers to inquire about the bright object after it flashed across the sky from southwest to north- east. Stan Thiessen, a photographer for the Hutchinson (Kan) News, de- scribed it as \"a big white ball of fire.\" ^e said it was going so fast 14"},{"pageNumber":17,"pageContent":"he couldn't get his camera out in time to record it. Tom Luther, a private pilot from Sioux ^ity, la., said it first looked like a white rt-oman candle, then turned into a bright white ball with pieces of bright material falling from it. He said it turned red as it moved toward the horizon. Source: \"Arkansas Gazette,\" Aug. 23, 1973- Credit: Lou Farish. Editor's Mote: VJe include this with the \"UFO Reports\" so our readers may check to determine if a UFO could, or could not, have been the satellite disintegrating* Michigan Residents Watch for a Flying A - A growing band of sky- watchers in the Charlevoix, Michigan, area looks nightly for an un- identified flying object some say resembles the brand on a steer. Robert young, who says he first sighted- it last October, said that through binoculars the UFO looks like an A lying on its side surrounded by a diamond shape. Others see it as a luminous light which reportedly moves about in the heavens for some 90 minutes before setting in the west about 10 p.m. Some 40 persons journeyed to Young's home, about six miles north of Gaylord, after he first reported seeing the light. Now more of them have reported seeing the object high over Charlevoix, Gordon Freedman, a pilot, said that the haze and heat waves that collect before the human eye gazing through miles of atmosphere can create strange illusions. Jet pilots, he said, used to chase such sights, ^ut Freedman cannot explain why the UFO sometimes is directly overhead, at a point too low for atmospheric distortions. Residents were used to looking skyward before this newest topic of conversation ^nd speculation. B 52 T s fly overhead about a dozen times daily on simulated bombing runs for the Air Force. u ne of them crashed in Lake Michigan a few miles from the Big Hock nuclear power plant out- side Charlevoix. The nine crewmen are believed to be dead in 240 feet of water. No specific cause for the accident ever has been given, Residents are recalling that again now that there's a light in the sky, and again they are wondering, Source: \"Detroit News,' 1 Aug. 23, 1973. Credit: Lucius Farisho Skylab Sees Strange Light - Houston, Aug. 27. The Skylab two astro- nauts, doing an \"exceptional\" job on scientific research, Monday photographed a strange light in Earth's upper atmosphere. Kditor r s Note: This item appeared in the Aug. 2# issue of the Memphis \"Commer- cial Appeal\" and we wonder if any of our readers have read any follow- up on this. As far as we know, no explanation of the strange light has been given, Ball Moves Up Column of Light - William J. Sedwic, of Arnold, Mo., his wife, son and a friend were at the public launch area of Clearwater Lake, near Piedmont, Mo., July 22, 1973. Clouds were hanging low over the lake, but there wes no wind. At midnight the group saw a column of light extending from the water into the sky at the north end of the lake, between two land masses. Inside the column of light, a brilliant ball of lifht appeared and rose up the column, fading to a dull white after 30 minutes • (Reported to John F 105 Places To Obtain Flying Saucer Information - books, pamphlets, outer space maps, clubs to join. Also, a set of the 4 pictures of the Heflin UFO sighting in 1965. A ll for $4-95- William Bemis, P. 0. Box 35, Versailles, 111. — Adv. 15"},{"pageNumber":18,"pageContent":"ASTRONOMY The Constellations - Gapricornus (The Goat)- Capricornus NOTES is the tenth constellation of the Zodiac. Capricornus is # * # * * another of the very ancient constellations wh.ich has come down to us substantially without change from the beginning of history, it is devoid of spectacular objects, but it is considered an important zodiacal constellation because its boundaries once held the point in the sky which marked the turn of the seasons. Capricornus culminates at 9 PM on September 20 but it is ne£-r the meridian in Oct- ober and low in the southern sky. M-30, a globular cluster, is located in this constellation and is a bright cluster which has been seen without a telescope, although from northern latitudes it would be very near the horizon and less discernible because of the denser atmosphere through which it must be seen. In a telescope M-30 appears to be foreshortened, which is common in an extragalactic spiral nebula but unusual in a glo- bular cluster. ^'he planet Neptune, discovered by astronomer Galle, Sept, 23, 1346, is in this constellation. —Mark Herbstritt. The October Sky - Venus is visible low in the western sky, setting at 7:40 p.m. CST on Oct..1st and at 7:30 p.m. on ^ov. 1st. Mars becomes brighter and is a prominent object in the western sky, rising at 7:20 p.m. Oct. 1st and sets at 5=50 a.m. on Nov. 1st. Jupiter is visible during most of the evening, setting at 12:30 a.m. on ^ct. 1st and at 10:30 a.m. on ^ov. 1st. ^sturn rises at 10:00 p.m. on ^ct. 1st and rises at 3:30 p.m. on llj ov. 1st. The comet Kohoutek, visible in smell telescopes during October, may be seen just south of the constellation Leo just before sunrise. 1 he comet should be visible to the unaided eye by the end of the month just before sunrise in the mid-eastern sky low to the horizon. —Ted Phillips, Astronauts Photograph Airfield of Ancient Astronauts - Cmdr. Alan L. Bean, Skylab 2, took photographs of the high plains in the Andes of Peru, the section called \"Airfield of Ancient Astronauts,\" on August 24- Our readers who saw the von Daniken \"Search for Ancient Astronauts\" on TV will recall the pattern of an airfield which many believe was built by an ancient civilization for spacemen of the past. Does the Skylab assignment give you food for thought? Credit: John F. Schuessler. 1920 UFO Reported On June 8, 1920, at about 6:00 P.M. a cylindrical object was observed between Wathena, Kansas, and Rushville, Mo. ^t was seen by about 200 rural people at an estimated height of 75 feet. At Rushville the object made a right angle turn to the east and suddenly vanished within a cloud some 2 miles beyond. This report was published in the \"St. Joseph Gazette\" in an extra edition that sold on the streets of the city.Joe Hudspeth, a bar owner at Rushville, remembers the object. 1'he St. Joseph public librarian at that time made a notation about the object which is still on file in the library. Additional research is under way, and we hope to have more on this. Credit: Ted Phillips. We Welcome A New Staff Member We are sorry to report that Carol Armstrong has had to resign from the staff of SKY.LOOK—but she assures us she will always be one of our \"boosters.\" David A. Schroth, of St. Louis, a member of the UFO Study Group of Greater St. Louis and a fine investigator and researcher, has consented to join our staff, and we are very pleased to have him with us. A warm welcome, Dave. 16"},{"pageNumber":19,"pageContent":"IN OTHERS' WORDS ... By Lucius Parish Two recent issues of NATIONAL ENQUIRER have featured UFO material. The Sept. 16 issue told of psychic Ed Snedeker T s impressions while visiting the site of the Betty and Barney Hill abduction of Ufonauts in 1961. The ENQUIRER for Sept. 30 contains a short item giving Stan- ton Friedman's comments on the reluctance of scientists to research UFOs. Another article deals with Dr. Sebastian von Hoerner's views regarding advanced civilizations in outer space. The Sept. 2 issue of NATIONAL NEWS EXTRA featured an article on Spanish UFO researcher Antonio ^ibera. Beings from' the planet\"Ummo\" have allegedly contacted various Spaniards, according to Ribera. tiayden h e wes begins a series of UFO articles in the Sept. 10 issue of MIDNIGHT. This will apparently be a regular weekly feature. The first four articles deal with the Piedmont, Mo. flap* The Sept. 1? issue of MIDNiGHT also contains an article on the proposed film ver- sion of John G. Fuller's THE INTERRUPTED JOURNEY. UFOs are mentioned_only briefly in Barren Smith 7 s article on pyr- amids of the world in'the October issue of SAGA. SAGA's 1973 UFO SPECIAL is also available on most newsstands currently. It contains only one previously-uppublished article; the others are reprints from various issues of SAGA. John Wallace Spencer's LIMBO OF THE LOST (previously reviewed in this column) is now available in a Bantam paperback edition for $1.50. \"well, guess who's back? Yep, Eric Norman (alias Warren Smith) again! His latest effort is entitled GODS AND DEVILS FROM OUTER SPACE and is available from Lancer Books, Inc., 1560 Broadway, N. Y. , N. Y. 10036 for $1.25. If you've read previous Norman paperbacks (or my reviews of them in previous columns), you'll know about what to expect in this one. A generous portion of re-hash, sprinkled with quotations from var- ious books on occult subjects, prophecies for the future etc. Actually Norman/Smith does manage to present some interesting tidbits on occasion, but you'll htve to decide whether or not the tidbits are worth digging forl If you should decide to pass this one by, don't, worry—I'm sure another one will be along shortly. Some readers may despair of my continuing mentions of contactee books, but I do feel that no aspect of Ufology should be ignored in our search for answers. For that reason, I personally read everything I can find which even vaguely relates to UFOs end -L feel I have gained by doing so. Two books from England have recently come to hand and although they are the types which might be considered \"far out,\" I would like to mention them briefly. I,OSIRIS by Mary Long is a story of two people brought together by the efforts of \"intelligences\" who claimed to be extraterrestrials. Messages were relayed from these beings and these compose a large portion of the book, interspersed. with the author's comments on various phases of the experiences. 1 he messages tell a story of previous civilizations on Earth, \"past lives\" of the contactees, \"space pirates,\" etc. The second book KNIGHTS OF THE SOLAR CROSS by Hildegard Bender, is rather similar in some ways, as it consists largely of messages from \"space people\" also. Much of the material will be familiar to those acquainted with contactee stories and much of it seems (to me, at least) to be so much nonsense. Still, 1 feel it should not be ignored. Both books are available (at $3-50 each) from Regency Press, 43, New Oxford St., London, toC1A 1BH, England, Editor's Note: Bo not send money to SKYLOOK for these books. If you don.'.t find them at your newsstand, write directly to the publisher. 17"},{"pageNumber":20,"pageContent":"With Our MUFON Members Around the Network Fayetteville, Ark. Sept 1-2. All who attended the two-day meeting at \"Stersong,\" the home of Mr. and Mrs. Ed Higgms, near Fayetteville, Ark*, went away with UFO talk ringing in their ears—and good food in their stomachs, ^-t was a typical, enjoyable meeting of various people inter- ested in UFOs and related subjects. These yearly meetings have become something of a tradition among Arkansas UFO enthusiasts, as well as out- of-state visitors who often attend. SKYLOOK's own Hosie and Dick Holmes were most welcome visitors this year. Saturday's \"program 1 * featured general UFO discussions and a short dissertation on \"mini-saucers\" by your reporter. On Sunday Margaret ^choonover, of Siloam Springs, Ark., told of her UFO/ occupants sighting during the summer of 19^6, before the \"flying saucer\" uproar began. Other Sunday visitors told of sight- ings and \"creature\" reports, as well as a \"time lapse\" experience, a la the case of Betty and Barney Kill. Due to prior committments for the Labor Day week-end, several people desiring to attend were unable to do so. Next year's schedule will allow for such things and we hope to have a large crowd in T 74« There were twenty-one present this year. ( Report- ed by Lucius Farish) St. Louis, Mo. The annual business meeting of the UFO Study Group of Greater St. Louis was held Sunday, Sept. 9, 1973, at the Lemay Bank & Trust Co., 152 Lemay Ferry Road, St. Louis, Mo. All officers were re- elected, with John F. Schuessler as President, and William F. Christian, Vice-President,Items under discussion included Stanton 'I 1 , Friedman's upcoming talk on September 2k and a report of a recent observation of nocturnal lights in the Piedmont, Mo., area. A brief tape recording of several CBS radio newscasts concering the UFO reports in Manchester and Savannah, Georgia, was heard with great interest. Dr. W. P. Armstrong related a summary of topics discussed recently over the Amateur Radio Net, including UFO reports in the Georgia area. Rosetta Holmes gave an enthusiastic report of the UFO gathering at the Ed and Mildred Higgins home in Arkansas /see above/ and urged all to plan to attend next year. Attendance was good, with nearly 50 present. The October meeting will be held on the 21st at the usual place and time. (Report- ed by David A. Schroth, new member of the SKYLOOK staff) Dallas. Texas The Ed Busch show, radio station WFAA, Dallas, devoted three hours to the subject of UFOs. Monday night, Sept. 17- Appearing on the program (some via telephone! were Earl Watts, Tom Adams, Stan Ferguson, Gary Massey, Mike King, Dr. Leo Sprinkle, MUFON Director Walter H. Andrus and Ted Phillips. We apologize if we haVe left out anyone, but the station did not come in cleerly in this area, and much of it was missed. Columbia. Mo« Ted Phillips, of °edalia, Mo,, will address the Uni- tarian Fellowship Group in Columbia, Mo., Nov. 4 at 10:30 AM. George D. Fawcett, of 607 N. Main St., Mount Airy. N. C.. was spon- sored by the South Carolina UFO Study Group at a public meeting at the Greenville Senior High School at £ P- m ' August 23, with over 300 present and the \"Spartanburg Herald-Journal\" carried double headlines over a 5-column review of his lecture on UFOs. Another meeting open to the pub- lic will be held at S p.m. Oct. 13 at the National Spiritual Science Church in Washington. D, C. 5606 Sixteenth St., N. W., with the church sponsoring Mr, Fawcett ? s lecture. This notice will be in time for our readers in the Washington area—so take advantage of this opportunity to hear Mr. Fawcett. h e will take part in a four-weeks radio program \"Community Affairs,\" to begin Sept. 25 on radio station WPAQ, Mount Airy, N. C., hosted by John Brandon and Carole Higley. Consult your local paper for further details. He recently appeared on Winston-Salem TV, (Continued on next page)"},{"pageNumber":21,"pageContent":"and radio WBT, Charlotte, N. C. and a talk show on WIST radio, in Greenville, S.C. Added to all this, Mr. Fawcett is helping to organ- ize a local youth group UFO club in Mount Airy. For his free informa- tion sheets on UFOs etc, send Mr. Fawcett a stamped (16#) self-addressed, long envelope. By the time this reaches you, Stanton T. Friedman will have made his lecture in St. Louis, as announced in the September issue of SKYLOOK, but here are some upcoming dates and we hope many of our readers will have a chance to hear this noted lecturer. Oct. 1-3PM, NW Missouri State U, Maryville, Mo.; Oct. 3 - 6 PM U of Wisconsin, Whitewater^ Wis.; Octi 11 - 8 PM, Sacremento (Calif.) City College; Oct. 25 - $ PM, U of Utah, Salt Lake City, Utah; and we'll give you the November schedule next month. Watch your local newspapers, for new engrgements are set up every day and there are sure to be more in October than listed at this time. Write to Mr. Friedman at UFO Research Institute, P. 0. Box 941, Lawndale, Calif..90260, for a list of UFO books you may order by mail. Ann Druffel, Stanton Friedman, David Branch, Adrian Vance and Ron Orito were scheduled to appear on cable TV in Santa Monica. Calif., Mon- day, Sept. 10, speaking on UFOs. SKYLQQK was the subject of a feature article in \"The Sedalia Democrat\" August 5th, and we are pleased with the fine publicity. From SKYLOOK Box 129 Stover, Mo, 6507S Return Postage Guaranteed BULK RATE U. S. Postage Paid Stover, Mo.65076"}]
