[{"pageNumber":2,"pageContent":"Number 94 \"We tell it as it is\" SKYLOOK The UFO Monthly 75 cents September, 1975 OFFICIAL PUBLICATION OF MUFONl MUTUAL UFO NETWORK, INC P- This drawing was made by Jane Tiger in connection with an had an excellent view of the object as it passed over their auto, investigation of a sighting by Miss Tiger and Tom Cahill at The complete story begins on page 3. Mountain Lakes/ NJ, on July 4, 1975. The couple reportedly"},{"pageNumber":3,"pageContent":"Founded 1967 \"We tell it as it is\" SKYLOOK The UFO Monthly 26 Edge wood Drive Quincy, Illinois 62301 Dwigbt Connelly Editor Carolyn Connelly Business Manager Walter H. Andrus Director of MUFON Ted Bloecher Humanoid/Occupant Cases Joseph M, Brill Iron Curtain countries The Rev. Dr. Barry Downing Religion and UFOs Lucius Parish Books, Periodicals, History Marjorie Fish Extraterrestrial Life Stan Gordon Creatures & UFO's Gary Graber Artist Richard Hall Commentator Mark Herbstritt Astronomy Rosetta Holmes Promotion/Publicity Bob Kirkpatrick West Coast Coordinator Ted Phillips UFO Landing Traces David A. Schroth St. Louis/Mass Media John F. Schuessler UFO Propulsion Norma E. Short Editor-Publisher Emeritus Page 2 Editor's Column The UFO Conference in Fort Smith, AR, Oct. 17, 18, and 19 has the potential of being the beginning of a cooperative ef- fort which is long overdue in the UF6 field. Bill Pitts, who conceived and has organized the conference, deserves a great deal of praise for what may well be the most outstanding UFO conference organized to date. There is, in my humble opin- ion, a great need for the shar- ing of UFO information and re- search capabilities by the major UFO organizations. No one group can afford the basic hardware needed for research. No one group can afford to have experts ready at a moment's notice to fly to the scene of a good •sighting. No one group can afford to maintain a cen- tral library &£ UFO investiga- tive reports and studies. There, is.a natural jealousy among the UFO organizations— each wantirig/to be\" the biggest or the most\", scientific or the one with the greatest numfre'r of \"name\" players on its team. This is not necessarily bad, so long as it does not result in pettiness,, Pride in doing a job well should be the goal of- every group. But pride which results in a failure to 'share research information is detri- mental to the total, effort. Pride which results in failure to cooperate in the financing of UFO field and laboratory research is inexcusable in a field where no one group has the resources to do the r jq,b>, alone. Let's take steps to end some of the unprofitable duplication of effort. Let's cooperate in one or more worthwhi-le joint ventures which will furthe-r WO research while still preserving the unique diversity which the major UFO groups have provided in the past. Coming together at Fort Smith may be a significant step in this direction for the major UFO groups. In this issue New Jersey couple sight saucer over highway   3 Gilroy, California, area reports include close encounter  6 Astroanthropology requires cooperation with anthropologists  9 California woman reports semi-transparent UFO  ,10 McCampbell shows how science can explaiaUFO effects • •  11 Friedman says newest Klass book unscientific, inaccurate '.....  14 In Others' Words-by Lucius Parish    16 Ft. SmitKUiFQ Conference plans still on schedule .. .. : .. .'  17 MUFON Director's Message by Walt Andrus ..-...\",  If Recapping and Commenting by Richard Hall   2ft; Astronomy Notes: October Sky by Mark Herbstritt i  20 Information regarding membership in the Mutual UFO Network (MUFON) should be requested from Walt Andrus, Director; MUFON; 103 Oldtowne Road; Sequin, Texas 78155. The contents of SKYLOOK are determined by the editor and staff, and do .not necessarily represent the official judgment of M0FON Opinions of contributors are their own, and do not necessarily reflect those of the editor, the staff, or MUFON Books or other items adver- tised are not necessarily endorsed by SKYLOOK Or MUFON SKYLOOK THE UFO MONTHLY is published monthly by Dwight Connelly. 26 Edgewood Drive, Quincy, IL 62301 USA. Subscription Rates: $8.00 per-year in U.S.; $9.00 per year foreign. single copy, 75 cents. Advertising rates: $5.00 per column inch. All ads subject to approval of the publisher. Copyright 1975 by SKYLOOK THE UFO MONTHLY, 26 Edgewood Drive, Quincy, IL 623*1. Permission is hereby granted to quote from this issue of this magazine, provided not more than 280 words are quoted from any one article, provided'that the author of .the article is given credit, and provided that the statement \"Copyright 1975, by SKYLOOK THE UFO MONTHLY, 2S Edgewood Drive, Quincy, IL\" is included. Second Glass Postage paid at Quincy, IL. 62301. j"},{"pageNumber":4,"pageContent":"Mountain Lakes, New Jersey Close sighting reported by couple LOCATION OF SIGHTING: Mountain Lakes, NJ. DATE OF SIGHTING: July 4,1975 INVESTIGATED BY: Ted Bloecher. EDITOR'S NOTE: The following is termed an \"interim report\" by Bloecher, who said on Aug. 16 that he cannot pre- pare a final report \"because several basic facts regarding this observation are still unknown,\" including reports by possible collaborating witnesses. Tom Cahill, a political sci- ence major at Boston College, and Jane Tiger, 18, of Lake Hopatcong, NJ, were westbound at about 60 m.p.h. on Highway 46, from Loews Theatre in southeastern Mountain Lakes, NJ, at approximately 12:05 a.m. on July 4, 1975. Just east of the Hess service station, they observed red, green, and white lights about 300 feet above the ground, approaching the high- way. It Was Not a Plane \"It was so low,\" explains Jane, \"that if it were an air- plane they should have been- really worried...It looked a little smaller than a plane. As we got closer we noticed that it wasn't a plane, and it wasn't a helicopter—we could see it very clearly. It was coming down toward the high- way.\" Jane says that as the couple got in front of it, \"I'd say it wasn't more than 100 feet above us, and at that time we could see a lot of the details on it.\" Tom adds that the object \"had a bluish-green light. It was ovular-shaped with bluish- green lights on each of the ends. It had one or two red This is the initial sketch made by Miss Jane Tiger at the time she reported the sighting to the Parsippany, N J, police. lights closer in toward the center, and it had two white lights just off center. On the top it had a cylinder turret- sort-of-thing, . and it was a washy-green color. There was a band of washy-green color around the bottom of the turret and the rest of the turret was illuminated, but not as bright. And I really couldn't say whether it was illuminated or. whether it was reflected—the top part was a reflection from the bottom band, which I said was the brightest.\" Jane described the object as \"the typical flying saucer kind of shape, kind of ovular on the bottom and, urn—curved— the bottom sort of curved, like this (gesture with hands indi- cates upward or inward curve— concave). And on the top—in the center, on the top, was a little turret-like thing. It had metal strips going verti- cally all around it, and in be- tween these strips, when we got right close to it, when I could see it best, I could see it was like greenish, like a greenish flourescent light, kind of— almost—and it was inside it, but it looked—it's so hard to describe; when we were coming up on it, I thought that the turret might have been spinning around, because of the weird color of the thing. . Then, like I said, when we got closer, it looked like it was just within it, you know?\" Jane says it is possible that the green light could have been coming from some type of win- dows. She says the turret was \"very hard edged. It had a—it was flat on top, it wasn't rounded, or anything. It was very flat and very cylindri- cal.\" Beneath the Object As the couple passed beneath the object, Tom gave Jane the wheel and as the auto slowed to 35 m.p.h., looked out the win- dow, \"straight up at the ob- ject.\" Says Tom, \"I got a very good view of the hull of the object: it was smooth, greyish metal and I saw the left green-blue light, which extended all the way around the bottom (the rim. It was within the body of the ship. None of the lights were attached outside the ship; Page 3"},{"pageNumber":5,"pageContent":"xx J : -7'•••-:-•.•\"•'.• t>''\"','/' /'/ . \"^\"-lme _- L A = ) &\"<> / ' _'\"~^ ••'.%/»>S f '.'i'i''V •'* JLJ ~ y±*_J -; - l . J v '.•.:.• <S>N; • 'J  ^- = ^~~L' 1 '^ * ,• '* X -< ; ''l Arrow Diner ^^ y. f^wr -/^ \\-'- \\NJ   / -^v.^.'-\\/.aA:c v^ ^Ste^ Jcfe -: ? * ^rf^^^'vt^ «Ct^i\\p^ife v.\" - fe^r-r'yr\" p:\"\" 1 ••^?r-^^. /T^^: - ^iL^i^^^^^'' ~~~ / ^.£^><. :• ^Ltil.s'.^&^Z^^ /^r-v-',.--A-J'v-' . /--•••: - >i^^iSSgi^ -»^: ^ 'ifv-ir /~— \\ • \"\"\"\"\"• '\"'\\ ''\" •'\"''^^V.*. • '• .'X* they were within the body of the ship.\" He says the light on the rim of the object was \"sort of oval-shaped, and I guess if you chopped off the two ends of the oval and stuck lights on them, it would sort of finish the oval out.\" Tom says the blue-green lights were the largest, except for the turret, and he estimat- ed that the blue-green lights were 8 feet by 6 feet by 5 feet. (Note by Bloecher: this sounds very much like the Coyne case near Mansfield, Ohio, in 1973). The two white lights were smaller, he says, \"and sort of off center.\" Tom says all of the lights, except the two white lights, \"looked like they were sort of gaseous lights. They weren't filaments, or any other kind; they were sort of, uh, they weren-'t so bright as mercury lights or any of the lights we use, but they were very — washy.\" Vertical Bars Describing the turret, he explains, \"The green light on the turret — there were vertical . \"~- '--7\"'P.A R.S I P PA N Y ..O 1 R Q YTT I L •-••—-' -.-;..•— :r---i.-' • -. -' bars extending down, spaced a- bout three feet apart on the turret. You could see the green light coming out from behind them,, Also, the green light— when we first sighted the ob- ject, we didn't see the turret; the green light was sort of outside our view, which was very strange because it seemed like as it got to a certain distance from us, then the green light came into view. But farther away, it just sort of cut off, you know—they didn't turn on; they just sort of faded into our view. It was very strange that way because I guess it only had a certain distance where it was visible.\" As the object passed over the couple, they could see the lights from the nearby Hess service station reflecting off the bottom of the object (they had also seen a reflection off a portion of the upper part of the object earlier). Oblong Object Tom said the object was more oblong than round as it passed over the auto, with the long part across the highway rather than running with the highway. Jane gave, the wheel back to Tom as the object became situ- ated to the upper right and be- hind the auto, and she sat in the window of the car door to get a better view. She says the object \"flew up above the trees on the right hand side of the highway, and it was floating in our direction (westerly, with the auto). Finally we pulled over (at the Arrow Diner on the right side of the highway) and the thing just sort of stopped over the trees, just sort of peeking out behind the trees.\" Tom continues: \"After it had gone behind the trees, the two white lights I could see were— the lights were going in two directions. I guess there were two rays (beams) from each light: one straight ahead and one down on the tops of the trees. It was illuminating the tops of the trees.\" He said the white lights were \"much smaller than the bluish- green ones—about the same size as the red light, or the red lights--!'m not sure if there were one or two. It probably could have been in a circular— probably three feet wide, maybe two feet wide, somewhere around Page 4"},{"pageNumber":6,"pageContent":"there.\" Object Disappears As the couple pulled off the road at the Arrow Diner and stopped, the object rose slightly so that the turret was visible behind the trees. Then it disappeared. Jane explains: \"As soon as we stopped our car, when we started to get out—this is probably the weirdest thing that happened the whole time we saw it—it left. It flew— 7 or something—into the sky at such an incredible rate of speed. It took less than—now - this was about, I'd say, 150 feet above us—and it left. And it was a very clear night— I could see all the stars—it left in less than, I'd say, one second, and it was out of view. It just got smaller and smal- ler. It just sort of vanished.\" Tom says he was getting out of the car when the object dis- appeared, and he did not see it leave. Neither witness heard any noise as the object left. In reviewing the sighting, both Tom and Jane agreed that the object moved very grace- fully. Tom estimated the size of the object as 60 to 80 feet long, based on the width of the highway. He said he was not sure it was concave in shape on the bottom (as Jane had said), feeling that it may have been convex: \"When we went under- neath it, the .lights from the highway—there were a couple of \" gas stations around, and diner • lights—it was so close to the highway that, you know, I could tell the color of the metal and everything. The lights reflect- ed off the bottom of the thing; it illuminated the bottom of the object, and it looked like to me it was convex, because, I don't know, it's not really a contradiction, because—I don't really know how to explain it. I think the front profile could have been concave, however— see, the object was such a This is the sketch made by Miss Tiger during an interview with Ted Bloecher on July 17, 1975. Note the additional detail in this sketch which corresponds to statements made by both Miss Tiger and Mr. Cahill, but which were not present in the initial drawing made for the Parsippany Police Department on July 4. weird shape.\" Different Views He said that the object would look differently when viewed from different angles. \"From the bottom (which Jane did not see) it sort of looked like— the object was like that (he cups one hand palm down in an arc), but the bottom part sort of came out like that (he cups the other hand underneath with palm up, at a right angle to the upper hand).\" He said the object appeared to be longer on the top in one direction, and longer on the bottom in the other. Jane says the object appeared concave when viewed from the front. Says Tom: \"Yeah, from the front. It looked like that to me, exactly—from the front. But from the bottom it was more rounded on the bottom. Sort of like the ends overhung the—oh, it's really hard to try to ex- plain. I don't even think it's important.\" Following the sighting, the couple went to the Mountain Lakes Police Department, where the police \"were real comedians about it, except for one guy who was operating the radio.\" The couple then searched for the state police, but ended up at the nearby Parsippany Police Department, where the reaction was better. Despite a number of autos on the highway at the time of the sighting, no other reports were apparently made by the motor- ists. \"I really can't imagine people not noticing this,\" said Tom. \"It would be like not noticing the Queen Mary float- ing across your backyard.\" A pilot, Jimmy Quodomine, supposedly chased an object at Caldwell that same evening, but information on this is not available. An unidentified couple reportedly had their auto buzzed by an object, but no information is available on this either. And finally, a 13-year-old Morris Plains girl reportedly saw an object, but again information is not avail- able at this time. Parsippany Police Department Lt. John Walsh reported that \"we were having trouble dis- patching and receiving\" over the police radio between 12:05 and 12:30 on the morning of July 4, the approximate time Tom and Jane saw the object. Walsh noted, however, that a malfunctioning radio in only one car could have caused the problem, and that one of the car radios had been having problems. There had been a similar problem in the week prior to the sighting, and it, too, cleared itself before a repairman arrived. Page 5"},{"pageNumber":7,"pageContent":"Gilroy, CA, sightings reported EDITOR'S NOTE: The following infor- mation regarding alleged sightings conies from four newspapers — The GILROY DISPATCH, THE MERCURY (San Jose), the SAN FRANCISCO EXAMINER, and the STOCKTON RECORD—and from a report by the Gilroy Police Department. This preliminary information was pro- vided by Paul Cerny, who is investigating the cases for MUFON and the Center for UFO Studies. As additional significant information becomes available it will be printed in SKYLOOK. At least seven different cases of possible UFO sightings were reported in the area of Gilroy, San Jose, and Stockton, CA, the week of Aug. 10, 1975. The first and most detailed report came from Gi. Iroy. Mrs. Terri Smith, 19, was taking Imelda Lugo, 12, home shortly after 11 p.m. on Sunday, Aug. 10, in a panel truck. They had just turned onto First Street from Kelton when an unusually bright light was seen. Fascinated and Curious Mrs. Smith drove toward the bright light because she was \"fascinated and curious.\" At one point the witness stopped the truck to look at the ob- ject. Mrs. Smith described the ob- ject as having two headlights, \"but they were bigger (than a car's headlights). There was no airplane noise, but just a slight humming sound coming from the lights. There was a blue light surrounding the ob- ject.\" Mrs. Smith said the object she saw was \"round, had four large landing gear-like arms coming out of it, evenly spaced all around. The round center section was larger than a car, but smaller than a small house. Between the four arms were four small antenna-like protrusions from the center circle, and each of these protrusions had a Page 6 f* This is a sketch made by Paul Cerny, MUFON state director for Northern Cali- fornia, from details supplied by witnesses Mrs. Terri Smith, Imelda Lugo, Mrs. Frances Lugo, and Jose Lugo. beacon mount on it like a bea- con on top of a police car, ex- cept the lights were green and red and they rotated.\" Near El Cerrito Way and Way- land Lane the object made a U- turn and came \"quite close\" to the truck, according to the witnesses, as if it was coming down on them. \"My curiosity turned to fear right then,\" said Mrs. Smith. \"I turned right on El Toro and it seemed to come for us»\" Ron for House Reaching the Lugo home, the two witnesses ran for the house, leaving the truck doors open, the lights on, and the ignition on. \"I was scared,\" said Mrs. Smith. The yelling by the two girls and the resulting commotion brought Imelda's mother, Frances Lugo, running. \"I was in bed,\" said Mrs. Lugo, \"but not asleep, when I heard them yelling \"It's coming, it's com- ing. It's going to take us. 1 I ran outside in my nightgown, thinking maybe there were hood- lums after them. They told me not to come out, 'It will get you.' I had never seen such * fright in my life.\" When Mrs. Lugo went out, the UFO was hovering just above the trees and telephone lines. \"It was a gray-colored disc with small lights all around,\" she said. \"Two lights were shin- ing.\" Next out of the house was Mr. Lugo, who saw the object head north. According to the police report, Mr. Lugo des- cribed the object as \"big...it was like what you see in the movies from outer space. I would never have believed it if"},{"pageNumber":8,"pageContent":"I hadn't seen it myself. As it was going away I could see from the panel of all the lights that the top was triangularly shaped.\" The object was last seen moving north-northeast, bound towards San Jose, travel- ing at a high rate of speed. 'It was Huge' Mrs. Lugo described the ob- ject as a \"gigantic round fly- ing machine\" with three or four antenna-type landing legs com- ing out of it \"and all those white and red flashing lights. It really scared me. I'd never seen anything like it in my life. It was gray metal-looking and it was huge.\" In investigating the case, Paul Cerny was able to piece together a description and produce a drawing of the ob- ject. The object's metal skin is depicted as rough and in square sections similar to metal plates on the underside. The object was estimated to be about -40 feet wide. Mrs. Smith and Imelda re- ported that they believed they saw the same object a second time as they were bike riding near Las Animas Park the next evening (Monday, Aug. 11). \"It was the same thing, but up way higher,\" said Mrs. Smith. Looking back on the experi- ence, Mrs. Smith concluded: \"I'd do it over again, but I wish they'd let me know they weren't going to harm me. I'm as curious as the next person. I'd even go with them if they would come back for Thornton (her husband).\" Another Sighting On Tuesday, Aug. 12, Mr. and Mrs. Robert Bluemmer of Gilroy reportedly saw a strange light about 8:15 p.m. as they looked out their living room window towards the foothills of the Santa Cruz Mountain range in the general area of Gavilan College. \"I thought at first it might be a big setting star,\" said Bluemmer, a printer, \"then I reasoned that it was too early in the evening for that. I read about the fuselage of a plane picking up the rays of the dying sun and having it look like a UFO. This wasn't it.\" Bluemmer explained that \"the thing ballooned out into a very white light skirting the east- ern side of the Santa Cruz range. It was about three miles away. It rose and ducked behind a background of trees. The whole sky seemed to light up briefly.\" The couple, watching from two different windows, agreed that the light had \"an eerie red center.\" Bluemmer said he opened the window once during the 15 to 20-minute sighting, , but heard no noise. He said that at first he thought the object might be a helicopter with a search light, \"but the very red glow shining through the white convinced me it wasn't. It was literally beaming into the valley. It was completely round. Staring into it, with its whiteness, made it difficult to determine size.\" According to Bluemmer, the object \"tranversed the contour of the mountain and finally disappeared into the cleft of a mountain, seeming to settle there.\" The Bluemmers kept checking the area off and on for an additional three hours, but saw no sign of the object. A Third Sighting Another Tuesday report came from Mrs. Lynn Lace, wife of a Gilroy High School teacher who lives near Gavilan College. She said she .and her family of seven saw \"a big light on the mountain, back of the college which nests in the foothills of the Santa Cruz range.\" The sighting was between 8:15 p.m. and 8:30 p.m., the same time and location reported by the Bluemmers. And a Fourth Also on Tuesday, another couple, who asked that their names not be, made public (ID also unknown to SKYLOOK), said they were driving in the vicin- ity of Glenview School in Gil- roy between 8 p.m. and 9 p.m. when they observed \"off to the west what looked like a big headlight. It had a • glowing pale color and formed sort of a halo against the mountains The light came down about 50 yards.\" The man said that \"at first we passed it off as nothing,\" but after going home and get- ting a telescope they reported that the light seemed to be blinking. They said the light \"turned off on top of the hill and disappeared.\" The wife noted that \"it kind of scared me. It moved quite fast. There was no sound. Al- though the light was bright at times, it didn't hurt to look directly at it.\" Number Five The next night, a Wednesday, Chick Bambino of Morgan Hill reportedly observed \"an orange glow to the west\" at 11:45 p.m. \"I couldn't believe what I was seeing,\" he said. \"It seemed to be a sphere on an angle. It seemed to hold still for about one minute, then it disappear- ed. It was like something had put a light out,,\" Bambino said he went into his house, told his wife and son what he had seen, and the three of them went back outside to observe. \"Then it came on again in a slightly different vicinity. Everybody saw it. It was maybe less than a minute before it went off.\" Sighting Six Also on Wednesday, at about 11 p.m., Rudy Cosio reportedly saw \"a large white light.\" as he sat in his car in the Blos- som Hill area and looked toward Page 7"},{"pageNumber":9,"pageContent":"the Santa Theresa Foothills. Cosio, 19, an aeronautics student at San Jose State Uni- versity, said the light ap- peared to be a mile or two away, sitting on top of the foothills. \"At first I thought it was a helicopter,\" he ex- plained. \"Then more and more it looked like a bright white light.\" Cosio, a pilot, said he viewed the light for three to five minutes before traffic began moving in the area where he was parked and the sky be- came black where the light had been. Seven at Airport On Thursday, Aug. 14, at about 9:35 p.m., an object var- iously described as a steady light, a disc, and a \"round, orange object\" was reported from Metropolitan Airport near Stockton, CA., about 60 miles northeast of San Jose. One of three air traffic controllers reporting the ob- ject, Joe Savage, said the round, orange object \"did not appear to be an aircraft, or for that matter a rocket.\" (The sighting was made 10 minutes after a rocket had been fired from Vanderberg Air Force Base, but a spokesman from the base said, \"You shouldn't have seen it, and it sure doesn't go along the ground.\") Savage said he radioed a helicopter to look at it. Sav- age said the pilot (ID not known by SKYLOOK) confirmed the sighting. According to Savage, the ob- ject traveled from east to west, then shot upward and lev- eled off again, appearing to hover. Then it went west in level flight, slowed down al- most to a stop, and haze or smoke came out around it. After a few seconds, it shot straight up. Savage said the roof of the airport tower obscured nis view at that point, but that two persons on the catwalk reported that it disappeared after it SAN FRANCISCO DALY CIT Adfomo' fleoch^ ( Plbbll Bllcl Son Cor'ol de Bufsffs MPM'CI< Cormtl Hi*,, Beach*. Panl loboi Be-.e'i shot upward. Another air traffic control- ler, Dan Long, said the object appeared to be a disc. He said the object was flying at about .2,000 feet. Collaboration Near Airport Gary Duran of South Stockton, who lives near the airport, said he also saw the object, which he said was a steady light similar to an airplane, except that it did not flash. Duran said he did not notice any variation in flight pat- tern, except for the object's sudden rise. He said it sud- denly emitted a big puff of green smoke or mist and then disappeared. \"It was really freaky,\" he concluded. Page 8"},{"pageNumber":10,"pageContent":"'Ancient astronauts' and anthropology Astroanthropology suggested By Stuart W. Greenwood Dept. of Aerospace Engineering University of Maryland The past is precious, for it has nurtured the present. It is a partly-understood pattern of development and catastrophe, and we know too little about it. Time has erased much that we would dearly like to know, and the hand of man has too often contributed to the destruction of early records, in both writ- ten and architectural form. Anthropology is the science that deals with the origins and customs of man, and in- cludes archeology, which is concerned with \"digs.\" It is a responsible and difficult sci- ence, for in attempting to un- ravel the past we are tampering with sporadic records of a series of events fixed in time and space, and our investiga- tions must have as their ob- jective the attainment of en- lightenment without the partial or total destruction of records or, perhaps more critically, their alteration. Chain of Evolution? Anthropologists appear to have adopted as a working prin- ciple the concept that man is the product of a continuous chain of development that -can be fitted into the overall pattern of the evolution and development of life on the earth. However, if we set aside this concept for the moment and examine the facts as far as they have been ascertained to date in any basic textbook on anthropology we readily estab- lish that the concept is not substantiated. The gaps in our understand- ing are considerable, and when we have had enough of phrases such as \"it seems reasonable to suppose\" we are left with a recognition that the question of the origins of man is wide open. Extraterrestrial Intervention? In these circumstances, the hypothesis that man is, at least in part, the product of extraterrestrial intervention in terrestrial affairs is per- fectly legitimate. The present writer has coined the term \"astroanthropology\" for this developing area of in- quiry, and he was first stimu- lated in this direction by reading the first section of the book FLYING SAUCERS HAVE LANDED by Desmond Leslie and George Adamski in 1953. The Adamski contact reports have perhaps tended to over- shadow the thoughtful and pro- vocative studies by Desmond Leslie of ancient artifacts and myths that appear to provide support for the hypothesis„ Leslie gave a talk to the Bristol (England) Flying Saucer Bureau shortly after the ap- pearance of the book and dealt with the evidence for the idea of extraterrestrial interven- tion in the past, as well as the Adamski reports. The present writer attended the talk and was impressed by Les- lie's scholarly treatment of his material and his acknowl- edgment of the background pro- vided by the works of Charles Fort. Other writers have since developed these concepts, but Leslie's work remains as an ex- ample of a style that can both stimulate and inform. It de- serves more recognition than it has perhaps yet received. Ancient Astronauts? At this point the present writer is going to make an ap- peal to those who incline to the belief that the \"ancient astronaut\" hypothesis may help explain not only the origins of man but also contemporary UFO phenomena. The appeal is to observe the standards of schol- arship practiced by Desmond Leslie and other thoughtful proponents of the hypothesis, and to work with anthropolo- gists rather . than to attack them for their conservatism. We should recognize that much of our source material has been painstakingly unearthed and defined by anthropologists --and this in the face of con- tinuing frustration and, too frequently, having to cope with fraudulent material. Conservatism a Virtue Conservatism is a virtue in a field where conservation of the ancient records is vital to the continuing availability of data on the past for use by future scholars, whose percep- tion may be expected to be in advance of our own. We have every right to con- tribute a stimulus to the work of anthropologists by promoting the field of astroanthropology, but we will only secure the confidence and cooperation of anthropologists if we under- stand their methods of opera- tion and at the same time show that our own material is organ- ized with care and a respect for the truth we seek. Page 9"},{"pageNumber":11,"pageContent":"Yorba Linda, CA SKYNET LOG Semi-transparent UFO reported By Ann Druffel The possibility that UFO ac- tivity is being revived in Yorba Linda, CA., has resulted in careful monitoring of this isolated Southern California community. In 1967-68 the small town at the foot of the Santa Ana Mountains range was the scene of numerous puzzling and bizarre events. UFO activity during that period included an enigmatic photo, immense light- ed flying objects, as well as poltergeist events and the sighting of vaporous appari- tions. (1,2) Now, after a lapse of eight years, the Yorba Linda area is again the scene of extraordin- ary events. At about 10:15 p.m. on the evening of May 5, 1975, Mrs. Mary Nystul of Yorba Linda was driving east toward her home on the outskirts of town.(3) While passing a large vacant field, she was startled to see a huge white lighted object suddenly appear to the left of her car. Stunned, Mrs. Nystul let her small Gremlin coast to a near- stop. The object was about fifty feet across the road, hovering over the field. Its height was less than 70 feet from the earth as it pulsated silently with regular rhythm. Mrs. Nystul judged its size to be that of a regular-size auto- mobile, and its length subtend- ed an angle of arc larger than the entire window (driver's side) through which she viewed it.(4) The object pulsated in two- second periods, for a duration of fifteen seconds. The effect was phantasmagoric, and Mrs* Nystul later was hard-pressed to find proper words to des- cribe it. \"The light was clear white, like luminescence. It wasn't even like it was solid. It had the appearance that you could see through it. It looked like a solid object in that it had an outside to it, but it didn't look like it was metal. It seemed as though I could see \"seams' through the light..like gray blurs..not definite enough to give the impression of 'welds,' but portions where the object was darker in color, particularly one vague line down the middle of the oval- shaped object, angled down to the right.\"(5) In Mrs. N's sketch of the object, she tried to convey the fact that, as the object pul- sated, she \"could see a dif- ferent dimension or a different side to it.\" It never changed its basic, clearcut shape, but seemed to angle off to the right during the dim pulsating stage. The light from the object was self-contained. It did not cast light or shadows on the ground and surrounding terrain. There was no animal reaction in the neighborhood, and no elec- trical interference of which the witness was aware. After about fifteen seconds, Mrs. Nystul thought to herself, \"I'd better get out of here.\" As she was thinking this, the object abruptly disappeared, as if vanishing or dematerializing on the spot. Mrs. Nystul states at no time was she frightened, though she felt strange and stunned. She was unable to verblize any motive for feeling she should leave the sighting scene when she did. This facet of the sighting recalls other UFO incidents in which extra- ordinary objects in view seem, somehow, to react to the wit- ness' will. The object was seen over a large piece of vacant land which is being prepared for the construction of twenty-three new homes. It is interesting to note that the prior Yorba Linda flap of 1967-68 took place in an area of new homes and construction activity. Mrs. Nystul seems a most reasonable and stable sort of individual, given to careful and objective statements, and displaying no tendency to em- bellish details. In view of the prior ufologi- cal history of Yorba Linda, care is being taken to monitor the area for other possible re- ports. FOOTNOTES (1) See article entitled \"The Yorba Linda Photograph, 1 . 1 by Ann Druffel in Flying Saucer Review, Special Issue No. 5, November 1973. (2) Additional copious in- formation of sighting reports and documentation in author's files. (3) Original report received from police dispatcher (Yorba Linda) to CUFOS. The Center referred case to MUFON for in- vestigation. (4) Narrative information from witness Nystul contained in signed report form, returned to CUFOS. (5) Forty-five-minute tape recording obtained during MUFON interview of witness by Druffel on behalf of MUFON and CUFOS. Page 10"},{"pageNumber":12,"pageContent":"Microwaves and water if ic deduction and UFO investigations EDITOR'S NOTE: The following copy- righted article for SKYLOOK by James M. McCampbell, director of research for MUFON, illustrates how science can be utilized in attempting to resolve the UFO phenomenon. Although no definite con- clusions are reached regarding the ef- fects of UFOs or their means of propul- sion, McCampbell does illustrate possible techniques which may be useful in devel- oping tentative theories. By James M. McCampbell author of Ufology, New Insights from Science and Common Sense When witnesses report a UFO sighting involving an object moving near the surface of a body of water, they may des- cribe a ripple effect on the water which appears to have been caused by the object. The UFO researcher should be in- terested in studying the pos- sible cause of this effect, and what this may suggest about the nature of UFOs. Molecules and Surface Tension A molecule buried deeply within a liquid experiences at- tractive forces from its neigh- bors that are equal in all directions. A molecule that is on or quite near a free sur- face, however, is subjected to unbalanced forces. Forces from the molecules in the liquid be- low pull more strongly than the molecules in the air above. Molecules at the surface are thereby drawn downward, creat- ing a zone in which the inter- molecular spacing is smaller than normal. The next result is a very thin layer that acts as an elastic membrane. MUFON 103 Oldtowne Rd. Seguin, TX 78155 Phones: 512-379-9216 (MUFON headquarters and Walt Andrus' home) 512-379-8850 (Director Walt Andrus' place of employment) This \"skin\" is responsible for many notable, and important phenomena due to a force known as surface tension. It governs such processes as atomization in garden sprinklers and auto- motive carburetors. Also, the capillary rise of moisture within plants and trees is pos- sible only because of the sur- face tension. The phenomenon can be easily demonstrated by floating a clean, dry needle on the sur- face of water (although when wetted, the needle will sink). The quantitative expression of Highly recommended by Sky look UFOs: INTERPLANETARY VISITORS By Raymond E. Fowler $7.90 (autographed and postpaid) f rom Ray Fowler P.O. Box 19 Wenham, Mass. Page 11"},{"pageNumber":13,"pageContent":"surface tension is a force per unit of length acting with equal intensity in all hori- zontal directions. Wove Generation Any disturbance of a liquid surface will generate waves. A classical derivation based upon balancing the forces exerted upon a wave shows that the wave velocity is governed by two in- dependent forces, namely, grav- ity and surface tension (1). The effect of surface ten- sion is entirely negligible for. large waves of common experi- ence, such as those produced by a ship at sea. On the contrary, the effect of gravity is negli- gible for very small waves whose behavior is controlled largely by surface tension. Wave velocity, dependent upon several factors, becomes mini- mum when the influence of grav- ity and surface tension are equal. This critical condition occurs at a wavelength of 17 cm (2). Waves of shorter wavelength are known as capillary waves or, both technically and col- loquially, as ripples. Gravity plays less and less role for the shorter wave lengths. For example, the speed of a 1-cm wave is influenced about 75% by surface tension and 25% by gravity (3). Unique Properties The small wavelets, or rip- ples, have some unique proper- UFO tie-toes and pins We have a few of these left from the 1975 MUFON Symposium in Des Moines. They are sterling silver and make great gifts for Ufologists. Only $5.00 plus $1.00 for postage, insurance and handling. SKYLOOK 26 Edgewood Drive Quincy, Illinois 62301 From Kansas City Star (submitted by Larry Wright) ties. On a calm pond, a light breeze will almost instantly create an array of ripples. Also, ripples will quickly dis- appear when the wind stops, while true gravity waves will continue to propagate with little loss of amplitude (4). The reason for this behavior is that the surface tension tries to minimize the surface area—that is, to pull the sur- face into a plane by flattening out the ripples. It is easy to see that a strong surface ten- sion would hamper the buildup of ripples whereas a fluid with weak surface tension could easily be agitated to produce ripples. Such comparisons are observ- able in three separate dishes containing mercury, water, and benezine, whose respective sur- face tensions are approximately 475, 73, and 30 dynes per cen- timeter (5). Mercury strongly tends to retain its mirror sur- face. Benezine, as most organic fluids, is notably lively com- pared to water. Because surface tension is due to intermolecular forces, anything one can do to increase the kinetic energy of the mole- cules in the surface skin will reduce it. Increasing the temperature of the liquid low- ers the surface tension by an amount of about 0.16 dyne per cm °C (6). Thus, raising the temperature of water from, say, 60 F to 200F° will reduce the surface tension from 73.5 to 61.1 dynes per cm, or about 17%. (Inci- dentally, it is this change that permits one to tell only by listening whether water run- ning into a bath tub is hot or cold.) Microwave Effects Now consider the effect of irradiating a surface of water with microwave energy—that is, electomagnetic radiation whose frequency lies roughly between that of television and the far infrared. Due to. resonant absorption of the water molecule for radi- ation in the range of 0.01 to 1.0 cm, all the impinging radi- ation will be absorbed with very little penetration. In other words, the energy will be absorbed in a thin layer below the surface including the sur- face membrane. Because the membrane is so thin, about two dozen molecules thick at room temperature (7), Page 12"},{"pageNumber":14,"pageContent":"it does not contain much mass. Its heat capacity is, there- fore, very small and the ab- sorbed radiation will be quite effective in increasing the temperature of the water at, and just below, the surface. A decrease in the surface tension should be evidenced by an in- crease in the ripple height. In other words, the water sur- face would become less effec- tive in its attempt to stay in a plane and it would depart farther from one. UFO Effect Such an effect should be ob- served on the surface of a pond as a UFO cruises past, provided the UFO is emitting suitable radiation and the other neces- sary conditions prevail. The general manager and chief engineer of a radio station in St. Louis were surprised one morning in 1953 when they set out fishing on The Lake of The Ozarks, according to an account by Frank Edwards in FLYING SAUCERS—SERIOUS BUSINESS: \"Out some three or four hundred yards from shore, their outboard motor died. They were sitting there in the fog, lis- tening for a passing boat which might help them, when they heard a heavy humming sound. They could see nothing until the fog parted briefly; then, about a hundred feet from them, and not more than five feet above the still waters of the lake, they saw a shiny disc- shaped thing. It was oscillat- ing slowly, and both men notic- ed that directly beneath it the water was dancing in thousands of tiny sharp pointed waves.\" (8. Emphasis added.) It should be noted that this observation was made in con- junction with other details that have also been ascribed to radiation, i.e., fog, dead motor, humming sound (9). Also, the peaking of wave- lets was confined to a region directly below the disc, a point that appears to be sig- nificant in relation to its levitation. This restricted zone of influence was empha- sized in a similar sighting by the famous actor Clint Walker of the television serial, Chey- enne. He told Frank Edwards about an experience that he and another fisherman had on a river when their boat drifted under an overhanging tree limb: \"As they sat there taking a break and smoking, a disc- shaped UFO came slowly and si- lently down the river, about six feet above the water. As it silently crossed the pool where Walker and his companion had been fishing, they noticed that the water beneath the UFO was dancing madly--a circular patch of tiny waves that moved along with the UFO and was un- questionably caused by it.\" (10. Emphasis added.) A Physical Mechanism These details prove to be most helpful in identifying a physical mechanism that could be responsible. It appears quite likely that microwave radiation beamed downward from the UFOs heated the surface layer of the water. The re- sulting loss in surface tension would then cause ripples that were already present to in- crease their amplitude, peaking upward toward the UFOs. Furthermore, these episodes lend credence from unsuspected quarters to the suspicion that UFOs emit microwave radiation, and that it is intimately as- sociated with their propulsion system. References 1. Lamb, Horace, HYDRODY- NAMICS, pp. 456-458, Cambridge, 1932. (The most thorough treat- ment of capillary waves to be found in easily accessible sources, but it omits direct consideration of the influence of surface tension upon wave height.) 2. Coulson, C.A. WAVES, A MATHEMATICAL ACCOUNT OF THE COMMON TYPES OF WAVE MOTION, p. 83, Oliver and Boyd, London, 1949. 3. Adam, Neil K., PHYSICS AND CHEMISTRY OF SURFACES, Second Edition, p. 386, Oxford, 1938. 4. Bixby, William, WAVE, PATHWAYS OF ENERGY, p. 8, Mc- Kay, 1963. 5. Condon, E.U. and Hugh Odishaw, editors, HANDBOOK OF PHYSICS, Second Edition, Chap- ter 7 by Steven Brunauer and L. E. Copeland, McGraw-Hill, 1967. 6. Crockford, H.D. and Sam- uel B. Knight, FUNDAMENTALS OF PHYSICAL CHEMISTRY, Second Edi- tion, p. 48, Wiley, 1964. 7. Biderman, J.J., PHYSICAL SURFACES, Academic Press, 1970. 8. Edwards, Frank, FLYING SAUCERS--SERIOUS BUSINESS, p. 175, Bantam, 1966. 9. McCampbell, J. M. UFOL- OGY, NEW INSIGHTS FROM SCIENCE AND COMMON SENSE, Jaymac Com- pany, 12 Bryce Court, Belmont, CA 94002, 1973 and \"Interpret- ing Reports of UFO Sightings,\" in UFO SYMPOSIUM PROCEEDINGS, Des Moines, Iowa, MJTUAL UFO Network, July 1975. 10. Edwards, op. cit., p. 176. AVAILABLE FROM THE CENTER FOR UFO STUDIES, P.O. BOX II, Northfield, IL USA. THE UFO EXPERIENCE, J. Allen Hynek. Paperback $2.00. Hardcover $7.50. UFO CONTROVERSY IN AMERICA, David Jacobs. Hardcover $13.00. UFOLOGY, James McCampbell. Softcover $4.50. PHYSICAL TRACES ASSOCIATED WITH UFO SIGHTINGS, Ted Phillips, $8.00. PROJECT SIGN (1949) $2.00. PROJECT MAGNET (Canadian Gov't) $7.00. ROBERTSON REPORT (1953) $4.00 JANAP146E (1966) $2.00 All prices are postpaid. Send 25<t for complete lists and information. Page 13"},{"pageNumber":15,"pageContent":"Stanton Friedman says Klass book unscientific By Stanton T. Friedman The casual reader of \"UFOs Explained,\" by Philip J. Klass, (Random House, $8.95) could easily conclude that author Klass is a combination of Al- bert Einstein, Sigmund Freud, and Sherlock Holmes. Ufologi- cally knowledgeable readers will say that at best the book is \"pseudoscience.\" This is not surprising since Klass 1 earlier debunking \"UFOs Identi- fied\" was equally unscientific. In \"UFOs Identified\" Klass focused on various plasma phe- nomenon similar to ball light- ning but without any grasp of the physics involved in plas- mas. Some of the same sightings explained in \"UFOs Identified\" are re-explained, differently, in \"UFOs Explained.\" Never a Scientist Mr. Klass is a professional writer and is not now and has never been a scientist. The book does read well. However, the tools used in \"explaining\" away UFO sightings are not those of science. They include character assassination, selec- tive choice and misrepresenta- tion of facts, innuendo, false logic, positive and negative name calling, guilt by associ- ation, and the other tools of the propagandist...not the scientist. The first half of the book belabors the obvious fact that most UFO sightings can be ex- plained as something other than extraterrestrial space ships. Every scientific ufologist knows this. I have personally checked into almost all the major sightings \"explained\" in the second half of the book. I find that in every instance there lias been significant mis- representation. Concerning the abduction of Betty and Barney Hill in 1961 (see \"The Interrupted Journey\" by John G. Fuller), Klass mis- represents the facts of the sighting, emphasizes Dr 0 Si- mon's apparent lack of belief and casually ignores the star map work of Marjorie Fish (AS- TRONOMY, Dec. 1974), the USAF radar UFO sighting at the same time and location, the back- ground and reputations of the witnesses, and, perhaps most important, the fact that Dr. Simon, a highly rated psychia- trist and hypnotist, knew noth- ing at all about UFOs and the myriad of worldwide reports of landed UFOs complete with crea- tues!! ! 1973 Ohio Case Klass \"explains\" the Oct. 18, 1973, helicopter-crew UFO sighting over Mansfield, Ohio, as a fireball somehow associat- ed with the Orionid meteor shower. This huge \"fireball\" paced the helicopter, approach- ed at high speed from the East in level flight on a collision course, stopped dead as the helicopter took evasive action, sat still for several seconds, flooded the cockpit with green light, then moved off at rapid- ly increasing speed, while changing color, toward the Northwest and up at 45 degrees to the horizontal. Despite ex- tremely clear weather and the time of 11 p.m., the brilliant \"fireball,\" though observed for more than a minute, wasn't re- ported to any of the groups collecting fireball data. Re- member that this was during one of the busiest UFO sightings and publicity weeks in the past decade, with many people out looking for UFOs. The fireball, if it had been one, would have been visible over an area of tens of thousands of square miles. Klass \"explains\" the green light as the result of the green plexiglass above the cockpit. The crew stated that the object was in front and at 45 degrees above the horizon with the light penetrating through the clear bubble, not the green cover. Klass tried to reduce the time of the sighting by claiming that the crew couldn't have watched it moving away for thirty seconds while they were heading down because they would have been fearful of crashing into the ground just 400 feet below. Factually, the crew could see the ground, and helicopter am- bulance crews are quite accus- tomed to moving up and down at altitudes less than 400 feet. A South Hills, VA., sighting of an object taking off from a road with a blinding flash of light and strongly affecting the road surface is \"explained\" as a hoax produced by the town's leading citizen in order to help his brother get elected to public office. Supposedly, he poured gasoline on the road and ignited it. Klass doesn't mention that several other wit- nesses described the flash as brilliant white (gasoline does not burn white) and that a num- ber of attempts at duplicating the physical changes in the road surface by burning various chemicals were totally unsuc- cessful. He doesn't mention that the witness had strongly advised his brother NOT to run for office because of his drinking problem and because he was running against an excel- lent candidate who worked for the \"hoaxster.\" The 1964 Socorro, N.M., day- time sighting of an object tak- Page 14"},{"pageNumber":16,"pageContent":"Stanton Friedman, far right, is one of the recognized experts on UFOs in this country and the world, serving as a resource person, lecturer, and writer for various public and private groups and organizations. In this photo he is with Marjorie Fish, who developed the famous Hill Star Map model, and Ralph Blum, author of BEYOND EARTH: MAN'S CONTACT WITH UFOs. ing off with a roar by a police officer who had moments before seen two small beings next to it is \"explained\" as a hoax perpetrated by the policeman in cahoots with the local mayor, who also happened to be presi- dent of the bank and the owner of the unimproved landing site. Klass dismisses the supporting story of a mystery witness be- cause he couldn't have seen the object landing and the police officer driving up the mesa at the same time. The fact is the witness had reported seeing the object land and then the police car driving towards it—NOT simultaneously at all. Klass postulates the purpose of the hoax was the desire to attract tourists, with the mayor and town benefiting from new hotels and restaurants, a newly paved road, etc. No restaurants or hotels were built, and the road wasn't paved, and the police officer has in no way benefited and has even left the force. Delphos, KS, Case Klass \"explains\" the Delphos, KS, UFO landing case of Nov. 2, 1971 as a hoax. He barely men- tions the measurable physical changes produced in a ring of soil 8 to 10 feet in diameter and 1 to 2 feet across and, most impressive, 14 inches deep. He correctly quotes my measured ratio of the soluable zinc concentration in the ring soil as 11 times greater than that in nearby normal soil so that he can suggest that it was produced by an undiscovered zinc feeder. He doesn't give the actual quantities of zinc or the other nine elements measured, so the reader has no way of knowing that the \"very high zinc content\" was all of 1.18 parts per million in the normal soil and 20ppm in the ring soil. Zinc was actually the next to the least abundant element in the ring soil and the least abundant in the nor- mal soil. Klass mentions my name in his book three times but never mentions that I am a scientist with 14 years of industrial ex- perience in the development of advanced nuclear and space sys- tems. He details the \"great\" backgrounds of his experts. He describes Dr. J. Allen Hynek's Center For UFO Studies as a one man operation, ignoring the ac- tive participation of scien- tists from major universities in the U.S. and overseas and the fact that 300 Mutual UFO Network investigators supply data to the center. Klass says that Hynek and I get paid $1,000 for an hour lecture. Neither of us has ever received as much as $1,000 for a lec- ture. Normally I spend all day on campus giving seminars and visiting classes, and my fees have to include transportation from Redondo Beach, as well as the postage and phone and other costs of obtaining lectures. 'A' for Effort If space were available I could easily find 10,000 more words debunking the debunker's pseudoscience. As a scientist myself, I would have to give Klass an A for effort and flunk him for his distortions of fact, his failure to tell the whole truth and nothing but the truth, and his lack of under- standing of human nature. To summarize, Klass dismissed. UFO NEWSCLIPPING SERVICE The UFO NEWSCLIPPING SERVICE will keep you in- formed of all the latest United States and World-Wide UFO ac- tivity, as it happens! Our ser- vice was started in 1969, at which time we contracted with a reputable international news- paper-clipping bureau to obtain for us, those hard to find UFO reports (i.e., little known photo- graphic cases, close encounter and landing reports, occupant cases) and all other UFO re- ports, many of which are car- ried only in small town or foreign newspapers. Our UFO Newsclipping Service Report, is a 20 page photo-offset, monthly publication containing the latest United States and Canadian UFO newsclippings, with our foreign section carry- ing the latest English, Austra- lian, New Zealand, South Afri- can, and other foreign UFO newsclippings! We publish more UFO reports from around the globe than ANY other publica- tion in the World! Stay informed —subscribe to the UFO NEWS- CLIPPING SERVICE! For subscription information and sample pages from our ser- vice, write today to: UFO NEWSCLIPPING SERVICE, Dept. S 3521 S.W. 104th Seattle, Washington, 98146 Page 15"},{"pageNumber":17,"pageContent":"In Others' Words By Lucius Parish A good report on the Mexican UFO incident of May 3, 1975 ap- pears in the August 12 issue of NATIONAL ENQUIRER. 'The August 19 ENQUIRER issue devoted two pages to the film version of John Fuller's book, THE INTER- RUPTED JOURNEY. This will be shown on NBC-TV sometime in the new fall season and promises to be well worth watching. Two additional UFO-related articles have appeared in more recent issues of NATIONAL EN- QUIRER. The first, in the Sept. 2 issue, told of Charles Fort's pioneering efforts in researching UFOs and a host of other anomalous phenomena. The Sept. 9 issue contained an article on the N.C. sightings of a triangular UFO during April of this year. The July 27 issue of NATIONAL TATTLER contained an article on the recent UFO flap in west- central Wisconsin. A very interesting inter- view with Leonard Nimoy (Star Trek's \"Mr. Spock\") was featur- ed in the Aug. 31 issue of NATIONAL TATTLER. Nimoy, like his serious co-star, William Shatner, takes the UFO subject seriously. His comments on the subject are certainly worth reading. The \"ancient astro- naut\" theories received more attention in the TATTLER issues of Aug. 31 and Sept. 7. The many rock drawings at Val Cam- onica, Italy, were discussed in the first instance, while the research of a Danish scientist formed the topic for the latter article. NATIONAL STAR for August 12 featured two articles of inter- est. One dealt with a UFO landing and crop damage in On- tario, Canada; the second item concerned producer/author Alan Landsburg's recent film and book, THE OUTER SPACE CONNEC- TION. NATIONAL STAR for August 26 alerted its readers to the up- coming UFO conference at Fort Smith, AR., and quoted Charles Hickson as saying he would give new details of his experiences during that meeting. The Sept. 2 STAR carried an article on UFOs and animal mutilations; the issue for Sept. 9 gave de- tails of recent California UFO sightings. ARGOSY has recently published a UFO ANNUAL, consisting large- ly of material which has been published in various issues of the magazine over the last 10- 15 years. For those who don't ordinarily read ARGOSY, this might prove interesting. The September issues 6f SAGA, PROBE THE UNKNOWN and FATE have UFO articles of interest. The October issue of MALE has some rehash and speculations about sexual experiments by the Ufo- •nauts. The October issue of SAGA contains an interesting article on UFO occupant cases by Gordon Lore, as well as John Keel's regular column. Don't take Keel seriously when he says Skylab is the only visible artificial satellite. He has never been able to get his facts straight on this partic- ular topic (or a few dozen other topics, some would say!). In the July column, I men- tioned the \"#3\" issue of OFFIC- IAL UFO, stating it was then on sale. I should have said #2, so my apologies for that goof. However, the #3 (October) issue is now available and shows a great deal of improvement over the first two issues. This magazine is rapidly turning in- to a very good source of infor- mation on UFOs. The #3 issue contains articles by Richard Hall, Kevin Randle, Vincent Gaddis, Dr. Felix Zigel (via Joe Brill), George D. Fawcett and other well-known research- ers. The publication schedule for OFFICIAL UFO has been in- creased to 9 issues per year, so watch for it on your news- stands about every six weeks or so. For those interested in von Daniken's theories, a couple of privately-published volumes should be mentioned. THE LEGACY OF METHUSELAH and THE TESTIMONY OF ANCIENT MONUMENTS are both written from a Fundamentalist Christian viewpoint, based on the supposition that an advanc- ed Antediluvian civilization is responsible for the mysterious sites and artifacts found all over the world. Many of the evidences cited in these books will be familiar—the Bagdad batteries, the Salzburg cube, the Piri Reis maps, etc.—but there are also some items which have not been widely publicized in previous books. It is ob- vious that a considerable amount of research has been done on such subjects. THE LEGACY OF METHUSELAH is priced at $4.50 and THE TESTIMONY OF ANCIENT MONUMENTS is $2.50. Both can be purchased from the author, Joey R. Jochmans, at: Box 6463 - Lincoln, Nebraska 68506. I recommend the present two volumes, and others are in preparation. I must admit being a trifle disappointed with a recently- released volume, PHYSICAL TRACES ASSOCIATED WITH UFO SIGHTINGS. This has been com- piled by Ted Phillips and edi- ted by Mimi Hynek, with publi- cation by The Center for UFO Studies. While I recognize and appreciate the very great amount of work which has gone into such a compilation, I found some of the individual Page 16"},{"pageNumber":18,"pageContent":"entries to be erroneous in var- ious details, as well as being (in some cases) quite super- ficial. Even so, a 144-page book devoted solely to physical traces caused by UFOs cannot be taken lightly. In this sense, it is a fascinating and valu- able document. Photos, illus- trations and graphs are includ- ed. The time period for trace cases ranges from 1490 to 1975. The book is available from the Center for UFO Studies (P.O. Box 11 - Northfield, IL 60093) for $8.00. Richard E. Mooney's COLONY: EARTH might appear to be just another attempt to cash in on the \"ancient astronauts\" pub- lishing goldmine, but it actu- ally goes a bit deeper than a first glance may indicate. Basically, Mooney agrees with von Daniken that visitors from the stars may well have in- fluenced early humanity, but he thinks such visitors may have set up a colony on Earth. He also speculates that per- haps there was no \"Ice Age\" as we commonly think of it; that the Pyramids and other huge constructions may have been in- tended as shelters from some global catastrophe; and that some religious rituals may be garbled memories of ancient nuclear wars and their effects. An intriguing book and certain- ly worth reading. The hardcover edition of COLONY: EARTH may be obtained from Stein f T Day - Scarborough House - Briarcliff Manor, N.Y. 10510; the price is $7.95. A paperback edition is available from Fawcett Books at $1.50. Mooney's new book, GODS OF AIR AND DARKNESS, is due for August publication by Stein § Day. Betty and Barney Hill case on TV Monday, Oct. 20 A two-hour motion picture .depicting the well-known story of Betty and .Barney Hill will be televised by NBC on Monday, Oct. 20. The program, which describes the unusual UFO events which allegedly occurred on Sept. 19, 1961, in the White Mountains of New Hampshire, will star Acad- emy Award Nominee James Earl Jones and Academy Award Winner Estelle Parsons. The presen- tation is entitled \"The UFO Incident.\" Universal Studios, which produced the film, utilized transcripts of tape recordings made by the Hills while under hypnosis, Air Force records, files of the Hayden Planetar- ium, and the book INTERRUPTED JOURNEY by John G. Fuller. In addition, screenwriter Hesper Anderson spent many hours talk- ing with Betty Hill (Barney Hill died in 1969). Stanton T. Friedman, who served as technical advisor for Universal Studios in the prep- aration of the program, says, \"I was very impressed with the quality of the effort I saw be- ing put into 'The UFO Incident 1 and the dedication to accuracy rather than sensationalism. \"The script, the special ef- fects, and, of course, the act- ing were all first rate,\" con- cludes Friedman, noted UFO lec- turer, MUFON consultant, and nuclear and space scientist. \"My own investigation of this UFO experience has convinced me that it is one of the most im- portant on record. I believe the viewers will come to share my opinion.\" California professor initiates local UFO hotline Dr. Alvin H. Lawson, pro- fessor of English at the Cali- fornia State University at Long Beach and MUFON state section director for Orange County, lias initiated a 24-hour hotline for UFO reports. Dr. Lawson, who teaches a course called \"UFO Literature: The Rhetoric of the Unknown,\" says his hotline is not compet- ing with the national hotline operated by the Center for UFO Studies. Ft. Smith conference Oct. 17,18,19 Plans for the UFO conference at Ft. Smith, AR, scheduled for Oct. 17, 18, and 19, are going as scheduled, according to con- ference director Bill Pitts„ As noted in the July and August editions of SKYLOOK, the conference will bring together for the first time the four major UFO groups in this coun- try: APRO, CUFOS, MUFON, and NICAP. The lineup of UFO celebraties will include Dr. J. Allen Hynek, Stanton Friedman, Jim and Coral Lorenzen, Ray Stan- ford, Phillip Klass, Walt And- rus, Charles Hickson, Dewey Fournet, Dr. Richard Haines, Capt. Stephen Pease, and Wil- liam Spaulding. Also attending will be an FAA radar team, a NASA research scientist, and the space object identification analyst from NORADo As previously announced, advance reservations for the conference will be accepted until Oct. 1 at $12.50 per per- son. After Oct. 1 and at the door the cost will be $17.50 per person. This includes all meetings and events, as well as the Saturday evening buffet dinner. For registration in- formation, contact Bill Pitts, UFO Conference, 500 N. Second St., Fort Smith, AR 72901 (Of- fice phone 501-782-0373; home phone 501-783-0754). Motel reservations should be made directly with the Trade Winds Inn (Best Western), 101 N. Eleventh St., Fort Smith, AR 72901 (phone 501-785-4121), specifying UFO Conference. The rates are: singles, $13.50; double, $18.00; twin double, $22.00; triple, $20.00 for two and $3.00 for each additional guest. Page 17"},{"pageNumber":19,"pageContent":"Director's Message By Walt Andrus Hawaii State Director With the addition of Hawaii and Montana, MUFON has expanded its coverage in the United States. Michael L. Broyles, 2717A Hipawai PL., Honolulu, HI 96822 has been appointed state director for Hawaii. Mike has his M.S. from the University of Wisconsin and is now a Ph.D. candidate in Seismology at the University of Hawaii. A. V. McDowell, Box 104, Worden, MT 59088; telephone (406) 967-6098 has been select- ed as the state section direc-r tor for the Montana counties of Yellowstone, Treasurer, Mussel- shell, and Bighorn. Mr. Mc- Dowell is a publishing-editor. Virgil P. Chabre, 811 Ridge, Rock Springs, WY 82901; tele- phone: (307) 362-6230 has vol- unteered to serve as state sec- tion director for Sweetwater County. Virgil was recommended to MUFON by R. Leo Sprinkle. Canal Zone Representative The Canal Zone is now repre- sented by Wendell F. Taylor, P. 0. Box 1305, Balboa, Canal Zone, expanding MUFON inter- nationally. Wendell is an il- lustrator and freelance artist by profession, and was recom- mended by John Schuessler and Jose Fuentes of Houston, TX. Tommy Roy Blann, 57-A Boil- ing Drive, Waco, TX 76705; telephone: (817) 799-3146 has been appointed state section director for .McLennan, Hill, Bosque, Navarro, Bell, Coryell and Hamilton .counties in Texas. Tommy is a student and is work- ing toward a B.S. in nuclear science. He is director of the recently organized Texas UFO Study Group. MUFON is proud to welcome a new consultant in psychology, Robert B. Bechtel, Ph.D.; 5741 Wornall Road, Kansas City, MO 64113; telephone: (816) 363- 2111. Dr. Bechtel has done ex- tensive research in parapsy- chology and his speciality in research is in the response to environmental stimuli. This comes under the heading of en- vironmental psychology, and more precisely, ecological psy- chology. He was recommended by Grey Woodman, M.D. Legal Advisor William C. Shead, 2927 Broad- way, Houston, TX 77017; tele- phone: (713) 941-2790. Mr, Shead, a practicing attorney, has been appointed a legal ad- visor to MUFON and will also 'serve as a field investigator. He will be working with MUFON 1 s deputy director, John F. Schuessler, in. Houston. Gary Graber, state section director, from Mt. Pleasant, IA, and your director met with Mr. Schuess- ler on Aug. 17 and later toured the. NASA Space Center in Hous- ton. On the same date, Rosetta and Dick Holmes were hosting the seventh Annual MUFON UFO picnic in Carlyle, IL, under the sponsorship of the UFO Study Group of Greater St. Louis. From the fine reports we have received, the picnic and skywatch were again a roar- ing success. Everyone who help- ed to make this event such a memorable affair is to be con- gratulated. Both John Schuessler and your director regret that we were unable to attend the Annual UFO Picnic in Carlyle, IL., but vacation plans for 1976 may be more favorable for the trip. Ft. Smith Conference \"United For Objectivity\" (UFO) is the theme for the national UFO Conference to be held Oct. 17, 18, and 19 in Ft. Smith, AR, at the Trade Winds Inn. The four major UFO organ- izations in the United States will be represented: APRO, MUFON, NICAP and CUFOS. For details on this outstanding event, please refer to a separate article in this issue of SKYLOOK. This conference promises to be not only an enlightening ex- perience for the news media, but an opportunity for the major UFO organizations to pool their investigative and re- search resources so as to re- solve this perplexing enigma. Your director will be one of the speakers. New MUFON Office MUFON members from Mt. Pleasant, IA; and Waco and Houston, TX have already visit- ed the new MUFON Administrative Office at 103 Oldtowne Road, Seguin, TX 78155 during the past few weeks. The office telephone number is (512) 379- 9216. Your director may also be contacted at his business during the day at (512) 379- 8850. Please keep these new tele- phone numbers readily availa- ble for reference. New member- ship identification cards re- flecting the new address will be issued as each member's dues and SKYLOOK subscription is re- newed during 1975 or 1976. Page 18"},{"pageNumber":20,"pageContent":"McCampbell, Friedman accept Klass challenge Two California ufologists have accepted the challenge of Philip J» Klass, an outspoken critic of UFO investigators, to \"put your money where your mouth is\" in wagers that could earn the winner of each bet $1,000 to $10,000. Klass, senior avionics editor for Aviation Week and Space Technology magazine, renewed his long-standing challenge in his latest book, UFO's EXPLAIN- ED (Random House), and in the broadcast and print media. Klass says he will pay $10,000 to anyone able to prove to his satisfaction that extra- terrestrial visitors or space- craft exist. Those accepting the bet must pay Klass $1,000 at the rate of $100 per year for ten years if the required proof is not forthcoming during that ten-year period. Jim McCampbell, author of UFOLOGY, NEW INSIGHTS FROM SCIENCE AND COMMON SENSE (Jay- mac Co., 12 Bryce Court, Bel- mont, Ca. 9^002), and Stanton Friedman, the well-known UFO lecturer and writer, have each signed the necessary contract and put up the $100 to cover the first year's bet. In order to win, McCampbell QUARTER CENTURY STUDIES OF UFOs IN FLORIDA, NORTH CAROLINA AND TENNESSEE By George D 0 Fawcett MUFON State Director, North Carolina $3.95 (plus 80C first class postage in U. S. or $1.00 first class postage overseas) N.C. residents add k% sales tax. Pioneer Printing Co« P. 0. Box k07 Mount Airy, N.C. 27030 and Friedman will have to see one of the three following events occur: 1. Any crashed spacecraft is found whose design and con- struction clearly identify it as being of extraterrestrial origin in the opinion of the U. S. National Academy of Scien- ces. 2. The National Academy of Sciences announces that it has examined other evidence which proves conclusively that earth has been visited by extrater- restrial spacecraft in this century. 3. The first bona fide ex- traterrestrial visitor, born on a celestrial body other than Earth, appears live before the U.N. General Assembly or on a 1975 MUFON SYMPOSIUM PROCEEDINGS (111 pages) \"An Expanded Vision of UFO Re- search\" by Dr. David M. Jacobs, author of The UFO Controversy in America. \"Center for UFO Studies and the UFO Central Situation\" by Sherman J. Larsen, president of the Center for UFO Studies. \"UFO Research: Problem or Predica- ment?\" by Dr. R. Leo Sprinkle, member National Enquirer UFO Blue Ribbon Panel. \"A Catalog of Humanoid Reports for 1974\" by Ted Bloecher, co-chairman of the MUFON Humanoid Study Com- mittee. \"Interpreting Reports of UFO Sight- ings\" by James M. McCampbell, author of Urology — New Insights from Science and Common Sense. . \"UFO Research Proposals: What, Who, and How Much?\" by Dr. Jacques Vallee, author of Anatomy of a Phe- nomenon, etc. \"Unidentified Flying Objects: The Emerging Evidence\" by Ted Phillips, MUFON specialization coordinator.\" The 1975 Proceedings is available from MUFON, 103 Oldtowne Rd, Sequin, Texas 78155 for $4.00 post- paid. nationwide TV show. Those challenging Klass are obligated to make the $100 pay- ments for a maximum of ten years, but Klass'is'obiiged to pay the $10,000 if proof is forthcoming anytime during the lifetimes of Klass and a chal- lenger. 1974 MUFON UFO SYMPOSIUM PROCEEDINGS \"UFO's—An Issue Whose Time Has Almost Come\" By Ralph Blum \"Religion and UFO's: The Extra- sensory Problem\" by Barry H. Downing, Ph.D.. \"UFO Trace-landing Cases\" by Ted Phillips \"Journey Into the Hill Star Map\" by Marjorie E. Fish \"Saucers, PS I and Psychiatry\" by Berthold E, Schwarz, M.'D. \"Flying Saucers and Physics\" by Stanton T. Friedman \"UFO's, in Relation to Creature Sightings in Pennsylvania\" by Stan Gordon 1973 MIDWEST UFO SYMPOSIUM PROCEEDINGS \"UFO Flight Characteristics\" presented by John F. Schuessler \"Landing Traces, Physical Evi- dence for the UFO\" presented by Ted Phillips \"Vision, Photography & UFOs\" presented by Adrian Vance \"Ufology and the Search for Extraterrestrial Life\" presented by Stanton T. Friedman \"The Embarrassment of Riches\" presented by Dr. J. Allen Hynek \"Some Questions Concerning Dr. Meniel's Biblical Exegesis\" sub- mitted paper by Dr. Barry H. Downing For either the 1974 or 1973 MUTUAL UFO SYMPOSIUM PROCEEDINGS send $325 ($4.00 outside the U.S. and Canada) by check or money order to MUFON, 103 Oldtowne Road, Seguin, Texas 78155 USA. Page 19"},{"pageNumber":21,"pageContent":"Recapping and commenting By Richard Hall (This column is directed to- ward articles appearing in the July, 1975, edition of SKY- LOOK) . What can one say about the 1964 '!UFO repair\" case in New Berlin,*^.Y.? Was it (1) earth- ly technology? (unlikely, con- sidering the configuration and the rate of departure); (b) a staged event? (which requires invoking deceptive spacemen— or somebody); (c) the \"real\" spacemen (in which case they appear all too \"human\"); (d) other? Having just returned from the International Fortean Organi- zation (INfQ) convention in Oak Brook, Illinois, I suspect some \"new wave\" UFOlogists would think in terms of a human un- conscious projection of some kind, a la Carl Jung. There Jerome Clark expressed the view that the UFO mystery basically is a subjective one, with only relatively minor objective aspects. Be that as it may, we were also regaled by \"Christof Friedrich\" who insists that UFOs are an outgrowth of Nazi technology at the close of World War II when various super weapons, including high-per- formance saucer-shaped air- craft, allegedly were on the verge of being perfected. The straight extraterrestrial in- terpretation was alluded to by a few participants as \"passe\" and, by implication, the \"back- ward\" viejFof \"conservative -UFOlogistsr 1 toother\" speaker was Rev. J. Gordon Melton, research direc- tor of The Institute for the Study of American Religion. He surveyed the activities of sev- eral well-known contactees, showing their links with pre- existing religious cults, re- vealing derogatory information Page 20 about some, and generally pre- senting a negative picture of them as far as being relevant to possible objectively real UFOs. I hope the \"new wavers\" were listening. One of the myths floating around, which I was accused of to my face, was that N1CAP \"suppressed\" or \"destroyed\" evidence that did not fit its views and didn't bother to investigate contactee reports. We definitely did in- vestigate and, in general, found ample evidence of fakery and unreliability. Also, I personally answered the first correspondence from Betty Hill, put Walter Webb in touch with her, and encouraged all pos- sible investigation from then on. Apparently the \"new wave\" in- cludes strong anti-government and anti-scientific elements, which is not surprising consid- ering Watergate, revelations about the CIA, and scientific disdain of UFOs. Still, their substitute seems to me to be subjective, mystical, and cha- otic. The need for input from psychologists and other be- havioral scientists seems more urgent than ever. At the Fortfest I met and chatted with Ron Westrum, and was pleased to learn that he is doing some sociological studies related to UFOs. It strikes me that some time, some place (perhaps next year's conven- tion), a panel discussion or forum of some kind for behavi- oral scientists would be par- ticularly valuable. I might be proved wrong, but it is my humble opinion that outright dishonesty, psychosis, neuros- is, egoism, and cultism are be- ing grossly underestimated in the UFO field, and that these are detracting from careful in- vestigation of serious facts. At least some of the muddle of strotiomy Notes By Mark Herbstritt October Sky Mercury—on the 24th it is at greatest western elongation standing about 17° above the horizon just south of east at sunrise. For the last half of the month it is an easily e&- ..', served morning star. ; Venus—for about 3 hours be- fore sunrise it dominates the eastern sky; greatest brill- iancy is on the 3rd. Mars—moving from Taurus ijito Gemini, it rises late in, the evening and dominates this part of the sky. Jupiter—this is the month of Jupiter's opposition (on the 13th) when it is at its bright- est and rises as the sun set's and is visible all night. Saturn—is in Cancer. It is magnitude -2.5 and rises about midnight. The Orionid meteor Shower reaches maximum on the 21st. spectacular \"data\" is almost surely false and irrelevant„ I am not saying that any i?epoft should be thrown out because of its content; I am saying that a cold, hard look should be taken at the reporters. \\ •* • 't '5 1 105 places to obtain UFO information $1.00 1-0 different maps on UFO . sightings, magnetic effects,, occupants, etc. 50* each List of 198 UFO organi- zations you can join $3»95 Heflin set of UFO Photos . $1.95 Booklist of over 50 UFO Books Bill Bern is Box 35 Versailles, IL 623,78"}]
