[{"pageNumber":2,"pageContent":"I ;' Vol. 1 - No. 4 Letts Serarate Fact From Fqntasy December 1967 I I DR. HYNEK LECTURES ON UsF-0 i i We are'-indebted to John F. 'Schue , sslqr and Willard P. Armstrong for j ty6 fine reports on Dr. ~llen-~ynek' s ' l@~ture-~'The UFO As a Scientific-' Probleriil' -,@Len a% the ~raham' c~ap6.l - on the Washington University lCamp'us, ' St. Louis, the ,evening of Nov., 24. . Tke lectpre was sponsored by Alpha Sigma Lambda and was woll attended. Our readers are doubtless well aware of Dr. Hynekls status and qualifications -as a scientist, but a brief resume will not be amiss. He received his Ph.D1. at the University of Chicago and taught at the Ohio State University from 1936 to 1960 in the Department of Physics and . ~stronomy; progressing from instructc to professar and Director of the Applied Physics Laboratory, John Hopkins University, lecturer in -General Education and Astronomy-at .'-- 'Harvard-, led the Ohio State Universit ~cli~se Expedition to Iran, sewed as Associate Director of the Smithsonian Astrophysical Observatory and head of tho Section of Upper Atmosphere- Studies which included the Optical Satallite Tracing Program. He was in charge of setting up twelve'satallite observing stations around the world. From 1960 to date, he has served as Professor of Astronomy, Director of ear born Observatory and Chairman of. the Department of Astronomy at North- western University and Director of the Lindheimer Astronomical Research -Center; From 1953 -to the present,. he has served as Scientific Consultant t the U.S. Air Force on UFO's.-&'-- - n~ (continued on pngc four) BRIGHT OBJECT SEEN IN ILL. AND MO. A bright unidentified flying object was seen early Wednesday morn- ing, Nov. 8, over -Freeport, Ill., and. may-have been th.e. _same one seen the7 same morning over Salem,Mo. . The St. Louis GL0BE:;:DEMOCRAT carried a story Nov. 9 on the Freeport sighting. Freeport is located in the north western part of' Illinois and the object was reported by Police Sgt. Harvey Toepfer who said two motorists told him they saw the object as they drove. the 28 miles between Rockford and Freeport, and it \"seemed to follow them.\" Four Freepo-rC- police officers said they also observed the bright object md..attempted to get under the UFO in a squad car, .but the- object seemed Ifto remain a constant distance away from. .the car .It The object seemed to remain stationary. over thea Freepr-t-R'o-ckford .a.rea-- fpr about I-$' h*urs, - - L - -' 2 - - 2 - - - - - ' (continued on page six) DO YOU WANT A GROUP MEETING? John Schuessler has suggested that we might have a geoup meeting, dinner and possibly a guest speaker some time in the Spring, tentatively April or May, at a convenient location for all, possibly Columbia. It sounds like a good idea to us, and he has offered to organize the meeting and- make-arrangements-for - - program and press coverage ,-------- (continued on next page)"},{"pageNumber":3,"pageContent":".- - .-- -. . ... *,- .. .-John Farrell Kuhns . - I U.M.K.C. AS DESIGNERS SEE UF0'6 - PART I1 5100 Rockhill Road _-. . -.-- - I- Room 319 C-B Silent flight is, of course, one K.C., Mo. 64110 of the biggest mysteries. There have Send reports to the Editor: been almost no reports of UFO's making the sort of loud operational noises Mrs. Norma E. Short Box 129 one usually associates with high- \\, . Stover, Mo. 6507t3 , performance flying machines. No roar 1 of a jet or blast of a rocket--Only a Assistant Editor: soft hum, whirr or buzz from those en- - I. Mr.'TedlPhillips, Jr. countered at all. Yje 1964 case of!a 1113 Ware Ave. New Mexico p,olice officer who saw a' /' Sedalia, Mo. 65301 IUFO hovering 10 feet from the ground, -. 'less than 200 feet away, yet \"so quiet .I< -8- .#, -8. .I- -0- -8. 4, -8- .I..O, .L you could have heard a pin drop\" isla .,. ,,. -,. .,. .,. .,. -,. -,.,,.,,..,..,.WITH THE ED I TOR:::::: ::: :::::: ::: ::: :;::I:::: ::: /classic example of the baffling silence of UFO's. No known or seriously theqr- We are sorry the-November issue '' ized power system would be capable bf of SKYLOOK was delayled in reaching YOU silent operation, Anti-gmvity devices? had- some heavy studying to do for a but our publisher,. student at U.M.K.C.. Magnetic field propulsion? This amounts I series of test, also extra work in - I . , ,- - 4-< . ' - Page Two SKYLOOK , . Page ilivd . . .. . . ,. . , a ' '. , . . # :, . -, ?, <, ' .:.' his research, and we are sure you will agree with us in feeling this has tc come first. Cutting the stencils and running off copies of SKYLOOK is a time consuming job .and some days there ~ust aren't enough hours to meet all demands of a heavy work schedule. . .v . . \" I- . I I' ' -1.: i , . . . , :\\' ' . $KYLOOK'. . . . . !.a ! 82.001ye3r, published.-price a honth. . end subscription to: the Publisher: . . . As a bonus for your patience, we'll try to get out an extra this - month. We are sure you are anxious tc read the report of Dr. Hynek's lecture in St. Louis, and again we thank those who sent in reviews. GET YOUR STORIES IN SOON .. .- 7: touhing on; rel,$gion, politics I:,:.600k reihews., erotica and you name it. You may'!;mite':tb him at,' 524 Holly ~ills'; . , St. Louis ,: 63111. ' . ANOTHZR MAGAZINE OUT - - Steve Erdmann, one of our readers and a member of APRO, is editor of ?IIsSENTER/DISINTER, a bi-monthly magazine, subscription $3.00/year. In addition to articles on UFO's he covers a lot of other subjects, - J to trying to explain one unknown by: . means of another unkndwn. I A vehicle capable of making firht- angle turns at high speed without slow- ing down is equally far from accomplish- ment and encourages some'to conclude that we are dealing with machines having no mass. . Yet, the right-angle turns may be an illusion caused by the eye's inability to detect a very small redius of turn at a great di~tancc. If this is the case, then we are dealing with merely superior man- euverability, rather than something 100% unique. There have been many radar track- ing~ of UFO's (150-plus in USAF records, about 100 in NICAP files), many of which were confirmed visually. The, numerous instances in which UFO's sbould have been plcked up by radar but weren't could possibly be explained by specla1 antiradar techniques familiar to the nilitary' people but rarely discussed in public. Over the years however, ,,- .. (continued on pagc six)"},{"pageNumber":4,"pageContent":"Page Three SKYiOOK Page Three FLYING OBJECTS OVER LAKE SUPERIOR j ON THE PERSONAL SIDE - i Silver-blue and gkld glowing i Every contributor to SKYLOOK is a objects moving at high'speed ovzr Lake member of the staff. This month we are Superior in September were reported by 1 glad to introduce one'of the best the MILifJAUKEE SENTINEL (Sept.'9) and i the 'GREEN BAY PRESS-'GAZETTE (Sept. lo)./ John F. Schuessler I P.O. Box 223 '- The patrolmen who watched . the UFO's said they moved at high spec St. Charles, Mo. 63301 Five Marquette (iifich. ) policemen were among many persons who reported i He was born in Jacksonville, Ill., seeing the objects nearly every morn- and grew UP in Decatur, attending ing, ugually +,ktween 4 am amd 6 im for Millikin University and the University in erratic patterns, stopping and zip- ~ing off frequently. Two ob.jects were a week preceeding the 9th. A couple living on US 41, south of Maequette, were among others reporting. descrubed as -being- silver-blue and two gold. One was reported to hive pemaihcd visible until 10:06 am one mornihg . of Illinois, majoring in mechanical engineering with some specific aero- nautical interest. Police Chief George Johnson 1 I (~ar~ljette) notified the K.I. Sawyer I Alr Force Base and officials there I ! said-,in attempt would be made to photo-i graph: the objects. I (If any of our readers have aeen a follow-up on this sto'ry, please send I your clipping to SKYLOOK. ) I I He is now a Senior Design Engineer at the Mc3onnell.Astronautics Co. in St. Louis. John was the Environmental Control Systws Engineer on the Gemini Spacecraf.t Program, responsible for the specifications for subcontracted life support equipment, and is serving in a similar capacity on the Airlock (spent stage Orbital workshop) program, He was a member of the U.S. Naval Reserve for 12 years and served two years on active duty as,Chief Petty Officer . He recently spoke at the Edward5 ' ville, Ill., Lions Club and frequentiy addresses xrou~s in connection with ' I his work aKd on the subject of UFO's. A 'member of APRO, he says he would NOVEMBER SIGHTINGS IN KANSAS likevt~ soc the scientific method Corbyn Jacobs, postmaster at ! applied to the UFO, not just at the Palmy~a, reports that on Nov. 4th anQ I ~niversit~ of Colorado, but throughput- 5th KCMOi, Kansas City, Mo., interrupted the world*\" their ,'.regular programs to announce that! (~atuq-day) four UFO's were secn over Other inverests are cartooning and Salinc , . Kansas, and (Sunday) to report fishing, and one of his Pet projects four eb j.ects were in view over Junctio is the YMCA hdian Guide Program for City,;Kansas, ~t one of the sighting8 fathers and sons, AS .bear Claw, chief- the Smokcy Hill Air Force Base sent I of' the Chicasaw Tribe of the Souix up inQerceptors, and one fighter Nation, John takes an'active part in plane.lwas given permission to fire a this program and is one of its most rockqt. The UFO's pulled away from enthusiastic supporters, the ,cnterceptors at great speed. ,' $hese sightings were not given news cyverage in the local'newspapers and the listner reporting above-heard nothiqg more on TV or radio. a . . Thanks to Walt Andrus, of Quincy, ?l . , ; for this report. Kathy, his wife, is a pho~to colorist :and artist-, as well as housewife and mother, and shares all her husband's interests."},{"pageNumber":5,"pageContent":"Four .. ... -. Pade Four DR. HYNEK - CONTINUED FROM PAGE ONE His publications include numerous pro- fessional journal articles and he is re- sponsi'ble for th~ section on UFO's in the current ENCYCLOPEDIA BRITANNICA. And now for his 1,ecture--and we ?re hapby to compile fncts from each -eport $cnt us so our renders may have hll beni'fit of Dr. Hynekls discourse He began by explai'ning what a UFO cs as compared. .to an IF0 .- Hc described low s3tellltes, aircraft,.planets ctc. Ire rcsponsiblc for about 957; of the ~bjects reported, making them IFO1s. he issue is also confbsfd b; the lany lf~doksl1 and sensationalists who :lutcr the.press with wild claims and urportkd con~ersatidHY~';$i~\".Pittte~~~ - ;reen m@n. Unbiased investigation is lso hindered by the llcircular reasoning f some (scientists, e.g. : the reported 8henomeQa are contrary to the known nws of [ physics; therefore they cannot e real; therefore why bother to invest- gate tQem? Dr. Hynek feels the Air 'orce fgllows this school of thought nd poihts out that the government has ever given a UFO report a thorough nvestigation. Project Blue Book takes ach UFQ report one at a time and settle n an ahswer. They never analyze a roup o( sightings to determine similar haractqristics or patterns. :I I fie stated the real raw. material or the'rstudy of -UFO's is the UFO report othingjmore. People don't bring in aucers of llttle green men---they bring 1 repokts. Most of the reports, as mtion&d, are obviously normal objects iqily recognized by the trained >9esti,g~tor. But, once in awhile a PPOrt''Y ill be outstand5ng and, as he ~ys, , t really jars you.'' I , . * >. : :.,- -.\" --. JL, . Chkractoristics of the latter t\"ype f repopts are: / ' (b) The witness describes an \"es- I calfation of hypotheses1'--he first thought the object was a i meteor, then an aircraft about to crash, etc. I (2) The object either is entirely silent, or emits a high-pitched whining sound. % (3) Animals in the vicinity become. ner'vous and excited. '(4) Where 3 vehicle is concerned, there is often stoppage of ignition, lights and rf?dio. (5) UFO's are often seen by police on patrol late at nlght. These s3me men whose tcistimony is ' accepted in court may not be believed when they make reports on this subject. Airline piolets also see UFO's fairly often but hesitate to make official reports 2s they might be sent to a llheadshrinkerl' or made to t . take an caforlc.ed'k.z\"s.t. ,I ' (6) Reasons for making reports often are conscience (considering it n public duty), and curiosity-- a wish for an explanation. Reports are now coming in from people a who Ilad UFO experiences years ago but did not report them at the time for fear of being thought queer. When Dr. Hynck bcgan his work as consultant for the USAF in 1948 he was sure that UFO's were nonsense. He believed by 1952 the whole thing would just fade away--but instaed, as he pointed out, the UFO problem has become global and is still with us today. Dr. Hynck quoted the 1966 Gallup Poll which showed that over 5 million Americans reported seeing UFO's, fifty million people in the US belicve UFO's are l'realll, thus indicating an extremely high awareness of the ph~nomenon. I Before accepting a photograph as a. :evidence, Dr, Hynek would,.like to see 'the camera and negative, talk to the lphotographer and also at least one witness. Photographs can bc faked with relativc ease, he pointed out, and v~hile he showed some apparently excellent photographs, he did not say categor- ically that any of them was genuine. - -(continued on page five)"},{"pageNumber":6,"pageContent":"-.- DR. HYNEK - CON.TINUED FROM PAGE FOUR. He also showed some ip-We38ing sketches of UFO's and said he finds them more i%teresting than most photos. He also ghowed/some cartoons from his extensive collection. Thses brought a delighted response from the audience, as did the many witty remarks with which he laced his talk, although his gcneral tone wns seriousiand expressive of a genuine curiosiJy and open-mindedness toward the UF phenomena. P ke also showed 3eme slides of spiral galaxies, 3s well as uclose-~psv of sections of our own galaxy. He point- ed out &here arc billions of stars in each gaiaxy. It would be extremely provincjal of us to believe that among all thege only our sun has a family of planets, with only one of them support- ing int 4 lligent life. The odds are overwelrr3ing that there are billions of such suns. The great question is, as he pointed !out, how could craft from distan stars r&ach our earth? That is the im- possible thing according to uor present knowledge. But consider how impossible 7 jetliner would have looked to a cover- ed yagon traveler $00 years ago. Then consider that the inhabitants of other pl,mcts circling other stars may have got their start millions of ycxs ago. Would we not expect their technolbgy to be immeasurably beyond ours? (I I .Dr; Hynek says he has never seen a UFO himself, but gives his opinion that the possibilities indicated, if reports are true, are exciting. As a scientist, he cannot accept them a11 untill they have been reliably investi- gated, or untill he himself hz~s ex- perience with UFO's. The lecture ended with a question and answcr period. A report on this and Dr. Hynek's suggested plan of a panel of investigation will be given in the next issue of SKYLOOK, . Mahl to. Dr. ' Hynek should.- be address-. ed is follows: Dr; J. Allen Hynek Dept of Astronomy-.- - .. Northwestern University Evanston , Illino-is - TEACHER AND FRIENDS WATCH UFO 'S Mrs. ani ice Shipley, of 404 N. 5th St., Hannibal; Mrs. Betty Joel and two children, of Vancouver, Kashington, and Steven Gramling, age 16j of Kirksville, were sunning .themselves o'n the beach at the Stxte Park lake, ten miles north of Kirksville on a sunny afternoon in August (the 20th) when all observed three groups of objects flying from southeast to northwest, following an identical pnth ,?,bout 85 degrees above the horizon, spaced abo.ut 10-15 seconds apart The sky was clear with a few high cirrus clouds scattered to the south. Visibility was good. The first object was sighted at 6:19 pmq CDST, and was of an oval shape. Mrs. Shipley, who made the report to the 179th Radar Squadron Base at Kirksville that evening, compared it to a cigar and said it glistened like polished aluminium. It was traveling at a constant speed and there was no jet stream or propellor visible. Mrs. Joel saw small aluminium colored objects being ejected for and aft from he object. ,\\bout 15 seconds 3fter ths UFO w3s out o? sight, r~nother ?ppeqred on thcs2me flight path. This w2s made up of two ?arts that were square or rec- t:~ngulxr in sh?:ie md a?luminum in color. Onc w:!s above thc other .md connected by an umbilic2l cord. They moved in an undulating f3shion with th2 top object slightly in thc lend. Mrs. Shipley has observed t3nkers refueling ~lircr,?ft in flight and these did not have th-t appe3r2nce. She said they looked ltlikc rwo sheets of metal flying togcthcr\" and seemed to l?ck any propulsion. The third object, globe-shp~ed and aluminum in color, followed th? first two along thc s:me pnth and apparently at , thz s-me r?ite of speed. Mrs. Shipley, who has her B..'i. from the Kirksville Stnte Teachdrs College, and is work~ng tcward her Masters, g-~ve a very cle2r ~nd consise report of what she 2nd her friends s?w."},{"pageNumber":7,"pageContent":". ., klma Hedley saw it seemed to be 3bout . . . .'iCceptnnce of '3 $300,000 contract lthe size of hnlf-moon, w3s round in . . . . :ram t$e US;lF to, study the subject. of ishlpe, and about the szme llc-ldr of. JFOIS R3s propelled the Univerjity of llightos moonl~ ,3nd itmoved slowly. :olor-~gb into the spotlight is tho first ishe too, neighbor to k her ;,ubstahti~linstitution to publicly isighting. :ccogn?ze UFOIS as 3 subject worhty of ., Rosclnnri ~recman, of Salem, reported ici-ntjfic groups in private industry, ;that she too sow the object in the sky . ~ther ilnivar5itie.s 2nd even the milit:lryjaSsut 5 she wrote \"The was , . loth h&d and .abroad. , . ! ,' lpitch dark with nothing else in the sky J 'but this bright object and behind it was Numerous large corporati,ons, sensin& slight breach in the cloud with light i ;hs re5scarch and development potential lbehind the cloud and object. It ssemed.: )f: UFO-investigation, have quietly begun ,odd as there w3sn1 t any bther breakc~ge jizot projects .?im&d nt-cashing in onan !of clouds except right behind thc object xpnnd~d :Government-finnnced study which los though the moon might bz shin ing . ( io~ld' ,3lmost cert?lnly follow any posi- !there. Thsre wasn't 'a moon or, any star5 . i ;i$e conclusion by the University of 11-turned :way from the object, looking i :,oJ.orn$o'. Mr. Borlirler goes on to msn- 'at thc sky around mc, sc-ing if stlrs .ion several je cts under study ind lwould come peeking through,- but t horc 1 31s on6 of the \"Big Four1' q-uto manu- hasn't, 2nd I turned to look nt the ':a~turer:a 'has' agreed to hrlndl'e the lob ject agsin and it w.:s gona as though ,uizling clses of cut0 elcctfical system'it were swallowed up or covered by a 'ialure :for tho.Universi ty of, Colorado. ;morning cloud *I' ;nough iht erest hgs built up to assure ! She added .that it seemed t'o be teadil$ in'cre~sing Activity on thz mrt about the size of o grlpcfruitfl and f .: the a'::erosp3ce industry, th2nks to suchshe hm2d w-itched it for bout 15 minutes.. yents n(sthe concern over uFO'S by Soviet stronordcr Felix Zigel. Editorl's Note: We thank AIR PROGRESS ofr ermiseijon to. use material from \"Fhe /, ;/ . .i' -' AS DESIGN^ SZE .UFO:' s .. . U.F.O. From the ~esigne'f~6 Viewpointv -COiJTINUED FROM PiGZ TSI'O - ,by Don Bcrliner in the October issue.) '.. . Mr. ~erliner writes, little informa- B3ICHT OBJSCT3 - CONT. F2UW PLiGE ONE - L L' tion has kaked out, though nothing has ever been formally' conf.irmed- by Govern- ' 3gt. Tocpfcr said at lc3st 25 ' L~ of the Frecport -Memorial ment s~urces. Among the techniques are 'em?lOye- *. !Hospital and several mcmbers of the R,1M (R2dar Absorbent Materiz~ls ) , such as ! exotic jobs whi-c.h refuse to ,reflcc$tep!~~nson County sheriff's department i.21~0 h~d seen the UFO. rndar beams to givc false informztion ! concerning the 'number, loc atiion and speed. The object WIiS describe 3s appmr- bf, the aircraft, ilng \"1:rrger th2n 3 b,-:scb::ill and about !six times brightor thm 1 st.w. t7 Any one of these technology are:-'s I 3alem is 3 thriving little Oznrk wo,uld 'be znough to keep .a. mr~jor firm ,town .:south 2nd wost- of central. iv~lssouri, busy for untold ye2rs, assuming it, w.?s 'and' the S.lLdi4 iWid of NOV. 13th reoorted .that Mrs. Dee Hezdrick s.-:w a bright ~e.riou'sly trying. Until quite racnntl.~, f :object about 2 a.m..-Nov. 8th. She there wls 1idt.h effort b,iir.g expended :called a ilfighbor, Violet Cotner. toward the so1,ution 0.f the big problems l:ldies watch,.d, thi? object which, 2f silent flight, zxtr:d%e xceleration described being ,'bigger th3n a ~ind speod ,2t\": OW riltitude. But now the much brightor than ?icutr+ is beginning to chnnge. 2; scriouvof f ,2nd on until about f ivc 01 clock, Look .i'~ being given' at the reports of I The Nov. 16th issue of the SALEM PO'S jnd the technologic~J cldrances the); POST gave further reports from those seem to indic2te: :who had seen the U1.0 on the .'8th. Mrs."}]
