[{"pageNumber":2,"pageContent":"Number 95 \"We tell it as it is\" SKYLOOK The UFO Monthly 75 cents October, 1975 OFFICIAL PUBLICATION OF MUFOHlJ MUTUAL UFO NETWORK, INC, This 100-foot in diameter circle of 91 sequenced ISO-watt spotlights with one coded central light serves as a wide angle visual signal at the Project Starlight International (P.S.I.) facility near Austin, Texas. The electro-mechanical sequencer may be replaced by a more versatile solid-state device, and the 91 spotlights by 100 one-million candlepower strobes. The P.S.I, complex is designed to attract and study UFO's through a variety of sophisticated instruments. P.S.I, equipment was displayed and discussed at the recent UFO Conference at Ft. Smith, AR (story begins on page 10)."},{"pageNumber":3,"pageContent":"Founded 1967 SKYLOOK The UFO Monthly 26 Edgewood Drive Quincy, Illinois 62301 Dwight Connelly Editor Carolyn Connelly Business Manager Walter H. Andrus Director of MUFON Ted Bloecher Hurrianoid/Occupant Cases Joseph M. Brill Iron Curtain countries The Rev, Dr. Barry Downing Religion and UFOs Lucius Parish Books, Periodicals, History Marjorie Fish Extraterrestrial Life Stan Gordon Creatures & UFO's Gary Graber Artist Richard Hall Commentator Mark Herbstritt Astronomy Rosetta Holmes Promotion/Publicity Bob Kirkpatrick West Coast Coordinator Ted Phillips UFO Landing Traces David A. Schroth St. Louis/Mass Media John F. Schuessler UFO Propulsion Norma E. Short Editor-Publisher Emeritus In this issue humanoid reported in Ontario 3 Canada—-  :- 3 First issue of PSI Journal available- •— , - 4 Ontario family 'invaded' after UFO sighting — 4 'Light in the sky' case investigated in California 5 Friedman reviews Jacobs ' 'UFO Controversy '  •> 8 Ft. Smith conference — a summary and critique  r 10 Men say UFO visited dairy in California  14 South Africa sightings described ——•—— — 16 Adamski photo — copy or original? — • 17 Giant UFO in France reportedly stalls cars 17 'The Two' lead Oregon's 'missing persons' MUFON Director Walt Andrus' Message  •: Recapping and Commenting  - Astronomy Notes for November — South River, M (1963) correction  • -18 -19 -20 -SO -20 STATEMENT OF OWNERSHIP, MANAGEMENT, AND CIRCULATION L Title of publication Skylook the UFO Monthly; 2. Date of filing: Oct. 15, 1975; 3. Frequency of issue; monthly; J Location of known office of publication' 26 Edgewood Drive, Quincy, IL. 62301; 5 Location of headquarters or general business offices of the publisher; 26 Edgewood Drive, Quiney, IL 62301, 6 Names and addresses of publisher, editor, and managing editor: publisher, Dwight Connelly, 26 Edgewood Drive, Quincy. IL 611301, editor, Dwight Connelly, 26 Edgewood Drive, Quincy, IL H2301; managing editor, none; 7. Owner Dwight Connelly. 26 Edgewood Drive, Quincy, IL. 62301; 8. Known bondholders, mortgagees, and other security holders owning or holding 1 percent or more of total amount of bonds, mortgages, or other securities: none; 9. Optional completion by publisher mailing at the regular rate blank; 10. For completion by nonprofit organizations authorized to mail at special rates blank. 11 Extent and nature of circulation: A. Total number of copies printed, average for preceding 12 months, 1.400; B. Paid circulation through dealers and carriers, street, none: mail subscriptions average each issue during preceding 12 months, 1,250; actual number of copies ol single issue published nearest to filing date, 1,315; C total paid circulation average each issue during preceding 12 months, 1.230, actual number of copies of single issue nearest to filing date, 1,315; D. Free distribution by mail, carrier, or other rneans, (1) samples, complimentary, or other means, average number of copies each issue during preceding 12 months, none; actual number of copies of single issue published nearest to filing date, none; (2) copies distributed to news agents but not sold, average number copies each issue during preceding 12 months, none; actual number of copies of single issue published nearest to filing date, none; E, Total'distribution, average number copies each issue during preceding 12 months, 1,230; actual number of copies of single issue published nearest to filing date, 1,315; F. Office use, left-over, unaccounted, spoiled after printing, average number copies each issue during oreceding 12 months. 170: actual number of copies of smele issue published nearest to filing date, 135; G. Total, average number copies each issue during preceding 12 months, 1,400. actual number of copies of single issue published nearest to filing date, 1,450. (Signed) Dwight Connelly, publisher. Information regarding membership in the Mutual UFO Network (MUFON) should be requested from Walt Andrui, Director: MUFON; 103 Oldtowne Road; Sequin, Texas 78155. The contents of SKYLOOK are determined by the editor and staff, and do not necessarily represent the official judgment of MUFON. Opinions of contributors are their own, and do not necessarily reflect those of the editor, the staff, or MUFON. Books or other items adver- tised are not necessarily endorsed by SKYLOOK or MUFON. SKYLOOK THE UFO MONTHLY is published monthly by Dwight Connelly, 26 Edgewood Drive, Quincy, IL 62301 USA. Subscription Rates: $8.00 per year in U.S.; $9.00 per year foreign; single copy, 75 cents. Advertising rates: $5.80 per column inch. All ads subject to approval of the publisher. Copyright 1S7S by SKYLOOK THE UFO MONTHLY, 26 Edgewood Drive, Quincy, IL £2301. Permission is hereby granted to quote from this issue of this magazine, provided not more than 2M words are quoted from any one article, provided that the author of the article is given credit, and provided that the statement \"Copyright 1*75 by SKYLOOK THE UFO MONTHLY, 26 Edgewood Drive, Quincy, IL\" is included. Second Class Postage paid at Quincy, IL. 62301. Page 2"},{"pageNumber":4,"pageContent":"Thought barn was.on fire . UFO, humanoid reported in Ontario By Henry H. McKay UFO Centre . Following is a report of a UFO and creature incident re- portedly observed during the evening hours of Oct. 7, 1975. The events are described by Robert A. Suffern, age 27, who resides off the Three Mile Lake Rd., Utterson, which is some 10 miles N. W. of the town of Bracebridge, Ontario. The top- ography is of rolling hills and numerous lakes, an agricultural and rural resort area located in the Miiskoka Lakes District. initial enquiries were made to the relevant police agency which confirmed as to the sub- stance and origin of the re- ported incident. My first per- sonal contact was made with Constable Fred Dean, OPP (On- tario Provincial Police) Brace- bridge Detachment during the early hours of Thursday, Oct.9, 1975. He provided background information on the geographical features of the terrain and further details on the individ- uals involved. Mr. Suffern 1 s statement fol- lows: At about 8:30 p.m. tonight I got a phone call from my sister Shirley 'who lives about 300 yards north-east of my house. She said it looks like a fire at my barn. I went out and at first I couldn't see anything, but then I heard the cattle rustling, but told my sister I couldn't go out because I was looking after the baby. She came down to the house and I took her car and' went to the barn and saw nothing. I went out the lane and drove down the road and then turned idown a side road. Then I saw the ship in the centre of the road. It was the colour of the dull side of alu- minum foil wrap and the surface This is a sketch of the UFO as drawn by Mr. Suffern. No sketch of the reported humanoid seen in conjunction with the UFO is available at this time. was irregular and crinkled. I could not hear any sound other than the motor of my car. I only saw it momentarily and then it went straight up at a fast sp ed and disappeared. There were no lights. . I turned around and started for home, turned onto the Three Mile Lake Road and then I saw the thing on the side of .the road. He was . on the grass shoulder of the road and was a- bput to cross from my.right to my left. It suddenly pivoted and turned towards the.pasture and vaulted over the fence and out of sight. It appeared to be short and had very broad shoulders which seemed to be out of proportion. The movements were similar to an ape or a midget, but it was very agile. It reached up with its hands, grabbed the fence, post and vaulted over with no effort. The head portion was covered in a globe and I could not detect any mask or face portion. The suit was a silver colour and one piece—the globe was a contrasting white or light colour. I returned home and had time to get the kids to bed. The T. V. was on and suddenly the sound.stopped and when I looked it had blacked out for a matter of seconds. I went to the door and out behind the barn in the pasture I saw an orange flour- escent light that wasn't flash- ing. The light seemed to follow the contour of the land and headed out over Three Mile Lake.  • - , I debated for some time who to call and then I called the O.P.P. in Bracebridge. .About 10 years ago in the same area I saw a similar ship in.flight over my barn. (End of Suffern's Statement.) Following a brief interview with Suffern a more detailed inspection was made of the. spe- cific areas concerned and com- mented on herein. No apparent effects or traces were noticed following close scrutiny of the area where the creature and the craft were reported. The sketch is a copy of the ship, drawn by Robert Suffern. Page 3"},{"pageNumber":5,"pageContent":"He estimated the size as d-9ft. (2.4-2.7m) top to bottom of lowest portion and a width of approximately 12-14 ft. (3.6- 4.2m). The ship appeared to look like the dull side of a- luminum foil, wrinkled and dis- playing a narrow dark band a- round the edge of the clam-like portion of the structure. He indicated the ship had rested on or close to the gravelled road surface. Suffern is engaged in the building trade as a carpenter and would be familiar with aluminum foil for its insula- tion qualities and a good judge for estimating the relevant dimensions. No other witnesses have been reported from that neighbour- hood at this date, but further information is expected from Mr. Suffern. A similar report A somewhat similar report is apparently under investigation by the Center for UFO Studies. This incident supposedly took place Oct. 12 north of Alton, II. After hearing their dog bark- ing, a farm couple reportedly went out and saw four crea^ tures, each about 3^ feet tall. The creatures were re- portedly dressed in silvery, luminous \"clothing,\" and ap- peared to walk stiff legged. No UFO was reported in con- nection with this sighting, but the couple said they had found a matted area in a field where a heavy object might have rest- ed. When, and if, additional information becomes available, it will be printed in SKYLOOK. Ontario family invaded by media following UFO, humonoid report The quickest way to have your privacy invaded and your peace- of-mind shattered is to report an unidentified flying object. Robert Suffern, the man who spotted not only a spacecraft but also glimpsed what appar- ently was one of its passan- gers, said he is \"a little embarrassed\" about the whole thing. \"We figured that the police wouldn't tell anyone...they would just make a report and pass it along to somebody,\" he said. However, a Toronto radio station happened to talk to the Bracebridge OPP detachment and the story was out. Mr. Suffern works as a car- penter and went .off to work Wednesday morning following a sleepless night. No Sleep \"We didn't get any sleep at all,\" Mrs. Suffem said. \"We were just too scared.\" Following the radio story on the reported sighting, the phone rang repeatedly and con- tinued to ring all morning, afternoon, and evening. Mostly from radio, television, and newspaper types wanting to get information. Bracebridge OPP supplied the name, number, and address, Mrs. Suffern was polite to all callers, including the PACKET AND TIMES reporter who was the first media person on First issue of P.S. I. Journal available Free copies of the first issue of the Project Starlight International JOURNAL are available to those \"genuinely interested in instrumented re- search,\" according to Douglas Johnson, associate editor of the JOURNAL. The 16-page publication in- Page 4 eludes articles on PSI, speci- fic instrumentation at PSI, and the Charles Hickson sighting at PSI. ' Write to Douglas Johnson, Project Starlight Interna- tional, P.O. Box 5310, Austin, Texas 78763. the scene. Mrs. Suffern chatted with the reporter and outlined the previous night's activities be- fore telling the reporter where to find her husband's job site. Just as the reporter was leaving, a radio station phoned and a television crew from Toronto arrived. More than 25 .nedia representatives phoned the house several times each during the day, she said. \"I hope my husband is having a peaceful time,\" she said. The Orilla reporter managed to locate Mr. Suffern on a cot- tage roof at Skeleton Lake several miles away and set up an interview at the UFO landing site later that afternoon. Wanted Autograph Upon returning to the Suffern residence, Mrs. Suffern said a woman had just left the house who had driven all the way to the Suffern house for one pur- pose. \"She wanted Bob's autograph,\" Mrs. Suffern exclaimed. \"All this way for an autograph. She apparently follows all these types of sightings. She told us to expect hundreds of people on the weekend, for God's sake. She said that at the last sighting place near Toronto, people were lined up to see the site and get autographs. This is incredible. I kind of wish we hadn't phoned the police.\" Mrs. Suffern added that a team of UFO specialists from York University were now on their way to the.Suffern house and the CBC were flying a tele- vision crew up to Bracebridge where they would hire a cab to take them the 13 miles north. \"Maybe we had better pack our things,\" she laughed. \"Our neighbors probably think we're crazy now and we have no quiet here. Boy, I hope, this ends soon. I need some sleep. No saucers, just sleep.\""},{"pageNumber":6,"pageContent":"UFO or planet? 'Light in sky' requires careful investigation EDITOR'S NOTE: Because of the fre- quency with which we encounter the \"light in the sky\" type of report, it was felt that the following investigation should 1 be reported in some detail for SKYLOOK readers. By Ann Druffel SKYNET On a waim evening shortly after midnight, July 24, 1974 Clint K., 21 years old, de- cided to sleep outside in his back yard in Long Beach, CA. 'About 1 a.m. he awakened and saw a brilliant white light shining above the trees in his back yard. The light was in the southeast. Clint noticed that the sky was clear and cloudless. Thinking that the ob j ect might be a brilliant planet, he watched it idly. He soon be- came aware that it was moving slowly toward the southwest, but more rapidly, he thought, than stars or planets should move. He had been camping many times and had often watched bright stars and planets in the night sky. He continued to watch it for the next two and one-half hours, intrigued by its appear- ance . The bright ' obj ect at first seemed roundish, like bright stars seen elsewhere in the sky, but presently it took on an elongated shape, rather like that of a \"sausage.\" The brightness prevented him from seeing an actual, clearcut shape. The entire thing was about the size of a quarter moon. (See Figure 1) Two Globs of Light It seemed \"like two globs of light stuck together.\" It was giving off white light compara- ble to that of the full moon in spite of its smaller size, but the glow did not light the Figure 1 earth or surrounding dark sky. From time to time, with ho regular pattern, but at least four times between 1 a.m. and 3:30 a.m., the object seemed to make a \"jump\" from its slow path westward, zigzagging a- round in a sort of squarish mo- tion. Clint was confident these \"jumps\" were not due to optical illusion or to eyestrain from staring at the object over so long a period of time. By 4 a.m. Clint was convinced that the object was truly strange and wanted to get other witnesses. His family and he were aware of UFOs, having read articles in the popular press. He woke up his mother and his sister Laurette, 15 years old. They also attempted to awaken his father, but he refused to come out to see the object. Mrs. K and Laurette accom- panied Clint outside, and from 4 a.m. to 4:35 a.m. the object was viewed by all three. Mrs. K and Laurette also saw the \"jumping motions\" made two or three times by the object dur- ing their vigil. They state the motions were seen at least by two persons simultaneously. They also stated they saw \"flashes, like silent explo- tions,\" occasionally from the object, but only with averted vision. Mrs. K saw the object like \"two bright glowing lights stuck together,\" but each seem- ed composed of several lights equivalent in brightness to large stars. The object as a whole was not . circular, but neither was there separation of the conglomerate lights. The edges were so bright that no clearcut outline could be de-. ; termined. (See Figure 2) Figure 2 Laurette stated that most of the time she saw a \"middle bright blob,\" which was so brilliant it was hard to look at. On occasion she thought Page 5"},{"pageNumber":7,"pageContent":"Figure 3 she could see an elongated white glowing rectangle behind the middle bright clump. The rectangle was not so bright as the center and seemed to be hidden most of the time by the central light. (See Figure 3) \"Zooming\" Objects From about 3 to 5 a.m., the witnesses saw smaller, fast \"zooming\" objects traveling across the sky. Some seemed to come from the direction of the bright object; others seemed to be going toward it. These ob- jects were never actually seen to enter or leave the main bright obj ect, but appeared and/or disappeared several di- ameters away. The paths of other smaller objects had no relation to the location of the large object. These small objects were generally white in color, the size and appearance of \"aver- age-size stars.\" Their paths across the sky encompassed any- where from 60 degrees to 100 degrees, and all lasted for 3 to 5 seconds. Clint noted that these objects, though basically white, went through color changes, all very pale, but en- compassing all colors of the spectrum, \"like stars reflect- ing colors, as if they were going through the different layers of air.\" He was sure they were not meteors, because of the straight, long paths, Page 6 differing from the short areas of meteors he had seen. The witnesses had the feel- ing that the objects were re- lated to the main object, per- haps separating from or re- turning to it. In addition, all had a \"feeling that there was an immense amount of activ- ity, of things zooming around up there, all of which couldn't be seen.\" They stated they thought they were \"only getting glimpses of what was going on.\" See Figure 4 for a sketch of the paths of six of the fainter obj ects, directions roughly estimated. Clint and Laurette, though fascinated by the display, re- tired at 4:35 and 4:45 respec- tively, leaving Mrs. K alone in the yard. She watched until 5 a.ra. The sky became light with approaching sunrise, the main object faded, and the smaller objects were becoming harder to see. Then she, too, went into the house. Investigation by MUFON The witnesses considered calling the police during the night, but decided not to for fear of ridicule. That after- noon, still July 24, they con- tacted Griffith Observatory in Hollywood and were referred to SKYNET #3 Druffel, who investi- gated the case on behalf of MUFON. The investigator has for at least ten years received occa- tional reports of what seem to be that type UFO known in the literature as \"cloud cigars\" or \"carrier craft.\" All these re- ports, at least five in number, have come from south Long Beach and the associated Santa Cata- lina Channel area. This report seemed to fit into this type of report, on which the investi- gator has been making a con- certed study. Aware that the planet Jupi- ter was in the early morning southeast sky at this time, »Y Figure 4"},{"pageNumber":8,"pageContent":"however, she asked the witness- es during the initial tele- phone interview to look at Jupiter on the early morning of the 25th to see if that could have been what they had seen. Weather was checked. On the morning of July 24, the skies were exceptionally clear, the result of sporadic thunderstorm activity from a weak southeast- erly front which had been af- fecting the Los Angeles Basin area several days. During an on-the-spot inves- tigation at the witnesses' home on July 26, Clint stated that he had seen Jupiter the night before, but that it was \"yel- low,\" in comparison to the bright white object the family had viewed. Figures on azimuth and ele- vation were taken, with engi- neer's compass and elevation- finder. Clint first viewed the object at about 25 degrees ele- vation, 125 degrees azimuth. At about 4:30 a.m. it was be- tween 40-45 degrees high, and about 185.degrees azimuth. Honest, Stable Witnesses The witnesses in .the inves- tigator's opinion,, are honest and stable witnesses, reporting what they saw—no more, no .less. She was impressed by the careful way in which . they sought to describe. their ex- perience. From July 27 through August 2, efforts were made to identi- fy the reported objects. Other researchers in the area, were contacted, but no correlating UFO reports could be turned up. Professional and amateur astro- nomical sources were contacted, out these also failed to turn up any qualified observer who had seen a \"peculiar astronomi- cal object\" in the Long Beach area on the date in question. Consultation with a profes- sional astronomer and two qual- ified amateur astronomers, plus research into astronomical journals, led to the informa- tion detailed as follows: Probable Explanation Estimated azimuth and eleva- tion figures for Jupiter on the date and time reported were ob- tained from Griffith Observa- tory. 1 a.m. Elevation: JUPITER 30+ degrees - OBJECT 36 degrees - ^Azimuth: JUPITER 130-140 de- grees -.OBJECT 125 degrees. 4:30 : a.m. Elevation: JUPI- TER 45-50 degrees - OBJECT a- bout 45 degrees. Azimuth.\" JUP- ITER 190 degrees - OBJECT 185 degrees. It has been noted by personal observation of the investigator (also an amateur astronomer) that Jupiter at its brightest tends to look brilliantly white when viewed in smog-free air, especially in the early morning hours when the sky is relative- ly free of ground glow. In normal smoggy or hazy air, it assumes a steady, yellow glow. It is assumed, therefore, that the object viewed by the witnesses on July 24 was Jupit- er seen under an unusual set of circumstances, outlined below: 1. The sky was abnormally clear, giving Jupiter an unus- ual appearance. It. might be noted here that the night staff of the Griffith Observatory had several calls on the night in question in which Jupiter was reported as a UFO. 2. Mrs. K has exceptionally good far vision. Her children and husband confirm this, Mr. K remarking that .\"she has eyes like a \"scope!\"' The children, were probably; able to see the disk of Jupiter with unaided eyes. The planet at this time was -2.4 magnitude, or about 15-20 times the size and bril- liance of a first-magnitude star. Its disk is 45\" in equa- torial diameter, large enough for a person with exceptional eyesight to see it as more than a point source of light. 3. By July 25, the skies over Long Beach had probably returned to . \"normal,\" even though the weak southeasterly front was still affecting moun- tain and desert regions of southern California. Therefore, Clint saw Jupiter that night as \"yellow.\" 4. The witnesses were pos- sibly able to see the four at- tendant Galilean satellites of Jupiter, which were all in evi- dence around the equator of the planet on the date in question. It is possible for persons with exceptional eyesight to see these satellites without opti- cal aids. The witnesses might have seen them as indistinct extensions of the disk. This could account for Laurette's impression of a \"shadowy rec- tangle behind the central blob of light,\" and also might ex- plain Mrs. K's impression that the object was \"a conglomera- tion of light sources,\" or \"two blobs stuck together.\" The ob- ject appeared round to Clint at first, a normal impression. As he stared, his eyesight probab- ly resolved the brilliant planet and the attendant satel- lites into a \"sausage-shape.\" 5. The zooming lights seem- ingly coming from the object could have been Delta Aquarid meteors, annually seen in late July and early August. The height of the display was on the mornings of July 27 and 28. One of the radiants of the shower was slightly west of Jupiter. 6. Delta Aquarids are, by reputation, \"slow and bright,\" which could explain the fact that the objects were not recognized as meteors by the witnesses. The other faint ob- jects seen zooming in other di- rections than FROM the object could have been from the meteor shower's second radiant, or sporadic meteors. The one ob- ject which made a right angle turn in the north and \"joined with another,\" traveling west to east, remains unexplained. (See Figure 4) Since there is a high proba- bility that the object viewed by the witnesses has a conven- tional explanation, no further action is planned on this case at the present time. (Report filed August 6, 1974) Page 7"},{"pageNumber":9,"pageContent":"Friedman says Jacobs' history of Uf ology well done EDITOR'S NOTE: Stanton T. Friedman is a nuclear physicist and renowned lec- turer and investigator in the UFO field. He was one of 12 scientists who provided testimony on the UFO enigma to the Committee on Science and Astronautics, House of Representatives, on July 29,1968. By Stanton T. Friedman \"THE UFO CONTROVERSY IN AMERICA,\" by Dr. David M. Jacobs (Indiana University Press ; , $12.50) is a fascinating volume—a much-revised version of the author's PhD thesis in history at the University of Wisconsin in Madison. It is probably the best overall view of \"ufology\" in the United States ever written. The period between 1896 and 1974 is well covered from an historical viewpoint. Jacobs has examined a great deal of material, especially concerning the role of the U.S. Air Force and the private UFO groups such as the National In- vestigation Committee on Aerial Phenomena (NICAP) and the Aeri- al phenomena Research Organi- zation (APRO). His is the dis- interested third party, objec- tive view. There are more than 50 pages of references and notes, along with an index, and the approach is scholarly. The author has provided the best description I have seen of the attitudes of a number of older scientists who have be- come embroiled in the UFO con- troversy: Dr. James E. McDon- ald, Dr. Donald Menzel, Dr. Ed- ward U. Condon and Dr. J. Allen Hynek. Also portrayed in some depth are a number of non- scientists like Donald Keyhoe who spent so much effort at- tacking the Air Force for its secrecy on UFOs, along with the writers for the NEW YORK TIMES and other newspapers who de- voted so much- time attacking the people who accept UFO reality. Certainly neither the scien- tists nor the journalists are portrayed as . the objective truth seekers that both groups would have the public believe they are—and which a careful study indicates they are not. Jacobs, along the way de- stroys the myth of the high quality investigative efforts of Project Blue Book. The 1896-97 wave of sightings of powered airships is present- ed in depth as a yet-to-be- solved mystery. The descrip- tions of the objects and their behavior were not a clear chronicling of flying saucers but rather the pronouncements from on high by newsmen and scientists 78 years ago--and sound much like those of our time. Prejudice and character defamation were evidenced far more frequently than objective truth seeking. Technology may change, but the nature of man does not. Since Jacobs was a graduate student in history when much of this volume was written, it is not surprising that he doesn't dig into such areas as the feasibility of interstellar, travel to any degree and that he seems naively to accept the notion that Project Blue Book was the only Air Force organi- zation investigating UFOs. Considering Blue Book's to- tally inadequate capability for obtaining data about flying craft as compared with, for ex- ample, the Aerospace Defense Command with its 35,000 mem- bers, its huge radar net, closed communication and com- puterized data evaluation sys- tems, Blue Book was much more likely an unwitting cover than the major focus for high qual- ity technical data on UFOs. Jacobs also has the annoying habit of talking about data sources without presenting much of the data itself. One example is Proj ect Blue Book Special Report 14, a vital document done for the Air Force in 1955 and containing more data about UFO sightings than all other Air Force documents combined. The reader would have bene- fited from the knowledge that 19.7 per cent of the 2,199 sightings investigated were listed as \"unknowns\"—complete- ly separate from the \"insuffic- ient data\" cases—and that the better the quality of the sightings the MORE likely they were to have been listed as \"unknowns.\" Also, that the statistical comparison of the characteristics of the \"un- knowns\" versus the \"knowns\" clearly showed that the two groups were totally dissimilar. Jacobs mentions the Gallup Poll of 1973, which showed that 51 per cent of adult Americans believe in UFOs. He didn't mention that the poll showed that the greater the education of the individual, and the younger he is, the more likely he is to believe in UFOs. In both cases the data would have helped the reader make his own evaluation of the rhetoric of the skeptical scientists and journalists. There are a number of minor inaccuracies, including such trivia as the dates of the ex- cellent Dick Cavett show on UFOs (No. 2, 1973) and of the famous Coyne helicopter case (Oct. 18, 1973) over Mansfield, Ohio. Jacobs is wrong about the composition of both the American Institute of Aeronau- tics and Astronautics Committee on UFOs and the group which ap- peared on the Today show. But overall Jacobs' work is an ex- cellent source book and re- quired reading for any serious layman or Ufologist. Page 8"},{"pageNumber":10,"pageContent":"s55fe/ In Others 5 Words By Lucius Parish . . In the past, I've had con- sisistently good words to say about the NATIONAL ENQUIRER'S .UFO material. However, an ar- ticle on \"Men in Black\" by Harold Lewis in the Sept. 23 issue of the ENQUIRER is a bit different. Two of the persons I mentioned in the article have informed me that Lewis' ima- gination apparently played an *•' important role in the writing of the article. So, unless.the remainder of the MIB cases, cited by Lewis can be checked . out, one must look at them with a suspicious eye. The Oct. 7 ENQUIRER contained an article on landing traces found in Can- ada, while the Oct. 14 issue gave the opinions of Soviet scientists on a hypothetical exploded planet between Mars and Jupiter. NATIONAL STAR for Sept. 23 carried a short article on Pre- cision Monitoring Systems and their plans for a network of UFO detection posts. An arti- cle in the Oct. 7 STAR linked UFOs with cattle mutilations arid included a Texas \"mystery helicopter\" and \"creature\" re- port which was strpngly remin- iscent of the West Virginia . \"Mothman\" stories of 1966-67. Recent UFO articles in NA- ' TIONAL TATTLER have dealt with 1 sightings behind the Iron Cur- tain (Sept. 21 issue); fashion model Marie Dunham 1 s UFO sight- ing and claimed telepathic com- munication with its crew (Sept. 28 j.ssue); the opinions of Brad Steiger and John White on UFOs (Oct. 5 issue); and.the experi- ences of David Mahon of Browns- town, iL. (Oct. 12 issue). The W (November) issue of OFFICIAL dFO contained articles by such researchers.as George Fawcett, Hayden Hewes, Kevin Randle, George Earley, Jim Lorenzen, Don Berliner, Joe Brill, Wehdelle Stevens and others. This magazine is now an excellent source of infor- mation -and it is something like \"old home week\" when one looks .through the list of contribu- tors in each issue. The\" #,.5 issue should be out by the time this column sees print. Not much on UFOs, per se, in the November issue of SAGA, al- though this does contain arti- cles on cattle mutilations, disappearing ships in Lake .On- tario, and Keel's column on strange disappearances in gen- eral. The November issue of PROBE THE UNKNOWN has an interesting article on an ancient Indian scroll, rock paintings, and UFO activity in the Great Lakes region. John Wallace:Spencer's second book, NO EARTHLY EXPLANATION, is now available in a paperback edition from Bantam Books. Those who have read the pre- vious \"Sourcebooks\" of Fortean phenomena which have been com- piled by William R. Corliss will be pleased to learn of his latest effort, STRANGE UNIVERSE (Vol.'l). This deals with as- tronomical mysteries , and has considerable material of inter- est to UFO researchers. If you're intrigued by such topics as telescopic meteors, intra- mercurial planets (Vulcan), and strange appearances on the Moon, Mars and other planets, you'll find STRANGE UNIVERSE well worth reading. It is available from the author at: P.O. Box 107 - Glen Arm, MD 21057. The price is $7.95. UFOs NAZI SECRET WEAPON? is yet another of those books which \"explains\" UFOs as secret German devices,- perfected since World War II by Nazi scientists who fled to Antarctica or South America. The authors, Mattern § Friedrich, speculate that perhaps extraterrestrials in- spired and aided the Nazis in their development of \"saucers.\" This is a variation on an old theme and really says nothing which has not been said (or speculated about) elsewhere. The authors' apparent neo-Nazi views will prove distasteful.to many persons, .no matter what they have to say about UFOs. The book may be ordered (at $4.95, plus 75£ postage) from: Samisdat Publishers Ltd. - 206 Carlton St. - Toronto, Ontario, Canada. UFOs AND OTHER WORLDS' by Peter Ryan § Ludek Pesek must rank as one of the worst UFO books of recent years. Actual- ly, only about half the book's 48 pages are concerned with UFOs, and the information pre- sented is both incomplete and erroneous. Pesek's space art is the only redeeming \" feature here. The book was designed for juvenile readers, but it is actually a juvenile book, in the truest sense of the word. The price is $1.75, from Pen- guin Books Inc. - 7110 Ambassa- dor Road - Baltimore, MD 21207. For those of our readers who speak French, a Canadian publi- cation called UFO-QUEBEC may be of interest. This is a quar- terly magazine, covering all aspects of Ufology, with a sub- scription rate of $5.00 per year for U.S. and European subscrib- ers. It is very well-done, with photos and illustrations, the address is: UFO-QUEBEC - P. 0. Box 53 - Dollard-des-Ormeaux, Quebec - Canada H9G 2H5. Page 9"},{"pageNumber":11,"pageContent":"A summary and critique Ft. Smith Conference EDITOR'S NOTE: The following ac- count is subjective and based on the impressions of the writer. It is not in- tended to reflect the views of any other individual or any organization. By Dwight Connelly SKYLOOK Editor The Ft. Smith UFO Conference Oct. 17-19 was .originally bil- led as the first conference to bring together the four major UFO groups: Aerial Phenomena Research Organization (APRO), Center for UFO Studies (CUFOS), Mutual UFO Network (MUFON), and National Investigations Commit- tee.on- Aerial Phenomena (NI- :CAP). Bill Pitts, director,of the conference, nearly.reached this goal—only. NICAP' s direc-: , tor.was missing. Three . out of four is still a record, how- ever. In addition to the so-called ''big four,\" the conference featured Project Starlight Int- ernational (PSI) Director Ray Stanford and his crew, as well as Ground Saucer\" Watch (GSW) Director (western section) Bill Spaulding. TWO of the most im- pressive presentations of the conference came from these org- anizations. It would thus seem there are at least six \"top\" UFO groups in the U.S., rather than four, although they are in some cases organized different- ly to reflect different goals. Cooperation? Pitts indicated in setting up the conference that one of the key goals was to increase the amount of cooperation be- tween UFO groups: UFO--United for Objectivity. Perhaps the most positive indication of at least some disposition toward cooperation came in the form of a joint resolution drafted by \"Ri Charles Hickson, left, and Lou Parish met for the first time at the One of the h conference. .  P.S.I, instrum Dr. R. F. Haines of APRO and CUFOS and presented to the con- ference . Probably the most important element in this resolution was that each group would \"come to an agreement, within the near future,\" concerning areas of \"basic emphasis\" for each group. Presumably this would mean that APRO, for ^example, might concentrate on contact cases or humanoid cases, while MUFON might concentrate on ground traces or photos, thus reducing duplication of ef- fort. In spite of the joint reso- lution and the verbalization of statements recognizing the need for cooperation, underlying personality conflicts were ap- parent at the convention. There were frequent comments that this or that group or in- dividual had attempted to work with this or that group or in- dividual only to be rebuffed. Convention participants indi- cated that some of those call- .ing most loudly for the sharing of information had, in fact, refused to share information when requested to do so. - : . Some observers suggested it would be difficult for persons who dislike each other to sit down and divide up UFO research so that each UFO group would specialize in one or more spe- cific area—especially when APRO, CUFOS, GSW, MUFON, and -NICAP allegedly have special- ists in virtually all areas of UFO research. Hickson and Pascagoula One of the highlights of the conference was the Friday night presentation by Charles Hickson of his alleged experiences in being taken aboard a UFO.(along with Calvin Parker) at Pasca- goula, MS, Oct. 11, 1973. Hickson's story was essen- tially the same as he has told numerous times, although he has been credited with various ver- sions concerning specific de- tails, as UFO researcher- critic Philip Klass has pointed out. Hickson was to have taken a polygraph exam at the con- ference, but decided not to \"because I want to take one Page 10"},{"pageNumber":12,"pageContent":"features varied attractions ghlights of the conference was the demonstration of nts. Dr. J. Allen Hynek, the best-known name in Ufology, found himself busy with both the media and conference participants. from, a qualified person under conditions not connected with' a UFO conference.\" Klass and others have charged that the polygraph exam given to'Hickson several days after his alleged encounter - was conducted by a person whose skill was somewhat questionable. . . The most convincing !testi- mony on behalf'.of Hickson comes from those on-the scene immedi- ately after the incident alleg- edly occurred, such as Dr. James Harder of APRO, who con- ducted an abbreviated hypnosis on Hickson soon after the ex- perience. Dr. Harder and others present were convinced that Hickson and Parker could not have faked the. terror which they demonstrated at the sher- iff's office. Dr. Harder told me at the convention that \"there is no question\" but that Hickson ex- perienced what. he. claims to have experienced. I had an opportunity to talk with Hickson on two different occasions during the confer- ence. A rather retiring indi- vidual, .despite his notoriety, Hickson is how more or less self-employed in a field re- lated to his previous work at the shipyards. He is also working on a book with the help of a friend, Professor William \"Chic 1 . 1 Mendez. . Hickson says he has not made ' any money on his experience, .and that he does not intend to. He has had at least one UFO sighting . since the Pascagoula experience, and he suggests that he has had at' least one additional contact (i.e. when asked how he knew that the \"ro- bots\" at Pascagoula were extra- terrestrial he indicated that subsequent events had something to do with this conclusion). The one subsequent sighting which has been made public thus far occurred about,9 p.m. on Oct. 12, 1974, at the Project Starlight International facil- ity near Austin, Texas,, with five witnesses. On this occa- sion the group saw a very bril- liant object resembling a disc on ^edge; or a sphere, about 5,000 feet -to the , southwest over some trees. The object, about 60 to. 80 percent- the angular size of the full moon (about 30 feet in diameter when distance was calculated), emit- ted an unusual orange color. Beneath the object the light appeared to be. brighter, .form- ing something resembling : a shaft or beam which illuminated the hillside below. The object moved slowly parallel with the ridge in a northerly direction, only : a few feet above the trees. After being in view for about 25 seconds, the object darted backward over the ridge toward a ravine and disappear- ed. . ' • Hickson's initial reaction to the sighting, according to the PSI JOURNAL, was, \"Well, I'll be!\" The JOURNAL article indicated, however,, that \"Hick- son's reaction left some of those present with the subjec- .tive feeling that he was pleased to be seeing something strange, but was not nearly as startled as the others present —as if he had already seen or experienced something much more startling at an earlier time.\" :- Hickson said he and his fam- ily still ; live in the same Page 11"},{"pageNumber":13,"pageContent":"house as at the time of the sighting, and that the family has experienced no particular problems as a result of his ex- perience. He says Parker has now recovered from a bad case of nerves which grew out of the sighting. Polygraph Exam Workshop A series of workshops for investigators was conducted Saturday morning, beginning with a polygraph presentation by Sgt. Charles Hill. The planned polygraph examination of Hickson was, as already noted, cancelled at Hickson's request, but Sgt. Hill tested another individual who claimed to have been taken aboard a UFO several years ago. fBecause the individual does not desire additional publicity, his name will not be used.) Sgt. Hill indicated that this individual \"had not fully con- vinced himself that the exper- ience had taken place,\" accord- ing to the polygraph exam. I later talked with this in- dividual and his wife, and he maintained that the event had occurred as reported. His wife said that events over the past several years, especially pre- dictions which came true, had convinced her he was telling the truth. The witness said he had been trying to put the ex- perience out of his mind,\"tell- ing myself it didn't happen,\" which he thinks may account for the results of the polygraph exam. Sgt. Hill explained to the investigators that the skill of the polygraph operator is of extreme importance, and that investigators should use only those operators who have been adequately trained, preferably from states having strict licensing requirements. Hypnotic Regression Dr. Leo Sprinkle of APRO discussed the technique of hyp- notic regression, noting that there are varying degrees and types. Working with a volun- teer from the audience, Mrs. Mildred Higgins, he demonstrat- ed a technique which made use of a ball suspended from a chain, which was in turn held by the person being regressed-- a type of pendulum which was moved by the subject to indi- cate answers. Cattle Mutilation This workshop was conducted by Kevin Randle of APRO, who introduced the session by say- ing that there is no connection between UFOs and cattle mutila- tions. Indicating his dis- pleasure at having to investi- gate mutilations when he could be checking UFO cases, Randle said the mutilations were the result of cultist groups and natural predeators. He said some of these cases were mis- represented by persons claiming to be UFO researchers. Randle indicated that investigating mutilation cases had brought him threats, apparently from members of cultist groups, and that he had become concerned enough to carry a gun. Some members of the audience questioned whether there was enough evidence to conclude that there is positively no re- lationship between UFOs and mutilations, and it was sug- gested that UFO investigators keep an open mind on the sub- ject. Randle commented that his investigations had failed to turn up any relationship. Sources outside the workshop later indicated that a recent case in Colorado involving strange lights and a string of cattle mutilations might tie UFOs with some of the mutila- tions. This source .also sug- gested that radioactivity had been found at the sites of some mutilations, indicating that investigators should routinely check this. Philip Klass, who has written two books \"explaining\" UFOs, took an active part in the conference. Klass the Nonbeliever Philip Klass, author of UFOs IDENTIFIED and the more recent UFOs EXPLAINED, was reportedly attending his first UFO con- ference, so on the last day of the conference I asked him his reactions. He said he had en- joyed the conference, and that everyone had treated him very well. His most frequent and most vocal critic was Stanton Friedman, who presented a tall; entitled \"UFOs Are Real.\" Throughout the conference, Klass continued to defend his analyses of key UFO cases, such as the Delphos, KS., case, ap- parently with sincerity. He frequently asked questions of other speakers, and tape re- corded numerous sessions. Over- all, he appeared to be an asset to the convention, keeping UFO proponents on their toes, though seemingly not changing any minds. Page 12"},{"pageNumber":14,"pageContent":"PSI Demonstration Project Starlight Inter- national Director Ray Stanford, his wife Kitty-Bo, and other PSI personnel presented a most interesting demonstration of PSI equipment, which was trans- ported to Ft. Smith from Aus- tin, Texas, for the conference. A highlight of the presentation was a demonstration of the video-modulated laser beam, which may be used for signaling UFOs and for possible testing of whether UFOs cause light beams to bend. The growing equipment com- plex at the Austin site is uti- lizing sophisticated instrumen- tation in studying the UFO phe- nomenon. GSW Photo Analysis Bill Spaulding, director of the Western Section of Ground Saucer Watch, with headquarters in Arizona, described equipment which enables GSW to break down UFO photos into various ele- ments for analysis. Spaulding invited UFO organ- izations to send photos for an- alysis, but noted that a heavy volume of photos would slow down the process and possibly require charges to offset GSW costs. Participants When all is said and done, the best thing about a UFO con- vention is the people it at- tracts . It was good to see Walt and Jeanne Andrus again after their move from Quincy to Seguin. I enjoyed meeting Tom- my Bland for the first time, and talking with Gene Steinberg in person instead of by phone. It's always interesting to chat with Allen Greenfield, and of course our own Lou Parish. Allen,Hynek, Ray Stanford, Charles Hickson, Leo Sprinkle, James Harder, Coral and Jim Lorenzen, Bill Spaulding, Bill •Pitts, Walt Andrus, Dewey Four- net, Philip Klass, Stan Fried- man, Capt. Stephen Pease, and others on the official program also enhanced the many unoffic,- ial conversations throughout the three-day event. Convention Critique' It is perhaps somewhat un- appreciative to critique what was a unique, first-of-a-kind UFO meeting. Overall, it was a very fine meeting, and some of the not-so-fine aspects were perhaps beyond the control of conference director Bill Pitts, who deserves congratulations for a fine job of pulling to- gether diverse elements for the first time. It would, in my opinion, have been preferable to have scheduled Charles Hickson 1 s presentation on Saturday, since many of us have full-time jobs and long distances to travel, making a Friday evening session difficult. Friday evening would have been, a good time for the directors of the three \"major\" UFO groups to tell why they are the best—a generally useless activity. If anyone wants to know what the various UFO groups allegedly do, it is not difficult to obtain written in- formation. Unless a group has a worthwhile contribution to a convention program--such as PSI's demonstration of instru- mentation equipment, and GSW's demonstration of photo analysis —it does not deserve a prom- inent place on the program. The Saturday morning work- shop sessions on polygraph ex- aminations, hypnotic regres- sion, and cattle mutilations conflicted with the regular programs featuring the FAA radar team, '• the NORAD presen- tation, and the resoloutibn- proclamation involving cooper- ation between UFO groups. In fact, the very interesting workshop on polygraph exams re- sumed in the afternoon, though unscheduled, conflicting with Dewey Fournet's discussion of Proj ect Blue Book. Since the workshop sessions were of con- siderable value they should have been scheduled as a fea- tured part of the conference, probably with each conducted in two or more time slots. As noted, the Saturday 2 p.m. to 5 p.m. segment of the con- ference featured nothing but public relations-type material from APRO, CUFOS, and MUFON, yet there were no alternative sessions for this time period. On Sunday, Walt Andrus was scheduled to discuss MUFON's Investigator's Manual at 8 a. m., the same time that Bill Spaulding was supposed to dis- cuss Ground Saucer Watch in the main session. Andrus wisely cancelled his session so as not to conflict with what turned out to be one of the better presentations of the confer- ence . So much for the formal ses- sions. The informal sessions were marred by three factors. First, two different \"parties\" were scheduled for Friday night, effectively splitting up the participants the very first night of the UNITED for Objec- tivity conference. There was no party of any kind on Satur- day night. A little coordina- tion and cooperation would have made this aspect of the confer- ence more enjoyable and valua- ble. Secondly, the motel facili- ties did not seem conducive to the gathering of individuals into informal groups. The major sessions were held across the street from the motel, and there seemed to be no central area, other than a small lunch- room, where participants could mingle with each other. The conference was physically split. Sessions which begin at 8 a. m. should be outlawed at all conventions where participants normally go to bed after mid- v night—especially where break- fast service was as slow as at the motel headquarters. Finally, the Saturday after- noon session was just too long. Not many people can listen to speakers from 1 p.m. to 6 p.m. with no scheduled break. This Page 13"},{"pageNumber":15,"pageContent":"was especially unfair to the 5:00 speaker, Philip Klass, who was more or less an outside guest. Obviously, part of the sched- uling problem involved too many speakers and not enough time. This in itself indicates the high quality of the conference. Perhaps it would have been impossible to limit the less interesting aspects of the pro- gram (i.e. the PR from the three UFO groups). Maybe the directors would not have come to the conference, .if they had not been allowed to speak for a full hour each. Moreover, it might have been difficult to justify providing PSI and GSW with time . for their excellent - presentations while denying equal time to APRO, CUFOS, and MUFON. Perhaps some sort of criteria can be worked out for future meetings.\" Perhaps the directors of the major UFO groups will agree to talk only when they have something new and of gen- eral interest to say—such as discussions on new equipment, new techniques, or new in- sights. . A Summary In summary, it was a good meeting. There was a good mix- ture of the \"popular\" UFO material (Hickson), the current scientific advances (PSI, GSW, NORAD, FAA), the \"nuts and bolts\" (workshops), the histor- ical (Fournet and Blue Book), and the skeptical (Klass). Stanton Friedman seemed to bring nearly all these elements together in his entertaining and reasonably scientific talk, \"UFO's Are Real.\" The field of UFO studies would benefit from an annual conference of this type, al- though the conferences sponsor- ed by individual UFO groups might suffer. Perhaps a week- long joint conference in a re- sort area each summer could combine the best of all confer- ences . Is this Mr. Klass? I've run out of swamp gas. Men say dairy visited by UFO DAILY OBSERVER/Corning, CA, Oct. 16, 1975--Tyrone Philips, 38, and Hubert Brown, 22, claim they, saw a UFO at the Kent Plott . Dairy at 3:30 a.m. on Sept. 30, 1975. The dairy, where both are employed, is located seven miles south of .Corning, off Highway 99W. The object was described as disc shaped with a dome on top. \"It made a humming sound and lit up the whole lot like day- light,\" according to Brown. , The object was first spotted by Brown, who .had gone to the back lot to round up the cows. He ran back to the milk house and got Philips. They watched the .UFO hoverr ing and emitting a bright red light. After three to five minutes it soared off \"in the blink of an eye\" as the two men tried to get closer. The cows had fled from the area and gone behind the barn when they saw the UFO raising a huge cloud of dust. .  . The case is being investi- gated by Paul Cerny, MUFON di- rector for Northern California. As additional details become available, they will be printed in SKYLOOK. (Submitted by Joe Brill) Southern By Richard Hall International Coordinator ' (A spate of UFO sightings in Rhodesia and S. Africa which ap- parently began the first week of July may stir a new official in- vestigation. MUFON Representa- tive Carl Van Vlierden in Wands- beck, S. Africa, has submitted extensive newspaper coverage of the incidents and is circulating MUFON report forms to key wit- nesses. This preliminary report summarizes the main sightings to date).. Reports of oddly behaving lights in the sky began early in July in the vicinity of Salis- bury, Rhodesia, and quickly mushroomed into a minor \"flap\" with wide newspaper publicity. On July 13 a couple driving to S. Africa, from Fort Victoria to Beitbridge (southern tip of Rhodesia), said that their car was followed by a UFO (D. F. ADVERTISER 8/6/75). (EDITOR'S NOTE: this was in the same area as the reported teleportation by \"Peter\" and \"Frances\" on May 31, 1974; see March, 1975, SKY- LOOK. ) On the same date at Berea, Orange Free State, S. Africa, journalist Gavin Alcock was sit- ting in his 16th floor flat when he heard a loud .crash and a sound like thunder. Rushing to a window, he saw a large glowing orange, cigar-shaped object in the sky. The object \"grew in- visible from the center till just the edge was visible, then vanished- completely.\" (RAND DAILY MAIL 7/14/75) Sightings Near Prison July 15: .Prison officials at Khami, Bulawayo (SW Rhodesia), saw an orange UFO, almost cir- cular with a flattish bottom and rounded top, pacing their car at a distance of about 2-3 km at 8:30 p.m. About 30 minutes later another prison officer saw Page 14"},{"pageNumber":16,"pageContent":"Africa reports several UFO sightings a similar object in about the same place. Next night at 7:30 p.m. a bright, round, silvery object was seen hovering motion- less about 4 km northeast of the prison. After several minutes it moved away rapidly in an easter- ly direction. (BULAWAYO CHRON- ICLE 7/18/75; dates of the pris- on incidents vary in other news reports, but this one was clos- est to the scene and seemed most reliable). Late in July, Wing Commander Roger Simmonds, member, of Parli- ament for Hatfield, asked the government to set up a committee to investigate the sightings. In response the minister of transport and\"power, Roger Haw- kins, said: \"I agree with him that this is no joke and is a matter that has and must be treated with some degree of ser- iousness.\" A Rhodesian Air Force spokes- man, however, claimed the ob- j ects \"never show up on radar\" and--ironically--cited the fact, that the U.S. Air Force had found explanations for 95% of all reports. Minister Hawkins said he would look into, the.'pos- sibility of forming a UFO inves- tigation committee. . (RAND DAILY MAIL 7/25/75; P.E. EVENING POST 8/9/75). Man Reports Bruises On July 26 at Macheke, about 110 km east of Salisbury, a wit- ness reported physiological ef- fects. John Clark, 54, a sales- man, said a brightly lighted ob- ject appeared at tree-top level near his home and he was flung to the ground and could not move. He showed police large bruises on his shoulders and chest that he said were caused by the \"UFO\"\" \"I think thVooject J . ,- . - . . . • . : T T* t i . . was just examining.me, he said. (P.E. EVENING POST 8/9/75). '_.;''; (EDITOR'S NOTE: SKYLOOK-has additional details on'this?inci- dent which raises some \"question about the overall reliability of the witness, but this informa- tion has not been cleared for publication.) Police in Salisbury personally witnessed and chased a UFO on July 28. As three police on the roof of the police station watched, two officers in a pa- trol car drove toward an object hovering .about 150 m above the ground. As they approached, the UFO moved away and eluded them. At midnight that night, a motor- ist reported, a \"big bright orange light\" about twice as big as the setting sun, indented on top, followed his car as he drove from Marandellas to Rusape (southeast . of Salisbury). An odor like foul sea water per- meated the car. (RAND DAILY MAIL 7/31/75). Metal Ball At Joubertina, S.. Africa, in an area called the Langkloff (at the southern tip of the conti- nent) , a silvery sphere crashed to earch July 29, just missing a farmhouse and shattering a hard boulder. (See SKYLOOK No. 93, page 13). Later, reports, indicate that it appears to be manmade, possibly some Russian space hardware. According to the OUDT- SHOORN COURANT .(8/6/75) it is about 60 cm in . diameter, con- sisting of two hemispheres weld- ed together. At one end are the remains of a threaded pipe screwed into a hole, and at the : other a gaping hole apparently burned through the metal. Orange and white markings, some re- sembling faint lettering, were noted on the surface. According to information re- ceived from the South Africa embassy by former international coordinator Joe Brill, the ball was examined by the Center for Scientific and Industrial Re- search in Pretoria, but the Center was ' unable to identify the object or 1 - its country of origin. The Center has now re- turned the ball to the Capetown police. During the first week of Aug- ust there were numerous sight- ings in the vicinity of New- castle, Natal. In one case a farm family watched a silvery object fringed with red, shaped something like a rugby ball, through binoculars and chased it in a truck. The UFO seemed to diminish in size, then\" \"just vanished in mid-air.\" (NATAL MERCURY- 8/7/75) As a result of the sightings, Carl Van Vlierden obtained from a newspaper columnist a 1972 green fireball report that he had mentioned while reporting the current sightings. Ancient Astronauts group plans Mexican trip The Ancient Astronaut Society is sponsoring a Thanksgiving week trip to archeological sites in Mexico Nov. 23-29. 1 The trip will include visits to the Pyramid of the Sun, the colossal statues of Tula, the • enormpusiv-jstbne heads ^ rat La Venta^:;. c arid the Paleque..•Stone (Von Daniken's \"astronaut:in a space icapsule\"). . .a.•••, . <_..,- The /cost of .the; tour. is::$595 per'-person double- occupancy-or $655 .per. person single . occu- pancy, including all land ar- rangements, air fare from Chi- cago to Mexico City to Villa- hermosa to Mexico City to Chi- cago, meals, hotel costs, and entrance fees. Non-members of the Ancient Astronaut Society must include an addit.iona-l\\ $25 for membership. .. ••!,•!.. .. Complete information, •. is available from the ABC Travel Service of. Mexico, 1925,. N. Lincoln,;. Ave., Chicago,. .;. IL 60614.- , . -.-. ; , , Page 15"},{"pageNumber":17,"pageContent":"Thailand sightings described By Donald A. Johnson While traveling - through Bangkok on my way to a teaching assignment .in southern Thailand during October, 1973, I . was fortunate to make the acquaint- ance of two reporters on the staff of the English language .newspaper, THE BANGKOK NATION. I confessed .an interest in the UFO phenomenon and, be- cause news items were by this time appearing in the . Asian papers on the U.S. \"Pascagoula\" wave, I questioned them on whether they knew of any local reports. My candidness soon was rewarded when the*y revealed two very interesting reports. The first, much to my amaze- ment, was a contactee case in- volving a former member of the Thai Parliament. This pres- tigious individual's encounter was alleged to have occurred sometime during 1972. His name and address were given to me, but unfortunately my stay in Bangkok was too short to ar- range for • a translator and an interview. Photo Case The second case proved much easier to investigate because it happened to involve two of the staff members of the BANKOK NATION--their chief photog- rapher and his assistant. It .was also mere recent and it in- volved photographs of the ob- ject. The sighting began in the evening of August 30, 1973, shortly after 8 p.m., when Mr. Sombat Srichuros, 19, an atten- dant of Aree gas station on Rama IV Road,, reported to THE NATION that he had seen a fly- ing object with flashing green Christina Loowrakwong, 13, describes the UFO she says she saw behind Aree Court and San Francisco Court. lights over Soi Aree. Two school girls, Lisanette Hansen, 12, and Christina Loow- rakwong, 13, of Soi Aree Court, reported the same or a similar object passing behind Aree Court and San Francisco Court. Lisanette Hansen, whose father Mr. Ashjorn Hansen, works as an international mar- keting expert for the U.N., said the object had small square windows with bright lights inside. Christina, who saw the object first, stated it was in the shape of a \"half wing\" with many red lights go- ing on and off on top. They reported the object moved slowly and smoothly with- out sound, and disappeared in the direction of Klong (canal) Toey Port. The parents of the girls rushed out after they were told of the UFO and waited for sometime in hopes of catch- ing a view of the object should it return. It did r.ot. One other resident in the area reported the UFO to the local police station, but said they paid no attention to his claim. THE -BANGKOK NAT-ION- .photog- raphers, Thewin Chanyawongse and Vinich Thinviratana, next reported, sighting a .similar UFO with a . flashing red light in the center and two blue flash- ing lights, one on either end, This is a sketch drawn by Christina's brother ' from a description given by Christina. as they were driving on Suk- humvit Soi 20 at 10 p. m. (northwest but in the same ap- proximate area as the other sightings). NATION reporters called Don Muang Airport to check for radar contact and no .contact was reported, nor were any scheduled aircraft or helicop- ter flights in the area. Mr. Thewin took a series of six photographs of the object with a 35mm camera equipped with a telephoto lens as it flew by. I was unable to meet with Mr. Thewin because he was out on assignment, but was able to encourage Mr. Vinich to allow me to borrow the nega- tives of these pictures for analysis. .When .analysis was finally performed (I waited sometime after my return to the United States and was slightly remiss in having this done)', the neg- atives were found to show two lights—sadly of only point source dimensions. However, it was determined that the lights WERE in focus and that the camera, by judging from stars which could be found in the background, had not mov- ed or jumped noticeably during any of the exposures. It was further determined that the lights were blinking with some type of alternating pattern as Page 16"},{"pageNumber":18,"pageContent":"This section of the photo shows two lights from the alleged UFO. was reported, and that the dis- tance between the lights had remained fairly constant, sug- gesting they had emanated from one object. Perpendicular Lights The first negatives show the lights almost perpendicular to the horizontal, with the orien- tation changing until in the final negative they, are : paral- lel with the horizontal. Al- though I have not yet received a.reply from Mr. Thewin regard- ing camera specifications or exposure time, through analysis the exposure time can -be esti- mated as ho more than a few seconds. Negative number 5, greatly enlarged, is reproduced with this article. The blur in the lower right-hand corner is of a large blossom of a bush-size plant which stands about the height of a man. The object was traveling from left to right a- cross the frame when the expos- ure was taken, and it appears that there are two dark spots directly behind and to the left of each light which are presum- ably shadows of the light sour- ces .  ' It should be mentioned that it is the opinion of the photo- analyst that the photos repre- .sent the wing lights of an air- craft that has banked and leveled off. If these lights were blue as reported by Mr. . Thewin and, Vinich then this ex- planation would seem dubious due to their unconventional color pattern. In any event, it is my opinion and the opin- ion of the analyst that the photos indicate the presence of some type of object and cannot , be said to be of any natural | celestial phenomena or the re- •\"• suit of negative tampering. j- Giant UFO in France reportedly stalled cars . SOUTH AFRICAN STAR, Oct. 1, 1975 — Police in Maubenge, •France, were reportedly ques- tioning motorists who claimed their cars mysteriously quit running as they tried to ap- proach a giant flying saucer on the evening of Sept. 30.- The .saucer, which about 10 eyewitnesses said was at least 250 meters (over 700 feet) in diameter, was reportedly hover- ing over a field near town. The.sighting came as French and foreign specialists : met in the Alpine.city of Grenoble for a three-day symposium.on flying saucers '. The motorists reported that as soon-as the.saucer flew 'off, their auto engines, headlights, and radios began working again.. (Submitted by Joe Brill) UFQ tie-toes .  , and > : pins' : We have a few of these left from the 1975 MUFON Symposium in Des Moines. They are sterling silver and make great gifts for Ufologists. Only $5.00 plus $1.00 for.postage, insurance and handling. .- ... ;\" r SKYLOOK 26 Edgewood Drive.. . Quincy, Illinois 62301 Adamski phoro— copy or original? According to the magazine UFO CONTACT, the British ufol- ogist who on Sept. 20 \"exposed\" George Adamski's \"spaceship\" photo as a picture of a bottle cooler has changed his mind. Richard Lawrence, secretary of the British UFO Association, reportedly now says that \"Frank Nicholson, the man who designed the bottle cooler, says he made it in 1959, modeling it on Adamski's- 1952 picture.\"- If this is true, the bottle cooler is the \"fake,\" not Adamski's photo, says the International Get Acquainted Program (IGAP), publisher of UFO CONTACT, in their October issue. FOR.SALE: ASTRONOMY BOOKS--Exploring the Moon through binoculars, The nature of the Universe, etc; Back issues: Sky ,§ Telr escope, Celestial Observer. UFO books also available, Write- for list. Mark R. Herbstritt 967 Theresia Street ... St. Mary's, PA 15857'.... Page 17"},{"pageNumber":19,"pageContent":"No UFO connection The Two' lead Oregon 'missing persons' The much-publicized (over- publicized, most UFO research- ers would probably say) disa- pearance of approximately 20 persons in Oregon has seemingly run its course. Through the fine efforts of Bill Heniges in Portland and John Schuessler in Houston, SKYLOOK has been pro- vided with considerable mater- ial of special interest. While there is apparently no legitimate connection between the Oregon activities and UFOs, the popular press has caused UFO NEWSCLIPPING SERVICE The UFO NEWSCLIPPING SERVICE will keep you in- formed of all the latest United States and World-Wide UFO ac- tivity, as it happens! Our ser- vice was started in 1969, at which time we contracted with a reputable international news- paper-clipping bureau to obtain for us, those hard to find UFO reports (i.e., little known photo- graphic cases, close encounter and landing reports, occupant cases) and all other UFO re- ports, many of which are car- ried only in small town or foreign newspapers. Our UFO Newsclipping Service Report, is a 20 page photo-offset, monthly publication containing the latest United States and Canadian UFO newsclippings, with our foreign section carry- ing the latest English, Austra- lian, New Zealand, South Afri- can, and other foreign UFO newsclippings! We publish more UFO reports from around the globe than ANY other publica- tion in the World! Stay informed —subscribe to the UFO NEWS- CLIPPING SERVICE! For subscription information and sample pages from our ser- vice, write today to: UFO NEWSCLIPPING SERVICE, Dept. S 3521 S.W. 104th Seattle, Washington, 98146 such a connection to exist in the public mind, since a UFO theme was utilized by \"The Two\" to recruit followers. \"The Two\" have been identi- fied as Marshall Herff Apple- white Jr., 44, and Bonnie Lu Trousdale Nettles, 48. Both had at one time lived in Hous- ton. Applewhite was chairman of the music department at the University of St. Thomas from 1966 to 1970 when he was given \"terminal leave.\" According to Father Patrick 0. Braden, pres- ident of St. Thomas, Applewhite was given terminal leave be- cause of personal problems, health problems, and a need for a rest. He is a son of a Pres- byterian minister. Nettles, a former nurse, was reared a Bap- tist. The couple left Houston in May, .1974, reportedly after writing, bad checks. They were also accused of taking a car and credit cards belonging to a man who had visited them in order to talk about spiritual beliefs. At the time of their arrest on the stolen car and credit cards the couple thanked police for arresting them, saying the arrest would lead them closer to a new world. While in jail the couple said they expected to be assassinated, and re- quested that their bodies be left alone until their resur- rection, which they said would be three days after death. They did not say who would assassi- -nate them. They later told a reporter that \"death for us will just be a metamorphosis. We have given up sex and the other things considered important in this world.\" The couple also said they believed they had known each other in previous lives. The car and credit card theft charges were later dropped, ap- parently because of a techni- cality. The couple refer to the Bible as a source of their informa- tion, and at one time said that their spiritual guide is a 19th Century Franciscan monk, Broth- er Francis. An underground newspaper re- porter said that he had attend- ed the meeting of 200-300 per- sons in Waldport, Oregon, and that he was convinced that the \"other planet\" talked about by the \"space couple\" was in real- ity a piece of fiction from a Kurt Vonnegut, Jr., novel. \"They were talking about a place where people would be four dimensional,\" said the re- porter, Avrum Fried. \"If you remember Vonnegut, you'll re- member that the people on Tral- famadore were 4-D and invisible and that they communicated by tapdancing and making noxious noises with their anatomy.\" Fried said the representa- tives of the \"space people\" at the recruitment meeting at Waldport did not talk about the noises, but that they did talk about 4-D and tapdancing. . He added, \"You show me where it says that in the Bible. It's out of Vonnegut.\" Fried said the group went from Waldport - to Eugene, OR, then to Folsom, CA, for another meeting. Eventually the group arrived in Colorado, then moved to Illinois. As SKYLOOK went to press, the exact whereabouts of \"The Two\" and their followers was not known. Page 18"},{"pageNumber":20,"pageContent":"Director's Message By Walt Andrus 1976 MUFON UFO Symposium Robert Stinson and the Mich- igan Section of MUFON are pleased to announce that the 1976 MUFON UFO SYMPOSIUM will be held June 12 and 13, 1976, in Ann Arbor, Michigan at Web- er's Inn at 3050 Jackson Road. Bob will be assisted by Ron Westrum, Robert Masta, Dave Stupple, Nils Pacquette, Chic Mendez, and Dave Fideler, all of whom have attended MUFON Symposiums. The brochure de- picting Weber's facilities and delicious food promises to ex- ceed previous accommodations in quality at a competitive price. State Section Directors Joe Santangelo, state direc- tor for Massachusetts, has ap- pointed the following members to positions of greater respon- sibility as state section di- rectors: David R. Downs, 632 Oak Hill Avenue, Attleboro, MA. 02703; Telephone: (617) 222- 7326 for Bristol County and Fred R. Youngren, 31 Highland Avenue, Lexington, MA. 02173; Telephone: (617) 862-2061 for Middlesex County. Dave has a B.S. in Elementary Education and is vice president of the New England UFO Study Group, while Fred has a M.S. in Aero Engineering. John L. Warren, Ph.D., state director for New Mexico, has selected Joseph S. Accetta, 491 Bryce Avenue, Los Alamos, N.M. 87544; Telephone: (505) 672- 1581, as state section director for Los Alamos County. Joe is a physicist, a Ph.D. candidate at the University of New Mexico and director of the Los Alamos UFO Study Group. He has con- centrated his research in the areas of electromagnetics, geo- magnetics, and atmospheric dis- turbances . New Consultant Dr. W. Ray Foster, 104 West 19th Avenue, Columbus, Ohio 43210; Telephone: (Business) (614) 422-6290, professor of geology at Ohio State Univer- sity, has volunteered to serve as a consultant in geology. Dr. Foster joins three other con- sultants in geology: Dorothy J. Gore, Loren W. Slentz, and Irvin Summers. J. Stanley Fouch, state sec- tion director in Kansas, has joined the MUFON staff as an advisor in computer technology. Stan and his wife, Dorothy, re- side at 9714 Ensley Lane, Lea- wood, Kansas 66206. Stan's many years of experience in the computer field with the I.B.M. Corporation eminently qualifies him to assume this position. Amateur Radio Nets Joe Santangelo, WINXY, Mas- sachusetts state director and net control station for one of MUFON's amateur radio networks, would like to remind ham radio operators and short-wave lis- teners of the frequencies in KHZ and the time in Universal Time (UT) of each of the four MUFON amateur radio nets. They are Saturdays at 1200 hours on 7220, 1300 hours on 3975, 1400 hours on 7228, and on Sunday at 1800 hours on 14270. A tele- phone call from Elmer J. Romigh, Jr., WA5CTJ, colonel, USAF (Ret.) in Bandera, Texas, advised that the twenty meter net (14,270 KHZ) may shift to 14,284 KHZ, to avoid interfer- ence with a NASA net. I regret that I have been unable to find time to set up my amateur radio station since moving to Seguin, Texas, in order to keep in constant com- munications with MUFON's four nets. Ft. Smith Conference Bill Pitts, MUFON state sec- tion director, is to be com- mended for this ambitious undertaking, whereby he had at- tempted to bring the directors of the four major UFO organiza- tions in the United States to- gether for a combined meeting. He was successful in securing outstanding representation from APRO, the Center for UFO Studi- ies, and MUFON. We were very proud of the :ine contributions made by MUFON members Stanton T. Fried- man, consultant in nuclear phy- sics; William H. Spaulding, state director for Arizona; and Ray Stanford, Project Starlight International of Austin, Texas. Your Director titled his pre- sentation \"MUFON: A DYNAMIC SCIENTIFIC ORGANIZATION.\" A vote of thanks is extended to Lou Parish and Ed and Mildred Higgins for their help to Bill Pitts. MUFON 103 Oldtowne Rd. Seguin, TX 78155 Phones: 512-379-9216 (MUFON headquarters and Walt Andrus' home) 512-379-8850 (Director Walt Andrus' place of employment) Page 19"},{"pageNumber":21,"pageContent":"Recapping and commenting (This month's column is directed toward articles appearing in the August, 1975, issue of SKYLOOK.) This is an especially in- triguing issue incorporating, as it does, examples of most of the hard-core problem areas and controversies of the UFO sub- ject-including human efforts to rationalize what is going on. In the latter area, I found Rev. Barry Downing's review of Ernest Moyer's book on contac- tees, religion, and UFOs to be thoughtful and balanced. Still, I take sharp issue-- and will continue to do so-- with those who are perpetuating the myth that NICAP (\"scien- tific,\" in Downing's example) \"has more or less avoided con- tact cases all together.\" His \"case in point,\" the Barney and Betty Hill report, was investi- gated and brought to light by NICAP. I make no brief for NICAP since 1970, but while I was As- sistant Director we constantly investigated contact cases in- sofar as our limited resources would allow, compiling thick files in ma-ny cases. Had Downing suggested that we avoided TALKING ABOUT contact cases, that would have been more accurate. And for good reason; our investigations in more cases than not led us to be highly skeptical of the \"contactees.\" The constant standard applied was the de- termined credibility of the witness (claimant), and many were established beyond reason- able doubt to be liars and frauds. Hindsight is a marvelous thing, especially when it over- looks the context of the times. In those days NICAP was trying to get serious attention for good reports from credible wit- nesses, while the colorful Page 20 By Richard Holt \"contactees\" received all the publicity and presented to the public at large a highly dis- torted picture of what consti- tuted the UFQ problem. Today it is possible to talk more openly about contact re- ports because the entire UFO subject has become more respec- table, and the reports are pre- sented and viewed in a more balanced perspective. The sit- uation today is due, in no small measure, to NICAP's pio- neering efforts. ronomy Notes By Mark Herbstritt November Sky Mercury--it may be seen as a morning \"star\" during the first few days of the month but by the 28th it is in superior conjunc- tion. Venus—rising about four hours before the Sun, it dominates the south-eastern sky during the early hours of the morning. Greatest western elongation is on the 7th. Mars--in Gemini and becoming very bright as it approaches opposition, it rises about three hours after sunset. , : Jupiter--on the 15th it is magnitude -2.4. It is well up in the east at sunset. Saturn--is magnitude +0.3. It is in Cancer and rises before midnight. There is a total eclipse of the moon visible in the eastern part of North America on the night of the 18th. The Taurid meteor shower reaches maximum on the 4th. I would add that \"science as we know it\" may well fall short of being able to figure out, what sort of entities we are dealing with, but primarily be* cause science refuses to. try. If we begin substituting-- what? mysticism?--for seienti-'^ fie method (which means only careful, systematic validatlorM of evidence and 'logical reas-on'- ing about it) then- we o,pe'n door wide for totally al acceptance of everything' a'jt-vsft face value and.-,leave our's.elves: ; no standards for sifting' '.out truth from falsehood. Ernest Moy-.e'r probably Is e,^>; J tirely sincere in his. ambitious - project. However, if ...'-hi\"? -ap- parent standards . of'wlija^.con- stitutes evidence'we're g| ly adopted, then we almost any liter a*itfr,e: almost, anyit to. • Im.de e'd-y. point, probably ortiy\" help us. ,!p South Ri Ted Bloecher says it has beeiv brought to his attention the South River encounter ( August SKYtOOK, p. 5) date Friday, Oct. 23, 19,6:3;^ is' possible, since Fridatv^ -the 23rd 5 'ttea>5?ear fell on a \"W Bloecne'f- wrote to the for clarification, and the following \"\"reply: \" ' - '-5 \"...please be advised -t-h'at;' the encounter occurred on FrSfl day night which would have beera the 25th instead of the 23rd of- ; - October, 1963. The. . .meriting that I attended probably eftcl^ on October 23rd. However, -I recall meeting with variousvN'ew'' England state forestry people on Thursday and Friday and -.then- leaving for New Jersey late Friday afternoon. Please accept my apology for giving you' the wrong date.\""}]
