[{"pageNumber":2,"pageContent":"-. Let s Seperate Fact f rm. Fantasy September 1967 . . -. s~P$&&I&T - ,,, ~$k m~ml Follming this meting, Drew '). .LC Pearson said in his column of June 27 , - From the I.4ninene; ' NO .-I 'TTFES comes thzt U Thc7nt hcas told friends he d '-;rep-t of a brillikt\" li@t .obscwed considcrs UFO's the mst irrg?ortant over .Gla+n an Monday, August 21 ,' 1967, problcm facing the United Nations next bYtwxg 4:05arn an$ 4:20am. , to thc IJietnm War. J' -. The light &' -reported by PYs . Dorothy Rwme.1, who saw the object, KWNS OFGZlNIZES &AP'IPLJS GROUP \"'about the size of a tea cup\", in the eastern sky over her hm near 'khe John P. IZuhns, junior Chemistry Gladden post off ice on Highk~ay 19, south major snd chairman of the '!i.ssouri of Salem- FWs. ??mwl had becn awSkmed section of thc kkrica.l Phenomena =search by the barking of the fmily dog and she Organization (.?PRO) , is heading an mt outsidlc to investigati when she saw atten@ to form a UNC chapter. A zecent a -brilliant light making its way in a issue of the UNIVERSITY HTEInJS says the leismly arc. Sh? dcscribccl. it a$' club's purpose is to invcstigfite and looking, \"much as a kite king flown in snalyzc LIEU reports, snd then will k a a gentle breeze\", and going far tco lot to investigate, Kuhns thinks, as a slowly to be a mteror. Shc w2tched it rash of UFO's is expected this month. for +ut fifteen minutes before it disapmd. I J3quircmnts for rrembcrship syc :, . - those of -PFO. Thirty-one ham signed a I FI. Runme1 rcportcd thc bght to rtition for a ch~fr, including Arts z 8 radio station I<SMO1irY Sdem anB,Betty , md Scicnc6g Ccan Edwin 'J. Wstermsnn, ~1ex-m ,, %&re , phoned the wathirr station scvcrd Ph. D' s; in ths &anistry, biology. at La.&& Air Field, St. buis. Thc md physics depadmnts of the mit.rcmlWb report rnras the station kncw ofno ma gmduczte -mdcrgraduate s t*S weather -balloon aqwhe~ in the area r in these &pW-ts. Richard \\daring, where the light was seen, also that a assistmt professor of physics, agreed wcather baloan would not p&um 3' . to zct as faculty advisor for the group.. , light such as described by bVs. Rmm1. .- , , , JOIN TFE \"WIZ\" STfW MC DQ'VALD ADDESSES UN CMlITIIEE . . (I mis is OVR monthly report of UFO On June 7, this year, Dr. Jamrts sightings and investigations in the NcDanald, senior physicist in Arizona \"Shcm-!.kU state and elsewhere, and its Lhiversity ' s Institute of AQnsplxric success or fculu& depds upon hazr WE Physics, spoke bsforc the Ihited Nztions contribute to its pages. Outer Spm Cohttee an UFO's-in -(cantinucd second. pav) support of his helief in spaceships an recannaisance missions to explorc thp earth. -. - SKYLOOK CORDIALLY INVITES flLL TO BECOPE READERS AND CObVT-RIBmRS"},{"pageNumber":3,"pageContent":"their stories and fit them into the $2.00 Fr year, publisbcd once a month. SI(YiD3K colums---which mans YOU should sd \"in your stories EARLY. Scnd subscription to the Puhlishcx: 1. Johrl Farre11 Kuhns 5100 Rockhill Poa3 ROOF 319 C-B Kansas City, !d:oe 64110 Send reports to t!!e Editor: Nrs. >?orma E. Short Box 129 Stowr, $50. , 65078 or to the Assistant Editor: .--- - ik0 'Ikd' Phillips, Jr . 1113 ! 5r2 Aw Seddiz, I:o., 65301 \"\"*****\" With +-hC ~dit& :?************** This is thc first issui of SKYLOOI< t'--. brain chi16 of John F. ~CLL!~ otitcrs who put tllci'r 11ezds together and dscided we i3issouria.n~ should hzx our own report on the st rang^ happenings in the sky. SKYLLX>K tcill corrc out oncc? a mth with sn \"extra\" whcncvcr conditions b~arr~t.~ We may st~~nblc3 nm md thm before finding firm footing in this new field , so we hope you will be.x with us if we gcof ancc in awhile. Send us your storics and suggestions an; we'll do our L~st to qivt: you the kind of bulletin - - you, want - -. -- -- - ,- . -- - WC arc oprating, .at prcsent, on 'absoiutely nothing\", but w hop the - mall subscripti& chargz will eventually Of coursc, YOUR pcrsmal UFO sight- ing is .of the qeatsst interest, and we want .the conplcte rsport as to time, .place, wcafl~er conditi~ns , description of ,& ject and dur~.tkn of sighting, othcr witnesses if any, all pertinent details. Ye'd WCC to usc your nan-e, but will not if you requcst it. Watch your local newspapers for UFO siqhting. If you can, intz~ew the - - obscmr for futher details and send the c1.ipping with your report. In any cvcnt , SEED IN THE CLIPPING, =and be sure to give the nam and date of the news- paper so we can use the story, by giving thc nswspaper credit. Write your friends,. in =and out of statc, asking thm to send you newspaper clippings ,, of UFO sightings , being sb to includz both th~ nm of the newspapet and the date of the issue. If you want your clippings returned please include stamps. You do not hmc to be a mrhr of ER0 or any other like group to read and contribute to SKYLOOIZ . Plhile your .7<5 ,- - . ., . happa1 to belong to several aerial phaoma resexch organizations, this is m in2cpcndent project with no assist~nce or restrictions , - financial--or--othzmisc - from my group. We ' qc an our own ! take c&x of th2 cost of papcr, postage etc. Our work is gratis. It is our present intention to publish on or about thc 20th of each rr~nth which mans Nr. Kulms must have the typed copy of the SmK by ths 15th to qive him tim to cut the stencils and . . Wc Wmt to &ik~ SKYLOOK an interest- ing and inforrmtivc ' bulletin, keeping up . *. on current UFO happnings , s:.:3;,::- : fzct fm~fmtasy',?ndseek&~thc . :., . . evcntus.1 solutin ..., to the mystcry of the spac~ Visitop- ' TO do this we ncqd YOUR .a' _. help . run-of f the copies and nail .them---which . - I$ .- I' mans the editors must haw thcir copy SUBSCFmE NCW! ! by thc 10th in ordcr to write and rswrite"},{"pageNumber":4,"pageContent":"Lee Case, a newsman at rat50 station KFNS, Osage Beach, m.d~ thrze sightings in Linn Creek 17sdley the first week in ifmch. Fivc other occupants of Csse ' s car also sy thc objects. The first ight- ing was described as king a brilliant red light, \"far off in thc distmce\", mvpg sideways and up down in m erratic fashion cmd ch'mging direction too fast to be an ~irplme. Thc objcct disappe~ared when GXC stappcd his car and the rkn step@ out for a bcttzr view, but tul minutes 12ter in the scm valley, thcy sa7 snotl~er light =about two-thousand / feet up. 73is was trawling in a north- t~sterly direction md secmd to be a bright, white light, but without blurred edges. Case could not m&e out the shq - although it was a clear night. This light abruptly, \"went out\", over the middle of the valley, within a hcdf mile of the obsemrs. Fivc minutes later another white light appaared, zig-zagging , thm hovering fcr a couple of scccmds be forc disappcxing . FLYING OBTECi'S OVER TULSA TUGS2 VDIILD, August 13, 1967. Thm Tulsar?s, including an Pir Force airman hare 'on leave, claim to have sccn five unidentified objccts ppss over Tulsc frm north to south in fomtion cxly _ Saturday. I. . Airman Gorden Smith of 317 South - Victor Ave . , his brother, Eiltm , and a frimd, Raymild Minica, all mbcrs of the Ingemational Ordcr for thc ~nvcst- igation of ~niderkificd 'Flying Objects , stated they saw 'fiw glowing cbjccts through binoculars about 1 : 30cm. Smith said the objects made no sound ~md passed over hut two-thousand feet up. He statd thcy definitely not part of an earlier mteor shower. iQiSnS CITY TIMES, August 25, 1967. ilr! iP story tells of a formation of objects dsscrkd =as, \"bright silvery discs\", seen in the skies west of Ontonagan, With. on thc 2ath md 25th. Thc Ontonagon County sheriff said. hc rccieved at least six calls rsporting ths sightings, th2 formations being in groups of three to seven. The Hancock (&fich. ) police departrent reccivcd similar reports. The Federal Aviation ngcncy at the Houghton airport said Air Canada air- crzft flying nothrwest of the zirport cd~~ ~prte.2. secing 2 UFO ~7bOvz thz plane. SIGHTDIG AT TUCSON ., Ted Phillips, Jr., mports thzt persan~d friends of his living nccv Tucson, Arizona, wrotc him of swing, in dczylight, a bright red-orange disc hovering in the air for =about five minutes until two Air Force intcrccptors qproachcd. The object went strsight up when the plancs attcmptcd to circle it, thm dropped belm than when thcy rcclchcd its altitude. ?his';cartinucd for cabout twenty minutes. %hp chc objcct wparcntly tiring of the gem, left at' a high ratx of speed and disapp~nd from sight, ..There were severcll witncsscs to this sighting, made this spring. By Td Phillips, Jr. The plsnct Venus will be rising at =about sun up an Scptcmbcr 1st and by the md of the month it will be rising sm threc hours i=hz~.d. of the sun. It will be very brillimt -4.2 magnitude. Venus, Jupiter and tQc star F&gulus (1st rnzgn- itudc) will b6 c spectacul~~ trio in the morning sky. Mars is visible for sm thrcs hours after sunset. Saturn rises as an 0.8 mgnituck ob jcct just after sunset. It should kc noted thct on Scptdxr 23rd .Xars will be vcry near the red star z\\itarcs."},{"pageNumber":5,"pageContent":"Pagc Four UFO's IN EUROPE ST;. . LOPS POST-DISPrn, Jdy-: 25, f 967:. This story is from a clipping sent in -by John F. Schuessler , a mcmber : of APRO, cmd we quote: \"Reports of flying. saucers over wide areas of Euopc have been invcstig- ated lzy the British govemnt but, 'npthing of defmss interest has bcen found' , - Parlidt was told. yesterd?.y. Lhidcntif ied flying objects looking like fireballs .were reported seen; in several Europan 'auntries last week; ''NOTHING NmrJ UNDER THE SUN'' An AP story of .July 12 tqld of a mmuscript found in the public library st La Spczia, Italy, in which the writer (Antonio Cesena) reported on a 16th cent- ury version of a UFO. He mte that in 1558 peasents in two different c?rczs saw, \"a strange dis-8; ;hanging from yellow to red, and with red firctbdls shining bemath it. \" OBJECT EXPLoDES OVER WNSAS KANSAS CITY TDES,Junc 10, 1967. An AP account of a rysterious object explod- ing in the sky over Newton, Kansas, early on June 9th. Jcrry Killfoil, I\\!cwton patrob, was thrcc miles czst of Newton when he sm a, \"bright orange flash\", in thc sky. It then began to fall cmd fell beyond the horizon. Officcr Killfoil ssid, \"It wcas a very bright explosion of orange -and white light. I don ' t know how far away it was and I h' t Icnm whst it was. If Sheriff Vcm P/Iillcr scud he rcccived five other calls from persons reporting str~mgc objects in the sky, and about the scam tire Wichitz residents were sight- ing objects they believed to bc flying saucers. .. .. , ... - : Ti% bEbJS STAND By Ted Phillips, sr0 IXXIMG SPJJCERS , Nos. 1,2 and 3, a Dell magazine, 1967. \" Ssslccr Lands in Virginia\" -NATION& ENQUIRER, Junc 25, 1967. \"Are Flying Saucers Really Creatures That Live 1n Outer Space?\"-TRUE,' Aug. ,19670 \"UFO Pcanic Insl2e Fussi~\"-SAGh, August, 1967. \"UFO: .Theories of Flightu-SCII3JCE & P.ECHLiNICS, A11gus t , 19 6 7. . - A .- . . \"Thk ?7mque, N. J. Sightings \" , Parts I.,.. FI :\"&d 111-SCIEXE & I~CHANICS, my, June and July, 1967. SCIENCE NEWS, Z~ugust, 1967-2 gcod article an Volunteer Flight Officer Neb~ork, whosa ?im is to watch for reenter- ing space & jccts-twenty h0' s reportcd. FLYING SAUCERS HOSTILE-an Awzrd hook by Brad Stciger, 75C-covers hostile action, reports sightings in USSR. NN'IO~JN, ENQUIRER, Septcder 10,1967- thrcc page story on Coast Guard and others watching cone shaped UFO. \"Wmt thc Chief of US-W' s project Blue Book Thinks PJc '11 find cut about 'a- UFO'S\"-~ECHANIX ILLUSTRATED, Sept., 1967. FLYING SAUCER OCCUP~WTS-~ sign& book by Coral snd Jim Lorenzen, 75C. Rcprint of thc 1954 edition, gocd account of msny old sightings, many pre-1900. FLYING SAUCERS-a LOOK publication th& cm out this smer. It contzins mny reports 2nd photogr?phs, $1.00. SUBSCRIBE . NOkJ! !"},{"pageNumber":6,"pageContent":"(\" Pag? Five AUJI-IOR PJAMES CHOICE SIGHTING Dr. Frank Stranges was intervkwcd by Art Linkletter on the latter's rao prcgrm August 11th. Linkletter askcd an zudimm of 400 how mny of them bclieved jm, \"flying s~.u~rs\", clnd zczid &OUT hdf held up their hands--a fair prcentagc considering Ljnklettzr stated his nn' disklief first. When asked to nm the most authentic sighting of the many report~d, Dr. Strangcs gave as his choice the one at &d Bluff, California, in which three red object+ - swcopd dcwn and were seen by a pat~olmsn. These wep later identified by &he Air Form as king fbrs and two bright stars, hmver, a check revesled that nciaer Mars nor the two stars nmd were ui~il$e at that td. Dr. Strmges first becam interested in UFO's in 1945 when a pilct friend told hi';^ of sighting three dish shzi~d objects cn a collisian course with his plane during the war. The pilot' s story was verified by other mxbers of his group. For what it is worth--Dr. Strangcs hzs written a new bcok, THE STMGER AT TIE PENTAGCBIJ, d:mt a nztivc of Venus who has been working at the Pentagan since 1959. This sounds like science. fiction to ye cditor, but the author insists thc book is factual. It wcx announced ova radio station mDS, St. Louis, that two observers at Camdenton, No. , near the Lake of the Ozarks, sighted m unknown disc shaped object from their car. !lhey described it as king white md yellow in color, but no futher details werc givcn. The sighting was made March 16th of this year. SUBSCRIBE NOW:? . . . . -:. :. , . .. 4."}]
