[{"pageNumber":2,"pageContent":"YEAR NUMB JUNE 1973 \"We tell it as-'it is,lt ' t. -"},{"pageNumber":3,"pageContent":"No. 31: SKYLOOK June 1970 coke to the Conference! -. ,- , .The date is June 13, 1970! The p:ace is the Stu.de>.~t Center, Bradley University, Peoria; , - Members of the Ae:.j.al Fnenqmena Club of Central Illincis-and the .. :Trj , , -S.t?.;.,e UFO S t;udy Cr::;lp; as w2j.l as cthe.1: interested: ind.ividk:i.s, : h$~e &,en working very i).a:.ri in setting up this Conference and 1xae every right to be praud of an inpressive list of spea;re,5 sckeduled. It is expected. that Rq13erL Smullinq, a professional photoghpher anl Chaii-man of the Tri-State UFO Et1.dy Group, from Hamilton, I will speak in plzce cf i?cr!a;-d li, qtu~rn en t!~? Cvop~c ffphot;p-a~hi- ( F~j.de:.~ce,:~ We are sor-ry to repor; a ~embei- oi' rbli-. Stura7s imrncdi.dte i'amiiy is v very ill, and it is do:1btr'ul tklat he will be able to be pl-sse:lt, Other speakers on the progrzn remain as repcrted in 'May: and vre remindryou reo;.istrati~n wj.2.7 kc at the Olirl Hz11 of S~ier.~:e .from 6, to 9:20 a.rn.Adv~nce, tiske.t,s will LC pir,:ced u.p at this tune, i The Conference 0per.s at 9:jO xith Lsj.rd S. Cz~ter, of Zhc Peoria A.P.C.C.1, and Valter Andi-us, Jr., of t;ie Pri--Stete Group we~.-cming those present. Al'len R. Utke, Ph.D.! Ansonj~te Profescor of Chemistry, Wi~consin State Univers?-ty, on,d Direct~o~ of %he Ii~j,Cwsst. TJFO Nc~wo;??., wiXl speak on \"UFOs and the Problem of Bciantific E-jii.;encsj\" iolicwed by Ted .-Y . Phillips,. ;re, ,of Serial.ia, whc~?c top+.. W.LL be ':Burned fiircles and .Saucer Ne'sts: Wh3.t is ?.hsir significan~.e?:~ . . .. , . . . . , .' Tho afternoon sessionwill open at 1:jO p.m. wi:;h John F. Sch:.?~s.er:: ,, . . . . Se'nior Enginsel-, W.:3or;:!sil-;?ous~a Astronauii 2s: St. Zoi~is, Mo. , ,353. ' - 1 Director of the UFO S'ccdy Groupof zrea- Ler St, Louis, speaking on 'r'i'he -UFO, Just Beyond the State-of-the-.Art ,It Lkonsrd W. Sturm or Mr. Smulling, as mentioned above, will speak next. , . Mrs. Coral E. Lorenzen, Seerefery -,~f.'the.-~A$rial Fheno~ena Research Organization, Tucson, Arizona; Editor, _______ AFRO 5u!.le!:in, ____ _ ...._ s~thor and co- avthor (with her husban~) of five boo6s on UPcs; is sch~duled to speak at 3 : 45 p.m. on. \"UFOs 1970, An Up-to-Date Report.\" . . J. Allen Hynek, Ph.D., Director, Department of kstrgnomy and :in<- heirner Astronomical Research Cente~, .L&x?':~vestern Universi-c-j , Cvansio7, (continued on next pagz)'"},{"pageNumber":6,"pageContent":"Oval Shaped Object Seen in Missouri Sky -- - - I@?.- X (name in our files) left his home nezr the Lake of the @-.,arks about 3:15 a.m. DST, April 26, 1970, and saw a strange -?vsl-shaped ob- ject in the no--them sky at about a Zolclock posltiog. In length the object was abmt twice the size of a full moon, aL1d half in width. Thea were no clouos and the sky ivas c-?-ear, Mr. X said he would have thou~h-5 the object was a cloud ex-ept it seen!ed to be luminescent 'with a globv like that of the Milky Way. It ;;zaaren$ly moved-f~orq the northL,t,o the southeast, then disappeared after b'cing 'in sight for' around 5ive min- utes. . . ' - .. , .'. . . . ..... . . . .: The 'first u.fb::'sighting 'of 'thd, y&+ 2i- Daytbn, 0hi6, occurred a$ ;. 7: li5; p-:m. J.an. >,' '1970. Ronn ~bkol end. his brother ,~i~htecI:~an~~.ov~l- shaped .,ob jec,t hovering ,abo~e.~.the:m' S.nd 'said' &he :ob.jec:t \\ ..... ,:made: .a:'s:t;r.?nge : TI swys.h; 'l s.~i.sh~? 's'o~,,-nd --abokt. three .s~i,sh~es': per' second., , . ::j . : .... - . .- ... . It was traveling. east to west at some very Gneven speedis. ,?lh.er,e was ..i%so,! one flash. of light ~. durinp the sighting, ' the boys said ., . . ... . . credit: ilepoi-ted by Ed G?rci-a in, EYEWITNESS,'. BOX 34, Mt:., Perri, Oh:ri, . . ----------C----_-_-_-_---___-_--------------------I-.-_-.--.-.--- -----------_------_--- ------------------- _ ... Huge -UFO Hovers Editor's Note: The following is a report from the FSIC PGLLETITI, P. 0. -Drawer G, Akron, Ohir~, and we ~oint out that ED CS%PIEXT i~i tile report is the report of ';he FSIC EULLZTIN editor, A. E. Gai2Cusso. INOW, here' is the story, ' and we XgJote : , .- -. L. 1- u, - , Barberton, Ohio. . 3-20-70 ,Weather: a slight drizz;-e Eron low haryinn, nirnbostr3:l:s 'clouds,'?,~, wind; ~es3ie Riddell ,-, 23 , cowner, oq Sir .~$i_~c~ i.s,lf es.t..+uranh .on ::3t St i SY. '-,.. ,.\" .\". ,.- . ... ....... r started:do* -un<tie''out'door stairway from hii. s3cond' looy ,apa,ktm.e2Ji;;,-,- He approached the lower .lall:jing, >and':: tile pe~ul~iar'~sound :..he '~~d 'ihea?.; ,-\"... . previously was even lod.der. He tu:-!?-.d touard the sound. lhere; hang,.- . ., ,, . ... ... ing motilonless, jwa!s a ,huge dark g-55 'shape, ' . . It was at verylow altitude, tow~rds+he S,E, over an-o,$en'fiefd:beys:: his gar;age. Its.: d-iskance. seemed -to bg 193 yd more or less?. and .its rap , :arent altitude was as lowzs 151 .to '207 according to ?.he -iyl-tnesr;,':' ED C.OMMENT: But this estimate wzs mde without. t3k,.ng ~n'to'c~npider-a . ation i'ts d$stance-.and ';it's.' ankle .of erlcivat:i'o'n:, whi~ch~.wn.k:a.So:l:, -3; .. Be-. side's, the land is somewhat lower there than'thk surrouiidi.kg 6rea. . . . ~~~O':~~-~lOQ~:wou.ld be a closer estimate. . ... . . ...... It-. was -flat-topped, t2perin.g like a cone,. .and was- approx:half '.a.s. . . high ,asa it was long. across the top. .. . . ... Using. his: garage as :a page (the roofline is appro;; 1$:' ) we fi-g1ire2. the- apparent size of the .hug& object to be 15'. across the top 'by ,. across .Che bottom and ~Sout 7-81 h'igh. ( thickness). . - -. . . . At. 100..yd d.is&ance., the .UFO's. approx size would be.- 75' a,cros-s. ths ( continued on'. next . . page). . . . . ......"},{"pageNumber":7,"pageContent":"Huge UFO Hovers ( continued) top . . 56' across the bottom . . and 381 high. It was easily visible in the lightening cloud cover and the mercury lights of the neaw road, Its smooth dark &rface was unbroken by any openings, protrusions etc. There were no lights, Riddell stc~a transfixed by the unbelievzble sight for a full 10 minutes or more. He didn't want to leave to call anyone else for fear it wouldn't be there when he return~d. He was afraid of ridicule 2nd disbelief-besides, he wanted to watch it as long as possible. The wavering sound continued thrcughout the sighting-until, he re- alized, it had become an unwavering steady sound. The object, at the s;~ moment, tilted to its .left, then shot aw2y to the right and was gone faster than his eyes could follow. He stood there dumbfounded, wonder- ing whether to believe his senses. There was no evidence of rotation, mode of propulsion, vapor, fuel exhaust trail, wind, or any other sound except the peculiar vibrations previously mentioned. \"How could any vehicle go away so fast?\" he reflected. OBSERVERrS REACTION: Riddell opened his establishment. He called the Barberton police and was told that the Air Force had closed i5s in- vestigztion and could refer hin to no one else. They said that there was nothing to do but forget it, Riddell then called his wife's parcnts and after listening to his story, they suggested he look us up in the phone book, Soon after that your editor received his call. FORGET IT! The Sgt of Police on the night trick verified that an anonymous caller had reported a UFO that morning. They knew his iden- tity when the observer told bhem he operated a restaurant and gave the approximate location of the sighting, The Sgt also divulged that a higher authority had instructed them to discourage callers reporting UFOs; th~t the AF had closed down its investigation; and that there was nothing to UFOs. $Q@'l~~~.. Tbc w&.Qg.s,s is. &%t, -23 yxs Q& ,baL mature b.evand his 7 \"-- rri. - IS.>-. . . rn I. - v. . , - , L. L. ... . --. .I/ :J . . Ehe .a'brny a fid wBs ,hoi-r'orB b'Fy di .%c:h&ged'. THE SOUND: The sound was somewhat like running machinery but dif- ferent. He couldn't identify the hum w.i.th anything he'd ever hzard, The intervals at steady tone were 3 sclco-Gs. The slight change to a raised (one)tone was momentary. So, in brjaP' it uao 3 sec steady tone, momentary raised tone, 3 sec steady etc, c~ntinuously. They were in tFL- middle rznee. He firs; became aware of it while drcssing for work, maybe 15-50 min. utes before descending the stairs. UFO C0b\";MENTARY is a quarterly journal of progressive UFOlogy, A scientifically-oriented approach to the UFO enigma with feature a-.'- ticles and notes of particular interest. Subscription is $2 ~c,: leai-. Patrick A. Huyghe, 72 Jeff erys Dr., Newport News, Va. 23601, ( -4d-~-. ) ARE YOU MOVINGE ~d send in your change of address, so you won't miss a copy of SKYLOOK. Third Class Mail is not forwarded. Me guaran.\",e return postage, so it is returned to Stover and we have no chsice but to remove your card from the kiddress file until we hear from yo^;."},{"pageNumber":8,"pageContent":"It's a bird, it's a plzne, it's . . . Although official interest has been withdrawn, the uni- dentified flying object issue is alive and well, szys a distinguished astronoxer--2nd exper% in the UFO fieid. He argues for 'true scientific curiosity' on the sub- ject.--?The Christian Science Monitor.\" Editor's Note: The following was written by Dr. J. Allen Hynek for \"The Christian Science Monitorv and appeared in that news media April 22, 1970. Evanston, Ill. The verdict has been handed down: Unidentified flying objects (UFOs) are figments of the imagination. And the senCence has been pronounced: UFOs are henceforth banned from the land--nay, from tha world--and no serious attention should be given them in the future. The jury: the United St2tes Air Force-supported UFO Study Committee at the University of Colorad~--~~foremanned~~ by Prof. E. U. Condon-- which submitted its report early in 1969 after two years of study, punctuated by controversy and dissension within the commit-tee, and high- lighted by the firing of two of the jury members, The judge: Secretary of the Air Force Robert C. Seamans Jr., who, iz passing a belated sentence in December, 1969, terminated the 22-y-a?- old Air Force stewardship of the UFO problem. The action closzd v?,? door to anvone who would like to report a \"UFO experience1' to aa ~ffi- cia1 American agency. There are some governments, however, which still have offices to whir: UFO reports can be made: Argentina, Australia, Britain, Czpada, Chi;.?, Greece, New Zealand, and Sweden. But none of them have ms-lrited a ious investigation of the subject. Most have looked to ti.e U. S. fi7r. Force with its far-flung capabilities to do the job for tkzx. Now shzs countries must decide whether to assume a greater responsibility towa;-,l UFO reports. llEnforcing\" the UFO ban may prove to be difficult. For: despite thT pronouncements of the Condon Committee, accounts of strar-ge si.g?!;ings by pilots, police officers, control-tower opzrators, and others hold-r.;; positions of responsibility have continued, Devious routes But it has been much harder for the public to learn of them. Sl~.cl~ reports now find their way, by devious Eou%es, to earaest investigator.: and collectors of UFO reports or to UFO investigative organizations in various parts of the world, In the United States there are two major such organizations: Aerial Phenomena Research Organization (AP~O), Tucson, Ariz., and National In- vestigations Comrnitte for Aerial Phenomena (NICAP), Kashington, C. C.-- which despite its name and location, is a private civiljan organization, In addition, there are many smaller ones. The general public finds little on UFOs in the pzges of the large cit.y dailies, which appear to have accepted the verdict of the UFO jwy- More to the point, however, is that UFOs no longer constitute lvnews.\" There is indeed little new or different about a UFO sighting today an:: one 10 years ago. Occasionally, when there is a different twist TO a UFO story--as when a cleverly contrived hoax manages to fool a nt;&er oi' (Continued. on next page)"},{"pageNumber":9,"pageContent":"(Continued) SKYLOOK respected observers--the performance rates an item in the paper, Small-Tom newspapers, however, continue to constitute a source of UFO reports. Xsws-clipping servlces thet specialize in small-town (and foreign) papers show that people are still sighting very puzzling things in the sky, Respectable sources UFO1s have always been repcrted much more frequently in rural areas than in densely populzted areas. The individual in a small town repor' ing a UFO sighting is often a sespen5ed rnenber of the com~~unity whose ri port would not likely be moti~ated by a desire for publicity or gain. He may well be a personal acquaintance of the local editor; He may have children in school, perhaps a.$tends the s2me church, likes to watch the same TV programs, discharges his daily responsibilities hen-- orably, and has no record of dishonest or mental unbalance, Such 2 pz--- s'on would have nothing to gain but ridicule in making known his expel-. ience. In short, it is harder to conceive, by the people who know them, that such individuals collectively \"went off their trolley\" than it is to conceive that they had some sort of a very unusual experience. It is the contention of Dr. Condon and evidently the Secr~tary of the Air Force that, in effect, such \"unusual experiences1? exist only in , the mind of the beholder. It becomes more difficult to defend this view- point when one must speak of several people who say they witnessed the s8me event, Strange behavior For instance, to accuse several people of mental unbalance when they all say they saw a very bright light approach, stop dezd a feiv hund~f,ci feet away, hover soundlessly a few feet off the ground, end zfter 2 ; ?W minutes take off with incredible speed from a standing start is scara-?- ly a sckentific approach. Especially when the phenomenon was repor:.d to have produced various types of electrical interferencc--dirmlw car lights, killing a car engine, static on the rzdio, etc, When, under such circumstances, solid citizens, holding responsible positions as teachers, ,pilots, police officers, etc, , are told that the ., merely misidentified the planet Venus or a hot-air balloon, they fre- quently feel that they hve received cavalier treatment by official investigators, It 2s quite true that a UFO re~ort often violates estzblished laws 07 physics. A craft possessing any bonsider.;l'ole rn:::s simply cFnnot, beta.! of its inertia, accelerbte to very hieh speeds in a matter of second. without the application of unheard-of power and the production of grea:, noise. Delusion hypothesis - -.- Investigators are faced, then, with at least three altern~tives: (1) The witnesses suffered a major delusion; (2) an actual craft was pre- sent, but answering to' a higher order of physical laws than sre known to our physic21 scientists; (3) no material object was present, b~t there was something there that gave all the impressions or' being ~;hysi- - cally real and thet could effect peoplk, animah, and inenimate objects., The first and third 2.re not equivalent because a delusion doesn't scare horses, cattle, and dogs, nor does it stop cars or interfere with radios and television sets, Physical scientists re Ject the second alternative outright ., conven- iently forgetting that less than a hundred years ago they wouid a-YO h~vf ruled out categorically the possibility of nuclear energy, television, (continued on next page)"},{"pageNumber":10,"pageContent":"( Continued) SKYLCCK and space flight. The third, since it suggests the para-normal 2nd is thus akin to poltergeists, ESP, and the whole world of the occult, is likewise sum- marily ruled o~~t by physical scientists. They have settled, then, on the delusion hypothesis. Such a hypo- thesis is buttressed by UFO ustatistics,v which indicate that a majorit- of UFO reports are indeed easily explainable as misperceptions by the untutored. But these UFO statistics are not all that convincing. A quarter of the cases examined by the Condm cormittee remained unsolved, as did nore,than 3,000 of the Air ForceFs 12,000 cases. Over and above the 700 out-and-out admittedly l1unidentifiedl1 cases, there were some 2,500 other cases for which only tentative and ten:lous explanations were given. No verification w~s possible for these, because the small sta:rf of Blue Book (generally three people) was unable to initiate the follow- up investigations necessary for such verificztion. The Condon group spent a half million doll~rs and only field-investigated about 60 UFO reports. With 12,000 cases, project-~lue Book could at best zssign probable or possible identifications to most cases, the qualifications jlprobablen or vpossible?r being conveniently'dropped when year-end statistics were compiled. 'Latent reportsf The following table shows the flow of reports to the Air Force CYX' the past 22 years. Year 1947 1948 1949 1950 1951 1952 1953 1954 1955 1956 1957 1958 Number 79 143 186 169 121 1,501 452 429 404 778 1,178 590 Reported sightings, 1947-69 Year Number 1959 364 1960 514 1961 488 1962 474 1963 399 1964 526 1965 887 1966 1060 1967 937 1968 392 1969 146( study terminated early in yem) It is perhaps of more than passing interest that 20 years af~er the Air FoFce began its investigations, and just three yesrs before their termination, th~ three years 1965-67 produced more UFO cases tha:2 any three successive p~evious years. Still, over 22 years, 12,000 reported UFOs seems a small number. Why weren't there more? There seems to be an allied phenomenon present, thz of the \"latent report.\" In 1965 the Gallup poll reported that* five million Americans had seen a vUFO.n That means that scme 4s4RS,000 re- ports possibly weren't mzde to the Air Force! It is entirely likely - that there exists in this country, and perhaps zround the world, a sir- nificant \"reservoirw of unreported sightings, or \"latent reports.\" ~t4-=! is supported by the long experience of the writer in interrogation or UFO witnesses. Thus, from all of the above it would appear that only b:~ ,3elSbe-c3ate wishful thinking can it be said that 'the UFO problem hes teen s.;.-c:,l.ecl. . . (continued on nett . . page) .. . . ."},{"pageNumber":11,"pageContent":"(Continued) But the converse, and this means that UFOs are visitors from spsce, is also gross wishful thinking. In the populzr mind UFOs 2nd extraterres- trial intelligence are synonymou?, but there are no hard facts to back this up. We are forced to the concl~rsion th~t at the moment we simp1.y do not understand the UFO phenomenon, any more than we understand how we im- agine (in color) a flower garden as we sit with closed eyes in our ezs:! chairp Scientific effort withheld: Thus, after 20 Fears we ape still pretty much where we started. The -. scientific establishment, intent on qldoing Yts own thing\" and laborj-% under'the misapprehension that UFO reports are only niade by gullible: untrained, and even mentally unbalanced people, refuses to. di1~eri1 pro- ductive scientific effort into vrliat to them seems an intellectual snake pit. The faet,is, however, that the most puzzling UFO reports came from articulste, well-balanced, and responsible people, and only rarely from the fanatical UFO buff or the psychoLic. Persons with true scientific curiosity will watch with interest the coming post-Condon and post-Blue Book years. Will TTincredible tales told by credible peopleTT cease, now that the verdict has b een hzndecl d0w11, or will some pilots and other people in highly responsible position3 continue to hzve UFO ex~eriences? If they do, how will the public be informed, now thzt there is no official manner for reporting? AP29 anJ NICAP remain, 2nd the writer offers his offices for the receipt of UFO reports for which there are at least two witnesses, Study of the UFO phenomenon will go on despite the ridirlile barrier, It is unlikely, however, that government 2gencies can provide -f'undj!-!:< for such studies in the light of the Condon report and the -qir Forc:: ac'tion. A serious, quiet, continuing investigztion, sheltzrc?d. fr~..; the glare of ~ublicity and supported by ~r-ivate 0;- founr?a:,ion f';lnF.r, is the likely-answer. It sh~uld be conducted by dedicste2 phV~si.ca? anr; behavioral scientists who meet the requirements for scieniists oilce set down by the famous physicist, Schroedinger, father of r~12?ritum me- chanics, who said, ??The first requirement of,a scientist is that he be curious; he must be capable of beink sstonlshed and eager to flnd out . \" Source: \"The Christian Science Monito~~\" Credit: Vait Andrus Mysterious Sky Object Is Identified Oklahoma City.--Oklahoma had a genuine uniclentified flying object early Sunday, with reports coming in from excited viewers as far apart as McAlester and Oklahoma City. . ' Early rising Oklahomcm saw a mysterious light hanging in the sky and it turned into a silver globe at sunrise. But it wasn't unidentified for long. Officials at the ~alestine, Tex*, Balloon Flight Center of the National Center for Ptmospterlc Re- search, said it was a balloon they had launched late Saturday. It carriec a 1,3000-pound instrument package designed to monitor cosmlc rays for the presence of a new el-ement. Officials said the balloon is so big, it could. c0ntain.a football f i e 1 d . ::: ::: :: The balloon lended upright Sundey afternoon near Clinton after atta%nine an altitude of 120,000 feet, Source:. Tulsa Daily World, May 4,. 19'70"},{"pageNumber":13,"pageContent":"UFO Reports. from Iowa -.- - __ Mr. T. W; Vm Winkel, of' Salem, Iowa, recently reported a close encounter he h??. wit' a VFO in th3 fall of 1966. He was at that time janitor at the ::onsc :dq~-d sch,-cl- -f Dacville, Ia. It had rained re- cently and he .br2..; northwest of the school attempting to light some wei; papers in an j.ni,l.nc,:*ator. H2 bad not SU~CPSS~U~~~ lit the paper wherl suddenly ever3~hlng seemed very trL~h$ even though it was night, As he look2d ~p to see the ccur.~ of the ligh-:,, he saw coxing frcn the north bel-i-3:s tree -top !.eve1-, afi peg-shzped c9jent halring a lar.c,? light source on tk-. hiso i~ hz6 a rir.;i of a.rLer ligi?.ts arov1:d th? craft about lone t:lL;-rq dowp L'rorn 'h~ It m3vc.J very slowl-y tcki;.ing a r3 7 minute to tra;,rel one ~ioc:., Liw dark grey bocly was c7bcut foi+l;y i?e.i 7- Img and fifteen feet higir. -t was making a humming sound l2lte a SW, -:. of bees. As passed along the f2r edge of the football field, which wzs bet?. tween Mr. Van Winkel and the craft, it was less than 100 yards away. 1-1; continued to the south tcward Geode Park and had to raise ovpr the top of trees at the north end of the field, , Mr. Van Winke1:said th2t the same or similar object had been seen by youths on sevsral occasions previously and on the sane .ni@t they had fol1owed.a lighted object t~ward Geode Park, but lost it there, ------ Steve >Heise (age 14) was riding his bicycle around the p--i~ew<~;~ ri' his farm home at rural Salem, Iowa. liis parents, iYr. an3 r:Ii.ae R(/:J~:. Heise, were in the house preparing to go to the Tuesday ni;,:lt sq~;~..: ; dance. It w2s a clesr night in r,he spring of 1967, As he circled around to the south, he noticed 09s steadv-; re:' i :.;L- ionary light, like an obsctructs.on light, about twenty roc?:; clown road to the south and over a fiz'.i aL;out three trees higk, As he watched, two moFe red :-.hts rarne f :,om the we: t an4 joi~s5 . . the first. They all hovcrpd in p ranGr,v ~ILF-,?:., SLS-J~. ;-c(te r.Fs bib down the road to get a beite;? 10i.-: at 6hi.s c~>:-ious ~i~ht,, KT l?i$i h:~. . .a- bike by the side of the road act; went our, inT3 :-,hz fie L3. H<-, LJ~J.!~ - ,.- see an outline of a SO?.~~? 335~~i;, jwt the i-&Ls,, N~J rr!~ise was l.r-3:'-1., He was nearly undor their --he;-; two stsrted to mve avry an the east., T'ley flew to th-. Cnrl Sr-: ee fnrm hr Oise ci-e ;1alf 1;' 19 97:: y and were 3- -1 joined by the third lisI a Steve returned to his horns and asked his fathe?. to cox out to see the lights,-bzt they did not see them seain, About an.hol~r later Steve walked to a nearby field whers his brothp- Jim (age 23) had just arrived to plcw. SCeve said, \"Youfll think 175 cr,azy, buS. . .\" and he told his brother about the lights. Jin had 30 problem believing, however, for while he was plowing in a fielc one mile.west, the lights had passed over him?' , Credit: Investigated by Robert Smulling and Walt And:--;s. Rnport sen'. 4 in by Mr. Smulllng, President of the Tri-State UFO St~dp G-oup."},{"pageNumber":14,"pageContent":"Canadian Saw Saucer-Shaped Object in 1958 By Brian C. Canncn Jeane Dixon on 'rSaucersyi Whatever your opin,i~n of Jeane Dixonls psychic powers, you proba51-y read hcr predi:$ions. In an interview for SkUCLR NELS, she was ask?$ @hat she thinks of i'lying saucers. der reply: \"I ds n;t get t52t t?~y - are coming hsi-e frc~ 0utr.r s?acc. I jur?, doplt get t5i.c. ::: ::: :: I 40 r;ot get that the) are directed from outer planets - Oin t39: &her planets are inhabited, I do not pet a channel to it, I get ny ch.r;r.nels ~~i~.i this person and that person. From all huzan b~ir.5-j,, fil7t, J ~z;!'?i:L ge; a channel Iror:: any human Selng in outer space. Yes, LC!-C~, our ask,-o- nau5s or ccsmnnauts are there I cap them up.\" Hm-m-m-m--looks like all our Space broihers who are jmt b~inaii-3 over wlth ?Ji?sssges f~r the Esl-thlings (accordi?~ to sqrile of the r,cr:?,ac- tee \"re~-el~tions~) are mj~sing a good be5 .when they faii t,o ge: in touch with e~~ch a well kfi3.m receptor as Jeane Dixo:~, - - .I, .I* .#I .,..,. ,,. .I. -0, .L 1. ,(. I,."},{"pageNumber":15,"pageContent":"Possible Connection Between.Two UFO Reports EditorTs Note: Last month we used a story of a \"bright light\" seen inHenrico county, Virginia, and the resultant arm burn reported by Charles W. Fletcher, I-:ark R. Her::sc,ritt, of St. MaryTs Pa., sends us another \"bright light\" report which occurred within ten days. of' the . other, and abouhiixy miles distant. A possible connection? The sec0:- report is from the Richmo~d (Va. ) Times Dispatch, June 23, 1967, and is as follows (quote): The unexp'lained tracks in the tar appeared again in Lunenburg County, Mrs. Doris Siaon reported he~rlile lta terrible roaring sound like a jet\" about 10 p8.rn. Wednesday night, rushed onto her front porch a~d saw a brilliant white ll~ht through the Lrees on the opposite side of the road from her home. She also said the television screen \"went black\" during the several minutes of the noise, Yesterday morning she said dhe discoveredbtwo horseshoe-shaped mark- ings in the tar road, Similar sightings--including the tracks--were reported last week-end on the same road about a half mile away in the western part of Lunen- burg. A three-man team from NICAP in washington is expected to arrive Sat- urday to investigate the reports. Un'identified lights also continue to be a problem in Augusta COU~:~?, ==~--------------- --------- ------------------------------- -=-=====-:=.-=-.--: Good Report of 1968 UFO ' Attleboro Sun, Nov. 4, 1968: --A Hebronville woman, who said she did-- n't believe what she saw until she took a drink of wzter to make c.~--l,>j.r_ she wasn't dreaming, declared to the Att.leLoro (Mass.) p01j.c~: Sat;;-*izj; that she had seen a UFO--(unidentified flying object) ear2y Yridc; morning hovering almost oveia her hcme, The woman wouldn't give her came to Patrolman Stephen Pitzs when he answered the phone at polize hsadquarters. The reason she mid was lleveryone will think I'm craz-yl1 but he pcrs(:aded her to give him the story. He advised her to call police imnealately if shz saw anoZl:ezb UFO and she could remain anonymous too. She promised to ~211, Early Friday morning, she told the offi-er, she was awakened by h~r dog barking and her cat aiso was making ;z r. lse, She heard some in,.:. buzzing. She got out of bed, went to a I:; :i<ow anr:. saw a hw-l.lyir:i: c5- ject \"shaped like a sauser cxcept there s~;2eared 50 be a piece missir:~ It was surrounded by lights; she believed-they gave the appearance or' being gbld cplored, or the okject was. Believing it was a continuation of a bad dream she went to the kitchen and got a drink of water, enpha-. sis on l'waterll, she added. She went back and looked out again. %ere was the same object hovering over a willow tree in the Phillips St, back yard. After about 20 minutes, during which the object hovered, j.: wect \"straight up,!! and away ::: ::: ::: after 36 hours of debating with herself the woman said she finally decided to call police. She said she h2d A checked with neighbors and some had reported hearing the dogs barki;?g, Itwas the only call police had on the matter, Credit: Mrs. Ethel Rogers, of Norton, Mass., who sent us the news?aper clipping with a note the sighting took place only six miles from 141-s. Rogers' home. Tnank you,.Mrs. R,"},{"pageNumber":16,"pageContent":". - - -. - . - - IN OTHERS' WORDS ..... By Lucius Farish It's hex-?! v'Itll heir.$ John A, Keel's long-awaited book, UFOs: OI'ERATION TEC.J.4N HOE:% ( C, P. Putnai?'~ Sons, ,$6.95 ) . After having read the ,-,,. book, . 1. czn ha,netly- sy,fh?>. ..the.: on?y.,woy t.a write aq adequate reviqew 'of::f t...h,qfp$ byLxb. wF.~, %Rsi gg~gbe~ b~-lc~a5~fic d~.-!- h haref craynbtgj ,'1d v 4.; C. J ---am- wan~dn~ tbi!(cakJs UP ps.'~ agpiqrjga ~R~~K;'-;Q@ w~~iifi;ri~o~h~~B):!I~B$$dl..~ attempt to merely slhi-t tfiz 1.;jg!~. pp~t~. 1.1 I will assum? that ~9s.i~ r.c.ad2r.s ;Jre a1read.y faniiiar wfth Keell's basic theories---that UFO.? a;,? no:; e3:trat8ei-i-e+Lrial vehicles, that --- -,- thwe are many corre.1-atj.ons Se\"c..;qe~fi i~odern UFO reports a,r,i nin-i~' , ,L.. --.-' leal reports of Sairies, dmo:?s and ot.;:er preternatvral beiges, that- con- 'I - .. tactees are often -telling ti;., ;;ruth -as - - - - . . . . the1knoGr-i.t ---.--- ) etc. Ezch o? these topics ' ( and rnanv others..) sre: detz i led, in the book^, ,,Keel ,consid6Fs UFOs to be the temporary. physical manifestations of sorne grsat ur,kno-m ( or. un!tnoTfjab&e); . inteTligence . co~dlet~ly dS.vorced -from our time/saace frames of reference, - The UFO occuDants' (termed by, Keel eithcr 7fk!~erne~t? ah1' or llultraterrestriaislf)' 'may bk either additional temporary. ?'strur..;r.-- ures\" created by the governi-ng intelligence or, assuming they ex:l.:;2 8s independent paraphysical entities, are rsslaves'P. to .said inteLli<eacle, It seems to me that many pints relating to'the. extraterrest-ial- origin thecry have been omitted from the book, although it. is cbvic?.:sl:j. T im2ossible to summarize the entire UFO enigma in 320~ages. .~.n loci;.i:iz over the rather vo1!.urninous notes I made while reading the bgsk -- ) 1 ::q??f? A .-< a number of inconsistencies and questionable iniplicstions, Ovei-all,. however, Keel's views are laid ou? in a - seemingly logicall js.Ls:p--by- step manner. Having been rather \"involvedK with the resear.ch xhich. went into the book, I found that I only now unders.t[?nd e:,-actiy V:;-J:-!? Keel was drivln at, desgite the fact that I haw read evc?;r art!.cLc? he has wrktten ?I believe) ever the past three years, as well as m.:.:-n- taining a regular correspondence xith him, .- .. It ,.,_ In .s~;mmayy _L.. ,: .J.e.t. ,me. ;say. :C?IZ? I,. .- t-hinz :'-?LC - .lr +..( c. .' .5 ,sp oi~lb, , >e ,r c+-l &-. ;';i%:.:;; U1.F-0 ,~~~s~?~,~~;~:p/, lwhe&gl- .c+.'-yLGc !.j;e -s&-!pz,<: .iJ-i~h cq;,1:ceji 5s. ,-.:~:&~q$;p$, ,.I ( J I can assure you 0.f thro ~.;-~i~~~.!l?.. )-4.Ya3d &;;;v$ .-a'hht,h5.r Sb~i( exactly like it, and 2) You won lt go to slee? in the midcle of a chq- ter!- Jay Davidls FLYING SAlJCEI1S ARE HERE! bs:; 'ieeii publi::11.~.3 by World 7- . -. Fublishing Co.. .(.$.6,95). 1 am told- that thc 5ock is ru~i~ 4:!<c his -e- t\" _ vious volwne,~ .THE FLYIKG SAUCCP, REAIJZR, in t.h3.:\"it is 3 ~~11ec:i0:1 GL 8. chapters frem other UFO :b,ook-s', Readers may .r.e,qail,. rr.y comrn25t In a recen-t c'o:.!xm '.to the effect t!k..2.. the '.~ub.lis-hers .of SAGA magazine ivere. planni.ng a 's?.,coqd specipl msge-. . . zine devoted entirely to. U-FOs. Ply ,source was 'the grapevine\\? ah$ it looks like we'd better give the, grapevine back to Tzrzari! The \"se,c- ond special\" item came from a British UFO publication and was actaally referrin2 to-the - fir.st, .-- UFO magazl-ne from SAGA which was on sale sane- months ago. Sorry about that! The &ne issue of FATE contains a very good..article by ldzlter Ms Graw, concerni'ng the UFO symposium'held at the annual meeting of the Americsn Association for the Advancement of Science- in Ebston, Mass,, in December ,. 1969. It is. ~nde~stocd that the vari'ous paprs pr.c.sz?te? at tne symposium, will el:er.tuaIly be conpiled in bozk f GF~,?., Cntf.1 that - time, Mr. McSravzts article is perhaps the best avail~tle rcpox oi-1 Lhe g3 t h~rifig.~ . . . ... . . , . . '( scntir!:,?d on next pge) . . . . . . . . .I.'. -- . ... . . . . . . . .:. .I!.. . . .- . . .. , .' , r. r. .. , , . ., ,.. . . ,. If .- ,. ."},{"pageNumber":17,"pageContent":"In Others.' . Words-Continued) Otto 0. Bine+?r arjd Max 11. F!,i.ndt present another article on the . ' Hman is a' hyhr; I tb<r::e '3 t!?e jllne ir7si:e of SAGA, This !.rr1t:dc2s some material net car-d i:; ~if,b9- Zi-:?dc;--'s F'LY,'INS SAUCFXS ARX W!,T::IIIP:I; US 07 .L . Flindt 1 s OM T.?I.I.C2 R1.;Y!?i\\i17 :;).!:,'1:!1/!.1'(, 23 ;, la i:ltcrsstin.g as an 1rupdate99 o:f . . their cant;:-.-?lVr&rsi c~ ', SL.~ inl.:'gii: c!;, tbe3?y., . r,,, r-,' '. A new magaz:;;:e, ?l-Xi\\idhXP.,, is .now on s::le, It is devoted to all - -7, r- f,orms of unexp:~:ined .2h%n(;t~~:h3, i'~~luding ~ie LS . The i'irst issue datec!. July, contains t5rce UFT) artic2ea, hut, t~d tC sayn very little new . : lyK7~Jy;';~?,rq .! <. information wi!.:l. be fc!x:id j.;z .i:.1~,;.1: 1 :;:r: ..-, ?:.~tllc.r ovcr-~riced at $1.00 per copy, a: tlio:i$ ~1.2,~ ;r~ti-,in; are bo5r:z a-repted at rcdiice! rates, ' : 1 ,. . I feel I shollld ai:61.0gl,ze, fcrnever mefitioninq Dhe nuverous articles which.appea.r in vsrlous issues of MAN TC! KAY oagnzine. However, . ..PLAN TO is not .avj~?~i-2.e pr.: zny of my local ncwsstanil,~ a.12 therzf~rc:; 1:: cannot comment oh ti..: zr~ti~i.es. At oil? tine, this magazine c?.rriaG UFO '.article in-each issue and 1 understa-nd that it is still featuring su,ch , . articles on. a fairly regular basis, Rumor has it that Ivan Sanderson is wdrking on another'. book which will :deal largely with underwater UFOs 2nd relsted phe7cne:la:. This will . , be a hardcover book; to be published by Uorld PuSlish;ng Co., but I don't .have a definite title or publicstio;~ date for it. Late? infor- . mation will b e pcesented as it is 'received. Fortesnswill. be interesteu in science-fictinn writer Dsmm Kqi~ht 'a . ' CHARLES FORT : PROPHET -OF THE UNEXPLAINED, a biography of oil.? 17mer:+,or. lY . The publish~r is .r)o'ubleday; the price, $6.95. . , ------------- ----- ---- _-__ _-- ------------- ----- ---- ------------------ ___ ----- ----_-.. . . , . . , .. . The suggestion Box . . . . . - . .. , . . . . ' Allen B&Z, APRO ~ield In~est~igator, of Tipton, Mo., G-ites: lTT . hn-. . lime itwould be worthwhile fcr the magazine to start a ':P;-o b CC-3 , . 4.1 0 'S.ection. In this section, you: as Sditor, would put fcr:;:. a ilc-ha.6ak:!ls - question, e.g. there is a linkbetween Tji'Js ard psychic phenomena, erl; : then invite comments. Pub!.ish t.hose replies that make the bi.-;c car,- .pro and con.\" Joseph M. Erhardt, 43 Richiand Drive, Newport News, Va., 23602, edits and publishes UFO CHRONCLOG. UFO repxts fmrn t!ie Tidewater area aria elsewhere, along with the index system used to report and analyze UFO1s in the kept-up-to-date Chronology. This bi-morithly ufozine is 451 per copy; $1.25 for three issues; a full year (six issuosj $2.50, ___-- ---_ -------_-- ..................... - -- ----------.-- - -.-- _-- __--- ----- - -------------- - ---- --- ----- ---- -- - ----- - -- -. -- -- .-.-. U.F.O. REPORT 1359 -----as the name implies, this is a collection choice UFO reports ol 1969. and is eaited and published by Kurt Krug St., Kitclmer, Ontario, Canada, The reporLs arc reprint ufozines from Canada, the United States and elsewhsx, along wit of UFO publicstions and organizations with their addresssc, atie 1. book cetalcg. The price of this 44-page LocbieL is $2.0,, xn LA believes it is v~T'.!I the price, Klmt also gets oue UFO !LCF;;I!'I. r a monthly uiozih:, $3000 per year, same address,"},{"pageNumber":18,"pageContent":"REPORTS FROM OTHER COUNTRIES .Australian. Farmer Is Shocked hy UFO, - .- A recent close encounter with aUFO was reported to Vince Mele, of Queensland FSR Bureau by a 35-year old Tully district farmer, Louis Maule. At f3 porn. on OctoSer 1, 1969, the wltness was headed north, driving home from South ~c3nstone when he saw a black, circular-shaped object about 60 ft, in diam~ter an+. ringed with red lights, descendirg . -. from the sky. \"1 got a ::!?oc~~ Nau2.e said, \"It was gigantic and looked to be slowing up.?' T11c hearilig!::,~ of a passing car mcmentarily obsn71-*.- ed the witness's visjcn zr:': he slowed to a stop, 1:W9cn I looked again, it was travelling towards Sc:l.t;h Johr,s:cne at maybe 1CO-mph and at a height of about 500 fL., then lt banked and proceeded towards the clcsd: at very high spsed, i,Sourc~:u-F.0,I.C. Newsletter, P. 0. Box E170, SL, James, Sydney, 2001 - Australia) UFOs Eject Fireballs over British Columbia. - ---- -- ':Fireballsrr ejected from a UFO which hovered over Maple Bay and Crof- ton early in January, 1370, could mark the return of the ltbeepe-rs,vv V; L. Stanley-Jones,.o.f Duncan, B. C. said on Monday, Jan. 9th. Both he and his wife and several other people in the area witnessed s large yellow-orange craft cru-ising over the area on the ev5ninp; of ;,:r_, 6th. Individual reports substantiated his theory - that th~ vqhicle apszar ed to drop off a number of \"fire balls or sp2rkslt as it cr,ntinued on northerly course towards Crofton from Genoa Eay. They wat,chd the cr?f-L. for eight minutes about 11 p.m, after stcppSng their c3r ?-I Lzl-es Rr?$, \"1 turned off the headliphts ard shut t,be rctcr off, We got o~t cf tl?e car and saw this bright object between 509 ;%I 1,033 f eei- above the rn ground. l!e craft looked like a clsc and ws the largest he'd t.-~-e' see;-. The craft made no noise as it s?oxly tra~~2lled cver Lakes. R3ad hi; !., When it reached the bot$orn of t11e hill, it stcpped briefly ard th9n turned right and flew over thc ciry, \"When it was over about the cyl1'xe of Dunczn it stopped sgaln 2nd wz watched it just hanging ihe~e ?or asahiie, th3n it moved off d~e vres t more rapidly,It Mr. Jones ~:i:l. About 8:?O p.m, another. couple, Flr, 2nd b1;-s. Arthur LeQucs2e, Map3.c Bay, were travelling soush ;last the 1~'lap:e Say Y2ch'; Club s:.l~ci: they -- spotted a sinilar type of crsPt over Elrds ~ye Ccve, The k.ri&t c-?:g~ ball was about 2,,C,rJO feet high and was. maneub-ering in a counter-zlocx;. wise direction. They heard no sound., '!It dropped th~ee fireballs ard at first we thought it was a phae exploding. It remained stationary for about five minutes and the2 dis- .appeared. l9 About the same time, Mrs. Kay Clinehens, Maple Ray, reported witr?ess:,- ing the bright orange object after she v~ent outside to rno-re her ca-T, '?I thought it was too large to be a star anti it was staticnarye7; brs. Fran Merrj.11, Crofton, said she watched a large Ted or bl-.E light which hovered over Maple Mountain. She said the oS ject could have hau a silver surfzce. It was a round object wkLich mnoeu:~ered back and fcrth and it appezred that flames or sparks were sho~ting~-o;:t, Stanley-Jones said that two years ago in this area and Yai>~ccver, people heard a '?brepingit scud but couldn t see anytlii~g, (Source: Duncan-Cowichan Leader, 8. C. Ja:?. 14, 19'73. Credit: S:$ucers, ?pace & Sctenre, 17 Shetland St, Willowdale, Or-t., Canada, )"},{"pageNumber":19,"pageContent":"REPORTS FROM OTHER COUNTRIES . . - . - - . . . - - - . - - - - . - . - -. . . -- . . RAAF '~omber Chp2es FO An RAAF Canberra bomber chased butfaiia5 to --..--..-. ---- . . . . . . catch a mystery flyi-ng object -0i.e;: Northern N.S.W. today. The bomber - was sent from Anfaerley Air Force Base when hundreds of people in , Kjrogle and a10116 the Darling Downs reported sighting the object* Shaped like an ii1umLnu.m zeppelin, it hovered low over townships and farms. . Some residents obser~red it for more than three hou-rs- The bomber crew sighted the object ai2.d began to chase it but failed to ,. get near enough to it as it a'cc~ler-7:ted away and vanishsd. (Indo a Perth 31/8/69) (Creditj: U.F.0.L.C ,Newsletter, Sydney, Australia 1 More -- Circles in Australia. -.--- 19/2/69 Omagh Road, near ~~o~le - scorched circle. on' Nr. 'Er'yant's. pr.oper.ty - 20ft. in digmeter., scorched ring l:?: wide. Made Wedn,esday- night, f 6und on ,2(]th. i92/69 West. of Nimben O:?. Goolmangar Creek, nest discovered by children. 20/2/69 Afterlee - Mr. J. OTNeill's property - el-aptical. flattening of swamp reeds 30' x 12'. Four flattened tracks led out with small half moon depressions at end. Found 22/2/69, 20/2/69 Tuclcarimbz - Mr. 2nd Mrs. H. C. McCau~hey~s property -167 diameter ring colr.?letely charred. e/1.5/6$1 L;:inf;awa:!abyn - Mr. -Keith 'ReidT s property - sauchl- shaped rring. 18/4/69 -Casir.o -. Psrk View Road. - Mr. 'and' I\"irs .. Hinitt T s neighbour 1s property.,, Mystery circ~a- iar shaped, intensely brilliant 0bjec.t hovering above grouiid .with pul-- sating strea.ks or' shadows ma kin^ highly randorn movement, 'R.zinin,t: veq .lieavlly at time' but .inspection next morni~~g showed ' no burr,!; pat,ches.,. . . 21/5/69 Corndale - Mr. and Mrs. Hunter's property - ocelshaped 5e;res- sion 20' long 15' wide, deeper -arclxxj its perirnster, CI-.?YS nzatly : flattened. with no evidence of Darning, If mehers would :>re to c:-!?aj.n .a map of. this 'particu1,ar area .and mark in the pl-ac.zs, an j.?t~r~st.i;:~ pattern develops. Are the \"saucerst1 plantinm, markers deep ii-ito t1::s . . earth for navigational purposes? Are they -;'r:llowir?g a pl?nc?;E grl s: i around -the earth? What s;re the chief products of these a;.-e$s? J.:;-L?s~ are just some of the tldows-to-ea!:-.~;llfl questlo:~~ which must be delved inta? to try and find part of tho solution to the UP0 phenomena,, (Source: U1F.O.I.C. Newsletter, Sydney, Austreliz) Mvstery Object Over Enpl.~nd, Hcr~id Ex?-ess, Torq.lay, Fq!ard. 0.t. 7, -- ---.. .--- -.-.1-.- . 1969'. A wonan, h s clos~ly. zoncer::od v~j.i.5 the l:ayai Air Force duri;::; the last war and has flown hersel.:? many t:l;r..~, is &~r;ll. cl.;:2re of v;.;;-t :'r normal aircraft looks and sounds like. Shc ::?inks s!;e zc?n son;--'L:hi~z - ql!.(:. different. At 10:O Thursday ni~ht she was standing 0:. Win?aiil Hill, Brir!?am, looking up at the stars, It was a v3:ry clear 11i,y;2t. and she was pick.;ng out the star groups when. she saw a thy rzG 3_lg!it, . \"Then it got larger a.cd larger. It a?peareri to 5s not one li,~ht hit, three pulsating red lights. Over Berry Head. there lEiari si;d.'eni$ Cbli~d-. ing white lignt lasting about three sedoitds\",:? :> * the thi;lg flew over Brixham Harbour, the bli~dlng light, flaSFi~d agzin--and .tI~:1 c1:2 .saw tke object clearly. \"It looked j-ist like an 'aircraft fuszlag:? wltht>i~-t an;r wings. Then I heard an engine and though.:, 'well, itt c just an ai-rzr?,..?: - after all.! But the engine was not like sny jet or p5sto;l enginr?. I.5 wa:: a slow thudding so~~nd as if it was on low porjer.,I7 The c-b jeci; went aw,?.:' toward Dartmouth. \"If I hadn't seen it, I would have thought I was crac?. ers ,\" she said. Two things puzzle her--no red, grzen and ~~hLi;e 2:i ;:.crkf.:; navigation lights, and why s workin,; colleague c!escrili:?i a s.ir,1i.l;::- objcci going over Stoke Gabriel the sane nTght. (Credit-,-John F. Sch~e;io?~er)"},{"pageNumber":20,"pageContent":"SKYLOCK .SKYLOOK is the official publication of the Midwest UFO Network; Direc(;. or, Dr,. Allen Utke, Wisconsin St2te University, Oshkosh. EDITOR & PUBLISHER--Mrs. Norma E. Short, Box 129, Stover, Mo., 65078 STAFF-- Ted Phillips, JF. , P. 0. Bas 615, Sedalia, Mo., 65301 John F. Schuessler, P. G. :!ox 9, OrFallon, Mo., 63366 Walter Pndrus, Jr., 40 C1:-istopher Court, Quincy, Ill. 62301 Lucius Farish,. Rou+,z 1, Plurnerville, Ark. 72127 POLICY: To separate fact from fantasy. To the best cf our ability we tell it as it is. Each staff member expresses his cwn views. REPORTS WANTED: We invite every reader to scnd in UFO reports, news- paper clippints etc. Material returned only upon request. All copy must be in by the 20th of the month, PERMISSION GRANTED to use material, provided full credit is given, as follows: SKYLOOK, Box 129, Stover, Mo. SUBSCRIPTIONS are acknowledged prornptly and you will be notified of the expiration date. A big red x by your name on the address label in- dicates your subscription has expired with that issue. SUBSCRIPTION--$4.00 per year; sample copy 35$. Published'monthly, Send check or money order to:- Mrs. Norma E. Short (or SKYLOOK) Box 129, Stover, Mo., 65078. XXXXXXXXXXXXXXXXXXXXXXXXX~~XXXXXXXXXXXXXXXXXXXXXXXXXXXX~X~XXX~~~~X~:~~:~~-'- Meteorite Yields New Data On Cosmic Ray Intensity Scientists reported Thursday that a 35-poilnd meteorite that fell near Lost City, Okla., last January has proyided valuable new infir;:,- tion about space. They said it has yielded the firmest eTidcncc yet concerning the intensity of cosmic rays far beyond the sun--raisir,g the possibility that manned spaceships venturing to planets beyond ik\". would have to be' armored. Coming from far beyond Mars, the meteorite struck the earth in tkec pieces, the largest about 20 pounds. It is estimated to have weighed about 500 pounds originally and is prcsumed to have bcen a fragm~nt of an explosive collision'between two huge objects 6 million years ago, This theory, the scientist>--said, -comes from calculations of the cb- jectls exposure to cosmic:rays-. The meteorite was.foundi'by one of the scientists on a snow-covered road outside Lost City on January 10, six days after it reportedly flashed as a fireball through the winter atmosphere. I UFO POTPOURRI is a non-scheduled, informative newslett~r written md published by John F. Schu~ssler, P. 0. Box 9, OtFallon, Mo,, 63'56, It is available only through exchange for other UFO publicatio:;~; reports and news clippings."}]
