[{"pageNumber":2,"pageContent":"This little book presents a novel picture of the motivations and methods necessary to fabricate a religion for conque st. It is lightly written to give anyone an initial understanding of religious methods. The conquest of one society by another ha s always made interesting history. Contrary to common opinion, conquests do not have to take place with the use of military force or great migrations of people . Conquest by religion is a simple and easily promoted method for complete control using the politicians and army of the conquered. Ideas are the great weapons of religious leaders that entrap the imaginative mind of the individual and thus the whole society. You may be NEXT!"},{"pageNumber":3,"pageContent":"INTRODUCTION \"HORUS SAVES\" is a novel that delves into the motivations of the people who start religions and it shows how easily su ch religions can be fabricated to conquer another group and colonize their territory. The basis of this novel comes from Near and Middle Eastern mythology. The correct names of religions, places, and people are not presented so that previously learned concepts will not influence the reader until the story's basic ideas have been presented. A fact little known to the American public is that quite a few of the ancient Middle and Near Eastern religions grew out of ear lier religions that contained many of the same basic concepts. When formulating a religion for any purpose, many pragmatic concepts could be gleaned from religions existing earlier to produce a \"New and Wonderful\" religion that could be presented to obtain a near automatic acceptance among the masses. In order for us to understand why people are so religiously gullible, it is necessary to understand how Man's motivations are driven. Humans are ethnocentric animals that have lived in families, clans (o r extended families), and tribes for tens of thousands of years. Kingdoms were late r formed by uniting clans and tribes of related blood for the defense of large territories. Each group of tribes or clans that could unite had their own forms of social rules that made them function easily. The uniting of the clans and tribes produced the need for a unifying of group feelings and mores so that social cooper ation could more easily be accomplished. The unifying of feelings and mores was done through the use of a religion that modified the concepts in the conscious and subconscious mind. Most of the people worshipped their distant ancestral her oes who were depicted in statues as handsome and beautiful people. As long as the people were of the same ancestral background there was little trouble in socially uniting. As some of the kingdoms grew and non-related people were included in the nation, there was a need for a religion that would appeal to all. Thus a universal religion with a universal god was an attractive idea. As long as people would agree that people were equal, the religious fervor would follow. We are now coming to an end of the universalist dream world. For over two thousand years the concept of universalism has proven very dangerous and fallacious. There were no equal people to fi t the concepts of a religion that judged all people equal. With the end of the U.S. S.R. and the slow breakdown of the societies of China and the U.S.A. all majo r universalist societies are slowly being terminated. \"Horus Saves\" was written to show the ease with which a universalistic religion could be fabricated for invasion and cont rol of people. Looking back over about two thousand years, the concept of universalism has created more chaos than any other philosophical concept. Religious wars in Europe killed forty percent of"},{"pageNumber":4,"pageContent":"the population in the dark ages. Other liquidat ions in Europe were as terrible as the problems of universalistic communism in Russia or China. Until the people of the western world understand religious methods and how they function, they will not be able to reason well enough to solve their social problems produced by the hucksters and politicians. \"Horus Saves\" not only gives the readers an idea of the hidden agenda of ancient religious invaders, it will give the background for the coming book \"Horus is Lord\" which illustrates the psychological meth ods used in religious conversion. The coming book, \"Horus is Lord\" will illustrate the most effective methods of promoting a socially eroding philosophy through religious methods that allow the invaders to strike at the de epest felt emotions of the populace. Religious methods implant the moral concepts that regulate much of a person's life. Of course the religious philosophy determines the religious values. There is a definite formula which is em ployed by the religious invaders. Its components are as follows: 1. HOOK THE POPULACE! In order to gain entrance to the people's belief system there must be a demand for the concepts presented. In \"Horus Saves\" such a demand is created by hooking the populace of the Empire with the very attractive promise of giving them a fa r better life and a better death than the one they could normally expect. 2. BRAINWASH AND PLANT DESIR ES DEEP IN THE SUBCONSCIOUS: Once the desired concepts of the better life or death are consciously accepted, the destructive philosophy is projected into the subconscious mind by trigger words, rituals, ceremonies, and prayers that implant a new moral or logic base. Trigger words, rituals, and ceremonies work on the association and repetition method of learning. Prayer uses the hypnosis met hod of implanting the concepts of the new philosophy in the subconscious. Once again, the formula has a \"one-two\" punch. First the conscious desire is generated, then the destructive elements are embedded in the religious followers on deep thought levels through mind impacting maneuvers. Almost all the people who read this work w ill be living in a nation that is taking on the qualities of an ancient empire (such as Imperial Rome just before its fall). HORUS SAVES will make you think about the real reasons behind disturbing social trends as well as who's behind them... and make you laugh at the same time. Enjoy yourself! "},{"pageNumber":5,"pageContent":"CHAPTER ONE Once upon a time in the far lands of the Middle Desert there lived a group of tribes known as the Genius. They were a clever group of people who thought of many ways to fool and cheat their enemies but they were not bold in battle unless they could easily and completely overpower t heir rivals. In fact, they were best in retreating, pleading for mercy, acting as martyrs, and producing propaganda that would neutralize their enemies through greed or sex. The blundering cousins of the Genius, the Smartasses, who lived near by, were bold and strong in battle and enjoyed warfare. The Smartasses coul d win in battle, but they could never find ways of maximizing their victories, so they continued to roam the desert looking for their elusive goals in life. However, the Genius tribes prospered, for they were very industrious in cheating and fooling their neighbors including the Smartasses. Of course the Genius considered those outside of their tribes as the \"never mentioned alien enemy.\" The alien outsiders knew that they coul d not trust the Genius, and they slowly isolated themselves from them. This presented a problem because the Genius needed more land for their people, but they could not buy any land from t he surrounding tribes. They could not take the land by force of arms, for they pri ded themselves in being cowards. Their usual tactic was to get the other tribes to fight for them by political and social trickery. But by now all of the local tribes knew of their methods and it was becoming harder to trick and cheat their neighbors. Among the tribes of the Genius there was one known as the Buyout, indisputably the best of the liars and cheaters in the G enius group, a true nobility. Of all the members of that tribe, the most important person was the leader, Leveraged Buyout. He understood their great proble m and pondered many solutions for their lack of land. He also worried and thought a lot. The problem was so discouraging that he soon became disheartened and unconfident. The idea of being a true humanitarian who could not cheat the surr ounding tribes for the benefit of the Genius, gave him an extreme pain in his lower body. Finally he decided to see his psychiatrist, Sigmond Hog, who loved to wallow in other peoples' mud. Sigmond Hog had an open appointment time the next day. Leveraged quickly accepted, and then asked the fee for services. The f ee would be a goat, which could easily be procured at the market. That day at the appointed time, Leveraged presented the goat and his problem to Sigmond Hog. The need for land versus the attitude of the neighboring tribes was presented clearly. Sigmond Hog understood immediately. \"A gr eat humanitarian must present bigger and bolder concepts in order to solve the dilemma. If the lie is big enough, no one will believe that it is a lie. There must be a real need for the lie, a hope for a better life; and if that did not come, at least ano ther great dream of hope. There must be"},{"pageNumber":6,"pageContent":"a long range hope, and the hope for a solution to everyday problems of the common man. The appeal of the lie must be to the hopes and dreams of everyone, especially for the women. They have the best emotional drive, and the least logical thoughts. Appeal to the wo men and you have the men by the testes.\" Leveraged asked Sigmond, \"What do most people want that could be presented as a goal to help us obtain the land that we desire?\" Sigmond replied, \"A social utopia of forever lasting peace would please the women. Also an everlasting life would please both men and women.\" "},{"pageNumber":7,"pageContent":"Leveraged objected that both goals were impossible. \"There have always been wars and people have always died.\" Sigmond replied, \"People have always lived in hopes of a miracle and there are times when there is an absence o1 war and life is easy. We could paint a picture of peace and prosperity if everyone believed in Universalism .\" Leveraged then asked, \"What do you mean by Universalism ?\" Sigmond then replied, \"Universalism is the philosophy of a special form of utopia. This utopia has as its belief that anyone and everyone can join its so-called society. All you really have to believe is that there will be a heavenly society if everyone is accepted into one society. Everyone would share with everyone else just like one happy family.\" Leveraged asked, \"Will they share across tribal blood lines?\" \"Oh yes, this they say woul d prevent tribal warfare. This idea is supposed to break down tribal and national boundaries. With everyone sharing, there should be tranquility throughout the utopia. Also, since no one knows anything about death, a wonderful story about life after death, in heaven, would fit the death situation. If very good stories were presented on both subjects, you could soon take credit for peace and for the expected life after death. Most people believe what they want to believe regardless of the facts. Just get the story in writing and the hopeful ignorant will believe anything that comes from the written word. The ignorant are hopeful, and thus many will accept the story of utopia ,\" Sigmond confided. \" Remember, do not offend th e intelligent with the story, but ignore their objections as if they really did not understand what you had written. To give objections to the argument of the intelligent would give value to their ideas.\" \"But how do we get their land?\" asked Leveraged. Sigmond paused and smiled. \"You simply join their utopian society, and of course the Genius will still quietly retain their own tribal ties.\" \"I don't understand! How do we get into t heir tribal society?\" replied Leveraged. \"You advocate a utopia that has no ethnic boundaries. To enter this utopia a person must pledge his belief in this concept. In other words, we get the aliens to drop their tribal boundaries by substituting a utopia without ethnic boundaries. As long as the Genius do not openly profess their tribal ethnic ties, they can join this group. You are then on the inside ,\" commented Sigmond. "},{"pageNumber":8,"pageContent":" Sigmond Hog leaned back and waited for questions. There were none. He then spoke, \"This Utopian society concept would make a wonderful base for political advancement. Politicians who would like to expand their tax base could advocate political equality to the desired group of people whom they would like to annex into their state. If force is used, since we are all cowards, we would not have to be in the army, but simply be the advis ors and business people for the advancement of a small empire. The belief in the new utopia will pacify the about-to-be conquered tribe or nation. Once you see the direction of social flow, making money and buying land is easy .\" "},{"pageNumber":9,"pageContent":"\" Leveraged, you must make your plans carefully. You must think through your concepts and formulate an almost unbelievable story with as much double talk as possible to confuse people. You need only the believers, the women will drive their men to be the fodder of the war gods, so that they can have the new utopia. Remember that all this will be done by belief, not logic. Don't argue with anyone, for this raises the demons of logic and obscene naked truth ,\" the psychiatrist admonished his friend. Leveraged paid his respects to Sigmond's mistress. He then proceeded to slowly ride his ass through the streets of Bumslumdeedum on his way home to the neighborhood of the Buyout. He was greet ed by his son, Enhan ced Truth, at the gate of his stable. Enhanced Truth helped his father unbridle the ass because Leveraged looked like he had his mind on many other thoughts. Enhanced noticed this and asked his father what the problem was. Leveraged then said, l have a start on our biggest social problem, the need for more land. I am just beginning to put together a solution to our problems. We will either expand our land or breed into starvation. It is just a matter of time! Nothing will stop our men's sex drive and our women's love of children, so we must do something or our fate is sealed.\" Enhanced Truth agreed to this analysis of the problem, but was not so worried, for he had thought many times of ways to conquer the alien masses. Youth is always optimistic. Leveraged Buyout to ld Enhanced Truth what Sigmond Hog had told him, and now they must start to plan the great vision of a coming universalistic utopia for the alien masses. "},{"pageNumber":10,"pageContent":"CHAPTER TWO At this time the Great Gonads controlled the country and city of Bumslumdeedum. They had a great trading empire going and had the Genius politicians and religious leaders rule the local population. The Gonads acted on complaints of the Genius puppets, and had lately executed five would-be rulers by crucifying them on a structure resembling the letter \"T\" in the Roman alphabet. One of the leading complainers of the G enius who promoted the crucifixions was Baul of Tobasco . He was a hot tongued patriot who disliked dumb leaders even more than he disliked the Gonads. Enhanc ed Truth, while studying at the temple, had met Baul of Tobasco, and admired his determination to free the Genius from all restraints. He was a true Genius Libertarian! Baul was an educated man like himself. He knew Leek philosophy as well as Gopta religious concepts. These two men could get along easily for they both loved the smell of the noble garlic rose. Enhanced Truth immediately saw a use for Baul of Tobasco as an active promoter of the Utopian ideas. It was early enough in the day to go to the temple and find Baul, for he usually talked with the priests about social and political concepts. Upon arriving at the temple, Enhanced looked around and exchanged some currency while waiting. He finally spotted Baul of Tobasco buying a future contract on the value of Leek money. Enhanced Truth was a scholar of ancient peoples and knew the social misfits of his Genius society. They were the Wasseene who believed in a communal life and the saving of souls similar to the Lee ks. At this time a group of Wasseene were picketing the priests and Baul of T obasco was drawn to the confrontation. The Wasseene were arguing that the priest's souls were going to Hell because they had united with Satan by dealing in currency. They truly believed in the old scripture and acted according to it. \"You must save your soul,\" cried the Wasseene, \"or burn in Hell forever more. Repent! Repent!\" was their cry. Arrogantly they announced t hat they would pray for t he souls of the priests. \"Back to the desert, arrogant asses!\" cried Baul. \"Go back to your sheep harem.\" \"We shall pray for your soul,\" replied the Wasseene. Baul and the priests slowly pushed the Wasseene out of the temple. As Baul returned to the temple, \"How terrible it is that we have such idiots among us. These are the well-intentioned believers of the old writings that are too strange to be believed, but strange people do believe in strange writings!\" he remarked to the priests. Enhanced Truth greeted Baul of Tobasco by waving his hand. Baul walked over to Enhanced and gave him a comrade's hug. "},{"pageNumber":11,"pageContent":"\"What wild scheme do you have now to stir the political pot!\" asked Baul of Tobasco. \"A scheme that will supply plenty of land for the Genius,\" was Enhanced's reply. \"Oh! You must be stirring the hashish pot!\" \"No, I am not,\" replied Enhanced. \"M y father has gotten an idea from his psychiatrist that may provide the land if we apply his scheme. It is a long range scheme, but so is war if you plan to win . We must very diligently plan to win. We must consider every detail of the Gonads empire to win land from them. They have so much land that if we stole some of it and did not announce it, they would not notice immediately\" Enhanced suggested that they should go ac ross the square to the tea house, which they did, and got a rug to sit on. The tea was served. Baul of Tobasco soon became very interested in the great scheme because he knew Leveraged Buyout was a very intelli gent man. \"What is this plan?\" asked Baul. Enhanced smiled and slowly replied, \"We get everyone around us to join an expected utopian society. There will be no requirements to belong except the belief in a coming utopia. Anyone can join!\" Baul asked, \"What good does that do?\" \" That slowly breaks down the tribal and national boundaries of ethnic ties ,\" replied Enhanced. \" Once the ethnic ties are broken, the territorial boundaries of the ethnic group can be slowly broken .\" \"Well, go on,\" commented Baul. \" This will allow us to slowly emigrate into the lands of the people that believe in the utopia ,\" continued Enhanced. \" And are we not believers also? Could we not promote the great coming utopia so that we could enter a much greener land, buy property, and start businesses? Then we could travel as far as the news of the great utopia had spread and taken hold of the imagination of the aliens .\" Enhanced paused, and Baul asked, \"Can th is be used in the present politics of nations?\" \"Certainly,\" replied Enhanced. \"Any ki ng or ruler who desires to expand his political presence and tax base could advocate the utopian concept and take over"},{"pageNumber":12,"pageContent":" the adjoining country with a minimum use of force. Of course we could help promote the propaganda for this takeover. We would be the ruler's advisor and have an inside track to make profitable deals! If there was a war, we would not have to do any fighting for we are renowned peace lovers and are not mentally suited for fighting. We would be the merchants for supplying the army and buying the loot. As long as everyone is our friend we will have it made.\" \"What will motivate alien people to be our friends and let us into their land? It will take more than just promising them a utopian nation,\" Baul of Tobasco commented. Enhanced continued, \"We have a plan to promise them a utopia here on earth and a utopia after death. In fact we hope to have all the aliens thinking of the wonderful future utopia on earth while alive, and a utopia in heaven after death. Of course, we will not give them a double your money back guarantee that they will go to heaven, but we could depict this heaven in writing, and almost everyone believes in what is written. This ut opian concept will promise peace for the"},{"pageNumber":13,"pageContent":"believers. In fact, we could have constant war for perpetual peace, for many only believe what they hear and wish, and not what they see .\" \"If the aliens were as stupid as the Wasseene we could easily manage,\" Baul commented. \"Many of the aliens are that stupid, and many are unc oncerned. There are very few thinkers among the Genius as well as the aliens. Thinkers usually don't act, so if we present our program, and ignore those who think and criticize, we will have clear sailing. You know, maybe the concepts the Wasseene believe in could also help pacify the aliens. In fact thei r beliefs are suicidal, which has provided a good outlet for the Genius' strange and insane individuals. As you know, the priests of the Genius often place a defecti ve person in the custody of the celibate Wasseene to keep the Genius race pure and efficient. We need not convert all of the aliens to the beliefs of the Wasseene, but if we could convert some, it would help. We could fill their heads with dreams. After a while they would do very little thinking about what reality is ,\" Enhanced pointed out. \"You're about right,\" Baul concurred. \"Baul, would you like to lead and promote a concept that would allow us to emigrate into the land of the Gonads? I can get some of the financial backing for a well planned project like this,\" asked E nhanced as he looked at Baul hopefully. Baul looked down and thought, \"We really need a mythology to promote a utopian society. Yes, we need a mythology and even more, a religion to promote your ideas. Religions are philosophies that ar e put into the subconscious mind by mythologies, rituals, and ceremonies. On ce we control the subconscious we can control the basic values of logical thought. Once we fabricate the religion, we can promote the utopian concept as God's word. We would then control the subconscious for our own purposes.\" Still deep in thought, Baul's mind raced on, \"Gods are the trigger words that bring to the conscious mind the comforting and motivating ideas of the religion. We could have a religion without a god or goddesses, but only th e more intelligent could follow such an abstract concept. We need a set of gods or a god to allow the average person to follow our propaganda. In fact, one god would be ideal for we would not need very many concepts tied together in our mythological propaganda . We also need a fickle god that confuses the stupid. Double talk about concepts allows us to present whatever arguments that are needed at the times .\" Enhanced watched Baul and then said, \"Our problem with a mythology is very simple. The Genius have historians who have fabricated our history for years . The latest has been the history of King Devious. My uncle, Expanded Truth, has written a histor y of Devious which comes from the story of a Gopta"},{"pageNumber":14,"pageContent":"King about a thousand years before Devious, our fictitious king, was supposed to exist! There was nothing unusual about this; almost all of our history has been fabricated about the greates t of heroes. We are the chosen people, and we chose the best for our history.\" Baul interrupted, \"We need a mythologica l history that puts our people in a good light for we must gain the confidence of those whose lands we will colonize. We have to be the \" Good Guys! \" As you know, Enhanced, our priests have already portrayed us as the Good Guys. It should be easy to continue. I can cook up a temporary mythology but we need a real st ory that ties in with our mythological history.\" Enhanced was enthused. \"Now you begin to see that all this is possible. With our Good Guys portrait, we would have no problem in living in a utopian society of aliens. Of course we are human, not all of us are perfect. Our Good Guys image will help us overcome even this problem. We need a new God for our utopian society. Our Genius God is a fickle and jealous God. He demands perfection from all our people. This would illustrate that we Genius are exceptionally holy and good people but it still would be difficult to convert the aliens to our God. We need a new version of our God, the God of the Good Guys , or maybe the God of the aliens could be the Son of our God. Something like the old Sumerian concept of the Son of the Sun that came down to earth .\" Baul then interjected, \"We have a good start on the concept of forever-lasting life if we use that idea. In the Sumerians' mythology, the Son of the Sun dies every year and comes back to life every year. Their kings assumed the title of the Son of the Sun and thus were holy. We will have to cook up something containing these ideas. Just remember the old tale of the Sumerian city of Hemin hasn't died out yet and is still alive as the Leek idea of Heaven. This reminds me that the Wasseene have a philosophy and mythology that could have come from this Son of the Sun legend.\" \"I have business over in Dumbcrazy. I am prepared to leave tomorrow and will be traveling for about a month. When I get back we should get together and plan our product and sales program for promoting this utopia. Maybe you could get some of our priests to present some of thei r ideas too?!\" Baul asked excitedly. \"By the way, Baul, last month, did you watch the execution of those clowns who were trying to be our leaders? They were all a bunch of bastards. It was good that they crucified them quickly. We could have had a lot of trouble with a revolt against the Gonads,\" Enhanced pointed out to his new partner. Baul smiled for he disliked poor leaders. \"It was comforting to see them go in such agony. The young fellow that used to ride the ass around town really did some screaming. Some of his followers were spitting on him as he died. He almost made a martyr of himself.\""},{"pageNumber":15,"pageContent":"Enhanced interrupted, \" We need a martyr. Nothing sells like the poor and downtrodden. Maybe the God of the aliens should be a poor and downtrodden martyr who is always persecuted. We Genius have always succeeded when we portrayed ourselves as poor, downtrodden, and persecuted; our priests are the greatest criers, moaners, and wailers in the world! \" Baul replied, \"I'll do some thinking about this suggestion as I travel to Dumbcrazy. I'll have plenty of time for thinking, because the desert is very boring to look at.\" \"I will make as many contacts with priest s and scribes as time permits. We should plan to act quickly and complete our religious project with due diligence. We have time to dream and think, and when you return we can act to produce a complete religion;' Enhanced stated happily. Baul hesitated and then spoke, \" I admire your determination. We are not theologians but theologians never real ly create a religion. They only modify a going religion so they can control the people .\" Enhanced continued, \"I'll take my chanc es on our success. We both understand the amount of effort to succeed in an enterprise.\" \"It takes more than effort, it takes cash,\" commented Baul. Enhanced smiled and replied, \"I have a good financial position. My pornographic art store has made very good money for the last two years. Pornography will never go out of style. All it takes are two types of people to make money. Prudes and Dudes! There seems to be plenty of each these days. I should be able to finance the beginning story. It's getting late and I must get home. See you at the temple in the morning.\" \"Start by writing an outline of what is needed to promote this utopian religion. I will do the same and we shall meet and compare ideas after my trip. If we can get a good program, I am sure that the priests will also back us by providing free scribes and apprentice priests as writers. I'll see you in the morning at the temple. I am already packed to travel. The mules are in good shape, so when I arrive at the temple in the morning I expect to get a blessing from the bankers and then proceed on the journey. Good night!\" Baul said before departing."},{"pageNumber":17,"pageContent":"CHAPTER THREE In the morning Enhanced was at the temple, for he wanted to keep Baul interested in the utopian idea. Baul arriv ed with a train of eight mules behind his saddled mule. He had carefully packed all of his merchandise in oiled skin bags. He did not want to get them wet beca use sheep-gut condoms rotted whenever they got wet in bags. Baul had a very va luable cargo for his desert crossing since there was an outbreak of HELPS in Dumbcrazy. Baul acted as though he was rushing to save the young people from th is dreaded disease. The sheep herders had gotten the disease from the sheep, and were now infecting the prostitutes in the city. Many were against his mission, for they thought that abstinence until married at 14 would be the best solution. Baul was a staunch supporter of free trade, and of this wonderful opportunity to make money. He would be paid in gold here at the temple in Bumslumdeedum, when he returned with a letter of credit. The money changers in the temple at Bumslumdeedum would buy his letter of credit, and their people in Dumbcrazy would hold the gold received for the condom s. Baul had to prove his cargo, and get an inventory bill from the money people at the temple before he left for Dumbcrazy. No money had to travel to Bumslumdeedum for this deal, just paperwork. Baul completed his arranged deal by showing the money people his cargo. He then went over to Enhanced to say good-bye. \"I hope that you have the same values in patriotism as we do in business. I would like to promote the utopia for our people.\" Enhanced then replied, \"You can be sure that my word is as good as my father's. We Genius must be honest with each other.\" Baul mounted his mule and, with his servant s trailing, led his mule train out of the city. They went northward and eastward and the journey was to be at least 400 miles. It would take 14 days to reach Dumb crazy. He needed a couple of days to complete the deal and to look for a return cargo. If he was lucky, he would be back in a month. Baul's first stop was at a watering hole about 15 miles away from the city. He filled the water bags, for he was to camp in the desert that evening. He traveled another 15 miles and found a camping spot for his mules. After checking everything, he carefully ate his dates and precooked grain to keep from lighting a fire. The fewer the people that saw him, the less likely it was that he would be robbed. His two dogs were on the alert, and they would give him ample warning if someone were to approach at night. As he lay on his rug he began to visualize what kind of a God the aliens would like to follow. Martyrs were on his mind and he soon thought of the young fellow that rode his ass about Bumslumdeedum. If we could bring this fellow back to life we could do a publicity stunt with him and manage his public relations. \"Well, maybe it is better"},{"pageNumber":18,"pageContent":"that he is dead, thus he would not hav e to be managed and coached every day,\" he thought. Baul then started to hypnotize himself so that he could visualize a character that he could create as the God of the Aliens. The vision was incomplete that evening but he would try tomorrow. Each night the vision would become more complete and he felt that maybe after many nights he would succeed in producing the characterization needed for a God of the Aliens. It was on the sixth night of traveling that Baul began to see the God of the Aliens as a total person. Baul had the ability to perceive himself from outside his body, thus creating another person, a method not too difficult for an experienced hypnotist. The young man pictured by Baul was a true Genius. He had dark curly hair and a sharp hooked nose. His upper lip was heavy and his skin was an olive white. He had read the prophecies and act ed the part of a coming ruler. He must have studied the concepts of the Wasseene for he and his followers traveled about like celibates with no ties to any local families. From this picture of the new God of the Aliens, a good history of his life must be built. \"We need some facts and some imagination to get this thing moving,\" he thought. Baul had his picture completed and he was extra tired and sleepy. Tomorrow he would have to start visualizing this God's history and turn it into a real mythology. Baul groaned and then rolled over and went to sleep. It was on the 12th night when Baul was vis ualizing the God of the Aliens that he realized that he must really get the true details of the personality of his martyr God. He had to get details that co uld be fitted into the mythology and the philosophy of the God of the Alien utopia. He realized that the new utopia had to be presented as the plan of the Alien God, that would give peace and everlasting life to the alien believers . He now realized that to promote the utopia, he need not tell all the background of the Alien God, but just say that the new God was the Son of the Genius God, and born of a virgin just as many other gods had been. He had risen from the dead ju st as many other gods had done. In fact, Baul was so confident of his concept s that tonight he visualized the Alien God rising into the sky and fading away as he crossed the sky. The Genius God promised utopia and had always kept all their people humble and obedient with guilt from original sin. Since everyone was a sinner, the priests of the Genius could humble anyone and everyone! Baul realized that the Wasseene sect of the Genius religion must be studied and explored for it seemed to be the perfect ideology for partly enslaving the aliens. The Wasseene had also adopted most of the concepts of the east ern religions as presented by one of the Sons of God, Krishna. In fact BauI had heard of other crucified Sons of God by different religions and their sects all functioned very well. Maybe he would investigate these sects to get additional ideas."},{"pageNumber":19,"pageContent":"CHAPTER FOUR Baul had stayed by himself on the trip to Dumbcrazy so that he could think without interruption but on the way home to Bumslumdeedum he would converse with his servants and get their opinion of the Wasseene concepts. It was only a half day journey to Dumbcrazy now, and he had to prepare gifts for his merchant friends there. He also thought that he would see some of the different religious philosophers in Dumbcrazy. Baul's mule train arrived in Dumbcrazy early in the afternoon and he soon had looked up his merchant friends. They prov ided stabling for his mules and a safe place for his merchandise. They even made some good offers for the cargo of condoms, but in the morning they would make their deal and begin the paperwork. \"Maybe there would be a retu rn load of goods he could deliver? No use traveling without a car go,\" he speculated. Baul also obtained a safe place to stay for his servants and himself near his cargo. On the morrow afternoon he planned to locate some of the educated priests and prophets. He thought he would inquire if any caravans from the east had come in, for they usually had the most novel religious concepts to reveal. In the morning Baul talked with his friends and other merchants and settled on a price that was reasonable for his risk. The merchandise would move quickly so that the merchants would have little difficult y in getting a quick profit. One of the merchants realized that Baul had a w onderful method of carrying perishable goods and presented an excellent price for a crop of hemp leaves. So Baul bought at this low price all that he could carry. He was overjoyed, and he celebrated by having a lamb cooked for himself and his servants by a local caterer. Most of his servants could take some wine that afternoon, but they would be paid when they got back to Bumslum deedum. Baul himself was too busy to drink much wine for he had to plan for a business banquet. He found that the caterer who had cooked the lamb had access to a dining hall and could prepare the meal and a party which was just what he needed. Baul paid the caterer half the cost of the banquet, and asked him to st art preparations immediately. He then instructed one of his servants to inform all the merchants he had dealt with of the banquet that evening. Finally, Baul went to inquire about an educated priest or philosopher. One of his friends, Magnus Haggler, who purchased some of the condoms, advised him to see a Leek scholar who was studying old religions. Fatso Greaseball was the scholar's name, and it suited him. Fatso was a very intelligent scholar, and enjoyed talking to foreigners. He was not a very religious person for he was very practical. Baul's friend, Magnus Haggler, introduced Baul to Fatso. Fatso saw a well educated merchant coming for information that most practical people don't bother with. \"What particular information do you desire?\" Fatso inquired."},{"pageNumber":20,"pageContent":" Baul hesitated for a moment so that Fatso could easily understand his problem. \"Well, we would like to start a religion and would like to know a good story to promote its beliefs,\" was Baul's delayed answer. \"Well, what beliefs are you going to promote?\" asked Fasto. Baul thought for a moment, and then blurt ed out anxiously, \"Something similar to the Wasseene cult.\" \"That is easy for it is all laid out by Krishna, a Hindu type, and the story is even older than the Hindu religion,\" Fatso replied in a wise and kindly voice. \"The earliest I know of is the religion of the Sumerians who worshiped the Sun and the personification of the Sun in the Son of the Sun. It is fr om his fable that all of the great savior religions started,\" Fatso exclaimed. Baul stood still for a minute and then asked, \"What other religions have the coming of a savior or a Messiah?\" \"Let's have some refreshments, like a cup of tea, and I can give you some idea of the extent of the religious myths,\" Fatso answered as he felt hunger begin to invade his thoughts. The trio then went to a tea vendor that had a covered rug as his shop. Tea was served with honey and biscuits and Fatso reminded Baul that he had to eat to live and expected a small payment for his services. Baul nodded and Fatso cleared his throat. \"We should start with the ancient savior Kr ishna of India. He was supposed to be born of a virgin in a cave. A guiding star was overhead and thus wise men traveled to see the prophesized event. T hese wise men who covered the event gave his parents gold, frankincense, and myrrh. The child * , Krishna, was hailed as the savior of the world and would atone for the sins of all the people. Soon after his birth the local king decreed that all male infants should be slain, for he did not want any competition from a holy god ch ild with some intelligent advisors. The parents and child, of course, fled to a safe city. All this supposedly occurred about 1200 years ago. You can see the detailed information in the episode portion of the Manhabaret bible. The philosophy of Krishna is almost identical to the Wasseene concepts. About 600 years ago another one of these saviors was born of a virgin in India. His name was Sakial and he came to reinforce the wayward believers of Krishna.\" Fatso paused for a moment and then went on. \"Both   * * THE WORLD'S SIXTEEN CRUCIFIED SAVIORS by KERSEY GRAVES. Copyright 1875, Sixth Edition, Revis ed and enlarged, Reprinted 1960, THE TRUTH SEEKER COMPANY. "},{"pageNumber":21,"pageContent":"Krishna and Sakia were supposedly crucifi ed by evil people. Also in Syria, the savior Thannuz, about 1160 years ago, wa s crucified to save the souls of the people. I could go on, and even mention Hesu s, a Druid of the Gauls now in the Gonad empire, about 830 years ago, who was also crucified by evil people. He was the lamb of God that was to take away the sins of the world. The most ancient of the crucified saviors that I know of, is Thulis of Gopta, about 1700 years ago. There really must have been a very old story about gods born of virgins to save mankind even 1700 years ago.\" Baul listened very carefully and then asked, \"Where did this guilt complex of the Wasseene come from?\" \"We really don't know,\" Fatso replied, \"but both the Goti, the Goptas, and the Woroasters had to have a guilt complex created to get everyone in on the saving of mankind from evil sin. Everyone had to be guilty and the priests could then control the society by curing their imagined problem. The guilt complex is a natural phenomena in each person for it is a manifestation of group cooperation in a tribe or small society. It seems that ev eryone has some kind of evil to cure, that is almost everyone. You know, far to the north and west the Norse have a religion that does not have any original sin or even a devil. It seems unusual that the Sumerian rulers, the Goti, who started most of the religions, came from this region . The Goti originally had a version of the Norse religion. When it was adopted by the people here, it was cha nged for the people were of a different ethnic background and environment. The religions of this area have a base from the Sumerian sun worshipers, but the people really hate the sun. Their dream of a life after death as presented by the Son of the Sun story is what they would like for it to be: life without pain nor any concern for the future. This concept has taken hold in the minds of almost all the people;' Fatso said in a very thoughtful tone. Baul then asked, \"Where could I lear n the most about the Wasseene religion without the hassle of the conversion routine?\" Fatso thought a moment and then replied, \"You could do best by finding a Krishna missionary. The Wasseene cult is really the Genius's form of the worship of Krishna, an eastern God and Savior. Their philosophy is also similar to the Woroasters religion with a Genius twist. The Krishna also have a fully written philosophy and religious history in the form of a bible. The Krishna cult in Golexandria, in Gopta, could get all the in formation you desire. Just get in contact with them when you get back to Bumslumdeedum.\" Then Fatso inquiried, \"What is the purpose in promoting such an enslaving religion?\" Baul hesitated and asked, \"W hy do you want to know?\" "},{"pageNumber":22,"pageContent":" Fatso replied, \" All religions are promoted for the effects of the religion on the receiving populations. Some promote the religion to give social unity and moral guidance. Others promote a religion for their own personal reason. Sometimes the personal reason is simply money such as contributions from believers, money from the purchase of literature, or donations upon death or marriage. The perpetuation of the guilt complex helps promote donations by the guilty for the absolution of their real or imagined sins. These are the obvious reasons for promoting a religion . Maybe I could help you fulfill your goals in promoting the religi on you choose?! Don't worry I am not in some political or religious group that would like to know what is being promoted. I am interested in learning the effective methods to promote a religious philosophy for any reason, whatever it is.\" "},{"pageNumber":23,"pageContent":"Baul smiled and said, \"We are interested in peace and understanding of mankind. We of the Genius understand the need for brotherly love of all mankind.\" Baul then asked Fatso, \"Where do I get the information about the Wasseene cult and the religion of Krishna?\" \"The Bhagavad-gita is obtainable in Bumslumdeedum, and of course in the Land of the Gopta,\" replied Fatso. \"You could also get information from the Vishnu Purana which comes from the two great epic poems, the Ramayana and the Mahabharata. These writings are very old and predate some of the Leek gods. You also should look up the information on the religion of Woroaster the Law Giver. Your Genius faith has taken from this religion, its laws of God. The Dithras religion, also of Bersia, is a factor in the Wasseene cult. Dithras is yet another Savior for he, it is claimed, can interced e with God and give your soul salvation. You can get all of this information in Bumslumdeedum or Golexandra.\" Baul could see that there must be a great deal of information on religions just in Bumslumdeedum. There was no real reason to question Fatso any more. In fact, there was so much information in Bumslumdeedum, that it was useless to question the traders from foreign lands, until he knew at least some of the information at home. Baul then gave Fa tso a gold coin, and thanked him for the information he needed, for it had pointed him in the correct direction in his search for workable ideas. Baul had completed all his business in Dumbcrazy, and needed only to hold a parting dinner for all the merchants he had dealt with. As a parting gesture Baul invited Fatso to the evening dinner. He said goodbye to Fatso and told him that he would be ve ry welcome at the party that night, otherwise, he would probably see him again in the years to come. He hurried to his party hail to check on the preparations. This had been a very busy day, and he would have to get out on the road to Bumslumdeedum to rest. Maybe he would take an extra day coming home. The caterer that Baul had chosen had done an excellent job in preparation, and just before dusk the guests began to arrive. That evening the party was a meeting of po litical as well as merchant thinkers. \"What was the trouble in Bumslumdeedum and why did the people not just comply with the Great Gonads and go on living in peace?\" one of the condom buyers inquired. Baul told the merchants of Genius destiny and the limitations of living in Bumslumdeedum. Maybe he would like to live with the Gonads, or even in Gaul, or in Germany with the barbarians with the uncovered genitals. The one of the merchants replied that if Baul would accept the present political situation, he could move into the land of the Great Gonads. Of course he could not take many of the Genius people with him for this would look like an invasion to"},{"pageNumber":24,"pageContent":"the Gonads. Slow infiltration has proven to be the best method of invasion. \"You must learn to use the Gonad Empire as a staging ground for promoting your own good.\" the merchant pointed out. Fatso Greaseball arrived a little late and so on joined in the discussion. He knew of the methods of invasion by infiltration into a society. What Sigmond Hog had advocated was well known in the merchant society and intellectual society. The political dreams of the Genius had warped the minds of the Genius tribes away from the realities of the world. Baul wa s more determined than ev er to get his new religion moving. He could see the Genius moving into the rich lands of Gonads, and away from all of the racial conflict. \"Wouldn't it be wonderful to live with all those dumb barbarians!\" he thought. The party was a success, for all the guests ate their fill, and were dead drunk when their servants escorted them home. Fatso greatly enjoyed himself for he loved to talk as much as he loved to drink. Baul slowly realized that Fatso would be a big asset in Bumslumdeedum with his religious movement. He mentioned that if Fatso could find a big strong mule he would pay for it, and pay a good salary if the Leek philosopher would return to Bumslumdeedum with him. Fatso agreed to the deal and would meet him in the morning with a strong mule loaded with his belongings. Baul had a few hours to sleep before he loaded his cargo, destined for Bumslumdeedum, onto his mules. He then had to check with the local temple to get his bill of lading and verification of the movement of goods. Baul's cargo was a load of hash leaves for the druggists of Bumslumdeedum. His oiled leather pouches were ideal for carrying such a valuable, perishable product and the trip would be a real success if he could get home safely. This time he was making money both going and coming on some very valuable cargo. \"Yes, don't destroy the Gonad empire, just use it,\" he thought happily."},{"pageNumber":25,"pageContent":"CHAPTER FIVE The dawn came and Baul awoke his servants. Soon the trading house and the bankers arrived at his inn and watched him load his cargo. Baul had purchased the cargo for a small fraction of the value he got paid for his condoms, and the bankers in Bumslumdeedum would pay him the difference in value. He carried no gold, but only silver coin that could be used to purchase supplies for his men or mules. Fatso arrived on a huge young mule. He had gotten it at a bargain price and Baul agreed to pay for it. He needed a water bag and a grain bag for traveling but they were available at the local trad ing market and could be purchased on the way out of Dumbcrazy. It was late morning before the group start ed their trip, and they went through the city gates at noontime. In late afternoon they stopped at the first watering hole. They fed the animals and made camp at the common grounds. After a light meal Baul mentioned that they should talk about their adventure in Dumbcrazy on the morrow. Now they needed to rest to recover from the fast city life. This would give him a way to talk about his first meeting with Fatso, and have Fatso and his servants present. They were all tired but the dogs were alert and would awaken them if people came near. One servant, Vinegar, the fellow who didn't drink, would stay on guard that ev ening, as they were still close to a populated area. The night was quiet and peaceful, and all of them except Vinegar, rested. He would sleep in the saddle all day on the morrow, and would be the night watchman on the way home. In the mornin g they were up and away as the sun rose. The caravan finally stopped for the evening at a well outside a remote village. The village chief met them, and asked for a small payment for the use of the well. Baul happily paid him, and also assured him that he was a merchant who would cause him no problems. He invited the chief and some of his men to be his guests for the evening. They had brought a lamb for co oking for just such an occasion. Baul then bought some firewood from the chief so the lamb would be ready at about dark. At dusk the chief and five men a rrived and were greeted by Baul. They settled down to eating and drinking lightly of the wine Baul's caravan carried. They soon began to talk about their experiences at Dumbcrazy. The chief of the village was very interest ed in the foreigner's viewpoint for he was a Woroasterist. His interest was in t he creation of good and the repulsion of evil. This was a war between the Gods that wa s constantly being waged. The personal tie to this war was that each person ba cked the good or the bad by his personal actions. The good people went to Heaven and the bad ones went to Hell for a short punishment. The God of good, Ohrm azda, and the God of bad, Ahriman, were not fickle Gods like the God of the Genius, but remained constant in purpose. Baul liked this concept for it was a point easily pr esented to potential followers. God and the Devil were good choices to present to converts. The"},{"pageNumber":26,"pageContent":"chief's Woroasteran concept, that the world was to be twelve thousand years old and three thousand were now left to be lived, was rejected by Baul, for that could create too many controversies. Baul thought to himself, \" We need something simple for simpletons! \" The chief was interested in learning what Fatso Greaseball had to say about the sources of information on different religions. He was very satisfied with his religion, but liked to know more about other peoples' ideas of life and death. They joked of the different concepts they had heard, but were polite enough not to force their own pet concepts upon each other. The chief then mentioned that he had four wives, but that it was almost t oo many. Woroasterists could have as many wives as they desired, but it really meant that a man would have more masters. The evening ended when the last piece of lamb was eaten, and the second bag of wine was empty. Tomorrow was another day, and they all wanted to meet it with vigor. \"Goodbye, and I hope to see you again,\" were their final words to one another."},{"pageNumber":27,"pageContent":"CHAPTER SIX The morning came and the caravan was off as the sun rose. Baul had gotten his servants interested in different religions. He could now get some different viewpoints on these religions. He wanted to know how his servants would react to some of the concepts of the Wasse ene religion when he presented them. He would have to wait until he knew all the concepts so he could get an overall idea of what they could perceive. There was a lot of distance to travel over desert inhabited by nomadic thieves, so they had to move swiftly to get home, the discussion could wait. They had been traveling for days and t hey finally passed a caravan going to Dumbcrazy. It happened as they were nearing the river Gordan and were about to forge it at a rapids. The mules sensed their coming to a source of water and speeded up. Baul's party arrived and the rapids were clear of traffic, so they slowly walked and drank their way across the river. In two days they would be home. The next two days were uneventful, for they were now in Yudea, a province in the Great Gonad Empire. They went into Bumslumdeedum and straight to the temple for Baul's banking needs. Baul wanted his money for the condoms and he also wanted to get a lead on who needed the hash leaves at that time. The money changers wanted his repeat business, so they gave him a few hot tips about the drug dealers. Baul quickly got his money and a lead to the most active drug dealer in town. He headed for the drug house with an estimated price given by the money changer. Both Baul and the drug dealer would haggle, but the money changer knew what he could loan to the dealer to buy the drugs, and what the drug dealer could sell at, so the price was really already fixed. No one would lose. Baul quickly made the deal when he pr esented a note from the money changer. He then headed for home, and sent one of his servants to inform Enhanced Truth that he was back, and had new information on how to promote the religion for the aliens. Next morning Enhanced Truth arrived at Baul's residence in a state of high expectation just after Baul had finished his breakfast. He greeted Baul and asked why he was so happy. Baul then explained, \"All the inform ation we needed is probably here in Bumslumdeedum. In fact I have brought a scholar who may help us fabricate a new religion. I'll introduce you to Fatso Greaseball when he gets through eating. What we need now is an intelligent follower of Krishna with all the concepts of the religion in a presentable form.\" Since Baul was a friend of the chief priest and the priest knew what odd beliefs there were in Bumslumdeedum, he possibly could give him a lead on whom to"},{"pageNumber":28,"pageContent":" contact. So they would walk to the temple and get the information from the priest, of course after explaining their mission to him. They arrived at the temple and inquir ed about Clairvoyant Prayer, the \"Most Holy\". He was eating, for the morning offe ring from the faithful had come in. Roast mutton was the fare of the day. As they waited, Clairvoyant came upon them with a mutton leg in his hand. Enhanced imm ediately recognized his boyhood friend, Big Mouth. \"Clairvoyant!\" Baul shouted. He immediately. smiled and extended his free hand. The \"Most Holy\" recognized both Enhanced and Baul. "},{"pageNumber":29,"pageContent":"\"It has been a long time since I hit the wine shops with either one of you!\" Clairvoyant exclaimed. \"I only eat now and then, as I can't eat as much as we get in for offerings.\" Baul looked to see if Clairvoyant was really fat, but he was just pleasantly plump. \"I see that your work pleases you,\" said Baul. \"Yes, it is very interesting. Well, what is the reason you are here?\" \"We come to you for we realize that you have a deep interest in all religions. We would like to get some information on the Wasseene sect, and the Krishna religion. We would also like to find a Krishna follower, so we could get all the concepts of their religion. We do not want to go directly to the Wasseene, for their conversion methods are tiresome.\" Clairvoyant sensed that Baul and his friend were not really interested in changing religions but were looking for knowledge. \"What are you really interested in?\" the \"Most Holy\" asked slyly. Enhanced then told of his father's plan to save the Genius from starvation, by slowly moving all of them into the green lands of the Gonads. \"We are interested in the concepts of the Wasseene sect and of its tie to the Krishna religion,\" Baul concluded. Clairvoyant then asked, \"What is the pur pose of knowing the philosophy of the Wasseene?\" Enhanced explained, \"We would like to start a religion that could be used to promote a passive alien society in which we Genius could immigrate. The Wasseene have such a religion and we would like to copy some of the concepts and improve upon them so that we could c onvert the aliens to our new religion. We must make the aliens less aggressive and mo re helpful to us in order to fulfill our great plan. The Genius will someday emigrate by slowly infiltrating the societies of the Imperial Gonad Empire. We cannot do this by force for we are poor fighters as well as great cowards. We need a propaganda device to help grease the way. Our new relig ion, which we will fabricate, should do this nicely,\" Baul announced with confidence, smiling broadly as he spoke. Clairvoyant paused for a moment, and then spoke. \"I think we have the man to get the information you desire. Spiritual Visi on is just the man for your needs. He knows the Krishna concepts very well, for he has traveled to Karachi several times, and at one time was a convert to t he Krishna concepts. You will find him at the southeast square in a moneychanger's booth. He trades currency with the"},{"pageNumber":30,"pageContent":"caravan servants. Go there and inquire ar ound. Everyone knows him as the tall, lean Visioner.\" Baul and Enhanced thanked Clairvoyant and quickly departed for the southeast square. As they walked Baul told of the talk with Fatso and the fact that there was a wealth of information here in Bumslumdeedum. \"We should also look into the religions of Bersia. Woroasterism and Dithraism are also influential and competitive religions to respect. We should also keep our ears open about caravans which come in from China, for they have unique philosophers too. We also need to hire a couple of scribes to writ e all our concepts into a story that fits into history. We must have some tr uth and logic in a mythology, or even the simpletons won't believe it.\" \"That's right, a good lie is based on an irrefutable truth, and then it is embellished,\" replied Enhanced Truth. As they came close to the square, the smell of camel dung and unwashed servants filled the air. Enhanced, being the taller, quickly pi cked out a moneychanger's table, and nudged Baul in that direction. As they approached they could see one tall thin person who easily stood out from the other money changers. They quickly approached and asked if the person was Spiritual Vision. With a dead-pan expression, he asked why they wanted to know. His hand was behind him, probably on the handle of his dagger. Baul quickly interjected, \"You are recommended to us by Clairvoyant Prayer for information about Krishna and other eastern religions.\" Spiritual slowly relaxed and said, \"I hav e been a follower of Krishna but returned to the religion of the Genius years ago. What would you like to know about the religion of Krishna?\" The tension vanished and Baul smiled saying, \"I would like to know the tie between the Wasseene and Krishna cults. What are both their beliefs? Where can we get written information about the Krishna religion?\" Spiritual was smiling for he had a couple rich students in front of him and he was a poor teacher who could endure the plague of temporary wealth. \"This will cost you a little money if you want answers to all the questions you have asked for it will take time to impart th is knowledge. I have the scrolls of the Krishna philosophy and beliefs so that you can read them yourself or your scribe can read them to you,\" Spiritual Vision replied with a broad grin. Baul then asked, \"What is your price for teaching both of us?\" "},{"pageNumber":31,"pageContent":"\"Two Gonad silver coins for each afternoon at my apartment and we can start tomorrow.\" \"We will meet you at the market place at noontime, and you can lead us to your apartment,\" Baul exclaimed, growing more excited. \"Be prepared to learn of the tie between Krishna and the Wasseene,\" replied Spiritual. \"You may be surprised!\" Baul and Enhanced said goodbye, and headed for their meeting point nearer to their respective homes. As they strolled along they talked of their next parallel action to get their movement going. Baul suddenly announced, \"We need to find the Wasseene people who were friends of the fellow who was executed with those other four politicians! We have to get to the Wasseene group to find these people! I have heard that they have a meeting hail in the Old Town of BumsIu mdeedum. Tonight I think I will travel there. I will get a couple of my armed se rvants to accompany me and maybe I can get some leads to the identity of this fellow! We don't want any setbacks as far as this movement is concerned!\" Enhanced was startled by Baul's outburst, but agreed and added that he would contact a couple of scribes to plan to write a story about our new religious leader. \"If this fellow is politically clean we can very easily make him a hero. Since he is dead he cannot get into trouble and spoil his reputation and our work. The dead are a very good risk for promoters. I'll contact the scribe tonight. We should be ready to move ahead in a couple of days,\" Enhanced explained to Baul who was now on edge and very excited. Baul and Enhanced said that they would be at their usual meeting place the next day in late morning to go and meet Spiritual Vision. Baul would bring Fatso Greaseball to listen in on what Spiritual had to say. They then departed for home. That evening Baul armed a couple of his servants with short swords, and placed armor under their robes. They were really armed like Gonad soldiers, but looked like overweight Genius men. Even thei r hoods covered their combat helmets. Fatso dressed like he was also armored, and carried a short sword under his robe. Most people stayed off the streets at night for thugs could be lurking in some dark passageway for the Gonads c ould not control everything. Baul was armed like his servants. They left at dusk and headed for the Old Town. After a good walk they went through the old gates into the shanty village. The Wasseene hall was at the village square and they pr oceeded straight to it. They approached the hail and a lookout noticed them. Baul approached the lookout very slowly. The lookout knew that Baul was armed for he could see his bulk. \"Sir, what have you come for?\" asked the lookout."},{"pageNumber":32,"pageContent":" Baul replied, \"I am Baul of Tobasco, and I would like to talk to one of your priests. As you can see both myself and my men are armed for our own safety but we come in peace. We would like to talk about the young Wasseene who was executed a couple of moons ago.\" The lookout recognized the name, for Baul was a known antagonist of the Wasseene. \"Why would he be here?\" he wondered. The lookout then said, \"You should wait here. I will contact my people.\" He left quickly and Baul and his henchmen waited. In a moment the lookout returned and asked Baul and his servants to follow him. The lookout hurried to a side door and motioned Baul and his servants to follow. Baul proceeded to follow and went into a narrow passageway and then into a candle- lit room. There, in the middle of the room, sat a stately dressed elder with a couple of armed servants. There was only one opening to the room and the exit door could be easily blocked. The elder then asked, \"What do you want to know about our follower who was executed, and why do you want to know?\" Baul replied, \"I wanted to know of the ch aracter of the fellow, and of course his name and where he came from.\" The elder then asked, \"Why do you want to know?\" Baul then thought very fast and said, \"My friends and I are planning an emigration for some of the Genius people. We have the approval of the Genius religious leader, Clairvoyant Prayer. Your Wass eene movement would be helped by our plan for we believe we can use many of your concepts.\" \"The Wasseene movement has just had a terr ible set back by the execution of our follower and priest, Horus. Clairvoyant Prayer had Horus crucified because he was power hungry. The Genius could have grown in the Gonad empire with his concepts much better than with the old concepts of the Genius tribes. I cannot undo the past but I would like to clear the way for a sensible future. Just what is your planned movement?\" asked the Elder. Baul answered, \"We would like to emigrate many of the Genius into the lands of the Gonads. This would take much planning and psychological maneuvering to successfully accomplish. We do not expec t to wage war, nor do any fighting but make a peaceful random emigration.\" The Elder then introduced himself as Arrogant Believer of the Wasseene priesthood. \"I have always thought that we have the way to promote the Genius people. I will help you get the information that you desire if you will help me get a"},{"pageNumber":33,"pageContent":"reasonable agreement with Clairvoyant Pray er. I do not expect a miracle but I do not want any incidents like what has happened to Horus,\" he stated. Baul then replied, \"I will do my utmost to get my old friend Clairvoyant to come and talk with you.\" Arrogant Believer rang a small bell and a servant appeared; he whispered instructions to him and the servant left the room. \"I will act on your promise and get the friends of Horus to come and talk to you. Horus was from a village north of here but has a Gopta name. His family likes the concepts of the Sun God but they went back to the Genius religion as their family grew for they realized that their ancestors were important. His family of course now lives in Old Town and we can, if necessary, introduce you to them. I am getting ahead of your needs,\" said Arrogant Believer. Baul then replied, \"You will have no proble m with us, for we only want information and will not harm anyone. We may even make Horus famous, for we need a popular person as a leader. I believe that I can help you make peace with the other religious sects here in Bumsiumdeedum. I'll talk to Clairvoyant and try to get him to come and see you. We need cooperation among the Genius to survive the coming years. \" At this time two young men entered the room. Arrogant Believer introduced them to Baul and Fatso. They were Bathew and Bark, two of Horus' friends. Arrogant instructed Bathew and Bark to give tr uthful information about their deceased"},{"pageNumber":34,"pageContent":"friend Horus. Bathew looked as if he had never seen water and Bark had a dark nose and big ears. He even whimpered a li ttle. Baul quickly mentioned that he could donate a gold coin for their useful in formation. This would help finance the Wasseene group here. Bathew then aske d, 'Why are you interested in our deceased friend and leader?\" Baul said, \"We are working for the Genius people and hope to have a way of moving the people into the lands of the Gonads. We need a martyr hero for our movement! \" \"Horus was not a great martyr hero but just died for a cause,\" Bark replied. Baul quickly said, \"We will make him a great martyr if he has the correct characteristics of personality. We need a person with a reasonable background. He need not be perfect, but we cannot have a misfit or an evil person.\" Bark then realized that Baul meant to create a leading personality if Horus had a good background. Bark said, \"I will coop erate, for I know that my friend possessed a good character.\" Baul asked, \"Could the two of you meet me here in the morning? I would like to bring a scribe or two and have your story recorded.\" Baul gave Arrogant Believer a gold coin as a part payment for the information he would receive. Baul then announced, \"If you c ould, please plan to bring other friends of Horus, so that I can have a complete background on him. I could donate some more to your movement.\" Arrogant Believer said, \"I can get all his friends for future meetings.\" Baul said farewell for the evening after he re-promised to bring Clairvoyant Prayer to Old Town. Baul and his party left quickly for he had a dangerous journey to travel before returning home. They walked through the streets with their hands on their sword hilts. Nothing seemed to bo ther them, and they soon approached the house of a scribe he knew. They saw a light in an open window. Baul called his name and asked if he could talk. Scribbler, the scribe, was writing by lamp light. He quickly blew it out and looked out the window. BauI announced who he was, and that he would like to have him come along in the morning. Scribbler said that he would like the work and would have a ne w scroll ready for writing. Scribbler had a standard price for his work that was known. He also had a friend who was an excellent scribe. An agreement was made for both their services, and Baul proceeded to his nearby home."},{"pageNumber":35,"pageContent":"CHAPTER SEVEN In the morning Baul was up early, and sent a servant to tell Enhanced Truth that they would not meet at their designated location, but he would travel from Old Town to meet Spiritual Vision at the market place. Baul and Fatso, with a couple of armed servants, proceeded to Scribbler's home and met Scribbler and another scribe called Jotumdown. Then they went to the Old Town to meet Arrogant Believer. It was early enough that the cool morning kept them comfortable while wearing the armor under their clothing. T hey arrived at the Wasseene Hall just as breakfast was being finished and they were quickly shown to a vacant room. Seven of the Wasseene joined them. The guard from the previous evening introduced the followers of Horus, and said that they would talk about their friend and leader. Scribbler and his friend Jotumdown were set to take short notes, for they knew that recording directly would take too long. As the morning progressed, Baul found t hat Horus was a likely prospect to be the martyred leader. He needed much more information, so he scheduled two more weeks of meetings. This was on the c ondition that the Wasseenes could reach some agreement with Clairvoyant Prayer. Scribbler and Jotumdown would stay all that afternoon and be accompanied by Baul 's servants when they went home. Baul and Fatso then left for the trading sq uare where they would meet Enhanced Truth and Spiritual Vision. Spiritual Vision would then teach the basics of the Wasseene and Krishna religions so that all would understand the changes that would need to take place to gain acceptance by the aliens. On the morrow, Enhanced would bring two more scribes to record the teachings of Spiritual Vision. Plaguer and Forger were experienced scribes who could easily handle this job. As Baul and Fatso came into the square they saw Enhanced talking to Spiritual Vision. Upon meeting, they quickly headed towards Spiritual's apartment. Spiritual talked as they strolled. He star ted his talk on the Bhagavad-Gita to give the basic concepts of the religion. Later he would present the Srimad Bhagavatam. \"Krishnaism is a very interest ing religion, for its adherents believe in an everlasting soul that travels from body to body. Reincarnation, or re-meating of the soul, is the way things go. It is about the same as the Wasseene outlook, for they believe in both reincarnation and r enewing the soul. They can get a renewed soul by believing the Word of their God, or reincarnation simply by believing and slowly working towards going to Heaven by progressing from one body to another. Both of these concepts probably came from the Krishna religion, for Krishna is about a thousand years older than the Wasseene cult,' said Spiritual. And he then continued, \"In the Krishna re ligion a person obtained redemption of the soul by believing in Krishna and adhering to the Vedic scriptures. There could be slow improvement as the soul moved from body to body. The person could also greatly improve his stat us by strict adherence to the doctrine of the Supreme Person, Krishna.\""},{"pageNumber":36,"pageContent":" \"In both religions the soul of a person was believed to be comple tely indestructible and nonmaterial. Both religions believed in the equality of souls, for both were based upon a universalistic philosophy. The equality of souls would make it easier for a person to enter the so-called integr ated utopian society. Since all souls were equal, all people were to be judged equally. Thus there would be no restriction on who could enter the religious societies,\" Spiritual pointed out. Baul interrupted, \"This is the beauty of starting with the Wasseene religion as a base. In sharp contrast, the Genius beli eved in ancestor worship and implied that their ancestors came from their God. All others were inferior and not chosen. The Genius have an ethnocentric religion that gave great strength to their tribes. There is little in their religion for othe r people that could not be found in the ancient original sources of other myt hologies and philosophies. The Genius are the chosen people for they have chosen whatever mythology and philosophy they needed.\" They finally came to Spiritual's apartmen t. It was a small two story fortress where Spiritual kept his scrolls hidden in the se cond floor room. He had his wife make some tea while he quickly climbed the ladder and obtained his scrolls. Upon returning Enhanced asked, \"How do you know so much about the Wasseene?\" Spiritual replied, \"In my youth I was very interested in all religions. I learned that the Krishna religion is the background for many other religions, including the religion of the Genius as well as that of the Wasseene.\" He quoted a Genius scripture and followed up with an almost identical Krishna quote. \"The Krishna concepts are hundred s of years older than the Genius writings and they were adopted and adapted by the Genius for their writings. God's Word might have come from Krishna and many other old concepts. I say this for I do not believe that God is a scribe who came down to earth and wrote the scriptures so other scribes could co py his word,\" commented Spiritual. \"Poets and scribes picked the best of thoughts and ideas for their pronouncements and writings. The thinkers of the Vedic were among the earliest original thinkers so they had a head start in religious ideas that were used in the Krishna religion. The fact is that much of our Genius writin gs are adaptations of other religions and historical happenings,\" Spiritual added. Baul asked about the background of Krishna and his life story, and Spiritual told him about Krishna, the Supreme Persona lity of the God Head, who watched over the earth. \"He saw that the people of the earth were sinning and needed guidance. He planned to return to earth and enter human life so as to experience the problems of living. He would have to be born so he had his soul enter the womb of a poor but happy mother to be. He experienced a humble birth in a cave."},{"pageNumber":37,"pageContent":"When he was born, a star was overhead that guided wise men to the cave where they gave gold, frankincense, and myrrh as gifts to the enlightened one. Baby Krishna was soon persecuted by the local ru ler, so his family traveled to a distant city to save his life. There he had a brillia nt childhood. He was later educated at a temple by the priests and wa s so brilliant that, at an early age, he would confound the priests. He became of age and traveled into the wilderness to ponder the meaning of life. Upon much sacrifice and mental concentration he discovered the meaning of life and he then came back to civilization to teach all men his vision. But all men would not accept Krishna's ideas and he was crucified by evil men, and in three days his body and soul rose into heaven,\" said Spiritual. Enhanced asked Spiritual, \"Would you relate all this information to a couple of scribes I contacted yesterday? I will need much recorded information for background material for our coming project.\" He did not mention that the coming project was to deitize Horus and that he needed a familiar story for the arrival of a new god. \"I will have the two scribes come along tomorrow and I will pay an additional silver coin for an afternoon's information. I want all the details about the Krishna religion and what you know of the Wasseene religion. Plan on at least a couple of week's work to complete this project,\" Enhanced commented. Spiritual was very pleased with the agree ment for he could now finance some of his small banking deals with foreign tr aders. Baul and Enhanced soon realized that they had a good start at producing a religious scripture that was interesting and similar to previous successful script ures. Spiritual's afternoon lecture was excellent and it was now time to go home. While walking home, they discussed the knowledge that the scribes would need for fabricating a good story. The past event s of Horus's life may be suitable for a story. They all would have to be participant s in each of these discussions in order to produce a good story. They needed Clairv oyant Prayer to talk with Arrogant Believer so they could get the cooperat ion of the Wasseene. Enhanced agreed to go along with Baul to see Clairvoyant Prayer in the morning to try to convince him to meet Arrogant Believer. The first step to making a religion was now in progress. They had a long but interesting struggle ahead. They would also have to make sure their servants were well instructed in how to operate their business. They soon parted and went to their respective homes. Baul arose in the morning and instructed his servants to get everything ready for any business move that they might see. \"G et all accounts up to date so that we have ready cash. Keep the mules in shape by getting short hauls. Keep getting new business and spend your spare time in the market place where there are plenty of foreign goods, for those merchants reflect back a different viewpoint. For our own safety and economic wealth, get the political news quickly,\" he told them. "},{"pageNumber":38,"pageContent":"Fatso and a servant quickly left for the Wasseene hall where they would meet the scribes, while Baul and Enhanced traveled to the temple to talk to Clairvoyant Prayer. As they entered the temple they met one of the minor priests and he quickly went to see Clairvoyant. The ai r was acrid with the smell of pigeon feathers and foreskins burning on the altar. Clairvoyant was eating another leg of mutton as he came to meet the pair. \"What is the problem?\" he asked Baul and Enhanced. Baul replied, \"We need some help to ge t information from the Wasseene people. Arrogant Believer would like to meet you and get a reasonable understanding so that the incident of Horus's persecution would not be repeated.\" Clairvoyant looked down for a moment. \"I have had enough problems with Horus and my actions did not really improve my si tuation. He was a clever operator. He got himself crucified and that deitized him. Now I have the Son of God on the loose. He is probably up in the northern hills laughing at us. If I could keep him up in the hills I would surely make an agreement with the Wasseene for mutual respect.\" \"You mean he is really alive?!\" Baul exclaimed in total surprise. \"Certainly he is alive. He was seen here in Bumslumdeedum just after the crucifixion, by more than three people. Maybe we should go and see Arrogant Believer as soon as possible and straighten out this mess,\" said Clairvoyant in a matter of fact tone. Enhanced immediately suggested, \"We s hould go now if possible.\" Clairvoyant agreed and got another priest to accompany him. They headed directly to the Old Town. Upon arriving they were brought straight to Arrogant Believer in his study. Arrogant was very surprised to meet the chief priest of the Genius mainliners. Baul made the introduction of Clairvoyant Prayer and his assistant to Arrogant Believer. Both Clairvoyant and Arrogant were pleased to meet on Arrogant's home grounds. Clairvoyant talked directly. \"If you c an keep Horus out of Bumslumdeedum and up in the hills, I will cooperate with you on a religious basis. We have so many hotheads in Bumslumdeedum these days that it is difficult to control the masses. We would like self rule but not by a cra zy bunch of nuts. These radicals will get us all killed by the Gonads,\" he said. Arrogant agreed, but he wanted the freedom to present his concepts to the few Genius who would follow them. \"The Wasseene will keep their group under"},{"pageNumber":39,"pageContent":"control and work with you if you let Horus be free and our people are not persecuted.\" They both agreed that this was a good working arrangement. Arrogant had a skin of wine brought from the cellar, and they all toasted to the agreement. The morning was over and Baul walked back to the temple with Clairvoyant and the other priest. Enhanced found Fatso in another room of the Wasseene hail, and from there went on to the meeting with Spiritual. As they leisurely walked towards Spiritual's apartment, Fatso talked of his morning discussion with the Wasseene priests. The Wasseene had three priests there to discuss all factors and answer ques tions from the scribes, who carefully recorded the priests' viewpoints. They we re similar to the views of both Krishna and the Genius religions. Actually, they we re closer to the Krishna philosophy. The Wasseene had the concept of sin and it was the concept that all people were sinners. This was a Chaldean belief. The Ch aldeans had recorded the story of the Garden of Eden 1500 years before the Genius knew of it. The early followers of Krishna also knew of it, and they believed that following the concepts of the Supreme Personality would make a person free from sin. A person could slowly save his soul by advancing in reincarnation just by being a good person in each body life. The Wasseene believed that a person could save his soul if he believed in God, and if he did that, he would automatically work for the will of God. He had to declare his intent. A second and less desirable method was to believe, and slowly work for self and soul improvement and, upon death of the body, the soul would then migrate to a new body. Similarly, the Krishna followers had the such a question\" Fatso replied, \"In the future you should ask a Genius priest and at least get a rationalized answer.\" Enhanced realized that time was passing, and that he must walk faster to his meeting with Spiritual at his home. Toda y the scribes would be present and get their first concepts of the lectures presented by Spiritual. This was a real rat race, but it would produce the necessary basis for a new religion that both the Gonads and the other aliens would take a liking to and this could make possible the emigration of the Genius people. The scribes Plaguer and Forger were loitering outside Spiritual's house as Enhanced, Fatso, and Spiritual met there within a few moments. Spiritual invited them into his house and quickly got into his teaching for the day. \"Any questions about religion today?\" asked Spiritual. Enhanced asked, \"Where did the co ncept of souls come from?\" "},{"pageNumber":40,"pageContent":"Spiritual replied, \"The ancient Vedic writings had the concept of the soul. The Goti of the Summerian civilization had the co ncept of the soul. Even the Chaldeans got their concepts from Goti. All souls were equal, for the migrating Goti did not have the manpower to fight their way into their new territory as they traveled from Catalonia to Sumer and Egypt, and on to India. They had to integrate their people into the indigenous tribes as they slowly traveled south and east. Their white skins soon became brown and their faces profiled a combination of Asian and Black peoples, modifying their Aryan image. Integration had plagued them, and they created a society governed by t he lightest skinned people, the Brabramin. The color of their skin determined the cast of their social position. They were alive but no longer Goti, goat herders. They changed the goats for cattle and made the cattle sacred. Emigration had worked and they were still the ru lers, but now over the black masses of India. They were still the people that God got his name from, but they lost their ethnic purity and are now forgotten.\" Enhanced didn't like this picture, for he did not want the Genius to integrate with the alien Gonads or with any other group, lose their tribal unanimity, and perish like the Goti. \"We have gained strength with the concept of segregation for it keeps people together who think alike and forms strong social bonds. Our unanimity of action and social struct ure makes for a much more efficient and just society. We could move to Africa and integrate with the blacks and rule all of Africa, but we would be the losers, \" Enhanced mentioned. Baul said, \"I believe that the Genius will not integrate with the Gonads but will retain their Genius religion and customs. Maybe a new set of social rules for the Genius would help this transition. After we complete the religion for the aliens we should work on revising our own social and religious beliefs. We will still be God's chosen people and our youth will have pride in our people. Pride builds unity. We have our chance here to mold our own people, as well as to promote them into a better environment.\" Enhanced asked, \"What is the best way of promoting our own people?\" Spiritual replied, \" An assortment of the old writings as well as a guide to social procedures would help separate our people from the cattle. We should quietly make the Genius religion a completely ethnocentric religion. We must not be too boastful or flamboyant about our beliefs. In fact, we should hide our social morals and customs so that others cannot see that we are a united people. Quietness and secretiveness is how we should conduct our business. Never speak badly of our adversaries, and never allow them to understand that we exclusively favor our own people. \"Support integration and cultural understanding for all other people, but quietly keep to our own at the same time. We are to be pictured as true liberals in any"},{"pageNumber":41,"pageContent":" society. We are open-minded, for we truly love everyone, especially if they are stupid or irrational. We can always be the good guys who can help control alien societies. We will slowly get our security and wealth this way among the aliens.\" Enhanced smiled and said, \"Spiritual, you have already mastered the concept of Universalism for the Genius! We can maintain our own culture and ancestral blood line, and still live with and control the aliens. We must continue developing the religious concepts, for true believers we will soon have. We must put into our"},{"pageNumber":42,"pageContent":"writings enough double talk so that everyone will have to imagine what is meant in certain parts of our writings. This will be God's word, and hardly anyone is smart enough to understand all that God says. This will give us flexibility in promoting our message. We certainly can not put our scribes' names on what will be written. Spiritual mentioned that they should use the names of Horus' friends as authors. This would be the extended truth as they see it-more or less a divine inspiration of writing about divine action,\" he added. Enhanced agreed, \"We need to have these writings look as home grown as possible, with these followers of Horus giving us the intimate word. One other thing we must be sure of is that the geography and historical data are correct. No one will believe it if these basic tie-down facts are incorrect. All the rest can be presented as true history, as long as the recorded events and places are correct. All unreality is based on reality, and then the reality is expanded. Enhanced is the word,' continued Enhanced. \"That's how my father thought of my name. He was so pleased to have a son he called me Enhanced Truth.\" \"What about the concept of sharing among the Wasseene?\" Enhanced asked, turning to Fatso Greaseball who was in deep thought. Fatso quickly replied, \" Since they are all of one ethnic group we really cannot say that they are true communists. For true communists share across ethnic boundaries. The communists are the extreme oligarchy of universalism. That is, they share with everyone regardless of their ethnic ties at the dictate of the oligarchy. The communists quickly dissipate the wealth of a society and are then in trouble economically. Individual universalists are those who would like to have everyone join their group and voluntarily share in their so-called society. They never really completely share everything, for they would probably soon be without food or shelter. They imagine that others who are more affluent can pay to take care of the social misfits. Any group of people th at adopt these concepts are slowly made poorer and soon stagnant as a social force. Individual universalism hangs on forever. It's better than love and marriage. It's like herpes: it's forever. Communism is short lived, for the group soon goes broke and the people have a violent upheaval that changes the philosophy and leadership. Individual universalism is the much safer way for the Genius to live with, for there usually are no revolutions. Revolutions are dangerous to anyone who does not fit into the prevailing group. The outsider is always at fault at the time of revolution? \" Fatso paused for a moment and then continued his dissertation: \" These individualistic universalist groups or societies usually continue to plod on, even though they are always poor and discontented. Their religious beliefs keep them sharing with each other. They also force others of their society to support the misfits. It is all right to steal from others to support the misfits if their God says so. To the universalist, stealing for God is good. 'Take from one and give to another, and you shall live in the kingdom of heaven.' The universalists truly accept the perversion"},{"pageNumber":43,"pageContent":"of paternity and feel good about helping those who would do harm even to their own offspring. They subconsciously believe that they will be very important in their society and in Heaven. You will see some of the universalists go to the far ends of the earth to promote other people and societies. Many have no children of their own, but promote the children of the competitors to their kin. Perversion of paternity or maternity is just as real as sex perversion. \" Spiritual said, \"It looks as if you have a winner in the Wass eene religion. It will paralyze any society if it takes over the majority of the people. With the promoting of the religion by a group of paternal perverts in a church, you could take over all of the Gonads' empire.\" Enhanced then asked, \"What do you mean by using the concept of paternal perverts ?\" Fatso replied, \" People who don't have children often desire to lead the masses as a father figure. They are not po liticians or military leaders, but attempt to provide social leadership anyway. Once they control the thoughts of the masses, they become very powerful. They can control armies by cooperation with the military and the politicians. They can promote the laws of a society and slowly create a power base through social morals. You will have to work this out later. Just get a following of paternal perverts, and you can acquire power like the Krishna religious people? \" The early part of the afternoon went by fast, and soon the scribes were working to get notes on the Krishna religion. They we re now understanding the importance of their mission. The talk about religious concepts was open and very interesting. Spiritual was answering questions from t he scribes, for they would have to know the factors of the Krishna religions that were actually effective in the Wasseene cult. As the sun became lower in the sky, and the scribes were getting tired, they drank their last cup of tea and headed for home. In the evening they would reorganize their notes and get ready for another day of very interesting discussion. Creating a religion was totally new to all the scribes. They always thought that the great books were wri tten by God, and not by a couple of scheming businessmen trying to be social leaders. Another day of work and excitement had passed an d they proceeded home. In the morning the scribes, Scribbler and Jotumdown, were introduced to the other Wasseene followers of Horus. They started to tell their story. What was interesting was the fact that the Wasse ene, even though they did not believe in dying for a cause, could see that there must be some way to promote their own people. They had heard that Baul and Enhanced were attempting to promote the emigration of Genius into the land of the Gonads, so they began to realize that these people were trying to promote an environment for emigration before the"},{"pageNumber":44,"pageContent":"physical movement took place. The methods looked sensible and would not be a liability to the Genius people. They bega n to ask questions of Baul and Enhanced. Even Scribbler wanted to know what the philosophy was of this religious movement. Enhanced then stated in a sly whisper, \"This is a discussion that should be approached at another meeting. Possibly the scribes and Baul could meet at his father's, Leveraged Buyout's, home.\" Then Enhanced explained. \"The date of the meeting would be the next holy day. Even though nothing of worship was to be done at this time, this was a meeting for the promotion of the God of the Genius people. This meeting should be considered holy.\" On this present morning, the followers of Horus told their stories of the movement to get religious and political backing for Horus. The scribes put together the story like typical newspaper report ers. Each concentrated on getting their own concepts of the details. The stories of Bathew, Bark, Kuke, and Yahn were especially noted. The scribes would write a composite story and later the stories of the disciples would be presented for embellishment. It would take another week of questioning and writing to get a full stor y, and another two weeks for the concept to be put into a logical story form. There was one story that seemed to inte rest all of the people at the meeting. Yahn told the story about Horus and the disciples traveling northward into Carchemish, in search of converts and extra money: \"A couple of years ago when we were touring Carchemish, we came to a town that did not respond to the regular evangelistic words and prophecies. We camped in the town square across from a house of prostitution. Horus did not like the location of our encampment, but he went over and talked to the Madam . She was a wise and cautious person, but soon discovered that Horus was not t oo difficult to deal with. She talked of her sin business as a method of feeding the poor, and of helping indigent women. Horus even entered the house to see how it was arranged. He, of course, had a couple of townspeople with him so they could testify that he was not a customer, at least at that time. \"While in town we became involved in a very unusual incident. Two young men went viper hunting in a brushy area of a neighboring valley. They did not seem to find any vipers to kill with their staffs. Beta, the older boy, was in a rocky thicket and had to urinate. He chose a bush behind several rocks and proceeded to pass the urine. As he finished, and was about to cover his penis, a viper struck out from the bush and bit him on the glands of his penis. He recoiled in shock and tried to flee, but the snake was still gr asping his penis. Then he stepped over a couple of rocks into a crevice, twisting his leg as he fell. The frightened viper immediately released his penis and sped off. He called to hi s friend Alpha, who was wondering at all the commotion. He quickly arrived at Beta's prone body."},{"pageNumber":45,"pageContent":"Beta then told him of the situation. He had been bitten on the end of his penis and had twisted his knee so that he could not walk. Alpha was too small to carry him, so he had to go for help.\" The members of the audience were enthralled by the story thus far and Yawn paused and noticed their expectant looks before continuing on. \"Beta told his friend to go into town and ask the medicine man what to do and then to bring some men to carry him into town. Alpha left quickly for the town, running all the way. When he arrived, he asked for the medicine man and at least four men to carry his friend into town. He went immediately to the medicine man who, being deaf, had a hard time understanding the problem. Finally the medicine man said the problem would be easily solved. \"If the poison is all sucked out, there would be full recovery,\" he said. \"Alpha then gathered a couple of his friends who said they would help and found that four of Horus' followers had volunt eered. They made a crude stretcher from two poles and a blanket, and hurried to rescue the injured boy. As they walked and ran, they all discussed the situation. When they arrived where Beta lay, Beta asked, \" What did the doctor say? \" The unanimous reply was, \" You are going to die! \" They quickly loaded Beta onto the makeshift stretcher and carried him into town."},{"pageNumber":46,"pageContent":" \"Upon arriving at the village square Horus saw a situation that might get some followers for the Wasseene. He went over to the group that was carrying the boy and found what their problem was. Horus knew of the cure for snake bit and the unspoken morals of the situation. He quickly blessed the young man and asked that he be taken into the house of prostitution so he could baptize him. As they entered, he took the Madam aside and gave her three gold coins and some instructions. The young man was taken to a private room and Horus then asked everyone to leave while he blessed an d prayed for the poor fellow. The Madam promptly assigned an older woman for the young man. Horus then went out of the house and to the center of the square. He raised up his arms as he faced the sun and offered a loud and crying prayer. When he was through, all of the local people knew of the problem. \"Horus then said that God would answer hi s prayer in four days, and we should all join him in a prayer each day. On the fourth day Beta would be cured. Each day Horus prayed with just a small following. But on the fourth day the boy appeared, limping on a crutch, as he moved into th e square. God has answered the prayers and he was alive and had defeated the viper . The agent of the Devil had been conquered. A miracle had happened!"},{"pageNumber":47,"pageContent":" \"The family of the young man came and donated silver coins. Horus then blessed them and those that came to thank him. The elated townspeople also gave coins, and soon the payment of money to the madam had been returned thrice over. Horus then offered up a prayer to bless the townspeople, and we left for the next village. \"Word of the miracle had reached the ne xt town ahead of us. Among the crippled and tormented waiting to be cured was a mu ltitude of sightseers. Horus's work was cut out for him the next day. We were quickly assigned the job of picking out those we could help and those that were still held in bondage of the devil. Those that could not be helped, we had to k eep away from the cr owd so that Horus could freely cure those that would respond. The donations we received increased dramatically, and Horus preached the concepts of the Wasseene to all the people. Horus then quickly left for a wilderness camp where we would later meet him. We talked to those who were possessed by the devil until the sun was almost down, and then we left for the wilderness camp. The meeting had been successful financially. We repeated t he same procedures for each village we came to and found our success repeated. Our fame spread to those villages ahead,\" Yawn concluded. Enhanced could see the intelligence of Horus's methods, and asked the scribes to record these miraculous healings. Other healing events must also be included in the scriptures. Enhanced then asked for t he names of the disciples of Horus. Yawn quickly gave the names of the evangelis ts, and also of our of his workers who helped plan and lay out his crusades. \"Simple Simon, Ordrew, Zebra, Zohn, Bilip, Meowe the Cat, Homas, Bathwate r, James the Aphid, Thaddacus the Fattest, Canner Simon, and Yudas the Holy.\" There were four other important people in his group that were not noticed unless the group watched closely Vulture, Cr ow, Jackal, and Hyena. They were the eyes, ears, and the hands that prepared t he future moves of Horus. The silent four set up Horus's ride on a young ass into Bumslumdeedum and even reserved the dining room and bought the lamb for the Passout feast. The silent four were also Horus's hidden body guards. They selected the people that could be helped by faith healing so miracles really could happen when Horus's team went to work. Horus knew how to organize his road show. In a few days the Genius holy day had a rrived. The scribes, Baul, Sigmond Hog, Clairvoyant Prayer, and Fatso all met at Leveraged Buyout's house and Enhanced would act as host for the day. Enhanced made sure that everyone knew each other and, after a round of tea, presented Sigmond Hog as the originator of the new religious utopia. Sigmond was very pleased to be given such honor, not realizing that it could also be thought of as a curse on his reputation."},{"pageNumber":48,"pageContent":"But Sigmond was a positive thinker, so he happily went on to talk about the new Utopia. Sigmond first brought up the concept of being born in original sin. \" We must make everyone guilty about something to substitute for the natural in-group guilt feeling that controls tribal unanimity and cooperation. This very effective concept, original sin, com es from the Dithraism and the Chaldean religions and was very effective in controlling their people. We then must tell the aliens about the great Utopia that can be had if they believe in the concept of universal sharing and brotherhood. We'll pervert the feeling of brotherhood for their natural brother and substitute the brotherhood for genetically unrelated aliens. This will be God's new way! Since we must make the aliens feel honorable, we will have them believe that following the concepts of universal brotherhood is morally right, even though it destroys the social structure they live in. Most of the aliens are too dumb to understand this, so we should have an easy sell. We, the Genius, will be the people that move in with the aliens and be accepted into their society. This will take some clever selling and organizing. I have just learned that you people have started a program to do this .\" Enhanced then spoke and asked if there were any questions. Scribbler asked how the universalistic moral concept could be presented, even though it was against all ageless tribal concepts. Baul then answered for Sigmond, \" We will create a living God just like Krishna, with almost the same story. He will be the Son of God just like the early Sumarians worshipped the Sun, and had the Son of the Sun come down to earth to lead mankind. Krishna followed the same concepts and embellished it a little. We are going to do the same. As you know, we are taking notes on how Horus preached and lived. This fellow was a well intended religious hero who tried to lead the Genius. We can use much of what he preached regarding the Wasseene philosophy, for they believe in universalism. We intend to create a friendly philosophy that would fit all of the people of the Great Gonad empire. Horus will be portrayed as perfect and holy in all respects. Belief in this great God or leader would allow the Genius to slowly move about the Gonad empire. \" Baul went on, \" We will try to create a moral climate that demands that the common man in the Gonad empire gives his heritage and much of his wealth to others. If he does this, we have to have a philosophy that makes him feel good about himself. We must never mention that he is disenfranchising his children or his own kin. In fact, we must make it very holy and honorable to give to the enemy or stranger who is far away. In fact, the farther away the object of the gift, the greater is the holy reward of the giver. If we can keep the population poor by having them expend their wealth, and we do not show our wealth, we can be the real rulers of the"},{"pageNumber":49,"pageContent":"population. We will be able to control the finances of the aliens because they have given everything away. If the aliens follow our philosophy, they will be fighting wars for other people and not really defending their own territory. They will have an empire run for everyone but their own people. As long as we remain in the background, and control our people, we should prosper and even rule! \" Clairvoyant then asked, \"Are you proposing communism?\" Baul answered this question in a devious tone of voice. \" We are opposed to communism for a couple of very defini te reasons. The biggest problem of communism is that it always goes broke, either socially or economically. If we Genius are living in a bankrupt communist society, we will be recognized as outsiders and will be a ccused of promoting the demise of the society. Also, the rulers of such a society would have to be of the society, and we Genius would soon be recognized by these rulers as an internal threat. They would not stand for a group of outsiders who advocate their own philosophy, so we would soon be the enemy. If we advocate individual universalism, then each person can choose how much he wants to aid others. Since aiding others is to be lauded, a person can choose his own role in this utopian society. We Genius are not to be blamed for others' actions, and can symbolically look as if we are universalists. Universalism dies hard if it is an individual act, even if the population desires to control or tax others. It would be difficult to bl ame the Genius for the peoples' desires. If we maintain the front of good character within their society, we can easily live in their society and indirectly control it. Just remember to have our children educated to understand what our moral beliefs are and what others believe .\" Enhanced then stood up and asked if there was any difficulty in working for such a cause. They all agreed that this was a desirable and noble cause. Enhanced then proceeded to explain that they needed to create a religion and a New God, the son of the Genius God, who would lead this universalist movement. \" All followers of this religion must belie ve in the Word of God, which would be the philosophy of universalism. I want to really stress this;' he said. \"A person must believe in the Word of God to belong to the universalist utopia! The person would also have everlasting life if he believes in the Word of the new God. We will get both types of be lievers, whether they are looking for a good life or a good death! \" Clairvoyant then commented, \" The concepts presented will be very helpful to the Genius people in promoting our welfare in a society of aliens. We would not be hampered by universalist concepts; in fact, we could use them to hamper our competition. Only the very smartest aliens would understand the situation and we could buy them off or nullify their effects. Best of all is"},{"pageNumber":50,"pageContent":"the perversion of the natural group feeling for their blood brothers. Universalism should work miracles for our people! \" Enhanced then stated, \"I can finance the im mediate writing of the religious story, but as this concept matures, we will need help to keep the story and religion going. If any of you could find people that would join our effort, it would be a very important help for our future success.\" Both Clairvoyant and Spiritual thought that they could give some help. Clairvoyant knew of people that could help financia lly. Spiritual knew of Genius people in foreign countries that could assist in t he movement. Clairvoyant also promised to get three more scribes to help create the scriptures necessary to unify the religious concepts and mentioned that they could make a friendly new God for the aliens. \"We have just the scribes to do this job,\" he said jubilantly. Finally Fatso Greaseball spoke up, \"You people may have missed the best part of your story. Horus, your new martyr hero, must have been quite a person, for he somehow managed to get himself into all the prophesied situations that a true hero and Son of God could have gotten into. There must be something more to this story than a wandering misfit. He really was an ego driven religious nut! He took to heart the myth of a savior bo rn of a virgin and tried, as an imagined bastard, to make himself into the most holy person. He has used the old scriptures, plus the Wasseene religion, to do this. You people should take advantage of this situation. You should not mention what I have just said; instead, you should make him look as good as possible. You really don't need the exact quotes from his preachings. The parables and clichs that have been used throughout the middle desert could be excellent concepts for any potential alien convert. A recording of all the old and new clichs and parables would help put words in Horus's mouth. Clairvoyant could also help by having a couple of priests confirm that all the scriptural requireme nts of the Son of God have been fulfilled. We need a tight story!\" Baul then stated, \"Fatso is a scholar of religions and is here to advise us on the overall view of the new religion. I think he has a good idea, for we have not emphasized the touching human re lations that drove Horus!\" Baul turned to Greaseball and said, \"Look into this, Fatso, and if you need an extra scribe I will hire him. We are nearing success.\" Fatso then brought up the subject of the Pa ssout Supper. \"The idea that a person would symbolically break bread and hand it out as the flesh of his body, and offer wine as his blood, is really an egotistical form of cannibalism. When the chiefs of certain ancient barbarians got old, a c oup of young men would kill the dottering chief for the good of the tribe. The coup would make a toast in his blood and put the body on a spittle to cook for the tribe. The tribe would eat the barbecued body to gain wisdom and strength, and to honor the old leader. In his mind Horus must"},{"pageNumber":51,"pageContent":"have believed that he was a powerful leader, and maybe he was. If this episode is mentioned, be sure it is done with the utmost care, as in the Dithra religion,\" he pointed out. Baul then added, \"Most of the data necess ary for a story will be available in a week to ten days. If Clairvoyant's scribes could join the meetings at the Wasseene meeting hail, and also learn about the Krishna religion with Spiritual, we could have a reasonable story and philosophy in a couple of months. I believe that if we can then bring this religious concept to the Genius people who have already moved into the Gonad empire, we will have a good start in the preparation to emigrate our people. It should take a couple of years for the ideas to sink into the brains of the alien popul ation, and by that time some of our people will have enough resources to emigrate. I could travel to the places where the Genius have already established themselves. My business would benefit from the promotion of this religion for I can gain many contacts. In turn, the new religion will benefit, as my business will help pay my organizational and travel expenses. All the Genius will also benefit by this religious movement,\" Baul added. Clairvoyant then asked, \"What kind of business do you have?\" Baul replied, \"I am in the tent ma nufacturing business, and the exporting business. I export dried mushrooms, the 'Manah from Heaven,' to those religious people that use them to talk to Yawhay . I sometimes export hash leaves and import the powder of the euphoria flower. This business should easily combine with the travels that I must do to promote our new religion.\" \"I will help keep the Bumslumdeedum end of Baul's business supervised. Baul and I plan to cooperate in shipping my pornographic art along with his mushrooms. We could both benefit from the se curity of this situation. This also would allow for the transfer of information throughout the eastern Gonad empire,\" Enhanced cut in. Spiritual then broke into the discussion , \"I have been encouraged by Baul and Enhanced to start a banking business that promotes the exporting and importing of goods all over the Gonad empire. Bank ing deals in everything and is not restricted to just common products.\" Clairvoyant then realized that this religious movement could really go, for it could benefit the commercial interests. To keep a hand on the new religion, he offered to keep track of the new church history and re cord all of its new history. In reality he did not want this new religion to undermine the Genius religion, but he could be of service to the new religion as well as service to himself and the Genius religion. Then Baul interjected again, \"The servic e of this new religion to the Genius people is of prime importance in all these endeavors. We all must cooperate to"},{"pageNumber":52,"pageContent":" promote this movement, for if we do not, we and our people will starve in this poor land.\" They all could see this truth. Baul then went on with the procedure s necessary to complete the religious writings so that they could be distri buted. He said the writings should be transferred quickly to interested parties all over the Gonad empire. He soon would be going on another business trip into the land of the Leeks, and wanted to take several copies with him. Enhanced's father, Leveraged Buyout, enter ed the room and was introduced by his son. He had kept in the backgrou nd and had overheard the proceedings."},{"pageNumber":53,"pageContent":"Leveraged was very pleased to see that there was much cooperation. If there was anything he could do, he would gladly try to lend a hand, he told them. \"Would you administer this new religious movement from Bumslumdeedum? I know that Enhanced could and would do the necessary work, but we need a person of your stature to keep this movement on a steady course. I will be traveling all around the Gonad empire and Enhanced will have to do the leg work to keep things organized,\" Baul erupted. Leveraged Buyout was very pleased by t he compliment of receiving this position. \"Yes, I will be honored to be the designated leader and I will do my best to make sure that things function smoothly,\" he exclaimed. Wine and bread were served and everyone relaxed and talked of this new undertaking. The religion would take a few years to get established so that a few people could safely emigrate. However, t hey could not go too slowly in their maneuvers, because the hotheads could spoil their peaceful emigration. Enhanced stopped chewing and announced, \"The writings about the new religion will be available in ten copies in about four months. We need this movement spread around so that no one politician can stop us. If there is any opposition to our idea, we should have the concepts already in many places; then eliminating any one of would be useless in stopping this movement. We should have this written so that it will sell itself. This will be God's word, and it must be appealing and unstoppable.\" \"I'll have to leave early, for one of my co ncubines should be having my twenty-first child. It would be rather improper for me not to be present. My other concubines would not respect my word if I did not follow a protective procedure for those having my children. Even without marriage a man needs cooperation with his mates,\" Baul announced a nd smiled as he left. He had intended to stop fathering children after he had ten, but his concubines desired more children and he seemed to be a slave in his own hous e. Humility was his greatest virtue. It was mid afternoon and the meeting was over. Leveraged and Enhanced said goodbye to the guests, and a great calm of satisfaction was felt when all the guests had left. Leveraged then asked if he could be of any help in organizing the data to make the scriptures of the new religion. \"A couple of scribes can occupy th e study here at home during the day. Clairvoyant will provide the sc ribes and we could start a fi rst draft of the material. In a week or two the other scribes can start to edit the material and work on a more philosophically finished product. We will need other literature in the same trend to follow but this is not urgent, and Clairvoyant's priests can obtain such material from the temple's library,\" Enhanced mentioned. "},{"pageNumber":54,"pageContent":"Leveraged agreed with the plan to use his house for unifying data. \"The scribes can meet in the large dining hall each morning and present their writings. A composite draft can then be assembled that fits the philosophy of universalism. It will take four to six weeks to get a final draft of the scriptures. Later the production scrolls can be coming out about every two weeks per scribe. In four months we should be ready to send the material to the aliens, and to the Genius who are in the other parts of the Gonad empire.\" Leveraged smiled. Enhanced then knew that he must go back to work in his pornographic art shop, and get more illustrations ready to ship into the Gonad empire. Along with the religious accomplishment, there would be profit. In the morning Enhanced accompanied B aul and Fatso to the Wasseene meeting hall. The scribes were already assembled and there were two new followers of Horus that would give their stories. Arrogant Believer introduced Kook and Yawn. They were close friends of Horus and could present an interesting story. Kook, who would give his story first, was expected to talk for the rest of the week. Both Kook and Yawn were very literate and could describe in detail the happenings of Horus' crusade. Kook talked fluently and answered all the questions of the scribes. It was an excellent story and the information could be embellished to fit into the universalist philosophy. Enhanced and Baul listened for that week to Kook, and then started the final week of interviewing by having Yawn talk. It was about the same information, but with a di fferent twist. So it could all be used. Clairvoyant had assigned a couple of prie sts at Leveraged Buyout's home to start on a story outline beginning with Bathew. As they assembled the story they realized that they must present a simple, down to earth tale. After the first week of their work, they had a crude story going and then decided to start Bark's interview. It went quickly and about the time Kook and Yawn had completed their interviews, they were ready to start on t heir stories. All of the scribes including Fatso joined in the editing. Enhanced and Baul supervised the philosophies to make sure they got the results they wanted and success was going their way. As the stories were being edited, Clairvoyant Prayer was contacted to obtain four new priests to re-edit the stories from a pragmatic viewpoint. Baul and Enhanced had to again give a one day seminar on the philosophy that was to be presented. All involved had to understand Universalism, as well as human nature, in order to produce a useful and believable story. This editing would take a month of careful thought and planning. Each priest would spend at least four days on each story and then confer with each other to get their opinions. After the editing of the stories was well underway, both Baul and Enhanced went back to their businesses and started building inventory. Baul contacted the merchant who had sold him the hash leaves and had him ship a very large order to his brother in Tobasco. He also contacted the Smartass merchant who collected the dried mushrooms, for he would need more inventory to back his new"},{"pageNumber":55,"pageContent":"sales needs as he traveled. Enhanced hired new artists to copy old drawings that he had sold locally, but had not been export ed. His best artists and posers would start on new pictures for the expanded market. All this took capital, especially for Baul, as he had a limited local market and could only just survive on this turnover. At l east the HELPS epidemic would finance this new venture. Baul had thought that may be small contributions from people who listened to his talk on the new utopia woul d help finance his travels. At home, he had one more duty to complete before he went on his travels. Three of his concubines wanted babies, so he had to stay around long enough to complete his duties. This was a necessity, for the concubines received and managed the money for his business, and they were extremely good at attending the store when he was away. Meanwhile, Fatso regularly went to Old Town and talked to Horus' followers. He wanted more details of Horus' life and death. Fatso talked to Horus' followers about the last days before he was executed. He found out that Horus had known many of the Wasseene leaders and financers. In fact, about eight summers previously, just after the harvest, Horus had worked in Bumslumdeedum for a rich Wasseene follower who had been making a tomb for himself. He had been a long way from being on his death bed; in fact, he had promoted enough troubles that maybe a fake death was a way out of his personal problems. Bilip had mentioned that the tomb for Hoseph of Hrimathea had a vent and a secret way out of his cave. Hoseph had kept the tomb sealed and clean for his immediate use. Horus had been the only worker who had been in on the finishing of the tomb, and had always smiled when he had talked of working on the tomb. Fatso then inquired of where the graveyard was. Plaguer knew of the place and said he would lead him to it. They immediately went there and found the grave. He walked over the grounds and looked at all the memorials, and finally found the memorial that could have provided an escape route. He invest igated and found that the escape route probably had never been used, but it was surely there. With this in mind, he returned the next day to the followers of Horus and asked some interesting questions. \"Did any one of you provide Horus with a drink of vinegar?\" Fatso queried. Canner Simon admitted that he had gotten a jug of vinegar from Arrogant Believer, and had been told not to drink any of this mix. This was to make Horus sleep, for it contained the dried sap of the euphoria flower. The euphoria flower was used in medicine and could be addi ctive if used regularly. Canner Simon had also been given a sponge and a reed to reach Horus while on the crucifixion structure which resembled the letter \"T\" in the Roman alphabet. Fatso then inquired about the happenings of the day. Hoseph and two of his servants had prepared for the burial of Horus by opening the tomb and mixing water with the sealing clay in several large vat-like jars. They had also brought, on"},{"pageNumber":56,"pageContent":"their donkey-cart: linen, spices and myrrh to cover the body; and even bread, a water jar, and commode jar for Horus' journey to heaven. Dicodemus had also come with a cart of myrrh and aloes, about a hundred pounds in weight. Hoseph had then gone to the place of the skulls to watch the execution. Dicodemus and his servants had stay ed and guarded the tomb, and had set up two lookouts to see if anyone was approach ing. Meanwhile, at the execution site, Canner Simon had independently blended wi th the crowd and had shouted like a loyal Genius. Horus had been on the \"T\" st ructure for almost three hours and had gotten thirsty. When Horus had asked for water, Canner Simon had wet the sponge with vinegar he had carried, and had put it on the reed for Horus to drink. He had seemed to drink regardless of the vinegar taste, almost drying out the sponge. Then Horus had looked out into space and his eyes had blurred. \"It is finished,\" he had cried. He had bowed his head and given up his spirit. "},{"pageNumber":57,"pageContent":"After a short time a Centurion of the Gonads had pronounced Horus dead. Hoseph had then gone to Bilate, the ruling Gonad, and gotten permission to bury the body of Horus. His se rvant Hector, with Molly and Maggie Bagdalene, had watched over the body on the \"T\" structure. When Hoseph had returned with the donkey cart, daylight had faded, evening had come. Hoseph had quickly taken the body into the cemetery, and had then placed one of his servants on the preparation bench as if he were Horus. Horus had been carried out the back gate of the cemetery to Dicodemus's waiting donkey cart. As it had turned out, only one Genius had later come by to see by torch light what had happened. He had respected the privacy of Horus' relatives and had not looked too closely at either the tomb or the corpse, and he had left quickly. The lookouts had informed Hoseph that there was no one around. Hoseph and his servants had quickly closed the tomb with the large stone, and had sealed the tomb with clay. They had acted so quickly that some of t he funeral goods had been left in the tomb. The servant quickly dressed. The Gonad g uards for the tomb had not come until the empty jars of sealing clay were being loaded on the donkey cart. At this time the officer in charge had ordered the soldiers to roll three more stones around the original sealing stone. This had been done just in case Horus was to come back to life as he had prophesied! Hoseph, his servants, Molly, and Maggie Bagdalene had wiped the tears from their eyes and had said a loud farewell prayer for Horus. Then they all went home. Horus had had a long sleep. Late the next afternoon he had awakened and eaten a good breakfast at Dicodemus's ho use. He had been bruised and had a hangover, but had otherwise been unharmed. Horus had then stayed around long enough to say goodbye, and then gone north up into the hills. Fatso, after learning all this, then asked if the tomb had been opened. \"Yes, it had!\" replied Canner Simon. Three of the Wasseene priests in their white ritual garments, at the end of the holy day, had gone to stage a show at the tomb by offering long and loud prayers. Before they could start, the Gonad guards had joked about Horus rising from the dead. In response, the priests had opened the tomb to prove that Horus had already risen. The tomb had been empty. The Gonad soldiers quickly left to talk to their commander, for they had obeyed orders but there had been no body in the tomb. Soon Horus' relatives had arrived and had found the priests, dressed in their wh ite robes, in the tomb. The priests had announced that Horus had risen and was then with his Father in Heaven. It had been rumored that, since the officer of the Gonad soldiers had not inspected the tomb, he had not wanted to report this to his superior. So nothing had been said about the problem. Even the Genius had not wanted to say anything, for it would have deitized Horus. The Gonad soldiers had simply returned the stones back into place and had resealed the tomb. The Genius had not wanted to pursue Horus, for captur ing a God would not have gone over well with the people. Of course, they probabl y would not have found him. That would have been even worse, for he would then have been rumored to be in Heaven."},{"pageNumber":58,"pageContent":" Fatso quickly realized that Horus was no t dead, but to have brought him back to real life would have been very dangerous to Horus as well as to the religious myths that were being fabricated. He told the Wasseene followers to never mention the information they had given hi m, for it would be very dangerous to themselves as well as to their leader, Ho rus. \"Even I would be in danger for, as a foreigner I could be called a treasonous person,\" Fatso admitted to them. Fatso quickly asked to see Arrogant Believer. Arrogant immediately gave audience to Fatso. When he had heard the story Arrogant smiled and told Fatso, \"As long as you do not mention the situation to outsiders , you are completely safe. Baul and Enhanced know of the situation.\" Fatso thanked Arrogant and walked back to his room at Baul's house. He pondered the problem and finally realized that the sixteen crucified saviors who he knew of had probably not died. Maybe m any were just like Horus. They could have escaped into the oblivion of the wild erness or some other situation. Fatso also remembered that all of the other Saviors had been nailed to crosses and had had a crown of thorns. They had been pierced by a spear to insure that they were dead. The deaths of other Saviors had been accompanied by earthquakes, the darkening of the day into night, lightening and thunder, and any other calamity that the scribes could think of. This made Fatso realize the great scope of the long-running deception! As soon as Baul got home Fatso went directly to him and told him of his knowledge about Horus. Baul said that he had known about this situation, but had an agreement with Clairvoyant Prayer not to intervene. Fatso then mentioned, \" The other sixteen crucified Saviors whom I know of have had deaths accompanied by earthquakes, the darkening of day into night, lightening and thunder, and a host of other calamities. To have a true Son of God or Savior, you must have these traditional signs of heavenly intervention. Also, the nailing to a cross was a traditional method of dying for a Savior. In the death of Horus, only the drink of vinegar was coincidental. \" \" Our problem is that the Gonad method of execution does not match the traditional methods of Savior executions! The Gonads always use a post and a cross member, which made the structure look like the Roman letter \"T' to crucify a person. The arms are tied around the cross member, and the cross member has a hole which is put on top of the tapered pole, making a \"T\". The person crucified is simply tied to the pole. The old stories of people being nailed to a cross or a tree are simply figments of a good imagination, for nails simply do not hold flesh and bone instead, they rip right through! The old stories produced good martyrs and I would recommend that the old stories be repeated. Even the piercing of the side of the victim was an old"},{"pageNumber":59,"pageContent":"story and should be presented as an authentic happening. The story of being nailed to a cross or tree, and wounded with a spear, is older than the Krishna myth ,\" Fatso said as he looked at Baul in a most serious countenance. Fatso also brought up the fact that the birth and death of Horus, as it was now presented, did not truly follow the classical stories of the life and death of saviors. It was important to follow the old stories, for they were in the memories of many possible followers. The presenting of a new story with ties to an old story would make it easier to present the new philosophy as an emerging truth. \"We should have the present stories of Horus presented similar to the stories of the ancient saviors.\" Baul thought for a moment. \"Well, the changes would not be too great, and the priests know the old stories, so let us do it. Another couple of weeks will not hurt us and we will have our own classic. I also need a little more preparation time before I travel to the Leeks. The scriptu res are still being edited and should be done in a month,\" Baul told Fatso with firm conviction. Baul quickly contacted Scribbler and Jote mdown to help Fatso Greaseball rework the scriptures according to the ancient stories. The scribes provided by Clairvoyant Prayer would continue thei r work, and Fatso and his crew would insert the ancient incidents and conditions. This would take another two weeks, but the results would be worth the effort. There would be no one to contest the stories, for they would be presented abr oad long before they would be returned to Bumslumdeedum. The work proceeded smoothly and at the end of a month the scriptures were ready to reproduce. By this time Baul and Enhanced had read and checked every detail, for Fatso was an excellent organizer. The fabrication of the story was finally done, and Fatso Greaseball was ready to move on. Before he left, Fatso was given a traveling bonus of twenty pieces of silver. He also received ten extra gold coins and another big mule as a work bonus. Clairvoyant Prayer was very impres sed with Fatso's effort and offered him a priesthood if he would be circumcised. Fatso declined, for he wanted to move on without the restriction of being a Genius. A couple of mornings after Fatso got paid, he mounted his mule and rode north to the hills of Carchemisi. A month passed and Baul was ready to travel. He had four complete scriptures ready to be distributed to those who would value them. He would only sell the scriptures. Those who had paid for the scriptures would value them regardless of what they personally believ ed. Still with an eye on possibl e profit, Baul wanted the scriptures to stay in circulation, even as commercial literature. Baul's home duties were near completion and he made a test loading of his mules with the merchandise he had. He needed more merchandise to make the trip successful, so he must wait. "},{"pageNumber":60,"pageContent":"Not all was quiet in Bumslumdeedum for the Wasseene had obtained a copy of the new scriptures and liked it very much. They started a new evangelistic crusade in the city and even aroused the ire of Clairvoyant Prayer. Somehow they did not realize that this religion was for the aliens and was to be taboo for the Genius. There were many crises ahead! Coming Soon: HORUS RISES TO LORD Volume Two in the humorous account of a people using a religion as a means for colonizing the lands of others. BIBLIOGRAPHY BIBLE MYTHS AND THEIR PARAL LELS IN OTHER RELIGIONS by T. W. Doane. Copyright 1882, reprinted 1985. THE LOST BOOKS OF THE BIBLE by Alpha House, Inc., Publishers. Copyright 1926. THE MAKERS OF CIVILIZATION by L. A. Waddell, Copyright 1929, reprinted Angriff Press. JESUS A MYTH by Georg Brandes, Published by Brentano's of London about 1928, a translation. THIS BELIEVING WORLD by Lewis Browne, Copyright 1926. CHRISTIANITY BEFORE CHRIST by John G. Jackson, Copyright 1985, American Atheist Press. A NEW THEORY OF HUMAN EVOLUTION by Sir Arthur Keith, Published 1947, reprinted by Peter Smith Publishing. THE WORLD'S SIXTEEN CRUCIFIED SAVIORS OR CHRISTIANITY BEFORE CHRIST, by Kersey Graves, Printed 1875, reprinted by The Truth Seeker. ESCAPE TO UTOPIA by Everett Webber, Published 1959. THE LATE GREAT BOOK: THE BIBLE by Nicholas Carter, Published 1985, Truth Missions."}]
