[{"pageNumber":1,"pageContent":"James HelgesonHARMONY, ANAMORPHOSIS AND THE\"CONCEPTUAL SCHEME\"Une tache floue a l'horizon de la penseeTerence CaveIn the opening chapter of his early study, Renaissance Self-Fashioning(1980), Steven Greenblatt included a now famous excursus on the subjectof Hans Holbein's double portrait. The Ambassadors (1533), and the opti-cal technique of anamorphosis. Hans Holbein's well known painting depictstwo French envoys to Henry VIII of England, Georges de Selve and Jeande Dinteville, both young, wealthy aristocrats. Like most commentaries onHolbein's canvas, Greenblatt's discussion—a parenthesis in his chapter onThomas More—places much emphasis on the distorted skull, which occupiesmuch of the lower quarter of the image. Greenblatt offers an extended, acutereading ofthe Holbein portrait and ofthe interpretive unease triggered by theskull. Indeed the uncanny death's head serves to undermine, for Greenblatt,\"the very concept of beatable reality upon which we conventionally rely inour mappings of the world, to subordinate the sign systems we so confidentlyuse to a larger doubt.\"'Greenblatt's reading makes extensive use of the notions of \"incommensura-bility\" and \"incompatibility.\" Speaking of one of the figures portrayed in thepainting, Jean de Dinteville, Greenblatt writes:The incommensurability [between ornament and memento mori] isconfirmed by the fact that we must distort, and, in essence, effacethe figures in order to see the skull. That this effacement is mov-ing—that it is felt as a kind of death—is a function of Holbein'smastery of those representational techniques that pay tribute tothe world, that glorify the surfaces and textures of things, thatcelebrate man's relatedness to the objects of his making.1. Stephen Greenblatt, Renaissance Self-Fashioning: From More to Shakespeare (Chi-cago: University of Chicago Press, 1980) 20-21.The Romanic Review Volume 96 Number 2 © The Trustees of Golumbia University"},{"pageNumber":2,"pageContent":"128   JAMES HELGESONThe skull, \"slashing across the pavement, intruding upon [its] complex har-monies and disrupting them,\" (18) is for Greenblatt an analogue for the \"dis-quieting internal rupture\" (23) he detects as well in More's Utopia. Greenblattcontinues:[The] sense within the general frame of work of incompatible per-spectives between which the reader restlessly moves—is mirroredat virtually every level of the text from its largest units of designto its smallest verbal details. [...] This restless shifting of perspec-tive is, I would suggest, the close equivalent at the verbal level tothe technique of anamorphosis, whose etymology itself suggestsa back-and-forth movement, a constant forming and reforming.(23)Ultimately, for Greenblatt, \"anamorphosis\" will stand as an analogue of tex-tual ambiguity and uncanny shifts of perspective evinced in texts and otherobjects of cultural study.In the broader critical discourse, anamorphosis has recently been very muchthe province of readings informed by psychoanalytic theory. Greenblatt's read-ing of Holbein's canvas, characteristically, does not draw directly on JacquesLacan's treatment of the same work in Four Fundamental Concepts of Psy-choanalysis (Seminar XI).^ Nonetheless, in recent years, anamorphosis hasoften been exploited as an analogy for studying such conceptual networks as\"symbolic orders\" or \"conceptual schemes.\" Lacan's account of the skull as\"a gaze imagined by me in the field of the Other\" [\"«« regard par moi imagineau champ de I'Autre\"] (Lacan 1973: 79) has been enormously influential, allthe more so, perhaps, through Slavoj Zizek's rereading of Holbein and Lacan,and his reformulation of anamorphosis as a theoretical paradigm for the studyof ideology and desire. 2.izek emphasizes, after Lacan, the unreadable \"blot\"of the skull as a necessarily absent object of interpretive desire intruding on theinter-subjective symbolic order, both warping it and framing its possibility.^In all three readings of the Holbein painting I have mentioned thus far, suchentities as \"symbolic orders\" or \"sign systems\" are essential to the criticalproject. The purpose of this essay is to investigate the critical productivity ofthe anamorphic paradigm and how it relates to the problem of \"conceptual2. Lacan is cited, somewhat generally, in Greenblatt's closing discussion of Shake-speare's Othello (Greenblatt 1980: 244-45). On anamorphosis, see Jacques Lacan,Seminare XI: Les quatre concepts fondamentaux de la psychanalyse (1964). Edited byJacques-Alain Miller (Paris: Seuil, 1973) 75-84.3. Cf., for example, Slavoj Zizek, Looking Awry: An Introduction to Jacques LacanThrough Popular Culture (Cambridge, MA: MIT Press, 1991), especially ch. 5, \"TheHitchcokian blot\" (88-97)."},{"pageNumber":3,"pageContent":"HARMONY, ANAMORPHOSIS AND THE \"CONCEPTUAL SCHEME\" 129schemes.\" The tenor of the argument is skeptical. Privileging the concept ofanamorphosis, I have lodged a critical reading of several early modern Frenchtexts within a broader investigation of the critical usefulness of the conceptitself; the essay is intended thus to be broadly methodological and textuallyspecific. Moreover, I will bring to the discussion a body of philosophical workmissing in the literary discussion of anamorphosis and conceptual schemes:the philosophy of Donald Davidson. Specifically, I would like to propose ex-amining the omnipresent early modern trope of cosmic harmony while takinga critical look at the notion of \"conceptual schemes,\" addressing theoriesof culture that rely on the metaphor of anamorphosis; I will turn to closereadings of several early modern texts in order to study what is perhaps acharacteristic tension in depictions of cosmic harmony, and to what extentthat tension can be described anamorphically. In a concluding section, I willoffer a second glance, apres coup, at the theoretical assumptions behind thecultural theories of anamorphosis operative in this essay and in the theoreticalliterature, suggesting that the use of anamorphosis as an analytic tool may ulti-mately be too slippery to be of much help in cultural analysis. I will, however,suggest that more work needs to be done to evaluate the somewhat differentanalogy, suggested by Beroalde de Verville, between anamorphosis and \"secretwriting\" or steganography.''IISixteenth-century iconography and writing often reproduces, in more orless distorted versions, a familiar topos: the commonplace of the \"harmony ofthe spheres\" and the notion, omnipresent in the sixteenth century, that goodbehavior and beautiful art are both imitations of celestial music.^ The defin-ing characteristic of this \"celestial music\" is of course harmony. Harmony,harmonia, is etymologically a \"joining\" of diverse elements. It was not at firsta musical term. Harmonia is used to indicate a relation between elements of asystem and is thus at the same time 1) an \"ontological\" concept that describesthe structures of beings and of the universe 2) a \"political-ethical\" conceptrepresenting the order of the ideal body, building or society, and 3) an episte-mological concept used to describe natural phenomena, an assumption behind4. An excellent point of departure is of course Neil Kenny's book The Paiace of Secrets:Beroalde de Verville and Renaissance Conceptions of Knowledge (Oxford: Oxford UP,1991). See also liana Zinguer, Le Roman steganamorphique: le Voyage des Princes for-tunez de Beroalde de Verville (Paris: Champion, 1993) and Terence Cave, Prehistoires:Textes troubles au seuil de la modernite (Ceneva: Droz, 1999), esp. 155-64.5. Videmus igitur musicam [...] quant oratores, poet[a]e, pictores, sculptores, architectiin suis operibus imitantur. Marsile Ficin \"De musica\" in Lettere: (Epistolarum famil-iarum liber I). Ed. S. Gentile. Florence: Leo S. Olschki, 1990: 162."},{"pageNumber":4,"pageContent":"130   JAMES HELGESONthe interpretation of impressions. In the medieval structure of the seven liberalarts, music is part of the quadrivium, the four mathematical arts: arithmetic,geometry, astronomy, and music. The mathematical arts are the arts of \"mea-sure.\" In neo-Platonic aesthetics, as in Aristotle, the excellent being, like theexcellent work of art, is measured both in the mathematical sense (propor-tion) and the ethical one (moderation). Both \"measures\" suggest an analogybetween excellence in the world and excellence in the heavens (though forNeoplatonists the analogy is based on a much closer formal resemblance thanfor Aristotelian philosophers). Harmony proved to be a productive work-ing assumption for early modern science—Kepler's work, for example, owesmuch to the assumption of the existence of the \"harmony of the world.\"In Holbein's The Ambassadors, harmony is a central trope, explicitly linked,through the mathematics of the quadrivium, to the charting of the heavens andthe earth. Prominently exhibited on the lower shelf between the two subjectsis a lute with a broken string. In fact, Selve and Dinteville stand amidst animpressive collection of early modern paraphernalia connoting the four arts ofthe quadrivium. On the top shelf stand astronomical instruments—a sundial,an astrolabe—as well as a celestial globe, modeled on a real globe constructedby Johann Schoner only months before the painting was completed in 1533.*These astronomical tools evince a sophisticated understanding of the prin-ciples of geometry, also represented by the carpenter's square on the lowershelf, which holds as well Martin Behaim's 1492 terrestrial globe, a lute, anarithmetic book, flutes, and a Wittenberg edition of a Lutheran hymnbook,open to the tenor part of Luther's translation of the \"Veni Creator Spiritus\"as well as another hymn, \"Mensch, wiltu leben seliglich\" (\"man wilt thou liveblessedly\") (Jardine 425-7).The broken lute string suggests a flaw in the harmony of the world.Sixteenth-century emblems commonly represent kings playing the instrumentof state, often minus a string. In the Holbein canvas, the broken string, herefigures the discord of two contemporary schisms: that, imminent, betweenEngland and the continental Catholic Church, and that, already well estab-lished, between Lutheran reformers and Catholics. (Anne Boleyn, for example,was a Lutheran sympathizer.) The hymnbook also refers to this disunity, andperhaps suggests Holbein's sympathies in the matter. Indeed, both Jean de Din-teville and Georges de Selve were involved in the negotiations between PopeClement VII and King Henry VIII of England regarding the latter's divorcefrom Catherine of Aragon. Here, neither Dinteville nor Selve looks terriblyhappy; Lisa Jardine tells how much Jean de Dinteville loathed England, writ-ing to his brother that it would be the end of him (Jardine 430).6. I owe some of these details to Lisa Jardine's recent history of the Renaissance,Worldly Goods (New York/London: W. F. Norton, 1996) though the reading of thepainting is my own."},{"pageNumber":5,"pageContent":"HARMONY, ANAMORPHOSIS AND THE \"CONCEPTUAL SCHEME\" 131The mathematical processes that permit the mapping of the cosmos, under-lying music and commerce as well, make possible the representation of theskull—a traditional emblem of the vanitas of earthly hfe. The death's headis of course the large object, like a piece of driftwood, stretching diagonallyacross the bottom centre of the painting. Its form is echoed in the badge onJean de Dintevilie's cap. Once again, the mathematics of the quadrivium, rep-resented by the objects on the shelves, is the techne of this distorted image.The distortion of the skull is, in principle, similar to what happens when thespherical surface of a globe is transposed to a flat surface —similar also tothe perspective exemplified by the painting itself. In the Holbein portrait,mathematics only just contains the terror of death, which otherwise wouldoverwhelm the composition and the viewer. The painting underscores the ten-sion between an organizing mathematical principle, under severe strain, and aheterogeneous collection of unruly things threatening to fly apart into chaos.The readings of Lacan and 2izek have a tendency to reduce the painting tothe anamorphic skull—they tend to turn the canvas into what I would call an\"on-off switch,\" in which the skull is seen as effacing, apres coup, the portraitsand the surrounding objects. The readings, in essence, reduce the painting tothe idealization of a position from which a second sense, a new frameworkfor seeing, or the outline of a framing ideology, comes into focus. At thisparticular point, the suddenly intelligible stain, previously illegible, saturatesthe image with a surplus of meaning. Such readings suggest, in a Lacanianvein, that the painting is structured around an excluded point, a structuringinconsistency in the symbolic order. The readings depend strongly on a tem-poral paradigm—the apres coup—and on the mutual exclusion of positions:\"incommensurability.\"The assumption that the painting presents a nexus of radical mutual illeg-ibility, an \"either-or\" place is, I would argue, misleading insofar as it simpli-fies Holbein's painting by fashioning a theoretical construct. An easy thoughtexperiment would be to imagine Holbein's painting without the anamorphicskull: without it, the symbolic world of the image would still be saturatedwith signs that point to an anxiety, a suspicion that all is not what it shouldbe—Greenblatt's reading, in this regard, is considerably more nuanced thanthe psychoanalytic readings. The painting cannot be reduced to the ineluctablestain of death in the foreground; it also points to a whole gamut of attendanthorrors connoted by such politically charged objects as the half-hidden cru-cifix, the hymnal and the broken lute string. In short, the skull is not, strictlyspeaking, necessary to throw suspicion on the scene apres coup: the hymnaland broken lute string are already infuse a sense of unease into the world ofthe sitters. More importantly, I would suggest (despite a long string of as-sertions to the contrary in the literature) that the side view does not entirelyobliterate the sitters or the paraphernalia surrounding them, and that bothimages remain largely intelligible in the intermediate stages of the continuum"},{"pageNumber":6,"pageContent":"132   JAMES HELGESONbetween the optimal viewing points.'' It is this continuum that I would liketo emphasize here, and which I see as obscured in the psychoanalytic readingof the image. Even if the painting is viewed from the optimal position for theskull, there is a continuity subtending two supposedly mutually unintelligihleviews—an image and a subtending distortion—and this field of shifting com-monality is emphasized hy the inclusion of the skull badge on Dinteville'scap. In short, neither picture is entirely alien to the other; the painting is notstructured around radical incommensurability, but rather around an uneasyslippage between a series of opposing, but simultaneously intelligible, pointsof view. The point—the \"blot\"—at which these discordant images come to-gether is the unease about whether schemes, conceptual or mathematical, canorder and domesticate unruly things.The psychoanalytic model of anamorphosis examined thus far draws astrong link between a particular anamorphic position and an ideologicallyinfused fantasy perspective that skews, in a particular way, the life of the sym-bolic according to a subject position determined by tacit assumptions and un-spoken exclusions. The anamorphic position thus represents a particular entryinto the \"symbolic,\" a framework that defines the position of the subject inrelation to a necessarily incomplete symbolic order. The model's disadvantage,as I have suggested, is that it places the skull and the image it contaminates ina relationship of incommensurability, postulating a binary switching betweenthe image and a nonetheless idealized underlying principle of distortion, ex-cluding the sliding scale of perspectives that lie between image and subtendingframework, between perception and distorting scheme.An alternative angle for examining the idea of the \"conceptual scheme\"and its relationship to anamorphosis is provided by the philosopher DonaldDavidson, in an article from 1974 entitled \"On the Very Idea of a ConceptualScheme.\"^ Davidson is a strong skeptic of such notions as \"symbolic orders\"and \"conceptual schemes\"; his argument is intended to demonstrate that thenotion of a \"conceptual scheme\" is fundamentally incoherent. Like the argu-ments examined thus far, Davidson's line of reasoning revolves around the keyidea of \"incommensurability\" (184), of which he offers a trenchant critique.Evoking the work of Benjamin Whorf and Thomas Kuhn, Davidson makesthe following observation:7. I would also suggest that the apres coup view is in fact simply a theoretical con-struct. The little viewer's dance—three steps to the right—repeated hundreds of timesdaily in London's National Gallery, is recognizable precisely because the immediatecontext within which the viewing takes place structures the way the painting is seen\"for the first time,\" programming any apres coup sighting of the skull.8. Donald Davidson, \"On the Very Idea of a Conceptual Scheme.\" Reprinted in In-quiries into Truth and Interpretation (Oxford: Oxford UP) 183-198."},{"pageNumber":7,"pageContent":"HARMONY, ANAMORPHOSIS AND THE \"CONCEPTUAL SCHEME\" 133Whorf, wanting to demonstrate that Hopi incorporates an on-tology so alien to ours that Hopi and English cannot, as he putsit, be calibrated, uses English to convey the contents of sampleHopi sentences. Kuhn is brilliant at saying at what things were likebefore the revolution using—what else?—our post-revolutionaryidiom. (183)Davidson initially argues, in terms that strongly recall, in their reliance onthe plotting of points in \"coordinate systems,\" the geometry of anamorphicprojection.The dominant metaphor of conceptual relativism that of differingpoints of view, seems to betray an underlying paradox. Differ-ent points of view make sense, but only if there is a common co-ordinate system on which to plot them; yet the existence of a com-mon system belies the claim of dramatic incomparability. (183)Ultimately, Davidson argues that the idea of a \"conceptual scheme\" is fun-damentally incoherent, if \"conceptual scheme\" is defined as:A way of organizing experience, [...] systems of categories fromwhich individual cultures, or periods survey the passing scene.There may be no translating from one scheme to another, in whichcase the beliefs, desires, hopes, and bits of knowledge that charac-terize one person have no true counterparts for the subscriber toanother scheme. Reality itself is relative to a scheme: what countsas real in one system may not be in another. (Davidson 1984,184)As he recognizes the widespread appeal of the \"scheme\" idea, Davidson alsosuggests that:Even those thinkers who are certain there is only one conceptualscheme are in the sway of the scheme concept; even monotheistshave religion. And when someone sets out to describe \"our con-ceptual scheme,\" his homey task assumes, if we take him literally,that there might be rival systems. (183)Davidson asks whether an object of interpretation could be, in principle, sodistant from an interpreter's perspective that it would be inherently beyondcomprehension; his answer to this question is in the negative: for Davidson,infinite otherness is inconceivable. The proposition that a conceptual scheme(a term Davidson assimilates, rather quickly, to a \"language\") could be, inprinciple, absolutely opaque to another would also be untenable. Provided,then, that we accept Davidson's substitution of \"language\" for \"scheme,\""},{"pageNumber":8,"pageContent":"134   JAMES HELGESONpartial failures in translation can be taken care of by more-or-less elaborateparaphrase and word-substitution (what Davidson calls \"systematic mala-propism\"). Partial puzzlement does not, therefore, signal the existence of dif-ferent \"schemes\" of concepts.Ultimately, Davidson will go on to suggest that the notion of a \"commonco-ordinate system\" he proposed initially is incoherent as well, concluding inthe following way:It would be wrong to surmnarize by saying we have shown how com-munication is possible between people who have different schemes,a way that works without need of what there cannot be, namely aneutral ground, or a common co-ordinate system. For we have foundno intelligible basis on which it can be said that schemes are different.It would be equally wrong to announce the glorious news that allmankind—all speakers of language—share a common scheme andontology. For if we cannot intelligibly say that schemes are different,neither can we intelligibly say that they are one.' (198)The point, still a controversial one, is that there is no such thing as a concep-tual scheme distinct from its perceptual content. A linguist, for example, has noscheme, either \"at home\" or \"in the field\"; Davidson will even go so far as todeny that he or she has a language:^\" \"radical translation\" begins at home. Un-9. In his response to Davidson's essay, W. V. Quine (whose use of the term \"conceptualschemes\" in what is perhaps his most famous essay, \"Two Dogmas of Empiricism,\"Davidson is querying) concedes that talk of \"conceptual schemes\" is at best very loose.Quine writes:In conclusion, then, let me clarify the status of the phrase. I inherited itsome forty-five years ago through L. J. Henderson from Pareto, and Ihave meant it as ordinary language, serving no technical function. It isnot, as architects say, a supporting member. A triad—conceptual scheme,language and world—is not what I envisage. I think rather, like Davidson,in terms of language and the world. I scout the tertiutn quid as a myth ofa museum of labeled ideas. Where I have spoken of a conceptual schemeI could have spoken of a language. Where I have spoken of a very alienconceptual scheme I would have been content, Davidson will be glad toknow, to speak of a language awkward or baffling to translate. W. V.Quine, \"On the Very Idea of a Third Dogma,\" in Theories and Things(Cambridge, MA: Harvard UP, 1981) 41.For Quine, a conceptual scheme simply is not, in any rigorous sense. Though Quinetakes issue with Davidson's christening of the \"scheme/content\" distinction as a \"thirddogma of empiricism,\" he seems fundamentally in agreement that the \"conceptualscheme\" is a fictitious object. Note that neither Davidson nor Quine would subscribeto the view that language is the world, constituting a vast text enfolding both thesubject and what it sees.10. See, in particular, Davidson's essay \"A Nice Derangement of Epitaphs\" in E.Lepore, ed. Truth and Interpretation: Perspectives on the Philosophy of Donald Da-vidson (Oxford: Basil Blackwell, 1986)."},{"pageNumber":9,"pageContent":"HARMONY, ANAMORPHOSIS AND THE \"CONCEPTUAL SCHEME\" 135familiar words, puzzling objects—both are situated on a continuum betweentotal familiarity and total strangeness. Yet for Davidson, such a continuum inno way suggests that there is, in addition to the experience of strangeness orfamiliarity, one underlying scheme, or many underlying schemes, structuringany particular experience. For Davidson, the term \"conceptual scheme\" is aprime candidate for Ockham's razor. A conceptual scheme does not shape orunderlie language or perception, it is not a scrim between speakers and theworld. It is an ens praeter necessitatem, an ontological prodigality.Neither the psychoanalytic model of anamorphosis presented above nor theDavidsonian model presented here seems entirely up to the task of justifyinganamorphosis as a conceptual tool. Just as the psychoanalytic interpretationis vulnerable to the criticism that it relies too strongly on idealized models andon a radical incommensurabihty between a viewpoint and what it extrudes,so Davidson's essay on conceptual schemes, though obviously pertinent tothe theory of cultural anamorphosis, is vulnerable to charges of political in-genuousness. Indeed the \"principle of charity\"^^ Davidson puts forward hasbeen understood as a condescending denial of the essential difference between11. Donald Davidson on charity: \"the method [for understanding the behavior ofothers] is not designed to eliminate disagreement, nor can it; its purpose is to makemeaningful disagreement possible, and this depends entirely on a foundation—somefoundation—in agreement. The agreement may take the form of widespread sharingof sentences held true by speakers of 'the same language,' or agreement in the largemediated by a theory of truth contrived by an interpreter for speakers of another lan-guage. Since charity is not an option, but a condition of having a workable theory, it ismeaningless to suggest we might fall into massive error by endorsing it. [...] Charity isforced on us; whether we like it or not, if we want to understand others, we must countthem right in most matters.\" \"On the Very Idea of a Conceptual Scheme\" in Inquiriesinto Truth and Interpretation (Oxford, Clarendon Press, 1984) 196-97.Note the strong resemblance between what Davidson calls \"charity\" and whatHans-Georg Gadamer, in Truth and Method, calls a \"common understanding.\" Cf.Hans-Georg Gadamer, Truth and Method (New York: Continuum, 1989), especially291-307. Gadamer mentions Davidson specifically in a note on 295 (quoted in thefinal footnote of this article). Indeed there has been some exchange between the twothinkers: Davidson contributed an essay, \"Gadamer and Plato's Philebus,\" to a recentgeneral volume on the German philosopher, edited by Lewis Edwin Hahn, The Philos-ophy of Hans-Georg Gadamer (La Salle: Open Court, 1997); we also have Gadamer'sreply (chapters 21-22, 421-35). Gadamer writes: \"The style of Donald Davidson'sstudy is especially exciting and suspenseful. What characterizes both of our scholarlypaths is no more nor less than a mutual overtaking of each other\" (433). In the fol-lowing pages Gadamer goes on to emphasize the differences between their respectiveconceptions of Plato and of philosophy.On the relationship between the two philosophers, see also Gadamer's Century:Essays in Honor of Hans-Georg Gadamer, ed. Jeff Malpas, Ulrich Arnswald, and JensKertscher (Cambridge, MA: MIT Press, 2002). This collection contains two usefulchapters on the Davidson/Gadamer convergence by Jeff Malpas and John McDowellas well as an essay by Charles Taylor on Gadamer and \"conceptual schemes.\""},{"pageNumber":10,"pageContent":"136   JAMES HELGESONinterlocutors.^^ Davidson leaves himself open to this attack, though he doesnot triviahze the very real prohlems of power differentials and vast culturalvariation involved in communicating across what are often called, errone-ously, in his view, \"conceptual schemes.\" His point, it would seem, is not todeny difference, or to suggest that one \"scheme\" can or should colonize allthe variety of experience in the world. Rather, he is making a point about theontological status of theoretical objects: such things as \"schemes,\" \"mentali-ties\" or \"dominant paradigms\" do not exist. If he is right, they cannot benecessary tools for theorizing cultural difference.Nevertheless, the question of whether \"anamorphosis\" has a useful func-tion as a theoretical construct remains open. In both cases examined thusfar, it seems clear that \"anamorphosis\" is intimately connected to the idea of\"conceptual schemes,\" or \"symbolic orders\" seen as structuring, or contain-ing, particular symbolic worlds or particular ideological constructs. It is tothis notion of \"containment\" that I would like to turn now.inThe philosophical jury is still out on whether Davidson is right, as an onto-logical principle, to claim that there is no such thing as a conceptual scheme—that is, to claim that talk of such entities as \"mentalities\" (Febvre), \"domi-nant paradigms\" (Kuhn), and \"epistemes\" (Foucault) is, insofar as ontologicalcommitment is concerned, on a par with talk about unicorns.'-' Quentin Skin-12. The strongest critique of Davidson's article to date is to my mind an article byMichael N. Forste \"On the Very Idea of Denying the Existence of Radically DifferentConceptual Schemes,\" Inquiry, 41:2 (1998) 135-85. For a useful overview of David-son's \"principle of charity\" and its philosophical reception (including the notion of a\"principle of humanity\") see Jane Heal's article \"Radical Interpretation,\" in the Black-well Companion to the Philosophy of Language, ed. B. Hale and C. Wright (Oxford:Blackwell, 1997) 175-96, especially section 4. Davidson now tends to talk in terms ofthe creation of \"understanding,\" rather than \"charity\": \"What is created in dialogueis not a common language but understanding; each partner comes to understand theother. And it also seems wrong to me to say agreement concerning an object demandsthat a common language first be worked out. I would say: it is only in the presence ofshared objects that understanding can come about. Coming to an agreement about anobject and coming to understand each other's speech are not independent momentsbut part of the same interpersonal process of triangulating the world.\" Davidson,\"Gadamer on Plato's Philebus,\" 432.13. To group these three terms together is no doubt tendentious, though it not to saythat in every situation they are interchangeable—though in many cases in the literaturethe terms are used more or less interchangeably—but rather to suggest that they allreach toward the following common assumption: thought and speech, and notablytruth claims, at place w at a given time ( occur within an underlying, tacit system orframework characteristic for place w at time t. The different models diverge particu-larly in explaining anomalous thoughts—marginal and/or \"epoch-making\" ones. Thisis a subject for a much larger essay, in preparation. See also Linda Martin Alcoff, RealKnowing: New Versions of the Coherence Theory (Ithaca: Cornell UP, 1996), whichcontains chapters on Gadamer, Davidson, Foucault and Putnam."},{"pageNumber":11,"pageContent":"HARMONY, ANAMORPHOSIS AND THE \"CONCEPTUAL SCHEME\" 137ner, for one, has recently written in favor of \"conceptual schemes,\" thoughat other points he seems more congenial to Davidson's position.''* The ques-tion will not be resolved in this essay. As Davidson suggests, it is convenient,and no doubt comforting, to assume that a historical period is defined by aparticular \"scheme,\" or set of mental tools, without examining the statusboth of periods and \"schemes.\" In one sense, the crux of the problem is theontological status of schemes;'^ in another, it is the comfort provided by thecontrolling gesture of imposing a scheme. As grilles de lecture, such reassur-ing mental constructions are indeed, to borrow a famous phrase from Quine,\"man-made fabric[s] which impinge on experience only at the edges.\"'^ Inthe warp and woof of the \"fabric,\" ideological commitments intertwine. Suchefforts to impose comforting schemes are highly troubled and troubling, butI would suggest that we do not need logic of the apres coup embedded inpsychoanalytic readings to make sense of this \"trouble.\"Yet for devotees of the conceptual scheme or the episteme, the sixteenthcentury provides a fertile field for reflection; indeed it is largely with refer-ence to Renaissance'^ that Michel Foucault, in Les Mots et les choses (1966),elucidates his notion of \"episteme.\"'* And with cause: the late Renaissance isindeed characterized by a proliferation of attempts to classify knowledge andto present it a significant order characterized by harmony and correspondence.Many have taken this classificatory tendency as an essential element of a lateRenaissance mindset. Neil Kenny, for one, has argued that such attempts are14. \"[WJhenever we report our beliefs, we inevitably employ some particular clas-sificatory scheme. [...] [A]s Thomas Kuhn has especially emphasised, the fact thatdifferent schemes divide the world up in different ways means that none of them canever be uncontentiously employed to report indisputable facts. \"Interpretation, Ra-tionality, and Truth\" in Visions of Politics: Regarding Method (Vol. 1) (Cambridge:Cambridge UP, 2002) 45.15. Hilary Putnam would suggest that I am wrong to be too concerned about the\"ontological status\" of schemes; he sees Quine's influence with regard to \"ontology\"as pernicious. See H. Putnam, Ethics without Ontology (Cambridge, MA: HarvardUP, 2004).16. W. V. Quine, \"Two Dogmas of Empiricism,\" in From a Logical Point of View.(Cambridge, MA: Harvard UP, 1953, reissued 1980) 53.17. My occasional use of the term \"Renaissance\" implies no belief in rebirth, or inthe singularity of a period called the \"Renaissance,\" but simply reflects a will to avoidsuch awkward formulations as \"late early modern\" and the like. It should be takenentirely in this spirit. It here denotes, as far as France is concerned, roughly the periodbetween 1470 and 1600.18. See Michel Foucault, Les Mots et les choses; une archeologie des sciences humaines(Paris: Gallimard, 1966)—on Foucault's reading ofthe sixteenth century, see especiallychapter 2, \"La prose du monde\"—and L'Archeologie du savoir (Paris: Gallimard,1969)."},{"pageNumber":12,"pageContent":"138   JAMES HELGESONcharacteristic of a late Renaissance \"mentality\" and has expertly traced thetension, in the final years of the sixteenth century and the beginning of theseventeenth, between \"encyclopedism\" and its opposite: the denial that thereexists a significant order which might contain the whole of significant knowl-edge.'^ The prevailing Renaissance idea of the \"encyclopedia\" (the \"circleof learning\") is a cosmological picture whose central trope is harmony. Anearly sixteenth-century Latin example of the genre, Francesco Giorgio's DeHarmonia mundi of 1525, explicitly connects the structure of the heavens tothe ring of erudition. Both the heavens and the encyclopedia are conceived,according to neo-Platonic principles, as harmonies; the latter is thought toreflect the former. The Latin word encyclopaedia, borrowed from Greek, isalready present in fifteenth-century humanistic writing. In French, the term\"encyclopedie\" appears in the Rabelais's Pantagruel (1532), though this isnot its first appearance: Guillaume Bude has already used the term some tenyears previously, in a manuscript revision of his Institution du prince (Kenny15). In his Solitaire second, ou prose de la Musique of 1555, Pontus de Tyardevokes the encyclopedia in musical terms:[L]a Musique, estimee par la moins recusable troupe des sages con-tenir en soi toute perfection de symmetrie et retenue pour image detoute TEncyclopedie.-^\"Indeed, Frances Yates has suggested that Tyard's assertion and his vulgarizingtreatises of the 1550s underlie the essentially musical encyclopedism of Jean-Antoine de Baif's Academy of Poetry and Music, founded in 1570 under theauspices of Charles IX, and its successor, the Palace Academy of Henri III.Harmony, I would suggest, can be considered a reassuring grille de lecture, akey element in early modern attempts to order the cosmos and the19. Kenny 1991, esp. 1-3. Kenny uses the terms \"mentality\" \"outillage mental\" and\"episteme.\"20. VontusdtJyaTd, Solitaire second. Ed. C. Yandell. (Geneve: Droz, 1981) 71. Cf.Yates 1947 (Ch 4 : \"Music and Poetry and the Encyclopedia\").21. \"There are good grounds for relying on Pontus de Tyard as the philosophicaltheorist of the sixteenth-century French academies. As a poet of the Pleiade and as amusical humanist related to Baif's Academy, he knew the movement from the insideat both these stages of its development, and of course in the course of his long lifehe was also in touch with its later phases in the reign of Henri III. Tyard thus coversthe whole ground. No one could have heen better equipped than he to expound therelationship of poetry and music to the encyclopaedia, and fortunately he did so.\"Frances Yates, The French Academies of the Sixteenth Century (London: WarburgInstitute, 1947) 77."},{"pageNumber":13,"pageContent":"HARMONY, ANAMORPHOSIS AND THE \"CONCEPTUAL SCHEME\" 139Much has been made of the competing ideas of \"encyclopedism\" and anti-encyclopedism in the late sixteenth century.^^ Instead of going back over thestory of the tension between totalizing gestures and their non-totalizing coun-terparts, what I would like to propose here is a slightly different focus: I wouldlike to explore the essential trope of \"harmony\" in the context of what I havealready said about the relation between \"anamorphosis\" and the comfortprovided by the \"conceptual scheme.\" What I would like to suggest is thatthis pivotal trope of \"harmony\" is itself a highly contested one, one laden withhalf-hidden violence and the threat of irretrievable discord.The analysis of \"harmony\" as a conceptual scheme offered here is necessar-ily partial, there is not room in this essay to treat the topic exhaustively, andthe examples chosen are intended to point in the direction of a problem inearly modern epistemology and esthetics, a blind spot both in the texts them-selves and in the critical literature. Through the close reading of several earlymodern texts, I will continue my examination of the methodological useful-ness of anamorphosis as a critical construct, a particularly useful one whensuch schemes strain and crack at the edges of the experience they are expectedto contain. Thus, as a point of departure into these much broader issues, Iwill begin here by offering a close reading of a short poem that exhibits, on asmall scale, many of the tensions inherent to the notion of \"harmony\" that Iwould like to illustrate. The work of the mid-sixteenth century Lyonnese poet,Maurice Sceve (c. 1500-c. 1562) vividly illustrates the tension between ideal-ized evocation of cosmic order and the barely contained violence inherent in\"harmony.\" Sceve was the mentor and friend of Pontus de Tyard, the Frenchwriter to whom the early modern French academies are most indebted; he isauthor of what is often considered the first Petrarchan cycle in France, Delie:Objet de plus haulte vertu, as well as one of the more striking examples ofencyclopedic poetry, his Microcosme (pub. 1562). A deep unease about thestrength of harmony as a containing force is at play the following epigramfrom Delie.Ceincte en ce point et le col, et le corpsAvec les bras, te denote estre prise22. See, in addition to Yates 1947 and Kenny 1991, R. Collinson, Encyclopaedias:Their History throughout the Ages; a Bibliographical Guide with Extensive HistoricalNotes to the General Encyclopaedias Issued throughout the World from 350 B.C. tothe Present Day (New York: Hafner, 1964); W. Schmidt-Biggemann, Topica univer-salis: eine Modellgeschichte humanistischer und barocker Wissenschaft (Hamburg:Meiner, 1983); P. Sharratt and A. J. Steele, French Renaissance Studies, 1540-1570.Humanism and the Encyclopedia (Edinburgh: Edinburgh UP, 1976). On Renaissancetheories of knowledge, see Quentin Skinner, ed.. The Cambridge History of Renais-sance Philosophy (Cambridge: Cambridge UP, 1988), especially sections VI, XI andXII."},{"pageNumber":14,"pageContent":"140   JAMES HELGESONDe l'harmonie en celestes accordz,Ou le hault Ciel de tes vertus se prise.Fortune fut celuy, qui telle prisePeut (Dieux beningz) a son heur rencontrer.Car te voulant, tant soit peu, demonstrerD'espoir ainsi envers moy accoustree,Non moindre gloire est a me veoir oultrer,Que te congnoistre a mon vouloir oultree.(D173PA traditional, neo-Platonic reading of this epigram would no doubt privi-lege the word \"harmony.\" From a certain point of view, the frequency ofcosmological vocabulary in the collection as a whole suggests the pertinence ofa sublimating, neo-Platonic reading of desire in Sceve—it is hardly surprisingthat an \"object of highest virtue\" should be \"harmonious.\" Yet in reading theepigram two words jump out immediately: \"ceinte,\" placed so forcefully inthe opening line that it is quite difficult to situate it syntactically; and \"prise,\"repeated at the end of lines 2, 4, and 5. In Sceve's time, the verb \"ceindre\"possessed the connotations of the Latin cingo: \"encircle,\" \"surround, \"bind,\"as well as the vestimentary sense of \"putting around the body.\"^'' This lastmeaning is associated with ceremonial sashes imparting authority as well asa combative stance. \"Ceindre\" thus suggests a comparison between Delie'sbeauty, her clothes, and a harmonic power of celestial origins. Indeed, epigram173 recalls another poem, epigram 131, in which Delie is compared with Delia(Diana) the huntress (a poem which also begins \"Delia ceincte\").The insistent repetition of the word \"prise\" in epigram 173 suggests, how-ever, a less positive sense of the word \"ceincte.\" \"Prise\" has a number ofmeanings in the sixteenth century: the \"action of receiving\" or \"recompensefor a victory\" (like the English prize)., epris (taken with), as well as the sex-ual connotation of the past particple. How then must we interpret \"prise/de l'harmonie\" (v. 3-4)? Is the beloved \"prise\"—taken from, extracted fromcosmic harmony? Is she rather the \"prise\" {prize) of harmony—that is, therecompense of a quest for harmony? Is she the \"prise\" in the sense of \"pointof access\" to divine harmony, a point at which one might \"avoir prise\" (get agrip on) harmony as if to appropriate it. Sceve cultivates the ambiguity. It isnot resolved in line 3: \"en celestes accordz\" can mean both \"in the context of23. All dizains from Delie are quoted from Gerard Defaux's edition, Delie, object deplus haulte vertu (Geneva: Droz, 2004). I have made similar comments on this dizain inmy book Harmonie divine et subjectivite poetique chez Maurice Sceve (Geneva: Droz,2001), esp. the introduction and ch. 3.24. Definitions drawn from E. Huguet, Dictionnaire de ia langue frangaise du seiziemesiecle. (Paris: E. Ghampion/Didier, 1925-1973.)"},{"pageNumber":15,"pageContent":"HARMONY, ANAMORPHOSIS AND THE \"CONCEPTUAL SCHEME\" 141harmony\" or \"through the action of celestial concord.\" And does \"se prise\"mean \"est appreciee\" (\"is appreciated\"), \"values itself\" or \"aprises itself of?\"Keeping in mind these ambiguities, a possible rendering of the Erst quatrainmight be \"[If] you are girded thus at the neck, on the body and on the arms,this means that your origin is in harmony, in celestial concords—whence evenhigh Heaven congratulates itself.\" There would seem to be something elsegoing on here besides a placid, neo-Platonic evocation of cosmic harmonyand its imitation in verse.The second half of the poem also presents serious problems of interpreta-tion. The syntax of the last quatrain is extremely complex. It is based on aLatin ablative absolute construction (te volente ...), and might be translated asfollows: \"However, though you wanted to show yourself to me it such a wayas to inspire hope—if only a little—it is no less a glory to see myself transgressthan to know that you are wounded^^ according to my desire.\" Note that thesecond-person pronoun never appears as the subject of the sentence—andthat the \"te\" constructions in the first and last quatrains function similarly tosubordinate the \"tu\" grammatically. Sceve's acrobatic syntax seems to reign inthe second person by making sure that, though it is the subject of the poem, itis never the subject of a sentence. The \"tu\" is tied up in a violent circumscrip-tion announced at the very beginning of the epigram (\"Ceincte...\") and takenup structurally in the twisted syntax that follows.Keeping these observations in mind for the moment, let us now look at theepigram in its immediate context. Epigrams 172 and 173 exhibit obvious con-nections. D172 seems at first to present a somewhat conventional idealizationof the beloved:Blanc Alebastre en son droit rond poly,Que maint chaynon superbement coronne:Yvoire pur en union joly,Ou maint esmail mainte joye se donne.O quand ie voy, que ce ceinct t'environne,Estant au corps, et au bras cordonneeDe la vertu au bleu abandonnee,Dont Amour est et hautain, et vainqueurJe suis lors seur. Creature bien nee,Que fermete est la clef de ton25. \"Outrer\" = wound, pierce, wrong, transgress. (\"Plus outre\" was Charles Vsmotto.) Also to be \"outre d'amour\" is to be pierced with Love's arrow.26. \"Union\" from Latin unio (m.) = large pearl.\" McFarlane suggests \"en\" = \"linkedwith.\" Line 3 might be rendered \"In a beautiful pearl, pure ivory [color]\" or perhaps\"Pure ivory, beautiful in union,\" if \"ioly\" is taken as modifying \"yuoire.\""},{"pageNumber":16,"pageContent":"142   JAMES HELGESONHere, Delie is presented covered with jewels appropriate to her exalted sta-tus; she wears the blue sash associated with the Virgin Mary in early moderniconography. However, we see the same ambivalence between praise and con-straint, harmony and \"ceincture,\" between what we might call the \"ceincte\"and the \"sainte.\" The semantic field of \"roundness,\" with its astronomi-cal connotations (\"rond,\" \"coronne\" \"ceinct\" \"environne,\" and especiallythe pearl, the \"union,\" recalling the moon so often associated with Delie inthe collection) joins in the poem with that of particularly restrictive jewelry(\"chainon,\" '^abandonee, cordonnee). The \"ceinture\" traces the limits of thesurrounded body's materiality, whose \"vertu\" is expressed in concrete termsin certain number of hard substances (\"yvoire,\" \"email,\" \"alebastre\"). Sim-ply put, harmony in Delie becomes a desire for fixity, even for the violentconstraint of the other whose immobility is desired. To borrow a phrase fromRonsard's \"Hymne a l'Eternite\" (1556), Delie the beloved, like Delie the cycle,should be \"celle qui jamais pour les ans ne se change.\"^'' The desire for closureis instantiated in a structure, both abstract and material, resistant like \"ivory\"or \"enamel,\" or \"hard Epigrams\" (\"dures Epygrammes\"). It is precisely thisclosure which embodies the aspiration of a poetic voice in search of form-making limits for the subject and for Delie (desired object)/De//e (the book).In epigram 173, line 5, there is a sudden, puzzling insurgence of a thirdparty, to whom the possibility of mastering harmony, otherwise so problem-atic in the poem, is consigned. If there is such a thing, I would call this theanamorphic moment of the poem. Here \"prise,\" both aesthetic and sexual,is relegated to a perspective entirely outside of the \"je-tu\" opposition, thatan absent other, who melds the \"je\" and \"tu\" together in a secure, materialobject, a monument to a past, absent unity which had been able, at one point,to join successfully the two principles of \"subject\" and \"object\" into a solidi-fied, monumental harmony-as-\"prise\":Eortune fut celuy, qui telle prisePeut (Dieux beningz) a son heur rencontrer.Yet this ideal of perfect completeness, relegated to the past of the passesimple, is constantly juxtaposed in Sceve with the fear of shattering rupture.Epigrams 172 and 173 are half-way between emblems 19 and 20, depicting,respectively, Actaeon and Orpheus-key Ovidian figures in the collection—andnot the least because they die in a similar way. Actaeon and Orpheus are ofcourse both dismembered, Actaeon by his own dogs, transformed into a stagfor having gazed on Diana, Orpheus for having gazed on Eurydice, and forrejecting the advances of the Thracian women. In the particular logic of the27. Pierre de Ronsard, CEuvres. (Paris: Ed. P. Laumonier/Didier[STFM], 1928-1974)VIII; 246, line 6."},{"pageNumber":17,"pageContent":"HARMONY, ANAMORPHOSIS AND THE \"CONCEPTUAL SCHEME\" 143reflection in Sceve and in Ovid, it is as if the water of the fountain of Diana/Narcissus, water both metallic in appearance and dangerous in its motion,had undermined the stony harmony of a beloved who is, to use Baudelaire'sphrase, \"belle comme un reve de pierre,\" thus revealing the peril of the dis-memberment both of the subject and of the phantasm of the other that sub-tends the desire for fixed harmonic order. Cosmic music, whose \"prise\" theother possesses, is a way to exercise power—literally to move mountains, ortrees and boulders—or at least tie people up. It is this power that the lyricsubject in Delie lacks; another epigram, D316, explicitly establishes an unfa-vorable comparison between Orpheus' powers and those of the lyric \"I.\" Justas epigram 173 is about tying the other up with the circles of harmony, sothe cycle, the \"I\" is traversed by an anxiety of never being \"in himself\", \"ensoy\"—that is, an anxiety that the lyric subject migbt never be at the centreof a ring of reverberation, like Orpheus with his lyre, surrounded by stones,trees and animals—a ring wbich would consecrate the poet as an interior-ity, or which would establish the other of desire as an \"object de plus haultevertu.\"In the end, Sceve's verdict on \"cosmic harmony\" and \"music\" is a pes-simistic one. Cosmic music serves ultimately to show how far the world hasfallen; and does not seem to open up the possibility of return. The drama ofthis loss seems to have everything to do with modern poetry's lack of efficacy,yet Sceve does not attempt to cover up this lack with calls for linking musicand poetry, as other early modern poets, such as Ronsard, Pontus de Tyard,and Jean-Antoine de Baif do. Sceve writes a remarkably diffident liminarysonnet for tbe publication of Pontus de Tyard's study on music, the Solitairesecond, ou prose de la musique of 1555. In his sonnet, Sceve seems to be sug-gesting that Tyard's work is not much comfort; it is only useful as a palliative,sufficient because it has to be, but poor sustenance for tbe modern soul stuckin earthly cares. In the end, it is hard not to feel that these cosmological topoiin Sceve are a kind of wishful thinking—whenever the ideas of the powers ofmusic are evoked, they are undercut by a deep and abiding pessimism abouttheir efficacy and perhaps even their reality. There is always a sense that thereis something missing from poetry which will prevent it from ever becomingwhole—and that what is missing cannot be replaced by the simple additionof music to poetry.Yet the enduring skepticism is not just about the inefficacy of harmony, italso draws attention to the double status of barmony as both a grasping ofperfect order and a desperate strategy of containment. What I would suggesthere is that \"harmony\" here is simultaneously available as both grasping andcontaining, and that, again, neither perspective is radically alien to the other:the vocabulary of sublimation entails also the violence latent beneath theperfect \"ceinture\" of cosmic concord. In epigram 173, the two perspectivesare played out through the introduction, at the center of the poem, of a hypo-thetical third party for whose gaze the \"ceinture\" would not be problematic."},{"pageNumber":18,"pageContent":"144   JAMES HELGESONone who is ambiguously both radically past (\"peut\" is usually read as passesimple) and entirely present (there is no reason this verb could not be read asthe present \"peult\" as well).* * *In Maurice Sceve, as in the Holbein painting, we detected a tension betweenimposition of a totalizing structure and doubts about its efficacy. In Holbein'swork, the mathematics of mapping heaven and earth were put at the serviceof containing death and political schism. In Sceve, the rhetoric of cosmic har-mony supported the painful delimiting of subjects and objects of desire; theepigrams themselves seemed to stand as an anamorphic distortion of harmony,a twisting of harmony into bondage.The tensions between harmony and constraint, exhibited on a small scalein Sceve's epigram, can also be detected in texts with much larger contain-ing ambitions. Perhaps the most striking examples of a link between power,constraint and cosmic harmony in sixteenth-century France is in the work ofthe political philosopher Jean Bodin. In the final chapter of the last book ofhis Six Books of the Republic (1576), Bodin provides a mathematical justi-fication for a strong centralized monarchy, using the proportions of musicalintervals, and the numbers 1-4 (the Pythagorean tetrachys) as the foundationof his theory. Bodin writes:En quoy faisant le sage Prince accordera ses subjects les uns auxautres, et tous ensemble avec soy, toute ainsi comme on peut voirees quatre premiers nombres, que Dieu a disposez par proportionHarmonique : pour nous monstrer que l'estat Royal est Harmo-nique, et qu'il se doit gouverner Harmoniquement: car 2 a 3 faitla quinte, 3 a 4 la quarte, deux a quatre l'octave et derechef, un adeux faict l'octave, I a 3 la douzieme, tenant la quinte et l'octave,et I a 4 la double octave, qui contient l'entier systeme de tous lestons et accords de musique : et qui voudra passer a 5 il fera undiscord insupportable.^*Earlier in the treatise, Bodin has already identified the King and the three es-tates with these first four whole numbers and with four types of wisdom.^' In28. Jean Bodin, Les six Livres de la Republique. Ed. C. Fremont, M.-D. Couzinet, H.Rochais (Paris, Fayard, 1986) II; 306.29. Cf. Kate van Orden, Music, Discipline, and Arms in Early Modern France (Chi-cago: U of Chicago P, forthcoming)."},{"pageNumber":19,"pageContent":"HARMONY, ANAMORPHOSIS AND THE \"CONCEPTUAL SCHEME\" 145Bodin's schema, the King is represented by the number one, the first estate bythe number two, the second estate, three, and the third estate, four. Thus, thewell-tempered King, according to Bodin's theory, forms an octave (1:2) withthe first estate, a twelfth with the second (1:3), and a double octave with thethird (1:4). The first and second estates are in the proportion of a fifth (2:3),and so on. Bodin offers a lengthy discussion of Geometric and Arithmeticgovernance and proportion in book six as well; these three alternate systemsare ultimately not as good—they cannot make sweet harmony, as they do notcorrespond so neatly to the proportions defining musical intervals. God, ofcourse, stands as the eternal tuner and maker of the system; the King's powerindeed comes from the grasping of the principles of harmony—to paraphraseSceve: \"fortunate he who—God willing—could hit upon, happily, such anunderstanding.\"Such a link between royal power and cosmic harmony is operative as wellin the foundation of an important sixteenth century predecessor of the Acade-mie frangaise., the Academy of Poetry and Music, in 1570, founded under theauspices of Charles IX by Jean-Antoine de Baif and the composer Thibaut deCourville. As Frances Yates has shown, music, in Baif's academy, becomes thefocal point of a movement with truly encyclopedic ambitions. For Baif, poetryand music are profoundly pohtical. For Baif, a member of the Pleiade—theprestigious group of poets grouped around Pierre de Ronsard, to use harmonyis to exercise a kind of power, common to poets and kings, a power rooted innatural law. The person, king and poet, who manipulates harmony correctlycan deploy, in his own interest and perhaps that of the kingdom, a colossalmagical power: the power of Orpheus to gather rocks, trees and animals, ofAmphion to build the walls of Thebes.In November 1570, when the letters patent of the academy were signed,the brutal religious wars between Catholics and Protestants were well un-derway. During this particularly nasty time, Baif and Courville, the latter acomposer, petitioned Charles IX for permission to start an Academy of Poetryand Music, in order (according to the academy statues)Afin de remettre en vsage la Musique selon sa perfection, qui estde representer la parole en chant accomply de son harmonie &melodie, qui consistent au choix, regie des voix, sons & accordsbien accommodez pour faire l'effet selon que le sens de la lettre lerequiert, ou resserrant, ou desserrant, ou accroissant l'esprit, re-nouuellant aussi l'ancienne fa^on de composer Vers mesurez poury accommoder le chant pareillement mesure selon l'Art Metrique.Afin aussi que par ce moyen les esprits des Auditeurs accoustumez& dressez a la Musique par forme de ses membres, se composentpour estre capables de plus haulte connoissance, apres qu\"ils se-ront repurgez de ce qui pourroit leur rester de la barbarie, sous le"},{"pageNumber":20,"pageContent":"146   JAMES HELGESONbon-plaisir du Roy nostre souuerain Seigneur, nous auons conuenudersser vne Academie ou Compagnie composee de Musisiens &CThe purpose of the academy is to resurrect the musical effects of antiquity,especially those effects described in famous passages in Plato about the role ofmusic in forming the ideal citizen of the city-state. For Plato, musical trainingis intended to give the pupil a sense of the harmony of the world of whichhe or she is a part. In Plato, the key verb for what music is supposed to do is\"rhythmizein,\" which means something like \"to form,\" \"to mold,\" both inthe sense of \"to educate\" and \"to shape.\" The city state and, a fortiori, theincreasingly centralized monarchy of \"le Roy nostre souuerain Seigneur\" mustat all costs maintain aesthetic laws based as closely as possible on the eternalharmonies. This is the context for the phrase \"accoustumez & dressez a laMusique,\" and especially of this word \"dressez,\" which evokes nothing else ifnot animal trainers in search of charms to soothe the savage French.In an epistle Baif addressed to Charles IX about three months after thesigning of the Academy's statutes, that is, in early 1571, Baif asks for royalprotection against his enemies in the Sorbonne, who are unhappy about thepotential power of Baif's new foundation. Baif begins by filling the king in onwhat has happened in the meetings he has missed while the king finishes hisdinner. But suddenly the dogs under the table begin to growl, and Charles IXgrabs a \"baston\" from the serving master, leaps up, and silences them:[...] La finit mon proposDes chiens entrerompu. Vous gaillard et disposAvecque le baston, qu'entre les mains vous pristesDu maistre qui servoit, cesser alheure fistesLe gronder de ces chiens, qui sans plus rechignerEn repos et en paix vous laisserent disner.Sire, ce di-i'en moy. Tout a mon avantageA l'honeur de mon Roy ie prens ce bon presage.Les chiens s'entregrondans ce sont mes envieuxQui jettent devant vous des abbois ennuieuxA vostre Mageste contre mon entrepriseQu'en vostre sauvegarde, 6 bon Prince, avez prise.Le baston avec pris : le baston vous prendrezEt contre le malin la vertu deffendrez.Soudain les menassant vous les avez fait taire:30. Preamble to the Statues of Baif's Academy [Nov. 1570]. Transcribed Yates 320."},{"pageNumber":21,"pageContent":"HARMONY, ANAMORPHOSIS AND THE \"CONCEPTUAL SCHEME\" 147Aussi nos envieux (car vous le pouvez faire)Ferez taire tout coy, quand les menasserez[.]^^In this poem, Baif's project is clearly his own—\"mon entreprise\"—and thegood omen is both \"tout a mon avantage\" and \"a l'honeur de mon Roy.\" Theenemies whom the king is called upon to silence with his \"baston\" are dogswho intend to do whatever possible to prevent the success of Baif's noble newproject. \"Rhytmizein\"—the pedagogic manifestation of cosmic order intendedto inspire unruly subjects and placate them, is here perversely transmuted intothe manic beating of enemies with a stick. Menacing rhythm is intended tosilence critics and to confirm the powerful mastery both of the poet and ofhis sovereign; the blows become audible even in the insistently hammeringprosody. Ultimately, the king must silence Baif's rivals so that he alone canexercise the kind of musical power that poetry allows. Baif's texts consistentlybetray this ambition to be the one who calls the tune. The synergy betweenharmony and power finds clear expression.I would argue that the real interest of these texts surrounding the founda-tion of the academy is in making the tools of musical manipulation availableto both the king and the poet. Both end up in conceptually similar, centralizedpositions. Ultimately, both Jean Bodin and Jean-Antoine de Baif reflect a desireto rationalize and control behavior through the manipulation of harmoniclaws, just as the lyric subject in Sceve's Delie, in a much more conflicted andself-defeating way, tries to tie up, harmonically, an object of desire whosevery name means \"untie\" (\"delier\"). Philosophy, specifically Florentine neo-Platonism, provides a useful justification for centralized political and aestheticpower, on the basis of \"natural law.\" Repression of the unruly subjectivityin Sceve bears a family resemblance to the management of unruly subjects inBodin and Baif. Bodin and Baif share what I would call a \"harmonic formal-ism\" that affirms far more forcefully, perhaps precisely because it is immi-nently threatened, a mimetic link between the structure of the cosmos, thatof the polis and, in Baif's case, that of the artistic artifact, as well the belief inthe efficacy of this imitation within the world of public life.We return to the early modern \"conceptual scheme\" and the extent to which\"harmony\" is one of its basic components. The major twentieth-century his-torian of the French Academies of late Renaissance France was undoubtedlyFrances Yates; indeed, during the icy London winter of 1940-41, in the War-burg Institute unheated because of the Blitz, Yates gave a series of lectureson the Palace Academies under Charles IX and Henri III, published after the31. Jean-Antoine de Baif, \"Au Roy,\" from the Cinquieme livre des poemes. Evvresen rime, Ed. Jean Vignes et al. (Paris: Champion, 2002) I; 313-14. The poem is cited,from the Marty-Laveaux edition (Paris: Lemerre, 1883), by Yates 27n, 60."},{"pageNumber":22,"pageContent":"148   JAMES HELGESONSecond World War as The French Academies of the Sixteenth Century. Yates'sstudy, as significant as it is, could be said to have a significant blind spot, a\"fuzzy patch.\" There is an implicit nostalgia, in Yates' writing, for aestheticand political theories, largely neo-Platonic in inspiration, based on the idea ofharmony, an undercurrent suggesting that what it is really about, ultimately,is \"European civilization\" and what seems to her one of its nobler founda-tions: concordia discors, the coincidence of opposing elements in a harmo-nious truce. Yates writes, in her preface: \"it might be difficult to recapturethe atmosphere in which the French Academies of the sixteenth century firstpresented themselves as a steadying subject for contemplation in a disintegrat-ing world\" (Yates, vii). Concordia discors had been betrayed, both in war-shattered late sixteenth-century France and also in twentieth-century Europe.Such a sentiment is no doubt understandable in someone living in London in1940. It is perhaps not surprising that Yates systematically omits the moresinister pohtical implications of harmony.I have suggested that Yates's wistful comment in her preface is all the moreapposite in that \"harmony\" stands as a \"steadying subject\" for early modernwriters as well, who also live in a world beset by the uncertainty of schismand random violence. But \"harmony\" can stand as \"a steadying subject\"in several ways. On the one hand, \"harmony\" can seem as something to beaspired to, an ideal projected onto an inaccessible elsewhere from a pointin which chaos and fragmentation are the rule (for example, the sub-lunarworld of traditional cosmology). On the other hand, order can be taken asthe first term, and chaos as an inopportune intrusion of disintegration into anex hypothesi perfect cosmos and its emanations on earth (such as the divinelylegitimate monarchy). In both cases, harmony is taken as the perfect order.What is important is where the viewer stands in relationship to this perfectorder, the viewpoint taken when looking onto this order. \"Cosmic harmony\"would seem here to function as a \"scheme\" imposed on the empirical world,a scrim filtering its perception and structuring assumptions about its form.So what seems missing in Yates' study is some recognition of the controlexercised by the imposition of schemes on an unruly world, that the \"steady-ing subject\" which harmony represents can also be read as a violent impulseto impose a scheme onto objects in the world. Indeed, the historian DenisCrouzet has read the ideological charge of \"harmony\" in the latter half of thesixteenth century very much in this way.^^ This is not to say that the imposi-tion of such a harmonic scheme was not methodologically productive in thelate sixteenth century. Yet what is particularly striking about the texts I have32. On the relationship between ideologies of harmony, violence and political repres-sion see Denis Crouzet, La nuit de la Saint-Bartheletny : un reve perdu de la Renais-sance (Paris: Fayard, 1994) and Les guerriers de Dieu : la violence au temps destroubles de religion, vers 1525-vers 1610 (Seyssel : Champ Vallon, cl990)."},{"pageNumber":23,"pageContent":"HARMONY, ANAMORPHOSIS AND THE \"CONCEPTUAL SCHEME\" 149examined here is the way the general structure of harmony can be read in twodifferent fashions—both as a philosophical ideal and as a strategy of contain-ment. In the representation of cosmic order, there is no node of unease thatthrows awry the view of the whole; rather, the imposed schema itself seemsto offer the possibility of being read awry in its entirety, as both \"perfection\"(Baif) and repression.TVIn his recent study, Pre-Histoires, Terence Cave has written the followingon the subject \"textual disturbances\" or \"troubles textuels\":Les objets qu'on appelle litteraires sont souvent des objets troublesou troublants: au seizieme siecle, comme aujourd'hui et comme autemps de Platon, un soupgon plane sur ces objets; ils s'entourentde precautions apologetiques ou de gloses rectificatrices. Mon pro-pos ici est de lire un ensemble de perturbations textuelles commel'indice d'une incertitude epistemologique, d'une angoisse on-tologique ou axiologique. Le depistage d'un « trouble » permet delocaliser une region problematique de la perception, de retrouverune sorte de felure dont l'auteur et ses contemporains ne sont peut-etre pas pleinement conscients, mais qu'ils ressentent comme unemalaise, une tache floue a l'horizon de la pensee. En mesurant leplus exactement possible l'emplacement de cette singularity, nousaurons des chances d'esquisser une topographie —toujours provi-soire, toujours partielle—de ce pays etrange qu'est leCave's two-volume study of these \"problematic regions of perception\" isremarkable in its textual insight. The emphasis on \"topography,\" ratherthan \"cosmography,\" with its implicit echo of Montaigne (\"De Democri-tus et Heraclitus\", Essais, I, 50), announces the modest, fragmentary natureof his investigation; his evocation of the \"fuzzy patches on the horizon ofthought,\" with its emphasis on an almost unfelt disturbance in the peripheryof conscious perception, cannot help but evoke the theory of anamorphosiswhich has been the topic of this essay. In particular, it suggests a reading ofanamorphosis potentially independent of the totalizing ontological claims of\"conceptual schemes.\"Thus, in conclusion, I would like to ask two questions: (a) in the examplesI have looked at here, does the evocation of \"cosmic harmony\" suggest a\"fuzzy patch on the horizon of thought\" and \"the indication of an epistemo-logical uncertainty, an ontological or axiological anxiety?\" I would argue thatit does, but that—in this I would follow Davidson and ultimately no doubt33. Cave 1999,15."},{"pageNumber":24,"pageContent":"150   JAMES HELGESONWittgenstein as well—that such an anxiety can exist without a \"scheme\"of whose incompleteness it would be a symptom, (b) Is \"anamorphosis\" asufficient conceptual tool for theorizing a tension such as that which I havelocated in the ideology of \"harmony.\" I would argue that it is not, but thatthinking about the ways it is insufficient might well help to get a clearer pic-ture of what is at stake both in the early modern treatment of harmony andin the philosophy of \"conceptual schemes.\" Indeed, I would argue that the\"troubles\" represented by harmony in early modern texts and the philosophyof \"conceptual schemes\" are closely related.I would suggest that there are at least four different strands of thought inwhat has been said so far in this essay about anamorphosis:(1) Anamorphosis can be considered in itself as a painterly technique—theexpression of the perspectival virtuosity that Hans Holbein shares, forexample, with such artists as Jan van Eyck, Albrecht Dtirer or Parmi-gianino;(2) Anamorphosis can stand as a theoretical paradigm for the \"symbolic\"and conceptual schemes. According to this paradigm, the anamorphic blotstains the scheme, and throws the familiar scene into a new perspective;such a blot betrays the incompleteness of the symbolic, the non-existenceof the \"big Other\"(3) Anamorphosis is a way of figuring skewed, but mutually intelligible, orintertranslatable, perspectives. Here the movement between perspectives,the continuum between the familiar and the unfamihar, is emphasized.(4) Anamorphosis is a way of figuring the tension between an imposed schemeor theoretical paradigm and material it is unable to contain.To these, we might add a fifth:(5) Anamorphosis is an analogue for textual codes, steganographical tech-niques, and for more or less obscure forms of allegory.In response to the first of my questions above, (a), I would answer that theexamples I have given here seem to fit definition (4); that is to say that theydo seem display the tensions inherent in the project of mapping harmony ontothings in the world. In all the cases I have treated here, the \"trouble textuel\"arises from the imposition of smooth, harmonious order on the recalcitrantexperience. This imposition is not a well-founded, ultimately reassuring andefficacious one. The mapping that produced the terrestrial and celestial globesso prominently displayed behind the sitters in The Ambassadors will not, Iwould suggest, be sufficient to allay \"epistemological or axiological anxiety\"in any of these texts. I would add that the \"anxiety of harmony\" is a particu-larly rich field of examples of the sustained assault, in the early modern period,on ancient assumptions about the structures of heaven and earth. Yet I have"},{"pageNumber":25,"pageContent":"HARMONY, ANAMORPHOSIS AND THE \"CONCEPTUAL SCHEME\" 151argued against privileging a particular point, an \"ananamorphic view\" or aninadequacy in the symbolic, in the manner of (2), but have clearly preferred (3)a continuum between clashing, but not mutually unintelligible, viewpoints.But this brings us back to the second question (b) I asked above: is ana-morphosis an adequate theoretical tool? It seems to me to be rather a bluntinstrument: in this essay I have confronted several models, most importantly(2) and (3): a psychoanalytic model in which \"anamorphosis\" stands as aradical blot, a singularity that throws suspicion on the totality of perceptionapres coup, and a hermeneutical projection, borrowed from Davidson andGadamer, in which strangeness exists on a continuum between the familiarand the strange. I would argue that both (2) and (3) are ultimately metaphori-cal—they arise out of a false picture: a \"conceptual scheme\" is like a geometricfield whose network can be bent askew, like Holbein's skull. Indeed, in almostall cases where \"anamorphosis\" is used as a theoretical term, it functions as ametaphorical shorthand for unease that arises when looking at scenes, texts,or cultural artifacts—my readings of Sceve, Baif and Bodin here certainly sharethis metaphorical temptation with those of Greenblatt and i^izek.^''There remain, then (1) and (5); that is to say, there remains to be seen ifthere is any relationship between anamorphosis as a painterly technique andanamorphosis as an analogue for steganography. Terence Cave would sug-gest that there is such a relationship. Towards the end of Pre-histoires, Caveconsiders the paradigm of anamorphosis in reference to Beroalde de Verville'sVoyage des Princes fortunez (1610). Verville refers quite specifically to ana-morphosis in the preface to the Voyage, defining steganography in terms ofthe painterly technique of distorsion:Ce qui est practique en peinture quand on met en veue quelquepaisage ou port, ou autre pourtrait qui cependant musse sous soyquelque autre figure que Ton discere quand on regard par un cer-tain endroit que le maistre a designe.^^For Cave, \"like allegory, and like the [rhetorical] ordo artificialis, anamor-phosis presents itself as a global, totalizing structure, and not at all as a gameof chance where the author might ask the reader to find meaning at leisure\"34.- Early modern dance would seem to be a field in which one can apply the term\"anamorphosis\" rather precisely. Dancers often trace patters that could be seen, ide-ally, only from above, and that are taken to be metaphysically significant. The normalposition of the spectator would then be an anamorphic one, a side view rather than a\"God's-eye view.\" See Mark Franko, Dance as Text: Ideologies of the Baroque Body(Cambridge: Cambridge UP, 1993). I am indebted to Mallika Keister for this sugges-tion.35. (Cited Cave 1999, 161). Cf Le Voyage des Princes Fortunez. CEuvre ste-ganographique, receuilli [sic] par Beroalde (Paris: Claude Guerin, 1610) fol. a iii v."},{"pageNumber":26,"pageContent":"152   JAMES HELGESON(161). Cave goes on to suggest that \"anamorphosis [...] creates an expectationin the reader that the true meaning of the narrative is to offer itself globally, asif in a glance [...] [T]he author a landscape or a voyage, inviting the reader tofind a point of view from which the text allows itself to be decrypted, showinga different face.\" Cave finds in Verville's manipulations of the ordo artificialisa strong analogue of the optical technique. Yet, as he ultimately points out, thenarrative only offers \"promises of anamorphosis,\" \"partial anamorphoses,\"but no \"definitive anamorphosis\" (163). For Cave, the sign for this incompleteanamorphosis is the \"presence, in the narrative, of a character who seems stillto be searching for his own anamorphosis\" (163).The question of this analogy between anamorphosis and steganographyneeds further unpacking. As a partial conclusion, I have suggested, with re-gards to one particular commonplace, that of \"cosmic harmony,\" that thisfigure of the sought-for point of view seems indicative of the tension implicitin the schematizing gesture itself, and that the metaphor of \"anamorphosis\"is only partially adequate, even in cases of steganography as explicit andextreme as Verville's. Indeed the relationship between secret writing and itsanamorphic decoding is metaphorical and remains tenuous even in such ex-treme cases. In such cases \"anamorphosis\" figures, if anything, the desire for acosmography drawn by \"le maistre\" from a particular point, when ultimatelyonly a topography will do.Thus, the force, and the weakness, of the discourse of anamorphosis seemsto be the way that it serves as a convenient shorthand for suspicion and uneasearising from a \"problematic region of perception, [...] a malaise, [...] a fuzzypatch on the horizon of thought,\"—or perhaps even indeed from the herme-neutic gaze itself, as a kernel of strangeness embedded in a way of looking. Butit is important not to forget that \"anamorphosis\" is just shorthand. In the end,the \"anamorphic\" moment arises from the metaphorical picture of a schemein which artifacts are consigned to their respective \"homes.\" Thus, given that\"anamorphosis\" is virtually always used metaphorically in literary theory, Iwould tend to lean more in the direction of the hermeneutic application ofthe concept, one that allows for a continuous line of estrangement between"},{"pageNumber":27,"pageContent":"HARMONY, ANAMORPHOSIS AND THE \"CONCEPTUAL SCHEME\" 153the inaccessible limits of the infinitely strange and the infinitely familiar andwhich does not rely strongly on the theoretical crutch of a totalizing glance orthe apres coup.^^Columbia University36. In this light, the conjunction of Gadamer and Davidson would seem a particularlyfruitful one. Note, for example, footnote 224 on page 294 of Gadamer's Truth andMethod., where the German philosopher explicitly draws such a connection. \"Thereis one exception to this anticipation of completeness, namely the case of writing thatis presenting something in disguise, e.g., a roman a clef. This presents one of themost difficult hermeneutical problems (cf. the interesting remarks by Leo Strauss inPersecution and the Art of Writing). This exception hermeneutical case is of specialsignificance, in that it goes beyond interpretation of meaning in the same way as whenhistorical source criticism goes back behind the tradition. Although the task here is nota historical, but a hermeneutical one, it can be performed only by using understand-ing of the subject matter as a key to discover what is behind the disguise—just as inconversation we understand irony to the extent to which we are in agreement withthe other person on the subject matter. Thus the apparent exception confirms thatunderstanding involves agreement. [I doubt that Strauss is right in the way he carriesout his theory, for instance in his discussion of Spinoza. Dissembling meaning impliesa high degree of consciousness. Accommodation, conforming and so on do not haveto occur consciously. In my view, Strauss did not sufficiently see this. See op. cit., pp.223 ff. and my \"Hermeneutics and Historicism,\" Supplement I below. These problemshave meanwhile been much disputed, in my view, on too narrowly semantic a basis.See Donald Davidson, Inquiries into Truth and Interpretation (Oxford, 1984).]\""}]
