[{"pageNumber":1,"pageContent":"Sami ShamanismThe Arctic DimensionRUNE BLIX HAGENUniversity of TromsøNor uglier follow the night-hag, when, calledIn secret, riding through the air she comes,Lured with the smell of infant blood, to danceWith Lapland witches, while the labouring moonEclipses at their charms.—John Milton,Paradise Lost(1667)In May 1627 a charge of witchcraft was brought against a man named QuiweBaarsen living in the Norwegian part of Lapland. The judicial case was con-ducted over two days in a small fishing community called Hasva ̊g on thecoast of the western part of Finnmark. Baarsen belonged to the indigenouspeople of northern Europe, the Sami (formerly known as Laps or Laplanders).The case turned out to be the first description of the use of a Sami drum(runebomme) in Scandinavian legal sources. During the court session Baarsendescribed and explained the purpose of his drum playing, which he had beenpracticing for years.When they want to cast runic spells, they use a Sami drum. The drum is made ofpine root and covered with reindeer hide or buckskin. They use a piece of wood, asa handle under the drum, and claws from every kind of animal native to this countyare hung around the drum. Nine lines are painted on the drum with alder bark; thisbark is also used to paint domestic pillows in the huts of the Sami. The first line onthe drum represents their god, the second the sun, and the third the moon; these, inturn, symbolise the animals which can bring them luck or inflict harm on their ene-mies. And when two sorcerers (gandmen) want to test whose craft is the strongest,they paint two antler-butting reindeer on the drum. Whichever one turns out to beMagic, Ritual, and Witchcraft(Winter 2006)Copyright\u00022006 University of Pennsylvania Press. All rights reserved."},{"pageNumber":2,"pageContent":"228Magic, Ritual, and Witchcraft\u0002Winter 2006the strongest will indicate which master is strongest and most cunning. And whenthey want to ask their apostle about something, they will take some small pieces ofcopper and hang them on the wings of a bird made of copper, which they then placeon the drum. Striking the drum with a horn hammer, lined with beaver skin, the birdleaps around on the drum and finally stops on one of the lines. Then the masterknows immediately what the apostle has answered. To protect the master, or whoeverelse may be in the hut, from accident, they beat the drum with the hammer. Hewhose bird falls from the drum will not live long.1Baarsen was also asked by the bailiff if he had studied this craft for sometime. Such things were introduced to him when he was a mere boy, hereplied. He was also asked how often he himself had been involved in beatingsuch a drum. He answered that once many sorcerers came together to drum,to see whose craft was strongest. The Sami was also interrogated about whohad taught him to raise the wind and make wind knots.In the verdict, the local court made it clear that Quiwe Baarsen had madea free confession about the use of diabolic spells and that he had used witch-craft to drown five people by weather magic. The court sentenced him todeath and to be burned at the stake.Sixty-five years later, in 1692, a similar case of witchcraft was conductedagainst an old Sami called Anders Poulsen. The trial was held in Vadsø, asmall fishing community near the Russian and Swedish borders in the verynortheastern part of Norway. This particular case turned out to be the mostimportant source of information on the magic drums of the Sami, and histori-ans have singled out the case as the best source of information on Sami sha-manism in northern Scandinavia. The Sami’s confiscated magic drum hasbeen preserved, and it is one of the few drums containing symbols and figuresthat actually have been described by the drum’s owner.DEMONSTRATING DRUM-PLAYING IN COURTThe court, the local authorities, and the local council must have followedwith great interest and curiosity how Anders Poulsen picked up his confis-cated drum from the courtroom table, and how he began to give his specialinstruction in magic drum-playing. Crossing himself and his instrument, he1. Court Book (Tingbok) no. 2 for Finnmark, March 1627–August 1633, fols.4a–5b, Sorenskriveren i Finnmark, kept at the National Archives of Tromsø. AnEnglish and German translation of the whole case against Quiwe Baarsen can befound on my siteThe Shaman of Altaat http://www.ub.uit.no/fag/historie/shaman.html (URL checked July 27, 2006)."},{"pageNumber":3,"pageContent":"229Hagen\u0002Sami Shamanismquietly prayed in Finnish as he lovingly played upon it, allowing all to seethe drum in use. He shed tears and appeared to be in a state of utmost devo-tion. The old man drummed with his hammer. The drum’s palm danced upand down by the movement of his hand and his hard blows upon its surface,and he loudly implored his gods not to fear the Norwegians whom he nowplayed for. He continued to play and was finally answered by his spirits.Anders Poulsen was charged with possession and use of an instrument thatwas otherwise known as arunebomme(magic drum). With this instrument hehad ‘‘practised his evil and ungodly sorcery,’’ according to the indictment.The prosecution, represented by deputy bailiff Olle Andersen, from Vadsø,headed the case and led the cross-examination. According to his statementsin court, he wished the verdict to be severe. Two whole days were spentattempting to record thoroughly all the details on the magic drum. In thedeputy bailiff ’s concluding remarks, he pleaded for the judge to set an exam-ple of great severity in the face of such ungodliness and shameful devilry. Thecourt documents show that the deputy bailiff had considered burning theaccused at the stake. Poulsen, maintained Olle Andersen, was a sorcerer anda heathen who had forfeited his life. He should be ‘‘burned to a cinder uponthe flames.’’ Poulsen was said to have awakened demons by playing upon hisdrum: each beat supposedly echoed in the ears of Satan. Indeed, the Samidrums were gifts from the devil himself to the midnight peoples of the highnorth. It was the devil who was responsible for the magic drum and its sym-bols, according to the court minutes. Throughout the case we can see that itwas very important for the local elites to emphasize this black variant ofshamanistic magician. But they were less certain when it came to the exactnature of the crime. In the 1692 case, the judicial conclusions and groundsfor judgment show how the Danish-Norwegian people at the top of theregional power structure interpreted what was said into easily understoodcultural categories. Poulsen was not a benevolent healer but rather a diabolicsorcerer. To them, his strange tales could be more easily comprehended wheninterpreted from a demonological point of view.2Throughout the entire case,2. All citations and the whole examination of the case are based on the legal docu-ments from the court sessions in 1692: Court Book (Tingbok) no. 21 (1692–95) forFinnmark, fols. 1a–15b, Sorenskriveren i Finnmark, kept at the National Archive ofTromsø. Poulsen’s well-usedrunebommeended up in Copenhagen in 1694. Today wecan find the several-centuries-old magic drum where it naturally belongs: in the Kara-sjok Sami Collections (Sa ́miid Vuorka ́Da ́vvirat), Finnmark. The drum came to beleft in the consignment of the Sami Collections in 1979 by the National Museum ofCopenhagen. A reconstruction of Poulsen’s drum can be seen at http://www.ub.uit.no/utstilling/hekser/utst3.htm (from an exhibition at the University Library ofTromsø on early modern images of the far north). And there is also a photo of the"},{"pageNumber":4,"pageContent":"230Magic, Ritual, and Witchcraft\u0002Winter 2006we can witness a typical example of how Christian attitudes can demonizenon-Christian religions that are overtly pantheistic. The Samis’ belief inmagic as benevolent knowledge was systematically transformed into notionsof diabolic witchcraft. The language of elaborated demonology played animportant part in the authorities’ discourses of the case.WITCH TRIALS IN THE EXTREME NORTH OF EUROPEIn the three counties that together make up Arctic Norway, the civil courtspersecuted thirty-seven Sami individuals from 1593 to 1692. Of these,twenty men and eight women were burned at the stake for practicing witch-craft. Between 1639 and 1749, in the regions of Swedish and Finnish Lap-land, at least seventy-three Sami males and three Sami females wereprosecuted on charges of using drums and practicing sacrificial rituals. Fewof them received death penalties, however.3While investigating the belief in sorcery, it is interesting to note that mostlymen were accused of witchcraft among the Sami. The notion of witchcraft,with few exceptions, was primarily a male phenomenon in Sami society. Thisdiffers from small northern Norwegian coastal villages where witchcraft wasbasically a crime committed by Norwegian women. In other words, legalTable 1 Witch Trials in Northern Norway (Arctic Norway)1593–1692Gender and ethnicityTotalDeath sentencesFemale, Sami118Male, Sami2620Female, Norwegian12087Male, Norwegian145Unkown66Total177126original drum with some further information about witch trials against the nativepeople of the high north at http://www.ub.uit.no/fag/historie/shaman.html (URLschecked on July 27, 2006).3. For the cases from the northern part of Finland and Sweden, see the articleby Karin Granqvist, ‘‘ ‘Thou Shalt Have no other Gods Before Me (Exodus 20:3)’:Witchcraft and Superstition Trials in Seventeenth- and Eighteenth-Century SwedishLapland,’’ inKulturkonfrontation i Lappmarken, ed. P. Sko ̈ld and K. Kram (Umea ̊: Kutl-urgra ̈ns norr, 1998), 13–29. For the northern part of Norway, see Table 1."},{"pageNumber":5,"pageContent":"231Hagen\u0002Sami Shamanismsources emphasize that Sami men were the main cultural bearers of traditionalritual magic. In a European context, the witch trials of the very far north aredistinctive because of the involvement of Lapland witches, mostly men, andtheir magic.SHAMANISTIC FEATURESIn their statements regarding the drums’ figures, both Baarsen and Poulsenhighlighted some areas of use. These had to do with healing, fortune telling,finding lost objects, the absolution of sins, and weather magic. In relation toweather magic, they mentioned that they were able to predict the weather,and that they could produce fair weather by playing on the drum or by usingother kinds of ritual magic. It is noteworthy that neither in the interpretationof these figures, nor in other proceedings of the cases, was anything men-tioned that ties this drum-playing directly to shamanistic ecstasy and trance-like conditions.4On the other hand, Baarsen and Poulsen possessed certainqualities necessary for communication with the other world. But did theirmagical techniques make them shamans in service to their communities? Ac-cording to the German historian Wolfgang Behringer, ‘‘The separation of thesoul from its body and its trip to certain places is the constitutive element forany great shaman.’’5And most scholars of shamanism consider the state oftrance, in which the soul temporarily leaves the body, to be the most impor-tant feature of the shaman. Shamanism is very often identified and definedwith techniques of ecstasy.If the very heart of shamanism is connected to ecstasy, trance, and travelto the underworld, the two Sami from Finnmark cannot be labeled typicalshamans. Their divination, as related to foretelling future events and news ofdaily events, is not connected to trance-like conditions anywhere in thesources. Their forms of communication with their spirits are quite differentfrom the system of ecstasy and trance. None of the Sami involved in thepersecution of witches in northern Scandinavia received information from4. Further discussion and examination of the Poulsen case can be found in RuneBlix Hagen, ‘‘Traces of Shamanism in the Witch Trials of Norway,’’ inDa ̈monischeBesessenheit: Zur Interpretation eines kulturhistorischen Pha ̈nomens, ed. Hans de Waardt,Ju ̈rgen Schmidt, H. C. Erik Midelfort, So ̈nke Lorenz, and Dieter R. Bauer (Bielefeld:Verlag fu ̈r Regionalgeschichte, 2005), 307–25. See also my entries on ‘‘Lapland’’and ‘‘Shamanism’’ inEncyclopedia of Witchcraft: The Western Tradition, ed. Richard M.Golden, 4 vols. (Santa Barbara, Calif.: ABC-Clio, 2006), 3:625–27, 4:1029–31.5. Wolfgang Behringer,Shaman of Oberstforf: Chonrad Stoeckhlin and the Phantomsof the Night, trans. H. C. Erik Midelfort (Charlottesville: University of Virginia Press,1998), 143."},{"pageNumber":6,"pageContent":"232Magic, Ritual, and Witchcraft\u0002Winter 2006remote places in a state of deep trance. The rhythmic sound of their drumsis not known to have induced altered states of consciousness. They do notappear as flying magicians going on a shamanistic journey through the under-world.In relation to witch trials against the Sami of the north, we have to ques-tion whether the whole concept of the Sami shaman as a sort of go-betweenbetween two worlds is more or less a fabrication of some eighteenth-centurymissionaries. Nearly all of the early reports we have about drum-playing re-lated to trance were written by foreign travelers or priests who told us aboutthis evil art with great pathos and for a long time. Their stories about evildrum beating under the feet of naked mountain cliffs and about devils thatpenetrated the minds of the Sami shamans (Ecstasi Diabolica) are numerous.And ancient sagas and prose stories based on oral transmission were also writ-ten down by clerics. Too often this myth has been received uncritically bymodern historians and incorporated into their work. Scholars who choose toview the topic in a religious-historical light have inadvertently followed inthe footsteps of missionaries who, with great bias, focused on the state ofecstasy as a fundamental characteristic of shamanism. Ecstasy was probablynothing more than the most eccentric of the Sami shaman’s repertory. Wehave to ask ourselves about the usefulness of keeping the category alive.The concepts of ‘‘trance’’ and ‘‘ecstasy’’ carry with them a long traditionof negative associations. During the early modern period, European Chris-tians used the concept of the trance to condemn shamanistic practices asheathen, devilish, and blasphemous. During the Enlightenment in the eigh-teenth century, the word was used to describe shamans as primitive savagesand uncivilized individuals. And finally, during the colonial period, the con-cepts were used to brand shamanistic societies as underdeveloped and theirreligious practices as partly insane. Rather than talk about heathen devil ritu-als, in the late ninteenth century there appeared theories about a kind ofcorrespondence in temperament among many native peoples. Shamanismcould be exposed as hysterical fits (ecstasy) alternating with periods of com-plete exhaustion, and short-temperedness—their temperament marked theirreligious conceptual worlds. Their form of shamanism was diagnosed as Arc-tic hysteria and winter depression.IN NEED OF A RECONSTRUCTION OF SHAMANISMThere is certainly a need for a deconstruction of the category of shamanism,and a comparative historical dimension will be of fundamental importance tothis reconsideration. Based on his own studies, the Danish folklore researcherGustav Henningsen has declared that in most parts of Europe professional"},{"pageNumber":7,"pageContent":"233Hagen\u0002Sami Shamanismmagicians did not travel into the spirit world. With references to the studyof shamanism he calls for a redefinition of its concepts and terminology, andan abandonment of trance theory.6We might still call Baarsen’s and Poulsen’s drumming and skills a kind ofshamanism, but this is a shamanism without any sign of deep trance. Whenthey communicated with their spirits, the two men could work as healers,prophets, and wind magicians. For them ecstasy and trance seem not to havebeen a necessary technical condition of communicating with the other world.To the Sami the drum was a compass and a divinatory instrument, whichthey banged to achieve desired ends. The two Sami men did not travel totheir spirits, but instead summoned and were filled with them.The assessment of the two court cases from 1627 and 1692 upholds thefindings that criticize ecstasy and trance as central characteristics when tryingto determine what exactly constitutes the shaman worldview. Having studiedthe use of the terms trance and ecstasy, the French anthropologist RoberteNicole Hamayon questions whether these designations are beneficial whenexamining shamanism. She concludes thus: ‘‘The shaman’s behavior, called‘trance’ by observers, is qualified by shamanistic societies with reference notto a specific physical or psychic state, but to the shamans being in directcontact with the spirits.’’7If Hamayon’s observations are accurate, we canstill regard Baarsen’s and Poulsen’s skills as belonging to the shamanistic phe-nomena.6. Gustav Henningsen, ‘‘The White Sabbat and Other Archaic Patters of Witch-craft,’’Acta Ethnographica Hungarica37 (1991–92): 302.7. Roberte Nicole Hamayon, ‘‘Are ‘Trance’, ‘Ecstasy’’ and Similar Concepts Ap-propriate in the Study of Shamanism?’’Shaman1, no. 2 (1993): 7. See also her contri-butions to the discussion in Hamayon, ‘‘ ‘Ecstasy’ or the West-Dreamt SiberianShaman,’’ inTribal Epistemologies: Essays in the Philosophy of Anthropology, ed. HelmutWautischer (Aldershot, England: Ashgate 1998), 175–87; Hamayon, ‘‘Ecstasy and theSelf or the West-Dreamt Shaman: From Socrates to New Age Postmodernism,’’http://www.hku.hk/sociodep/events/sem103100.htm (October 2000, URL checkedJuly 24, 2006); and Roberte N. Hamayon and Henri-Paul Francfort, with Paul G.Bahn, eds.,The Concept of Shamanism: Uses and Abuses(Budapest: Akade ́miai Kiado ́,2001)."}]
