[{"pageNumber":1,"pageContent":" LIBER MMCMXIA NOTE ON GENESISFROM THE PAPER WRITTEN BY THE V.H. FRA. I.A. 5∞=68(ALLAN BENNETT)"},{"pageNumber":2,"pageContent":" A∴A∴ Publication in Class C Issued by Order : D.D.S. 7∞=48 PrÊmonstratorO.S.V. 6∞=58 Imperator N.S.F. 5∞=68 Cancellarius "},{"pageNumber":3,"pageContent":" 1 PREFATORY NOTE THE following Essay is one of the most remarkable studies in the Hebrew Qabalah known to me. Its venerable author was an adept familiar with many systems of symbolism, and able to harmonise them for himself, even as now is accomplished for all men in the Book 777. In the year 1899 he was graciously pleased to receive me as his pupil, and, living in his house, I studied daily under his guidance the Holy Qabalah. Upon his withdrawalówhether to enjoy his Earned Reward, or to perform the Work of the Brother-hood in other lands or planets matters nothing here*óhe bequeathed to me a beautiful Garden,Ü the like of which hath rarely been seen upon Earth. It has been my pious duty to collate and comment upon this arcane knowledge, long treasured in my heart, watered alike by my tears and my blood, and sunned by that all-glorious Ray that multiplieth itself into an Orb ineffable. In this Garden no flower was fairer than this exquisite discourse; I beg my readers to pluck it and lay it in their hearts. It should be studied in connection with the Book 777, and with the Sepher Sephiroth, a magical dictionary of pure number which was begun by the author of this essay, carried on by myself, and now about to be published as soon as the MS. can be prepared.á * [He emigrated to Ceylon and became a Buddhist monk. ó T.S.] Ü [A conventional idiom for a collection of Kabbalistic writings. ó T.S.] á [It was published as a supplement to Equinox I (8); reprinted as an appendix to the third edition of Godwin’s Cabalistic Encyclopedia; a slight abridgement in The Qabalah of Aleister Crowley (later 777 and other Qabalistic Writings). ó T.S.]"},{"pageNumber":4,"pageContent":"LIBER MMCMXI 2 2The reader who is at all familiar with the sublime computations of the Qabalah will find no difficulty in appreciating this Essay to the full; but all will gain benefit form the study of the ratiocinative methods employed. These methods, indeed, are so fine and subtile that they readily sublime into the Intuitive. This study is truly a Royal Magistry, an easy and sure means of exciting the consciousness from Ruach to Neschamah. ALEISTER CROWLEY."},{"pageNumber":5,"pageContent":" 3 PART I IN THE FIRST VERSE of the First Chapter of the First Five Books of the Holy Law: it is written:óBíRAShITH BaRA ALoHIM ATh HaShaMaIM VaATH HaAReTz, or in Aramaic script }rah taw \\ymch ta \\yhla arb tycarb Such are the Seven Words which constitute the Beginnings or Heads of One Law; and I propose to show, by applying to the Text the Keys of the Qabalah, that not merely the surface meaning is contained therein. In the Beginning, created, God, the Essence of the Heavens, and the Essence, of the Earth. In the Beginning In Wisdom In the Head* }Created {God The Elohim The Holy Gods }the EssenceÜ {of the Heavens and the Essence { of the Earth Contained therein also are the Divine, Magical and Terrestrial FormulÊ of the Passage of the Incomprehensible Nothingness of the Ain Soph to the Perfection of Creation expressed by the Ten Voices or Emanations of God the Vast OneóBlessed be He!óeven the Holy Sephiroth. And the Method whereby I shall work shall be the One Absolute and inerratic Science: the Science of Number: which is that single Mystery of the Intellect of Man whereby he becometh exalted unto the Throne of Inflexible and Unerring Godhead. * I.e., the White Skull. Vide Idra Zuta Qadisha, cap. ii. Distinguish from the skull of Microprosopus. Ü ta = the First and LastóAlpha and OmegaóAleph and Tau."},{"pageNumber":6,"pageContent":"LIBER MMCMXI 4As it is written, ìOh, how the World hath inflexible Intellectual Rulersî (Zoroaster).* But before I may proceed unto the QabalisticalÜ enumeration and analysis of the Text, a certain preamble in the fruitful fields of that Science will become necessary. The Evolution of the Numbers is the Evolution of the Worlds, for as it is written in the Clavicula Salomonis, ìThe Numbers are Ideas; and the Ideas are the Powers, and the Powers are the Holy Elohim of Life.î That which is behind and beyond all Number and all thought (even as the Ain Soph with its Mighty Veils depending back from Kether is behind and beyond all Manifestation) is the number 0. Its symbol is the very Emblem of Infinite Space and Infinite Time.á Multiply it by any active and manifested number; and that number vanishesósinks into the Ocean of Eternity. So also is the Ain Soph. From It proceed all Things: unto It all will return, when the Age of Brahman is over and done, and the day of Peace-Be-with-Us is declared by Thoth, the Great God, and the Material Universe sinketh into Infinity. The first Number, then, is ONE; emblem of the All-Father; the Unmanifest Mind behind all Manifestation: the First Mind. Multiply by It any other Numberófor the Multiplication of the Numbers is a Generation, as is the Multiplication of Men and Godsóand behold! the Resultant is a replica of the Number taken. So is One the All-Father, the All-begetterógenerating and producing all. The next step is the division into TWO. Thus was manifested the Great Dual Power of Nature. As above, so below. And thus we find that the simple division into two is the method of multiplication of the Amúba, the lowest, simplest, and most * [Chaldæan Oracles, fragment 64 in Westcott and Cory.] Ü Here used in its true meaning of ìthe marshalling forth by number.î Qabalah, hlbq, by Tarot, ìThe Mystery shown forth in balanced disposition by Command.î á ì Hidden behind my Magic Veil of Shows, I am not seen at allóName not my Name.î"},{"pageNumber":7,"pageContent":"A NOTE ON GENESIS 5absolute form of physical life that we know. The Dual Power of Nature is the Great Mother of the Worlds. Again, to draw an analogy from the Material World, consider the Moon, our Mother. Behold in her the Typic representative of the Powers of the Two. Light and Darkness, Flux and Reflux, Ebb and Flowóthese are her manifested Powers in Natureówhere also she binds the Great Waters to her Will. Now in the Yetziratic Attribution, is the second number, Beth (i.e. a House), an Abode, the Dwelling of the Holy One, shown to be equivalent to the Sphere of Kokab and his lords. And the symbolic weapon of # is the Caduceus, whose Twin Serpents show again the Dualistic Power. (Note.óWoden, the Scan-dinavian Mercury, was the All-Father, as it is written in the Ritual of the Path of the Spirit of the Primal Fire c. ìFor all things did the Father of All Things perfect, and delivered them over unto the Second Mind; whom all Races of Men call First.î*) Behold, then, in these two great numbers 1 and 2 the Father and the Mother of the Worlds and of Numbers. Now these twain being Conjoined and manifest in ONE, produce the number 3; as it is written: ìFor the Mind of the Father said that ëAll Things should be cut into Three,í Whose WillÜ assenting All Things were so divided. For the Mind of the Father said Into three, governing All Things by Mind. And there appeared in it the Triad, Virtue and Wisdom and Multiscient Truth.îá Thus floweth forth the form of the Triad.ß Thus is formulated the Creative Trinity which is, as it were, the essential preliminary to Manifestation. This Mystic Son of the Eternal Parents, having for his number 3, is typified in all the sacred scripts by that number. Thus it is written of the manifestation of the Son of God upon the Earth, ìShiloh shall comeî (the initial of which Mystery-Name is c = * [Chaldæan Oracles, fragment 13 in the Westcott / Cory editions; known from quotations by Psellus and Pletho.] Ü b, the Magus of Power in Tarot = Will. á [Chaldæan Oracles, fragments 28-9 and 35 in the Westcott edition.] ß Ritual of the Path of the Daughter of the Firmament."},{"pageNumber":8,"pageContent":"LIBER MMCMXI 6300). And in the Grecian tongue it is written: ìIn the beginning was the Word,î &c., which is logoj (l = 30). But the best of all the Examples is found in the Holy Tetragram hwhy. For we may regard this venerable name as typical of the Father and the Mother, and so divided into hw and hy.* Now if into the midst of this divided Name we cast the triple fire of the Holy letter c = 300, we get the name of the Godhead Incarnate upon Earth, hwchy. But 1 + 2 + 3 = 6, which is the number of w, the third letter of the Venerable Name: Microprosopus and the Son of God. We are now, therefore, arrived at the Great Mystery of the Tetractys, and to go further we must resort to the Twin Sister of the Science of Numberówhich, indeed, is but Number made Flesh: Geometry, or Absolute Symbolism. Even as it was spoken by the holy Pythagoras: ìGod geometrises.î Let us behold the Work of His Fingers! One Father Incomprehensible One Son Incomprehensible1.2.3. AMC One Mother Incomprehensible. FIG. I.óTHE TRINITY UNMANIFEST * For it is written (Genesis 1: 27): :\\da arb jbqnw rkz wta arb \\yhla \\lxb wmlxb \\dah-ta \\yhla arb ìAnd the Elohim created Mankind: in the Likeness of the Elohim created they them: Male and Female created they them.î Now if ADAM be in the simil-itude of the Elohim: and are male and female, then must the Elohim be also male and female. Now in the first of these mysterious three verses in Exodus xiv. wherein the divided name is hidden it is written, ìand went the Angel of the Elohim before the Camp,î &c. And this Angel of the Elohim, \\yhla ]alm, is the Manifestations of their Presence. Now ]alm hath the number 91, which is also the number of ynda hyhw, wherefore by Gematria ìTetragrammaton our Lordî is the Angel of the Elohim of the Divided Name. Therefore is the Tetra-grammaton symbolic of the Manifested Presence of the Elohim; and if the Elohim be Male and Female, so also must be the Tetragram. Also is the number of }ma (also 91) by Aiq Bekar 1+4+5 = 10óthe Perfection of the Sephiroth."},{"pageNumber":9,"pageContent":"A NOTE ON GENESIS 7One Father Eternal.One Son Eternal. 4.1.2.3. One Mother Eternal. FIG. II.óTHE TRINITY IN MANIFESTATION In both of these Symbols the all-including circle represents the underlying idea of the Number 0: the Infinite: Para-brahman: the Ain Soph. In the first is shown the Mystic Trinity before manifestation; as it were unlimited, unbound, and unbounded, inoperative because of its diffusiveness and dispersion. In the second figure we behold their concentration: focalisation: producing by their joint action the number of manifestationó4. In the worldsóAssiah: in the Taro, the Princessóthe throne of the Spirit: in the Tetragram, the HÈ final, and in symbolic languageóthe Daughter: in the Cycle of Life (Birth, Life, Death, Resurrection), the fourth; in the Keys of the Book Universal, the Empress, Korh Kosmou, the Virgin of the World, Venus, Aphrodite: Centrum in Trigonis Centrióby whatsoever of a myriad names we call Her, still the same in Spirit, the same in Number and in form! And this number is herein formulated by the Concentration of the Three in One. 3 + 1 = 4. Now in this Figure II. we behold six certain Paths; and in six days did God create the Heavens and the Earth. And the total numeration of its numbers is the Perfect Number, even the Decade of the Sephiroth. (1 + 2 + 3 + 4 = 10.) Thus can our Science teach us wherefore the Door* of Venus, d, is the Gateway of Initiation: that one planet whose symbol alone embraceth the 10 Sephiroth; the Entrance to the Shrine of * As above, so below; wherefore saith the Holy Qabalah that alone amongst the Shells is Nogah, the Sphere of Venus, exalted unto Holiness. (Venus is the Goddess of Love.)"},{"pageNumber":10,"pageContent":"LIBER MMCMXI 8our Father C.R.C., the Tomb of Osiris; the God Revealer, coming, moreover, by the Central Path of s through the midst of the Triangle of Light. And the Lock which guards that Door is as the Four Gates of the Universe. And the Key is The Ankh, Immortal Lifeóthe Rose and Cross of Life; and the Symbol of Venus $. 4.1.2.3.5.6.7. FIG. IIIóTHIRD SYMBOL. By producing the Paths whereby the Forces of the Three (see Second Symbol) were concentrated into four, we find they read 1 + 4 = 5, 2 + 4 = 6, 3 + 4 = 7. And thus is revealed the Second Triangle of the Hexagram of Creation.* Further, this Reflected Triangle showeth forth the evol-ution of the Four Worlds and their Consolidation: for 1 + 2 + 3 + 4 = 10 = y = Atziluth 1 + 2 + 3 + 4 + 5 = 15 = hy = Briah 1 + 2 + 3 + 4 + 5 + 6 = 21 = why = Yetzirah 1 + 2 + 3 + 4 + 5 + 6 + 7Ü = 28 = 2 + 8 = 10 Assiah The Number 28, the total numeration, therefore represents Malkuth, the Tenth Sephira: Assiah made manifestóthe Work of Creation accomplished: wherefore God rested on the Seventh Day. And 28 is 7 × 4, the seven stars shining throughout the four Worlds. * As it is written in the Path of the Child of the Sons of the Mighty: ìAnd the Chaos cried aloud for the unity of Form and the Face of the Eternal arose. . . . That Brow and those Eyes formed the B of the Measureless Heavens: and their Reflection formed the C of the measureless Waters. And thus was formulated One Eternal Hexad: and this is the Number of the Dawning Creation.î Ü But herein is the Fall, that there were only six numbers, so that for the seventh was 5 repeated. Hence 1+2+3+4+5+6+5 = 26 = hwhy. Assiah; Tetra-grammaton as the Elemental Limitation, the Jealous God.óP."},{"pageNumber":11,"pageContent":"A NOTE ON GENESIS 9One thing is significant, indeed. Let us take the Primal Three and convert those Numbers into Colours. So we get a, the Father, the Yellow Ray of the Dawning Sun of Creation; m, the Mother, the Blue Ray of the Great PrimÊval Waters; c, the Son, the Red Ray: the Ruach Elohim,* symbol of the Red Fire of God, which brooded (v. 2) upon the Face of the Waters: or like the Red Glory that lights up the Heavens at Dawn, when the Golden Sun illumines the Waters above the Firmament. Now this Red Glory is the IGNIS DEI:Ü which is also the AGNUS DEI, or Lamb of God that destroyeth (literally burns out) the Sins of the World. As it is written in the Ordinary of the Mass: the Priest goeth unto the South of the Altar and prays: ìO Agnus Dei! qui tollisóqui tollis Peccata MundióDona Nobis Pacem!îá And this Fire, this Lamb of God, is Aries, Symbol of the Dawning Year: whose colour also is as the Red Fire, and which is the head of the Fiery Triplicity in the Zodiac. So also in the Grade of Neophyte in the Order of the Golden Dawn the Hierophant weareth a robe of flame-scarlet as symbolic of the Dawn. NOTE.óIt may be objected to this enunciation of the colours that y, the Father, is Fire; that h, the Mother, is Water; that w, the Son, is Air, and Yellow instead of Red. This also is true, but it relates to the governance of the Elemental Kingdoms, which are in the Astral Worlds, and whose monads are on the descending arc of Life, whilst Man is on the Ascending; that scale is therefore inverted. For by the mighty sacrifice of the Man Made Flesh and by His Torturous Pilgrimage is evolved that Glorified Son Who is Greater than His Father. In Alchemy we have again the descending arc, for we find that the red powder cast upon the Water of the Metals produceth the Golden Sol. But it is important not to confuse. The Christians have terribly muddled their Trinity by making the Son the second instead of the third Principle; * Remember that the enumeration of the Name \\yhla jwr is 300 = c. Ü [Lat., ìFire of God.î] á [Lat., ìO Lamb of God! who takest awayówho takest away the sins of the worldógive us peace!î]"},{"pageNumber":12,"pageContent":"LIBER MMCMXI 10whilst with them the Holy Spirit at one Time symbolizes the Mother and at another the Son. Thus at the Annunciation and at the Baptism of the Christ the S.S. appeareth as a Dove, emblem of $ and the Mother: whilst the S.S. that descended upon the Apostles at Pentecost was in reality the Spirit of the Christ, and therefore symbolised by the c (see Lecture on Microcosmos in MSS. of R.R. et A.C.).* In Theosophical nomeclature this latter was the ADMUanas or Jeheshua: the third principle. For the same reason I have drawn the triangle with the 3 uppermost 1D32 instead of 3C12. * [See note at end. ó T.S.]"},{"pageNumber":13,"pageContent":" 11 PART II IT was necessary that I should go thus somewhat at length into this Mystery of the Opening of the Numbers, because without this explanation much of the meaning of the verse must necessarily remain obscure. Now let us consider this most Mystic Verse! The first thing that strikes us is that it contains Seven Words: the Second that the number of its letters is twenty-eight. Thus does it perfectly symbolise in its entirety the third Symbol in the numerical evolution. Before proceeding to a detailed analysis, and following the Process of Creation by Time (i.e., beginning at the first letter, and so proceeding), let me point out a few general facts. First as to the number of letters in each word, which converted into figures stands thus: 4.3.5.2.5.3.6. (Hebrew direction). In the midst is 2, by Taro the Central Will: and this two-lettered word is ta. On either side of this is the pair of figures 35ó53, balanced one against the other: as though symbolic of the great dawning of life of the Mothersóh and #, vitalised by the SON (3) as the Vice-Gerent of His Father. These balanced figures together make 16, whereof the Key is 7; the total number of letters in the third Symbol. Then we have left at either end 4 and 6 = 10,* the perfection of the Sephiroth, as if to declare that this verse from, beginning to end thereof reflected the Voices from Kether even unto Malkuth: and 6 - 4 = 2 again, the Central Will, b, Thoth, in the Heart of the Universe (as * Vide Sepher Yetzirah for this division of the Holy Sephiroth into a Hexad and a Tetrad."},{"pageNumber":14,"pageContent":"LIBER MMCMXI 12in the centre of the verse). Note, then, this perfect equilibrium of the verse, and remember that Mysteryóthat equilibrium is strength. Let us now look at the letters themselves. Counting them, we find that the two central ones are am, the Supernal Mother; even as the number of letters had the dual symbol in their midst. Now their numeration is 41, yielding by Gematria lya = Force: Might: Power: lawag, Divine Majesty: and blja = Fecundity, all symbolic of the attributes of the Dual Polar Force and Mother. Moreover, 4 + 1 = 5 = h, Mother Supernal once againóand in its geometric symbol the Pentagramóthe Star of Unconquered Will. Add the next two letters on either side, and we get EtDaC\\By, or a concealed Tetragrammaton. And this also reads \\y, the Great Sea, ta, Alpha and Omega, or Essence. Add the next two, so that the six central letters are obtained; and we read hta\\yh, which signifies \\yh, swollen, extended, or expanded; and hence Thou (i.e., God, Ateh, the All) in extension. But by Metathesis of these six letters is obtained tma hyh = ìTruth Was,î as if affirming solemnly the presence in the Creation of the Supernal Truth. Now let us take the first and last letters of the verse and ìcast into the midst thereof the Fire of the Sunîói.e., w (6), ìthe Seal of Creationî óand we have {wb, an Egg. Where we see the whole universe enclosed in the Cosmic Egg of Hindu and Egyptian Mythology: and the Formulation of the Sphere of the Universe (or Magical Mirror in Man). As it were the Egg of the Black Swan of Time, the Kala Hamsa, the Triune A M U, or word of Power or of Seb, the Bird of Life, whose will was heard in the Night of Time. The total numeric value of the verse is fntd = 4459, of which the Key is 22, the number of the Paths from a to t; and the Key of 22 is 4, the Tetractys and the Threshold of the Universe. Now to proceed to what I have termed the Time Process, the first Word of the Law then is tycarb. Now in the Hebrew Scriptures the first word of a Book is also its Title. Thus Genesis"},{"pageNumber":15,"pageContent":"A NOTE ON GENESIS 13is called by the Rabbins ìBírasheth,î or ìIn the Beginning,î where-fore we may regard this Word as not the first wordóalbeit that is shadowed forth thereinóbut as the seal and title and Key of the whole book. Holding this in mind, let us proceed to analyse it. The number of its letters is six, the Seal of Creation, and their total numeric value is 2911. 2911 = 13 = Death, the Trans-former*óthe distinct formulation of the Three in One, uniting once more to produce the 4. Now Beth primarily signifieth a House or Abode, and in Taro it is #, the Magusóthe Vox Deióand Thoth, the Recorder. Coalesce these two ideas and we get b. ìThis is the Magical History.î r signifieth the Head or Beginning of Time and Things; and by Taro it is glory, Life, Light, Sun. Thus read: ìOf the Dawning of Life and Light.î a is by shape the Svastika, symbolically Aleph, the Ox, as though showing the fearful force of the Spiritual ìWhirling Motionsî upon the Material Plane, as a terrible and destructive Power. This is also shown by the Foolish Man, as the Material Tarotic emblem of that which in its proper and higher manifestation is the Spiritual Ether. Therefore we read: ìBegun are the Whirling Motions.î c signifieth mighty in flame, whereof it is also the Hieroglyph. It is that Ruach Elohim brooding upon the Face of the Waters. So read: ìFormulated is the Primal Fire.î * As it is written: ìThy youth shall be renewed as the Eagleís.î [Psalm CIII, 5.] Now the Eagle is n. For further consideration of this 13, vide in the Portal Ritual the explanation of that terrible Key. See account of this ritual in ìThe Temple of Solomon the King.î Also, 13 is the numeration of dja = Unity, as also is the Great Name of God, la, by Aiq Bekar or Temurah."},{"pageNumber":16,"pageContent":"LIBER MMCMXI 14y is the Hand,* symbolising Power in Action, and its Taro Key is the Hermit and the Voice of Light, the Prophet of the Gods. Thus: ìProclaimed is the Reign of the Gods of Light.î t is the last letter of the Alphabet, the finis, the Omega, the Universe, Saturn, the outermost Planet, and it is also aOrt, Throa, the Gate of the Universe; and by Qabalah of nine Chambers it is d, the Gateway of Initiation. Hence ìAt the Threshold of the Universe.î So the Whole Word reads: b This is the Magical History r Of the Dawning of the Light. a Begun are the Whirling Motions; c Formulated is the Primal Fire; y Proclaimed is the Reign of the Gods of Light t At the Threshold of the Infinite Worlds! Now compare this with the Particular Exordium (G∴D∴ MS. Z1): b { At the ending of the NIGHT At the Limits of the LIGHT Thoth stood before the Unborn Ones of Time Then was formulated the Universe. r { Then came forth the Gods thereof, The ∆ons of the Bornless Beyond. Ü a Then was the Voice Vibrated. á c Then was the Name declared. * The Hand of God, always the Symbol of His Power. Ü Remember in the description of the ìCaduceusî (see ìThe Temple of Solomon the Kingî) the Air Symbol vibrating between them. [Also y, f, is a Mercurial sign, and Thoth is Mercury, though on a Higher Plane. The Hermit, with his Lamp and Wand, is Hermes, who guides the souls of the dead, in the Greek Ritual of 0 = 0.óP.] á The Name \\c, the Spirit of God, second Deity-Name in the Law, the Trigrammaton, or Threefold Name, by which the Universe came forth."},{"pageNumber":17,"pageContent":"A NOTE ON GENESIS 15t { At the Threshold of Entrance, Betwixt the Universe and the Infinite, y { In the Sign of the Enterer: Stood Thoth As before Him the ∆ons were proclaimed. The positions of the last two letters of the Word have been relatively changed, so as to render the meaning more harmoniously. We will now proceed to the first word of the text as thus decapitated, taking Bírasheth as the Title rather than as the first Word. This latter stands Bet-Resh-Aleph, which hath three Letters, symbolising thereby the Unmanifest Trinity. Now its letters further exemplify the Trinity, for that they are the initials of three Hebrew words, which are the Names of the Persons thereof, viz: }b Ben, the Son. jwr Ruach, the Spirit (here the Mother). ba Ab, the Father Note how here again the Son is first for Humanity and the Father last. These three letters, then, symbolise the three in One Unmanifest. Yet is there in them the All-potency of Life. For 2 + 2 + 1 = 5, the Symbol of Power, Mother Supernal, and h also is a, Lamb of God and Dawn of the Life of the Year. Wherefore in them lieth concealed and hidden, not alone the Divine White Brilliance of the Three Supernals (awh, cwdqw, [wrb), but even also that Gleaming Glory which partaketh of the Redness, and which cometh from the Bornless Age, which is beyond Kether. As it is written in Ancient Hindu Scripture, ìIn the beginning Desire, TĀNHĀ, arose in It: which was the Primal Germ of Mind.î Now in the Aryan Mythology Tānhā, Desire, was the God of Love, Kāmā; whereof the symbolic tint was Pink: as it were the first pink blush of Dawn in the Macrocosmic Sky: Herald of the Rising Sun of the Worlds, when the Great Night of Brahma was over and done."},{"pageNumber":18,"pageContent":"LIBER MMCMXI 16The next word in the Great Name of God the Vast One: \\yhla. Let us meditate upon its Mystery! Herein behold five Letters: In its Centre is the Great Letter h, Mother Supernal. Five once more; and its first and last letters are once again \\a, 41, the Mother, and 5, the Maternal Essence. And its numeration is 86, whereof the Key is 14, whereof the Key is 5. Wherefore we say that this great name is 5 in its form symbolic, 5 in the Heart of its Power: the Beginning and the End thereof are 5; and 5 is it in its Venerable Essence! Turn now back unto the third Symbol; gaze at it steadily for a few moments, and see hidden in the Six-fold Seal of Creation the Five-fold Star of Unconquered Will. For this was the Divine Force which created the worlds! Power Eternal, Power Resistless, Power All-dominating, in its Absolute Supremacyógleaming as the Great Name Elohim in the Heart of the Six-fold star! Flaming as the Purifying Fire, purging and ordering the Chaos of the Night of Time! As in the midst of the Letters of the Verse we saw the words \\yh hta, ìThou in Extension,î so also does the Name Elohim read la, ìDeity,î \\yh, in Extension.* And the numeration of Elohim is 86, which by Gematria reads hap, again meaning ìspread out, extended.î Write the letters of this Name in any Invoking Pentagram; and the Banishing Pentagram thereof will read 3.1415 (by Qabalah of nine Chambers), which is the Formula of the Proportion of diameter to circumference of the Circle.Ü Thus herein do we perceive the * And la = al, No, the Negative. Ü The nearest computation to four places of decimals is 3.1416 (3.14159). But 3.1415 is good enough for the benighted Hebrews.óP. In the sublime Computations of the Qabalah the Final Forms of letters have no increased numerical value. Mem is 40, whether final or not. The Ancient Hebrew Method of obtaining all numbers above 400 and below 1000, respectively t and a, was to make up the number with the proper letters. Thus 500 would have been written qt, not ], and 800 tt, and so on. [Yet in some few Arcana the Finals are counted as such. This mystery, however, pertaineth to a Grade even more exalted than our beloved and erudite Brother had attained at the period of this Essay.óP.]"},{"pageNumber":19,"pageContent":"A NOTE ON GENESIS 17Hidden Power of the Three extended as a Mighty Sphere to the Confines of Space! The next word is ta, which we have seen to be the Central word: and its signification is the Alpha and Omega óFrom Beginning unto End: Essence: and its Key is 5. Five again are the letters of the word \\ymch,* which next follows; and in this word \\ymc, the Heavens, we perceive cÜ the Ruach Elohim, brooding upon the Face of the Waters, \\ym (Maim), even as it is afterwards set forth in Verse 2. In the next word, taw, we find that the Conjunctive w makes of the Key number of the Essence of the Earth 11 instead of 5: symbolising how the World should fall unto the Kingdom of the Shells, and how it should be redeemed by the Son of Man.á And finally the word {rah, Ha Aretz, the Earth, hath four Letters showing its Elemental Constitution, and its Key is 17óalso HopeóHope in the Earth as there is Hope in Heaven. And the last letter of the verse is { (the letter of Hope), by Qabalah of * Whose Key number is 17: by TaroóHope; whose title is Daughter of the Firmament, dweller between the Waters. Ü The initial h is but the article ìthe.î á For 11 is the Number of the Qliphoth; but when the Fall had occurred and the Sephira Malkuth had been cut off from the Tree by the folds of the Dragon there was added unto the Tree tod, the Knowledge, as the 11th Sephira, to preserve intact the Ten-ness of the Sephiroth. Showing how by that very eating of the Fruit of the Tree of Knowledge of Good and of Evil should come the Saving of Mankind; for Daath is the Priceless Gift of Knowledge and Intellect whereby cometh Salvation. Wherefore also is 11 the Key Number of the Great Saviour's Name (hwchy = 29 = 11), and this is also in the Taro the Wheel of the Great Law, k, the Lord of the Forces of Life."},{"pageNumber":20,"pageContent":"LIBER MMCMXI 18Nine Chambers that number which contains in itself all the properties of Protean Matters: howsoever you may multiply it the Key of its Numbers is ever 9. Fitting Symbol of ever-changing matter which ever in its essence is Oneóone and alone! Thus with the first appearance of the number of Matter does the first verse of Bírasheth close: formulating in itself the Beginning and the End of the Great Creation. ìThe Characters of Heaven with Thy Finger hast thou traced: But none can read them save he hath been taught in Thy School.î Wherefore closing do I name the Mighty Words: A W *** ***** *** Original key entry on this e-text by W.E. Heidrick, Treasurer General O.T.O. (c) Ordo Templi Orientis. Further formatting and proofing, &c. by Frater T.S. for CelephaÔs Press / N.I.W.G. This e-text last revised and corrected 06.07.2004."},{"pageNumber":21,"pageContent":" 19 Endnotes This text was first published in Equinox I (2) in 1909. In Equinox I (10) it was declared to be Liber MMCMXI (2911, as noted in the text, is the numeration of tycarb with the initial Beth writ large and thus counted as 2000).The present electronic edition was prepared primarily from a key-entry made by W.E. Heidrick, Treasurer General of O.T.O., as presented at www.the-equinox.org. Figures have all been redrawn, and the text has been re-proofed against a facsimile of the Equinox. Footnotes are presumably by Bennett, with the exception of those signed ìP.î which are by Crowley, and any others in square brackets, which are by the present editor. Issues which cannot be dealt with in a brief footnote are discussed below. The text and footnotes contain a number of allusions to Golden Dawn rituals; summaries of these appeared in The Temple of Solomon the King in Equinox I (2). They may also be studied in Regardie (ed.) The Golden Dawn and The Complete Golden Dawn System of Magic. ìDaughter of the Firma-ment,î ìChild of the Sons of the Mighty,î ìSpirit of the Primal Fire,î &c. are G.D. titles of the various Tarot Trumps: see 777 col. CLXXX. As usual in the work of Crowley and his associates, ìZoroasterî is here the author of the Chaldæan Oracles. Most quotations are from an edition prepared by W. Wynn Westcott and published in the Theosophical Societyís Collecteana Hermetica series, subsequently reprinted in various editions. Westcottís arrangement of the fragments follows that in I.P. Coryís Ancient Fragments (second edition), which was probably also his source for the Greek texts. The purported quotation from the Clavicula Salamonis on p. 4 is from a short Qabalistic writing which was published by Eliphas LÈvi as an ìancient fragment of the Key of Solomon,î and was probably written by LÈvi himself. Mathers, eternally credulous, appended it to an edition of the Clavicle he translated and edited, although it has no real connection with the rest of the Key, an elaborate Grimoire of ceremonial magic. I would call it ìspurious,î but that would imply that the rest of the Clavice was in some way ìgenuine.î The ìLecture on Microcosmos in MSS. of R.R. and A.C.î is probably a reference to the lecture ìThe Microcosm: Man,î circulated to Adepti Minores in the Second Order. Bennett may be alluding to the passage which runs: Ö But the human Neshamah exists only when the higher Will is reflected by the agency of aspiration from Kether into the lower body, and when the flaming letter c is placed like a crown upon the head of Microprosopus. Thus only doth the human will become the receptacle"},{"pageNumber":22,"pageContent":"LIBER MMCMXI 20of the higher Will and the action of Neshamah is the link therewith. The lower will is the human Jehovah, an angry and jealous God, the Shaker of the elements, the manifestor in th elife of the body. But illuminated by the higher Will, he becometh hwchy, no longer angry and jealous, but the self-sacrificer and the Atoning and Reconciling One. Crowleyís remark in the footnote on p. 16 concerning the counting of final forms of letters as higher values is largely mystification: as a general rule, higher values for final forms of letters are used when to do so would give a more interesting or useful result, e.g. }ma, Amen = 741 counting } = 700 = tcma, the letters referred to the 4 elements; or when it was desired to concoct names adding to 3321 for the Intelligence and Spirit of the Moon, &c. To reduce hwchy to 29 (footnote p. 17) requires reducing the shin to 3 but still countin the yod as 10, i.e. 10+5+3+6+5 = 29; if every letter is reduced to units we get 1+5+3+6+5 = 20. Alternatively if we just take the ordinary Gematria value of the word, we get 10+5+300+6+5 = 326 which we can then reduce as 3+2+6 = 11. ìThe Characters of Heaven with Thy Finger &c.î is from an English translation of the ìRosicrucian Prayerî which appeared in the second part of Geheime Figuren der Rosenkreuzer (an eighteenth century German alchemical-Rosicrucian work), as used in the Adeptus Minor ritual of the R.R. et. A.C. The Latin motto on the final emblem translates as ìMay the Lord our God, who gave unto us the signs, be blessed.î It is a slight adaptation of a Latin motto which appeared on the figure of the ìGolden and Rosy Crossî in Geheime Figuren (which design was in turn borrowed by Mathers for the reverse of the ìComplete symbol of the Rose Crossî in the R.R. et A.C.). T.S. "}]
