[{"pageNumber":1,"pageContent":" LIBER COLLEGII SANCTISUB FIGURÂ CLXXXVBEING THE TASKS OF THE GRADES AND THEIR OATHS PROPER TO LIBER XIII. THE PUBLICATIONS OF THE A∴A∴ IN CLASS D FROM A TO G"},{"pageNumber":2,"pageContent":"A∴A∴ Publication in Class D "},{"pageNumber":3,"pageContent":"This paper is to be returned to the Chancellor of the A∴A∴ by the Neophyte introducing through his Zelator. A∴A∴ Publication in Class D. Imprimatur.D.D.S. Præmonstrator. Date. . . . . . . . . . . No. . . . . . . . . . .A∴A∴ The Task of a Probationer 0. Let any person be received by a Neophyte, the latter being responsible to his Zelator. 1. The period of Probation shall be at least one year. 2. The aspirant to the A∴A∴ shall hear the Lection (Liber LXI) and this note of his office; IF HE WILL, shall then procure the robe of a Probationer; shall choose with deep forethought and intense solemnity a motto. 3. On reception he shall receive the robe, sign the form provided and repeat the oath as appointed, and receive the First Volume of the Book. 4. He shall commit a chapter of Liber LXV to memory; and furthermore, he shall study the Publications of the A∴A∴ in Class B, and apply himself to such practices of Scientific Illuminism as seemeth him good. 5. Beside all this, he shall perform any tasks that the A∴A∴ may see fit to lay upon him. Let him be mindful that the word Probationer is no idle term, but that the Brothers will in many a subtle way prove him, when he knoweth it not. 6. When the sun shall next enter the sign under which he hath been received, his initiation may be granted unto him. He shall keep himself free from all other engagements for one whole week from that date. 7. He may at any moment withdraw from his association with the A∴A∴ simply notifying the Neophyte who introduced him. 8. He shall everywhere proclaim openly his connection with the A∴A∴ and speak of It and Its principles (even so little as he understandeth) for that mystery is the enemy of truth. One month before the completion of his year, he shall deliver a copy of the record to the Neophyte introducing, and repeat to him his chosen chapter of Liber LXV. 9. He shall hold himself chaste, and reverent toward his body, for that the ordeal of initiation is no light one. This is of peculiar importance in the last two months of his Probation. 10. Thus and not otherwise may he attain the great reward, YEA, MAY HE ATTAIN THE GREAT REWARD!"},{"pageNumber":4,"pageContent":"A∴A∴ The Oath of a Probationer I, _______________________, being of sound mind and body, on this ____ day of ______________ [An ____ ! in _______ ° of _______] do hereby resolve: in the Presence of _________________________, a Neophyte of the A∴A∴ To prosecute the Great Work: which is, to obtain a scientific knowledge of the nature and powers of my own being. May the A∴A∴ crown the work, lend me of Its wisdom in the work, enable me to understand the work! Reverence, duty, sympathy, devotion, assiduity, trust do I bring to the A∴A∴ and in one year from this date may I be admitted to the knowledge and conversation of the A∴A∴! Witness my hand _______________________ Motto ________________________________ LibertyPowerDestinyLifePutrefactionDeathLightPerceptionDarknessLovePassionDebauchThe SealofN.S.F.∞= ∞56The SealofV.V.V.V.V.∞= ∞83The SealofD.D.S.∞= ∞74The SealofO.S.V.∞= ∞65"},{"pageNumber":5,"pageContent":"This paper is to be returned to the Chancellor of the A∴A∴ through the Zelator admitting. A∴A∴ Publication in Class D. B. The Task of a Neophyte 0. Let any Probationer who has coomplished his task to the satisfaction of the A∴A∴ be instructed in the proper course of procedure: which is:—Let him read through this note of his office, and sign it, paying the sum of One Guinea for Liber VII which will be given him on his initiation, and One Guinea for this Portfolio of Class D publications, B-G. Let him obtain the robe of a Neophyte, and entrust the same to the care of his Neophyte. He shall choose a new motto with deep forethought and intense solemnity, as expressing the clearer consciousness of his Aspiration which the year’s Probation has given him. Let him make an appointment with his Neophyte at the pleasure of the latter for the ceremony of Initiation. 1. The Neophyte shall not proceed to the grade of Zelator in less than eight months; but shall hold himself free for four days for advancement at the end of that period. 2. He shall pass the four tests called the Powers of the Sphinx. 3. He shall apply himself to understand the nature of his Initation. 4. He shall commit to memory a chapter of Liber VII; and furthermore, he shall study and practice Liber O in all its branches: also he shall begin to study Liber H and some one commonly accepted method of divination. He will further be examined in his power of Journeying in the Spirit Vision. 5. Beside all this, he shall perform any tasks that his Zelator in the name of the A∴A∴ and by its authority may see fit to lay upon him. Let him be mindful that the word Neophyte is no idle term, but that in many a subtle way the new nature will stir within him, when he knoweth it not. 6. When the sun shall next enter the sign 240° to that under which he hath been received, his advancement may be granted unto him. He shall keep himself free from all other engagements for four whole days from that date. 7. He may at any moment withdraw from his association with the A∴A∴, simply notifying the Zelator who introduced him. 8. He shall everywhere proclaim openly his connection with the A∴A∴ and speak of It and Its principles (even so little as he understandeth) for that mystery is the enemy of truth. Furthermore, he shall construct the magic Pentacle, according to the instruction in Liber A. One month before the completion of his eight months, he shall deliver a copy of his Record to his Zelator, pass the necessary tests, and repeat to him his chosen chapter of Liber VII. 9. He shall in every way fortify his body according to the advice of his Zelator, for that the ordeal of advancement is no light one. 10. Thus and not otherwise may he attain the great reward, YEA, MAY HE ATTAIN THE GREAT REWARD!"},{"pageNumber":6,"pageContent":"The Oath of a Neophyte I, _______________________ (old motto), being of sound mind and body, and prepared, on this ____ day of _________ [An ____ ! in _______ ° of _______] do hereby resolve: in the Presence of _________________________, a Zelator of the A∴A∴: To prosecute the Great Work: which is, to obtain control of the nature and powers of my own being. Further, I promise to observe zeal in service to the Probationers under me, and to deny myself utterly on their behalf. May the A∴A∴ crown the work, lend me of Its wisdom in the work, enable me to understand the work! Reverence, duty, sympathy, devotion, assiduity, trust do I bring to the A∴A∴ and in eight months from this date may I be admitted to the knowledge and conversation of the A∴A∴! Witness my hand [old motto] ________________ New Motto _______________________________"},{"pageNumber":7,"pageContent":"This paper is to be returned to the Chancellor of the A∴A∴ through the Practicus admitting. A∴A∴ Publication in Class D. C. The Task of a Zelator 0. Let any Neophyte who has accomplished his task to the satisfaction of the A∴A∴ be instructed in the proper course of procedure: which is:— Let him read through this note of his office, and sign it, paying the sum of Three Guineas for the volume containing Liber CCXX, Liber XXVII and Liber DCCCXIII, which will be given him on his initiation. Let him cause the necessary addition to be made to his Neophyte’s robe, and entrust the same to the care of his Zelator. Let him make an appointment with his Zelator at the pleasure of the latter for the ceremony of initiation. 1. The Zelator shall proceed to the grade of Practicus at any time that authority confers it. 2. He shall pass Examinations in Liber E, Posture and Breathing. He shall have attained complete success in the former, i.e., the chosen posture shall be perfectly steady and easy; and attained the second stage in the latter, i.e., automatic rigidity. 3. He shall further show some acquaintance with and experience of the meditations given in Liber HHH. And in this his Record shall be his witness. 4. He shall commit to memory a chapter of Liber CCXX; he shall pass examinations in Liber HHH. 5. Beside all this, he shall apply himself to work for the A∴A∴ upon his own responsibility. Let him be mindful that the word Zelator is no idle term; but that a certain Zeal will be inflamed within him, why he knoweth not. 6. When authority confers the grade, he shall rejoice therein; but beware, for that is his first departure from the middle pillar of the Tree of Life. 7. He may at any moment withdraw from his association with the A∴A∴, simply notifying the Practicus who introduced him. Yet let him remember that being entered thus far upon the Path, he cannot escape it, and return to the world, but must ultimate either in the City of the Pyramids or the lonely towers of the Abyss. 8. He shall everywhere proclaim openly his connection with the A∴A∴and speak of It and Its principles (even so little as he understandeth) for that mystery is the enemy of truth. Furthermore, he shall construct the magic Dagger, according to the instruction in Liber A. One month after his admission to the Grade he shall go to his Practicus, pass the necessary tests, and repeat to him his chosen chapter of Liber CCXX. 9. He shall in every way establish perfect control of his Automatic Consciousness according to the advice of his Practicus, for that the ordeal of advancement is no light one. 10. Thus and not otherwise may he attain the great reward, YEA, MAY HE ATTAIN THE GREAT REWARD!"},{"pageNumber":8,"pageContent":"The Oath of a Zelator I, _______________________ (motto), being of sound mind and body, and prepared, on this ____ day of _____________ [An ____ ! in _______ ° of _______] do hereby resolve: in the Presence of _________________________, a Practicus of the A∴A∴: To prosecute the Great Work: which is, to obtain control of the foundations of my own being. Further, I promise to observe zeal in service to the Neophytes under me, and to deny myself utterly on their behalf. May the A∴A∴ crown the work, lend me of Its wisdom in the work, enable me to understand the work! Reverence, duty, sympathy, devotion, assiduity do I bring to the A∴A∴ and right soon may I be admitted to the knowledge and conversation of the A∴A∴! Witness my hand [motto] ______________________ "},{"pageNumber":9,"pageContent":"This paper is to be returned to the Chancellor of the A\u001fA\u001f through the Philosophus admitting. A∴A∴ Publication in Class D. D. The Task of a Practicus 0. Let any Zelator be appointed by authority to proceed to the grade of Practicus. Let him then read through this note of his office, and sign it. Let him cause the necessary addition to be made to his Zelator's robe. Let him make an appointment with his Practicus at the pleasure of the latter for the conferring of advancement. 1. The Practicus shall proceed to the grade of Philosophus at any time that authority confers it. 2. He shall pass examinations in Liber DCCLXXVII, the Qabalah, and the Sepher Sephiroth. He shall attain complete success in Liber III, Cap I. 3. He shall further show some acquaintence with and experience of his chosen method of divination. Yet he shall be his own judge in this matter. 4. He shall commit to memory Liber XXVII and pass examinations in the Ritual and meditation practice given in Liber XVI. Further, he shall pass the mediation practice S.S.S., in Liber HHH. 5. Besides all this, he shall apply himself to a way of life wholly suited to the Path. Let him remember that the word Practicus is no idle term, but that Action is the equilibrium of him that is in the House of Mercury, who is the Lord of Intelligence. 6. When authority confers the grade, he shall rejoice therein; but beware, for that that is his second departure from the middle pillar of the Tree of Life. 7. Let him not venture while a member of the grade of Practicus to attempt to withdraw from his association with the A∴A∴ 8. He shall everywhere proclaim openly his connection with the A∴A∴ and speak of It and Its principles (even so little as he understandeth) for that mystery is the enemy of truth. Furthermore, he shall construct the magic Cup, according to the instruction in Liber A. One month after his admission to the Grade, he shall go to his Practicus, pass the necessary tests, and repeat to him Liber XXVII. 9. He shall in every way establish perfect control of his wit according to the advice of his Philosophus, for that the ordeal of advancement is no light one. 10. Thus and not otherwise may he attain the great reward, YEA, MAY HE ATTAIN THE GREAT REWARD! "},{"pageNumber":10,"pageContent":"The Oath of a Practicus I, _______________________ (motto), being of sound mind and body, and prepared, on this ____ day of _____________ [An ____ ! in _______ ° of _______] do hereby resolve: in the Presence of _________________________, a Philosophus of the A∴A∴: To prosecute the Great Work: which is, to obtain control of the vacillations of my own being. Further, I promise to observe zeal in service to the Zelatores under me, and to deny myself utterly on their behalf. May the A∴A∴ crown the work, lend me of Its wisdom in the work, enable me to understand the work! Reverence, duty, sympathy, devotion do I bring to the A∴A∴ and right soon may I be admitted to the knowledge and conversation of the A∴A∴! Witness my hand [motto] ______________________"},{"pageNumber":11,"pageContent":"This paper is to be returned to the Chancellor of the A∴A∴ through the Dominus Liminis admitting. A∴A∴ Publication in Class D. E. The Task of a Philosophus 0. Let any Practicus be appointed by authority to proceed to the grade of Philosophus. Let him then read through this note of his office, and sign it. Let him cause the necessary addition to be made to his Practicus’ robe. Let him make an appointment with his Philosophus at the pleasure of the latter for the conferring of advancement. 1. The Philosophus shall proceed to the grade of Dominus Liminis at any time that authority confers it. 2. He shall pass examinations in Liber CLXXV and in Construction and Consecration of Talismans and in Evocation. Yet in this matter he shall be his own judge. He shall moreover attain complete success in Liber III, Cap. II. Further, he shall apply himself to study and practice the meditations given in Liber V. 3. He shall further show some acquaintance with and experience of Liber O, Caps. V, VI. Whereof his Record shall be his witness. 4. He shall commit to memory a chapter of Liber DCCCXIII. 5. Besides all this, he shall make constant and profound reflections upon the Path. Let him remember that the word Philosophus is no idle term, but that Philosophy is the Equilibrium of him that is in the house of Venus that is the Lady of Love. 6. When the title of Dominus Liminis is conferred upon him, let him rejoice exceedingly therein; but beware, for that it is but the false veil of the moon that hangs beneath the Sun. 7. Let him not venture while a member of the grade of Philosophus to attempt to withdraw from his association with the A∴A∴ 8. He shall everywhere proclaim openly his connection with the A∴A∴ and speak of It and Its principles (even so little as he understandeth) for that mystery is the enemy of truth. Furthermore, he shall construct the magic Wand, according to the instruction in Liber A. One month after his admission to the Grade, he shall go to his Dominus Liminis, pass the necessary tests, and repeat to him his chosen chapter of Liber DCCCXIII. 9. He shall in every way establish perfect control of his devotion according to the advice of his Dominus Liminis, for tha the ordeal of advancement is no light one. 10. Thus and not otherwise may he attain the great reward, YEA, MAY HE ATTAIN THE GREAT REWARD! "},{"pageNumber":12,"pageContent":"The Oath of a Philosophus I, _______________________ (motto), being of sound mind and body, and prepared, on this ____ day of _____________ [An ____ ! in _______ ° of _______] do hereby resolve: in the Presence of _________________________, a Dominus Liminis of the A∴A∴ To prosecute the Great Work: which is, to obtain control of the attractions and repulsions of my own being. Further, I promise to observe zeal in service to the Practici under me, and to deny myself utterly on their behalf. May the A∴A∴ crown the work, lend me of Its wisdom in the work, enable me to understand the work! Reverence, duty, sympathy do I bring to the A∴A∴ and right soon may I be admitted to the knowledge and conversation of the A∴A∴! Witness my hand [motto] ______________________ "},{"pageNumber":13,"pageContent":"This paper is to be returned to the Chancellor of the A∴A∴ through the Adeptus Minr admitting. A∴A∴ Publication in Class D. F. The Task of a Dominus Liminis 0. Let any Philosophus be appointed by authority a Dominus Liminis. Let him read through this note of his office and sign it. Let him cause the necessary addition to be made to his Philosophus’ robe. Let him receive Liber Mysteriorum. Let him make an appointment with his Dominus Liminis at the pleasure of the latter for the conferring of advancement. 1. The Dominus Liminis shall proceed to the Grade of Adeptus Minor at any time that authority confers it. 2. He shall pass examination in Liber III, Cap. III. 3. He shall meditate on the diverse knowledge and Power that he has acquired, and harmonize it perfectly. And in this matter he shall be judged by the Præmonstrator of the A∴A∴ 4. He shall accept an office in a Temple of Initiation, and commit to memory a part appointed by the Imperator of the A∴A∴ 5. Besides all this, he shall abide on the Threshold. Let him remember that the word Dominus Liminis is no idle term, but that his mastery will often be disputed, when he knoweth it not. 6. When at last he hath attained to the grade of Adeptus Minor, let him humble himself exceedingly. 7. He may at any moment withdraw from his association with the A∴A∴ simply notifying the Adept who introduced him. 8. He shall everywhere proclaim openly his connection with the A∴A∴ and speak of It and Its principles (even so little as he understandeth) for that mystery is the enemy of truth. Furthermore, he shall construct the magic Lamp, according to the instruction in Liber A. Six months after his admission to the Grade, he shall go to his Adeptus Minor, pass the necessary tests, and repeat to him his appointed part in the Temple of Initiation. 9. He shall in every way establish perfect control of his intuition, according to the advice of his Adeptus Minor, for that the ordeal of advancement is no light one. 10. Thus and not otherwise may he attain the great reward, YEA, MAY HE ATTAIN THE GREAT REWARD! "},{"pageNumber":14,"pageContent":"The Oath of a Dominus Liminis I, _______________________ (motto), being of sound mind and body, and prepared, on this ____ day of _____________ [An ____ ! in _______ ° of _______] do hereby resolve: in the Presence of _________________________, an Adeptus Minor of the A∴A∴ To prosecute the Great Work: which is, to obtain control of the aspirations of my own being. Further, I promise to observe zeal in service to the Philosophi under me, and to deny myself utterly on their behalf. May the A∴A∴ crown the work, lend me of Its wisdom in the work, enable me to understand the work! Reverence, duty, sympathy do I bring to the A∴A∴ and right soon may I be admitted to the knowledge and conversation of the A∴A∴! Witness my hand [motto] ______________________"},{"pageNumber":15,"pageContent":"This paper is to be returned to the Chancellor of the A∴A∴ through the Adeptus admitting. A∴A∴ Publication in Class D. G. The Task of an Adeptus Minor Let the Adeptus Minor attain to the Knowledge and Conversation of his Holy Guardian Angel. "},{"pageNumber":16,"pageContent":"The Oath of an Adeptus Minor I, _______________________ (motto), being of sound mind and body, and prepared, on this ____ day of _____________ [An ____ ! in _______ ° of _______] do hereby resolve: in the Presence of _________________________, an Adeptus of the A∴A∴: To prosecute the Great Work: which is, to attain to the knowledge and conversation of the Holy Guardian Angel. May the A∴A∴ crown the work, lend me of Its wisdom in the work, enable me to understand the work! Reverence, duty, sympathy do I bring to the A∴A∴ and here and now may I be admitted to the knowledge and conversation of the A∴A∴! Witness my hand ___________________________ "},{"pageNumber":17,"pageContent":"TRANSCRIBER’S NOTES. Liber CLXXXV was originally privately printed on loose sheets, circa 1909. It had been intended for general publication in Equinox III (2), but this volume was not issued as originally intended (at the time of writing—December 2003—a reconstruction is said to be in the final stages of preparation). It was first generally published as an appendix to Gems from the Equinox (Llewellyn, 1974; Falcon Press, 1982; New Falcon, 1988), a collection of writings from the Equinox and the appendices to Magick in Theory and Practice, edited by F.I. Regardie (in the 1988 edition, some amendations were made by an anonymous later editor to the last paragraph of section 8 of the Tasks of a Zelator and Philosophus, apparently based on Crowley notes, but still failing to completely resolve an anomaly noted below). Liber CLXXXV was printed again in Equinox IV (1), Commentaries on the Holy Books, with one further correction made as against the 1988 edition of Gems. The present electronic copy is based on both these publications, with some amendments as noted below, and on page scans of the first printing of the Probationer oath only (as found in the online O.T.O. archives). The Probationer oath has been conformed more or less to a scan of the original printing (the original paper size was probably about large crown quarto or letter rather than A4). I have not seen any copies with the seals in place, nor have I seen any copies of the original printings of the tasks or other oaths, though it appears the Task of each grade was printed on the reverse side of each sheet from the Oath The Robe. During the Equinox period, a London robemaker called William Northam was (according to advertisments in the Equinox) entrusted with the manufacture of robes and other ceremonial apparel for the A∴A∴ According to various extant contemporary photographs and descriptions, the Robe of a Probationer was a white Tau robe with no hood. On the breast is an upright pentagram; on the back a hexgram consisting of an ascending red triangle and a descending blue triangle, with a golden Tau in the midst. According to “Liber Vesta vel Paroketh sub figurâ DCC,” an account of the Outer Order robes by a modern A∴A∴ group based on some early Crowley notes and sketches and published in Equinox IV (1)), the pentagram is scarlet and the base, neck and cuffs of the robe are edged in gold. The Robe of a Neophyte was black, with a hood. According to “Liber Vesta,” the robe also has a descending red triangle (in outline) on the breast, and an eye in a triangle design (gold on silver) on the brow. The same text describes the symbols added in subsequent grades as follows: Zelator: purple square affixed to front of robe at level of knees. Practicus: orange sash affixed to left sleeve. Philosophus: green sash affixed to right sleeve. Dominus Liminis: replace black hood with a white hood, with the “three Neteru” (the triple Egyptian “axe” hieroglpyh signfying “the Gods”) below the eye-holes. This account been disputed; a different account of the Outer Order robes, said to be derived from a typescript prepared by F.I. Regardie while he was Crowley's secretary in the late 1920s, was published in the journal of the College of Thelema,"},{"pageNumber":18,"pageContent":"Black Pearl, in the late 1990s, and in an appendix to James Eschelman’s book The Magical and Mystical System of the A∴A∴ According to this the Neophyte robe was plain black with a hood and the symbols added were as follows: Zelator: silver eye in a triangle on the forehead; Practicus: hexagram of 48 rays (silver) around the triangle; Philosophus: calvary cross of six squares (in various colours) on the breast; Dominus Liminis: rose emblem at the centre of this cross. Contra this, it has been suggested that the dark-coloured hooded robes with a rose cross on the breast and the eye in a triangle surrounded by a 48-rayed hexagram on the forehead of the hood, as worn by Crowley and Leila Waddell in a number of contemporary photographs, were in fact one or another of the Second Order robes; specifically, that in the photograph “The Silent Watcher” in Equinox I (1) is believed to be Crowley’s red Adeptus Major robe, which is still extant; it is likely that the Adeptus Within and Adeptus Exemptus robes were of a similar design, but different colour. The robe of an Adeptus Minor is not described in the published version of “Liber Vesta.” A copy of “Liber Vesta” with additional sections of doubtful provenance which I found online alleges it to be identical with the Probationer robe (the same copy also gives descriptions and illustrations of the Adeptus Major and Adeptus Exemptus robes). According to the Northram advertisments, the Adeptus Minor robe adds an unspecified symbol to the Probationer robe. The obvious way to settle the question would simply be to write to Northram (who are still trading, as a supplier of formal academic costume) and ask if the relevant records are still extant. The Book. The first edition of Qelhma (sometimes, following Yorke, cited as “The Holy Books”), privately published ca. 1909, was bound in three volumes; the first contained Liber LXI, “The Preliminary Lection including the History Lection” and Liber LXV; the second consisted of Liber VII, and the third contained Libri CCXX, XXVII and DCCCXIII. Initially Crowley appears to have applied a measure of secrecy to some of these texts; for example in Parts I and II of Book 4 (1912/1913), Liber LXV is referred to as a “secret holy book” as is Liber VII; in Equinox I (1), Crowley as “editor” vetoed his own stated intention in “John St. John” to pubish “The Book Ararita” (Liber DCCCXIII) as an appendix to the record, saying “This has not been permitted. The Book Ararita will be issued by the A∴A∴ in due course.” It was originally intended to issue the texts from Qelhma over the course of Equinox vol. III. Libri LXI and LXV appeared in Equinox III (1); Liber VII was intended for inclusion in the abortive Equinox III (2). Liber CCXX (The Book of the Law), previously printed in Equinox I (10) (and as a near-unreadable scaled-down copy of the MS. in no. 7) was reprinted in Equinox III (3), The Equinox of the Gods. Eventually all six texts were reprinted, accompanied by seven other “Class A” works which had appeared in Equinox volume I, in Equinox III (9), The Holy Books of Thelema. The Task of a Probationer. “Let any person...” In 1912 this was modified, and as a further device for filtering out time-wasters an additional preliminary grade of “Student of the Mysteries” was"},{"pageNumber":19,"pageContent":"instituted. Students were given a list of books and told to go away and study them for three months, then had to pass an examination (open book) before they could be admitted as a Probationer. Two past papers, from 1913 and 1945 respectively, may be found in Equinox IV (1) and Remembering Aleister Crowley by Kenneth Grant (another one, similar in format but different in specifics to the 1913 paper, survives in correspondence between C.S. Jones and Frank Bennett). The reading list comprised: • The Equinox, up to the present number. • Raja Yoga by Swami Vivekananda. • The Shiva Sanhita or Hathayoga Pradipika. • The Spiritual Guide of Molinos. • The Book of the Sacred Magic of Abramelin the Mage. [Not in the list in Book 4 Part I & II.] • Levi’s Dogme et Rituel, or Waite’s English translation thereof. • The Mathers-Crowley Goetia. • 777. • Tannhäuser, The Sword of Song, “Time” and “Eleusis” from Crowley’s Collected Works. • Konx Om Pax by Crowley. • The Tao Teh Ching and the writings of Chuang-Tzu from Legge’s The Texts of Taoism (vol. XXXIX and XL in the OUP Sacred Books of the East series). [Not in the list in Equinox I (7).] One modern group claiming to represent the A∴A∴ has drawn up a Task and Oath for the Student grade in similar form to the other Tasks and Oaths of Liber Collegii Sancti, which may be found on their website (www.outercol.org); the reading list is similar to the above but adds Crowley’s Book of Lies, probably on the basis that the 1913 paper asked students to write commentaries on five chapters thereof. Some other contemporary groups claiming to represent the A∴A∴ operate a formal Student grade in a similar manner; others apply more ad hoc arrangements to ensure that their Probationers have at least a vague clue. “... such practices of Scientific Illuminsm as seemeth him good.” A clarification of the work expected of Probationers was given in the editorial to Equinox I (5): . . . although he is permitted to select the practices which appeal to him, he is expected to show considerable acquaintance with all of them. More than acquaintance, it should be experience; otherwise what is he to do when as a Neophyte he is consulted by his Probationers? It is important that he should be armed at all points . . . no one will be admitted as a Neophyte unless his year's work gives evidence of considerable attainment in the fundamental practices, Asana, Pranayama, assumption of God-forms, vibration of divine names, rituals of banishing and invoking and the practices set out in sections 5 and 6 of Liber O. Although he is not examined in any of these, the elementary experience is necessary in order that he may intelligently assist those who will be under him. "},{"pageNumber":20,"pageContent":"The Task of a Neophyte. “... the tests called the Powers of the Sphinx.” It should not be assumed that these are formal theoretical or practical examinations. A hint of what might have been intended may perhaps be found in Letter 74 of Magick Without Tears, “Obstacles on the Path” althought there the four tests are glyphed under the figure of the Tarot minor suits. “... he shall begin to study Liber H.” “Liber H” has not been definitely identified as far as I am aware; the Neophyte section of “Liber XIII” gives no clue as to its nature or contents, and no work of that title has been published; it may not be extant, or it may be the same as Liber HHH, the practice of which pertains to the grade of Zelator. The Task of a Zelator. “... he shall go to his Practicus.” The Gems and Equinox IV (1) printings of “Liber CLXXXV” (and presumably the original) had “to his Zelator”; this has been changed on the basis that the general rule of the Outer Order grades, as far as can be ascertained from other references in “Liber CLXXXV” and elsewhere, was that the person supervising any given aspirant was, or at least in that instance functioned as, a member of the grade immediately above; i.e., Practici supervising Zelatores, Philosophi supervising Practici, etc. Similarly the corresponding section in the Task of a Practicus had “to his Practicus” and that for the Philosophus had “to his Philosophus”; these have been amended on the same basis. The Task of a Philosophus. “... the meditations given in Liber V.” This work has not been definitely identified. Because of the dates involved it cannot be “Liber V vel Reguli.” In “Liber Viarum Viæ” is a reference to “Liber V” under the head \"the Formulation of the Flaming Star\" (referred to the Path of Heh) which suggests some manner of Pentagram ritual or meditations on that theme. It is unlikely, too, to be Crowley's “True Greater Ritual of the Pentagram” as published in The Magical Link in 1999 as that is said to be for the use of Adepts only and in any case does not contain any “meditations” as such. “... and repeat to him his chosen chapter of Liber DCCCXIII.” The Gems printing just had “... and repeat to him Liber DCCCXIII.”; however section 4 of the Task only requires the Philosophus to memorise a single chapter. The Equinox IV (1) printing made a similar correction. The Task of a Dominus Liminis. “... Liber Mysteriorum.” This work is unpublished; it may not be extant as such although related material survives in one of Crowley’s manuscript notebooks; in any case the context in which it is cited suggests it deals with the theory and practice of running a Magical Order; it may also include, overlap with, or be identical with one or more of the Rituals Alpha, Beta and Gamma mentioned in “Liber DCLXXI vel aort” (a version of the Neophyte initiation ritual which survives in typescript). ~"}]
