[{"pageNumber":2,"pageContent":"navigation and printing Next page Click the Next Page button, either in the Acrobat toolbar or in the lower right hand corner, or press the Right Arrow key on your keyboard. Previous page Click the Previous Page button, either in the Acrobat toolbar or in the lower left hand corner, or press the Left Arrow key on your keyboard. Previous view Press Left Arrow + Alt on the PC or Left Arrow + Opt on the Mac. Like the Back button in a web browser, Previous View will return you to a previ- ous view further back than the physical previous page. Zoom in and out Zoom in by clicking the Acrobat Magnify tool (mag- nifying glass) or click-dragging a marquee selec - tion around the photo using the Magnify tool. To return to viewing the entire two-page spread, press Control + 0 (zero) on the PC or Command + 0 on the Mac. Links Besides the table of contents entries, live links to project collaborators’ websites, related websites and papers are shown in blue. Printing single pages In the Acrobat print dialog box either click on ‘Cur - rent page’ or type in the page range in the box next to ‘Pages’. One page of the ebook with print on each sheet of paper. Printing page spreads You can also print the spreads or double-page lay - outs that are displayed on your computer moni- tor. In the Acrobat print dialog box, begin by typ- ing in the page range in the box next to ‘Pages’. Come down to ‘Page Scaling’, and choose the op- tion, ‘Multiple pages per sheet’. In the box next to ‘Pages per sheet’ choose 2, 4 or 16. Finally, choose ‘Horizontal’ from the list of options next to ‘Page Order’. 2"},{"pageNumber":3,"pageContent":"3 ELECTRIC UNIVERSE THE SUN"},{"pageNumber":5,"pageContent":"5 written by Wallace Thornhill David Talbott"},{"pageNumber":6,"pageContent":"6 collaborators (the thunderbolts project) Stephen J. Crothers David Drew Michael Goodspeed Michael Gmirkin Kevin Merrell i C. J. Ransom i Donald E. Scott i Dave Smith i Steve Smith i Ian Tresman"},{"pageNumber":7,"pageContent":"7 editor–in–chief David Talbott managing editor, book design, graphics Ben Ged Low technical, scientific consultant Wallace Thornhill Copyright © by David Talbott & Wallace Thornhill 2008. All rights reserved. This ebook may not be reprinted or distributed in electronic, print, web, or other format without express written permission. dtalbott@teleport.com"},{"pageNumber":9,"pageContent":"9 t a b l e o f c o n t e n t s the sun ................................................................................. 11 the thermonuclear sun .......................................................... 13 the electric sun ...................................................................... 27 temperature .......................................................................... 47 solar wind ............................................................................. 59 sunspots ............................................................................... 75 polar jets ............................................................................... 97 collaborators ......................................................................... 108 references ............................................................................. 109 related web links ................................................................... 110 related reading materials ...................................................... 111 picture credits ........................................................................ 115"},{"pageNumber":10,"pageContent":"10"},{"pageNumber":11,"pageContent":"11 THE SUN oday, most astronomers believe that the fundamental question about the Sun has been answered: it is a self-consuming thermonuclear furnace . T"},{"pageNumber":12,"pageContent":"12"},{"pageNumber":13,"pageContent":"13 the ‘therm onuclear’ sun The “thermonuclear” Sun is a ball of gas so large that its internal pressure generates a core temperature of about 15 million ̊C, enough to produce a continuous thermonuclear reaction. In this model the Sun’s ‘engine’ is the same as the hydrogen bomb. So how is it that stars show such remarkable stability?"},{"pageNumber":14,"pageContent":"14 For this thermonuclear reaction to occur, the Sun requires no contribution from the space around it. The power comes from the sun itself."},{"pageNumber":15,"pageContent":"15"},{"pageNumber":16,"pageContent":"16 chromosphere corona convection zone sunspots photosphere solar prominence core turbulent gases radiative zone 1,000,000 degrees 10,000 degrees 5,700 degrees 15,000,000 degrees Sun’s diameter = 1.4 million km"},{"pageNumber":17,"pageContent":"17 In this model, X-Rays generated in the Sun's thermonuclear core progressively lose energy and 'cool' by collisions as they gradually percolate outwards, taking millions of years to reach the \"convection zone.\" In the convection zone the heated gases become turbulent and – like hot air expanding and rising in the Earth’s atmosphere – rush up to the surface as \"convection currents,\" then fall back toward the radiative zone as they cool. It should be noted that no other known physical body transfers internal heat by radiation."},{"pageNumber":18,"pageContent":"18 The visible \"granulation\" in the photosphere or surface of the Sun is said to be boiling gases as they rise, then cool. On the margins of the dark regions on the surface, called \"sunspots,\" we see that the granules are the tops of rope-like structures rising from below (right). Solar physicists identify these structures as the “convection currents” that the thermonuclear model calls for. But the orderly structure and behavior of photosphere \"granules\" defy any notion of boiling hot gas."},{"pageNumber":19,"pageContent":"19"},{"pageNumber":20,"pageContent":"20"},{"pageNumber":21,"pageContent":"21 In fact the “ropes” of the sunspot penumbra do not stop at the surface of the photosphere, but extend outward thousands of kilometers into a surrounding maze of filaments, all constrained by complex magnetic fields . These penumbra filaments bear no resemblance to any known form of convection in a hot gas. Standard concepts of simple heat transport do not seem to work when applied to sunspot activity."},{"pageNumber":22,"pageContent":"22"},{"pageNumber":23,"pageContent":"23 The above problematic sunspot anomaly is only one of countless anomalies now challenging the traditional concept of the self- powering thermonuclear sun. The very presence of sunspots is unexpected."},{"pageNumber":24,"pageContent":"24 On the right is a list of prominent attributes of the Sun. Every feature listed poses a problem the thermonuclear model cannot easily explain. But these features can be explained by another model."},{"pageNumber":25,"pageContent":"25 neutrino deficiency neutrino variability solar wind neutrinos and solar wind photospheric jets or ‘spicules’ solar chromosphere corona coronal ‘holes’ differential rotation by latitude differential rotation by depth equatorial plasma torus sunspots sunspot migration sunspot penumbra sunspot cycle magnetic field strength even surface magnetic field helioseismology solar density changing size"},{"pageNumber":26,"pageContent":"26"},{"pageNumber":27,"pageContent":"27 the ‘electric’ sun ast electrical currents stream across interstellar and intergalactic space. These cosmic \"power lines\" can be detected by the radio \"hum\" they emit. Where two neighboring intergalactic currents cross paths, they draw matter into a spiral vortex to form a spiral galaxy. The galaxy is lit by electric lights — the stars strung along the current streams. Electric currents in space plasma can provide a new understanding of the Sun. V"},{"pageNumber":28,"pageContent":"28 The Sun’s surface is carpeted with complex magnetic fields. Only electricity can produce magnetic fields. Therefore, the Sun must be understood in terms of electric circuits. Where are these circuits? What creates them? And what sustains them?"},{"pageNumber":29,"pageContent":"29"},{"pageNumber":30,"pageContent":"30 Earth This would be the relative size of Earth next to the sun."},{"pageNumber":31,"pageContent":"31 Traditionally, doubts about an electric sun have focused on a simplistic electrostatic model. It is well known that electrostatic charge could only sustain the Sun’s output for a brief moment. But Hannes Alfvén pointed out that the Sun and its environment must be understood in terms of electrodynamics and circuit theory ."},{"pageNumber":32,"pageContent":"32 Electric current flows inward along the arms of the galaxy, generating an encircling magnetic field. The magnetic field confines and 'pinches' the galactic plasma into the magnificent spiral arms we see, lit by stars."},{"pageNumber":33,"pageContent":"33 magnetic field magnetic field current spiral galaxy current magnetic field Invisible (dark mode) Birkeland current"},{"pageNumber":34,"pageContent":"34"},{"pageNumber":35,"pageContent":"35 M82 is an active galaxy spewing jets along the polar axis. The current, on reaching the galactic center, is stored in a compact plasmoid – a donut- shaped electromagnetic plasma structure. The plasmoid occasionally releases its stored energy in jets along the spin axis, at which time it is called an ‘active galactic nucleus’. This plasmoid is typically hidden by surrounding dust."},{"pageNumber":36,"pageContent":"36"},{"pageNumber":37,"pageContent":"37 The sun’s power comes from the galaxy."},{"pageNumber":38,"pageContent":"38"},{"pageNumber":39,"pageContent":"39 The thermonuclear model locates nuclear reactions in the core of the Sun. The electric model sees nuclear reactions occurring in the solar photosphere, where the current density is greatest. Here high-energy plasma discharge takes the form of innumerable tightly packed electrical tornadoes. In the laboratory they are called “anode tufts.” The nuclear reactions are powered by the true source of the Sun’s energy—galactic Birkeland currents."},{"pageNumber":40,"pageContent":"40 In its relationship to the galactic environment the Sun is the anode or positively charged body. The cathode in this electric exchange is not a specific object but rather a ‘virtual cathode’ found at the heliosphere—outer limit of the Sun’s influence. On Earth, when a high-voltage power transmission line discharges into the surrounding air the noisy glow is called a ‘corona discharge.’ Much the same phenomenon occurs in the corona discharge of the sun."},{"pageNumber":41,"pageContent":"41 chromosphere (red anode glow) high-voltage corona discharge cool atmosphere photosphere (thin tufted plasma discharge) solar prominence cooler solid/ liquid body ~ 0.5 million Km sunspots to heliosphere to heliosphere Sun’s diameter = 1.4 million km"},{"pageNumber":42,"pageContent":"42 Magnetic fields increasing in strength Main current increasing in strength Secondary current Magnetic loop created by the secondary current Main current increasing in strength Magnetic loop created by the secondary current Secondary current Main current increasing in strength N S N S Magnetic loop created by the secondary current"},{"pageNumber":43,"pageContent":"43 There is no generally accepted explanation for sunspots or their strange cyclical behavior in the thermonuclear model. The electric model proposes that the Sun's 'circuit' would look something like the diagram on the left. As the main current varies in strength, a transformer action occurs in the Sun to produce secondary currents which generate varying magnetic fields. In electrical terms this action will explain both the Sun's magnetic field reversal and the enigmatic behavior of sunspots."},{"pageNumber":44,"pageContent":"44 In the following pages we explore 4 key issues currently challenging the ‘thermonuclear’ model of the Sun. We give an ‘electric’ model explanation for each. 1. Temperature : why the spectacular increase in temperatures from the surface of the Sun outward to the corona? 2. Solar wind : why the rapid acceleration of the charged particles of the solar wind, up to millions of miles per hour away from the Sun? 3. Sunspots : why the mystifying Sunspot behavior? 4. Polar jets: why the peculiar polar jets?"},{"pageNumber":45,"pageContent":"45"},{"pageNumber":46,"pageContent":"46 Each of the four unresolved issues noted above came as a great surprise to solar physicists. But in the electric model these features are expected ."},{"pageNumber":47,"pageContent":"47 Temperature: why the spectacular increase in temperatures from the surface of the Sun outward to the corona?"},{"pageNumber":48,"pageContent":"48 Chromosphere 10,000 degrees Corona 1,000,000 degrees Sunspots 4,000 degrees Core 16,000,000 degrees (this is a theoretical temperature) Photosphere 5,700 degrees THERMONUCLEAR Sun 2 solar diameters away 20,000,000 degrees ENERGY FLOW"},{"pageNumber":49,"pageContent":"49 For a thermonuclear Sun the power comes from the core reaction. The heat moves outwards. If so, the temperature should decrease as we move away from the source of heat. Instead, the temperature is at a minimum just above the photosphere (surface) and rises spectacularly in the corona and beyond. Temperature: the thermonuclear model"},{"pageNumber":50,"pageContent":"50 The energy to heat the electric Sun comes externally from the galaxy. The weak electric field in interplanetary space is concentrated most strongly above the surface of the Sun. Protons (positively charged particles) are accelerated away from the photosphere to collide with the thin atmosphere of the corona, heating it to a million degrees or more. Seen in these terms, the super-heated corona is a familiar glow discharge phenomenon recognized by high-voltage engineers. Laboratory corona discharge Temperature: the electric model"},{"pageNumber":51,"pageContent":"51 Chromosphere 10,000 ̊C Corona 1,000,000 ̊C Photosphere 5,700 ̊C ELECTRIC Sun 2 solar diameters away 20,000,000 ̊C ENERGY FLOW Core (a cool solid/liquid body composed of heavy elements) Sunspots allow us to see the cooler atmosphere below the photosphere Sun ’ s atmosphere 4,600 ̊C (mostly hydrogen) Region of glow discharge The region of glow discharge ends above the photosphere"},{"pageNumber":52,"pageContent":"52 Anode Cathode In the laboratory the glow discharge tube (near right) demonstrates how distinct plasma regions form between the anode and the cathode. The high resolution image of the solar corona (far right) highlights the paths of filamentary electric currents flowing between the photosphere and space. The solar ‘wind’ does not simply ‘boil off’ the hot corona. Lab generated 15,000 volt ‘glow discharge.’ The magnet held below the tube shows how current in plasma tends to flow along magnetic field lines."},{"pageNumber":53,"pageContent":"53 Virtual Cathode (at the boundary of the heliosphere) Anode"},{"pageNumber":54,"pageContent":"54 4,400 ̊C 20,000 ̊C 2,000,000 ̊C 20,000,000 ̊C 500 km 2200 km - chromosphere corona 2 solar diameters temperature glow discharge glow discharge Cathode Anode"},{"pageNumber":55,"pageContent":"55 The glow discharge of the electric Sun is visible in the corona and descends into the red ‘anode glow’ of the chromosphere. Correspondingly, the highest particle energies are not at the photosphere (the Sun’s visible surface) but above it. Far above it. At 2.8 million kilometers from the sun the ‘temperature’ reaches 100 million degrees."},{"pageNumber":56,"pageContent":"56 This strange phenomenon of the ‘reverse temperature gradient’ of the sun contradicts every original expectation of the thermonuclear model. But it is exactly what is expected in the electric model, and mirrors perfectly the glow discharge phenomenon observed in the laboratory."},{"pageNumber":57,"pageContent":"57 5,700 °C 20,000,000 °C"},{"pageNumber":58,"pageContent":"58"},{"pageNumber":59,"pageContent":"59 Solar wind: why the rapid acceleration of the charged particles of the solar wind, up to millions of miles per hour?"},{"pageNumber":60,"pageContent":"60"},{"pageNumber":61,"pageContent":"61 Solar Wind: the thermonuclear model Large coronal mass ejection (CME) from 6 November 1997 as recorded by the LASCO C2 coronagraph at 12:36 UT. If the high temperature of the corona could explain the acceleration of the solar wind we would expect cool ‘red giant’ stars to have the weakest winds. But in fact they have the strongest. The Sun is not hot enough to ‘boil off’ its atmosphere against its powerful gravitational attraction. Yet the particles of the solar wind defy the Sun's gravity, accelerating past Venus, Earth, and Mars. Since these particles are not miniature ‘rocket ships,’ such acceleration is the last thing one should expect from a thermonuclear star."},{"pageNumber":62,"pageContent":"62 Graphic representation of the Sun’s domain–the thermonuclear model In the thermonuclear model the solar wind rushes out from the Sun, slows through the termination shock and finally halts at the heliopause. The interstellar medium (plasma) backs up to where a ‘bow shock’ occurs. These are features of supersonic objects moving through air. In the electric model, a simple mechanical analogue does not apply. The Sun is an electrical body moving in an electrified environment."},{"pageNumber":63,"pageContent":"63 Bow Shock Heliopause Sun & solar system Termination Shock Heliosheath Heliosphere"},{"pageNumber":64,"pageContent":"64 Heliospheric plasma sheath (Virtual Cathode) Solar wind accelerates gently ‘ down hill ’ Solar wind accelerates down steep slope to become cosmic rays Cosmic Rays Voltage (tens of billions of volts) Quasi-neutral interplanetary plasma Solar wind ‘ hits speed bump ’ here and slows Solar wind accelerates rapidly at first and collides with the cool space plasma to form the superhot corona Planetary Region SUN (Anode)"},{"pageNumber":65,"pageContent":"65 In the electric model the Sun and its planets are protected within a plasma sheath or cell (‘heliosphere’), far beyond the outermost planets. Across the thin boundary of the heliospheric sheath there is a strong electric field. This field accelerates charged particles to speeds approaching the speed of light—they become cosmic rays . Cosmic rays thus give us a measure of the driving voltage of stars (tens of billions of volts). Electrical diagram of the solar environment, with a graph of voltage vs. distance from the anode to the cathode in a glow discharge. Electrons are caused to drift toward the Sun by the electric field. Solar Wind: the electric model"},{"pageNumber":66,"pageContent":"66 The intense electric field across the boundary sheath contrasts sharply with the electrical environment inside the sheath. Shielded within this cocoon the planets are subject only to a weak electric field, causing a steady drift of electrons toward the Sun. Across spacecraft dimensions of a few meters, the electric field is immeasurably weak. But in the immense volume of the heliosphere, it causes a drift of electrons that becomes a focused electric current sufficient to power the Sun."},{"pageNumber":67,"pageContent":"67 Heliospheric plasma sheath (Virtual Cathode) Cosmic Rays SUN (Anode) Weak electric field Steady drift of electrons tow ard the Sun Intense plasma sheath electric field Protons accelerate away from Sun Strong coronal electric field Heliospheric plasma sheath (Virtual Cathode) Weak electric field"},{"pageNumber":68,"pageContent":"68 The Sun’s Plasma Sheath Direction along spiral arm of Milky Way Concentric filamented cylinders of the Z-pinch A planetary nebula shows the typical hourglass form of the stellar electromagnetic Z-pinch. A weak electric field inside the plasma sheath causes electrons to drift toward the Sun, and protons away from the Sun (the solar ‘wind’) Z-pinch"},{"pageNumber":69,"pageContent":"69 The Sun’s plasma environment is shaped by powerful electromagnetic forces within a spiral arm of the Milky Way. Colliding gases play no more than a minor role. In the electric model the entire heliosphere lies at the core of an invisible hourglass shape, formed by the ‘pinching’ of galactic currents. This feature of the Sun’s larger plasma domain is well illustrated in the laboratory by the ‘Z-pinch,’ typical of high-energy electric discharge. The best visible example in space is provided by dusty planetary nebulae (left). The sun’s environment in space The sun’s environment in space"},{"pageNumber":70,"pageContent":"70 Inside the sun: thermonuclear model Without a source of internal heat to ‘blow it up like a balloon’ the Sun would collapse under its own weight. The only long-lived source of heat is nuclear power. It must release extremely slowly or the Sun would explode. No experiment has tested the complex and unlikely theory. And the 15,000,000 0 C temperature cannot be measured. The thermonuclear model predicts ghostly neutrinos that can escape the Sun’s core and swiftly reach the Earth. The expected neutrinos are largely missing. Rather than considering the thermonuclear model seriously threatened by this contradictory discovery, it was assumed that the problem had to lie with the neutrinos."},{"pageNumber":71,"pageContent":"71 core 15,000,000 ̊C radiative zone convection zone photosphere gravitational compression heat expansion & energy flow thermonuclear model Earth Neutrinos escape immediately, allowing us to check the thermonuclear model – but the expected neutrinos are largely missing. The energy released in the core takes millions of years to reach the surface. hot turbulent gases"},{"pageNumber":72,"pageContent":"72 cool solid/liquid body of heavy elements ~ 1 million Km cool atmosphere ~200,000 km thick hot photospheric plasma discharge ~1,000 km thick Sun’s diameter = 1.4 million km Heavy elements are concentrated at the center of a star-forming Z-pinch. So the Sun must have a heavy element body that precludes a thermonuclear core. The Sun has a mass of 330,000 Earths. The volume of that many Earths would give a diameter of about 1 million km. electric model Neutrinos"},{"pageNumber":73,"pageContent":"73 Inside the sun: electric model In the ‘electric’ model of the Sun, simple laboratory gas laws do not apply. The visible ‘surface’ (photosphere) is a thin electrical discharge layer at the top of a plasma ‘atmosphere’—the continuous ‘lightning’ that produces the shining sphere of the Sun. We do not know what the Sun is made from by simply measuring its gravity and volume, because the volume we measure is an electrical display and not the true size of the Sun. The Sun is much more than a neutral ball of hydrogen gas. Within its vast hydrogen atmosphere, there is a smaller, more dense body. The electric sun does not require the lethal radiation of an unstable internal hydrogen bomb. And it doesn’t require internal heat to prevent gravitational collapse. All kinds of neutrinos come from the nuclear reactions in the photosphere."},{"pageNumber":74,"pageContent":"74"},{"pageNumber":75,"pageContent":"75 Sunspots: why the mystifying Sunspot behavior? Sunspots are a problem in the thermonuclear model. Their darkness, structure and behavior have required great ingenuity in attempts to explain them. Yet they remain mysterious."},{"pageNumber":76,"pageContent":"76 ‘ Thermonuclear ’ Sunspot Model Sunspots Photosphere Magnetic flux tubes S N"},{"pageNumber":77,"pageContent":"77 Sunspots: the thermonuclear model The strong magnetic fields of sunspots have long puzzled solar physicists. Theorists suggest that convection drives an internal dynamo, and that the Sun’s higher speed of rotation at the equator “winds up” a magnetic field, forming ‘flux tubes’ or tubular concentrations of the magnetic field. Occasionally a buoyant flux tube breaks through the photosphere to form a leading and trailing sunspot of opposite magnetic polarities. However, the magnetic fields generated by internal ‘dynamo’ models do not match the magnetic field of the real Sun."},{"pageNumber":78,"pageContent":"78 Sunspots: the electric model The solar equatorial current ring in ultraviolet light, seen from the polar view (left at right) and side view (right). This is the plasma torus circling the sun. An equatorial plasma current ring or torus surrounds the positively charged Sun. In the same way, a charged, magnetized sphere produces a torus in the plasma laboratory. Sunspots are dark regions where an electric discharge from the surrounding torus has displaced the bright photosphere. In fact, Kristian Birkeland’s laboratory experiments replicated the solar torus and sunspots many decades before astronomers discovered magnetic field concentrations in the Sun’s photosphere."},{"pageNumber":79,"pageContent":"79 SUN SUN"},{"pageNumber":80,"pageContent":"80 Birkeland current filaments above a sunspot, made visible in ultraviolet light"},{"pageNumber":81,"pageContent":"81 Sunspots have strong magnetic fields. Lightning in the Earth’s dense atmosphere is magnetically “pinched” by the current and follows an exceedingly thin path. Similarly, Birkeland currents compress and strengthen the Sun’s ambient magnetic field by the “pinch effect” as they enter the solar atmosphere. Sunspots: the electric model"},{"pageNumber":82,"pageContent":"82 One of the key questions about sunspots is “how do sunspots remain intact with magnetic fields repelling each other?” The answer is simple in the electric model. Parallel Birkeland current filaments attract each other until they are very close. Electric charge is then redistributed within each filament in such a way that they rotate around each other. The twisting motion gives rise to a repelling force between the filaments at close range so that sunspots maintain their integrity even in the process of coalescing (see right). Sunspots: the electric model"},{"pageNumber":83,"pageContent":"83 attract Birkeland currents (parallel current filaments with same magnetic polarity) sunspots attract attract Discharge from plasma torus punches a hole in photosphere: a ‘ sunspot ’"},{"pageNumber":84,"pageContent":"84 No neutrinos are formed in sunspots Earth polar view Discharges from the plasma torus punch through the photosphere to create the sunspots SUN side view Plasma torus sunspots Invisible ‘ dark current ’ mode discharges Neutrinos of all kinds are produced in the nuclear reactions in the bright photospheric plasma discharge Heavy elements are produced in all stars, not just rare supernovae Neutrinos come from the photosphere and are modulated by the number of sunspots The sunspot-neutrino connection"},{"pageNumber":85,"pageContent":"85 Sunspots & neutrinos: the electric model The electric model holds that nuclear reactions occur in the Sun’s photosphere. The nuclear reactions produce neutrinos. As emerging sunspots reduce the area of electrical-discharge activity in the photosphere, declining neutrino counts are expected. Nuclear reactions in the Sun’s core could have no plausible influence on sunspot numbers at the surface."},{"pageNumber":86,"pageContent":"86 Sunspot number is also directly related to solar wind acceleration. When the power to the Sun increases the sunspot number increases and the solar wind ‘blows’ more strongly. Sunspots & the solar wind: the electric model"},{"pageNumber":87,"pageContent":"87 Increasing current Increasing current Increasing solar wind Earth Increasing sunspots (Increasing current)"},{"pageNumber":88,"pageContent":"88 Note the dark cores of the filaments and their twisted shape. This is not convection. Photosphere 5,700 ̊C Sunspot umbra 4,600 ̊C Penumbral filaments It is the shape of an electrical tornado, flecked with lightning at its top."},{"pageNumber":89,"pageContent":"89 In the cool margins of large sunspots we see structure and movement—corkscrewing penumbral filaments. There is no thermonuclear model of sunspot penumbrae. They are an enigma. If these filaments were due to convection, as the thermonuclear model proposes, temperatures at the deeper levels should be hotter than at the surface. But they are a thousand degrees cooler. Nor would ‘convection currents’ produce the filamentary bridges seen in the image. The electric model views the penumbral filaments as electrical vortices, or ‘tornadoes’—a slow form of lightning discharge. Sunspot penumbrae: the electric model"},{"pageNumber":90,"pageContent":"90 The enigmatic ‘granulation’ of the visible surface of the Sun can thus be seen as the billowing tops of the solar tornadoes, flecked by ceaseless lightning. The intense electrical discharge producing these filaments is the true source of the Sun’s nuclear reactions. Nuclear fusion is not hidden in the core of the Sun; it is a surface event, thus explaining the heavy elements (fusion byproducts) seen in the solar spectrum. Sunspots & granulation : the electric model"},{"pageNumber":91,"pageContent":"91 Penumbral filaments: 1,000 km high electrical tornadoes"},{"pageNumber":92,"pageContent":"92 Solar minimum Solar maximum"},{"pageNumber":93,"pageContent":"93 X-rays are a measure of electrical activity, like sunspots. They change together. The Sun is connected to a galactic circuit which, like all circuits, is subject to resonant behavior— that is, cyclical change. The origin of the sunspot cycle is not in the Sun, it is not on the Sun, it is beyond the solar system. Seen in x-rays over an 11-year period, the Sun is a “variable x-ray star.” How can this be when the heat and light from the Sun is constant to within a tenth of one percent? The answer is very important for it explains why most bright stars shine steadily. Sunspot cycle: the electric model"},{"pageNumber":94,"pageContent":"94 Body of the SUN CORONA CHROMOSPHERE PHOT OSPHERE Primary plasma potential Radial distance Cool body of the Sun Voltage ATMOSPHERE A B C D E"},{"pageNumber":95,"pageContent":"95 The Sun’s thin photosphere exhibits a distinctive voltage curve (left), suggesting that this plasma layer acts as a PNP transistor (a device used to control current flow), thus maintaining a steady heat and light output from the photosphere while the power input varies over the sunspot cycle. Positively charged protons will “roll down the hills.” So the photosphere (B-C) acts as a barrier to limit the Sun’s power output. When it is breached we see gigantic mass ejections. Solar protons that reach the point (C) on the voltage curve accelerate down the ‘waterfall’ and cause the ‘turbulence’ at the bottom of the steep curve, which heats the million-degree corona. Sunspots & the photosphere: the electric model"},{"pageNumber":96,"pageContent":"96 Polar jets in Birkeland’s experiment"},{"pageNumber":97,"pageContent":"97 Polar jets: why the unexplained polar jets? Polar jets on the Sun seen in x-rays"},{"pageNumber":98,"pageContent":"98 Polar Jets: the electric model The Sun’s polar jets are unexplained in the thermonuclear model. In the electric model the polar jets, together with the ‘coronal holes,’ are regions where the current in the Sun’s circuit is unhindered. The solar ‘wind’ flows faster there, while the temperature is paradoxically lower because there are fewer particle collisions. The polar jets connect to the Sun’s polar circuit, as defined by Hannes Alfvén (right). The spiraling magnetic fields of the Birkeland currents in that circuit were discovered by the Ulysses spacecraft as it flew over the Sun’s poles."},{"pageNumber":99,"pageContent":"99 Hannes Alfvén’s solar circuit showing the polar connection A B 1 B 3 I DL SUN The Ulysses spacecraft discovered Birkeland currents at the poles B 2 Alfvén’s Heliospheric Circuit The Sun acts as a homopolar inductor (A) producing an electron current (I) which goes outward along the axis (B2) and inward in the equatorial plane along the magnetic field lines B1. The circuit must close at large distances (B3 ) and connect to the galactic circuit. Like the Earth’s auroral circuit, there may be double layers (DL) which should be located symmetrically along the Sun's axis. Such double layers have yet to be discovered. B 3 B 2 I /2 I /2 DL"},{"pageNumber":100,"pageContent":"100 solar spectrum neutrino deficiency neutrino variability solar atmosphere neutrinos and solar wind heavy elements differential rotation by latitude differential rotation by depth equatorial plasma torus sunspots sunspot migration sunspot penumbra sunspot cycle magnetic field strength even magnetic field helioseismology solar density changing size Why the mystifying Sunspot behavior? Why abundant electric currents and magnetic fields on the surface of the Sun? Why the production of heavy elements by surface events? Why the unexplained polar jets?"},{"pageNumber":101,"pageContent":"101 The observed phenomena of the Sun contradict the ‘thermonuclear fusion’ model. Scientists struggle to find explanations. These explanations often involve inventing theoretical new science—science that has yet to be tested or replicated in a laboratory. We have only given four examples above, but virtually all of the ‘issues’ and solar attributes (left) can be explained by the ‘electric’ model, using well-established science that has been tested and replicated in laboratories."},{"pageNumber":102,"pageContent":"102 As astronomers and astrophysicists come to see the Sun in electrodynamic terms, a revolution in the sciences will surely follow. Is the Sun the center of an electric field strong enough to generate its energetic output? If so, then it will be necessary to consider the effect of this field on a comet as it speeds toward the Sun. Are comets discharging electrically to produce their remarkable displays? Comet Hale-Bopp"},{"pageNumber":103,"pageContent":"103"},{"pageNumber":104,"pageContent":"104"},{"pageNumber":105,"pageContent":"105 It also will be necessary to consider solar system history anew. In an earlier, electrically active phase of planetary evolution, what was the role of electricity in shaping enigmatic surface features? Additionally, our own planet's electrical connection to the Sun must be included in the expanding investigation. This electrical circuitry could well be a major contributor to climate change. 4,000 km long, 200 km wide, and up to 7 km deep, the Valles Marineris on Mars is the largest known crevice in the solar system."},{"pageNumber":106,"pageContent":"106"},{"pageNumber":107,"pageContent":"107 t h e e n d"},{"pageNumber":108,"pageContent":"108 (alphabetically) Stephen J. Crothers www.sjcrothers.PlasmaResources.com David Drew www.PlasmaCosmology.net Michael Goodspeed www.thunderbolts.info (thunderblogs) Michael Gmirkin www.thunderbolts.info ( thunderblogs ) Kevin Merrell historysaver@gmail.com Ben Ged Low www.bengedlow.com C. J. Ransom www.vemasat.com Donald E. Scott www.electric-cosmos.org Dave Smith www .PlasmaResources.com Steve Smith www.thunderbolts.info ( picture of the day ) David Talbott www.thunderbolts.info Wallace Thornhill www.holoscience.com Ian Tresman www.plasma-universe.com c o l l a b o r a t o r s"},{"pageNumber":109,"pageContent":"109 r e f e r e n c e s This book was designed for simplicity. It represents an overview of the ideas being explored by The Thunderbolts Project . The themes and issues presented here have been dealt with much more extensively in the three books below, all of which contain detailed reference notes. THUNDERBOLTS OF THE GODS Talbott / Thornhill, 2005 THE ELECTRIC UNIVERSE Thornhill / Talbott, 2007 THE ELECTRIC SKY Donald E. Scott, 2007 see: www.ThunderboltsProject.com"},{"pageNumber":110,"pageContent":"110 r e l a t e d w e b l i n k s Holoscience : One of the premiere sites dedicated to the Electric Universe and plasma cosmology. Developed and managed by Wallace Thornhill, the site contains all of his Holoscience articles over the past eight years Electric Cosmos : Donald E. Scott’s site. Don is the author of THE ELECTRIC SKY. The Universe : The nature of space plasma according to Anthony Peratt. A long-time proponent of plasma cosmology, Peratt is an associate director of Los Alamos National Laboratories and one of the leading experts on high-energy plasma discharge. Plasma Resources : Your one-stop-non-shop for exploring plasma cosmology, our electric universe and almost anything else even remotely related to the electrical nature of space, climatology and our Earth. Plasma Cosmology : This site offers a straightforward introduction to the Plasma Universe. An excellent source for newcomers. Society for Interdisciplinary Studies : The SIS was formed in 1974 to consider the role global cosmic catastrophes may have played in our history, and even recorded by cultures worldwide in their oral and written ancient traditions. Aeon Journal : The official site of AEON, a Journal of Myth, Science and Ancient History. AEON specializes in archaeoastronomy and comparative mythology, with an emphasis on ancient planetary catastrophe. And the site contains a variety of articles and a complete list of back issues."},{"pageNumber":111,"pageContent":"111 r e l a t e d r e a d i n g m a t e r i a l s Thunderbolts of the Gods, Talbott / Thornhill, 2005 The Electric Universe, Thornhill / Talbott, 2007 The Electric Sky; Don Scott, 2007 The Big Bang Never Happened; Lerner, 1992 Bye Bye Big Bang: Hello Reality; William C. Mitchell, 2002 The Virtue of Heresy; Hilton Ratcliffe, 2007 The Fourth State of Matter: an Introduction to Plasma Science; Shalon Eliezer, 2001 Fundamentals of Plasma Physics; Paul M. Bellan, 2004 Physics of Fully Ionized Gases; L. Spitzer, Jr. , 1956 Birkeland: \"The Norwegian Aurora Polaris Expedition 1902-1903\" http://www.plasma-universe.com/index.php/ The_Norwegian_Aurora_Polaris_Expedition_1902-1903_(Book) http://www.archive.org/details/norwegianaurorap01chririch"},{"pageNumber":112,"pageContent":"112 General astrophysical electric fields and currents \"Electric Space\" at the Space Weather Center, sponsored by the Space Science Institute, National Science Foundation. http://www.spaceweathercenter.org/our_protective_shield/03/03.html \"A Virtual Tour of Electric Space\", a virtual exhibit at the Space Science Institute. http://wwwold.spacescience.org/ExploringSpace/VirtualExhibit/1.html \"Electric Space, Exploring Our Plasma Universe\" Museum: National Science Foundation; National Oceangraphic and Atmospheric Administration http://plasmascience.net/tpu/Museum.Exhibits/NOAA.html http://www.plasma-universe.com/index.php/Electric_Space Alfvén, H., \"On the Importance of Electric Fields in the Magnetosphere and Interplanetary Space\", Space Science Reviews, vol. 7, p.140, 1967 http://adsabs.harvard.edu/cgi-bin/nph-bib_query?bibcode=1967SSRv....7..140A Carlqvist, Per, \"Cosmic electric currents and the generalized Bennett relation\", Astrophysics and Space Science (ISSN 0004-640X), vol. 144, no. 1-2, May 1988, p. 73-84. http://adsabs.harvard.edu/cgi-bin/nph-bib_query?bibcode=1988Ap%26SS.144...73C"},{"pageNumber":113,"pageContent":"113 Peratt, Anthony L., \"The role of particle beams and electrical currents in the plasma universe\", Laser and Particle Beams (ISSN 0263-0346), vol. 6, Aug. 1988, p. 471-491. http://adsabs.harvard.edu/cgi-bin/nph-bib_query?bibcode=1988LPB.....6..471P Peratt, Anthony L., \"The evidence for electrical currents in cosmic plasma\", IEEE Transactions on Plasma Science (ISSN 0093-3813), vol. 18, Feb. 1990, p. 26-32 http://adsabs.harvard.edu/cgi-bin/nph-bib_query?bibcode=1990ITPS...18...26P Alfvén, Hannes, \"Double layers and circuits in astrophysics,\" IEEE Trans. Plasma Sci., vol. 14, p. 779, 1986 (on p. 787). Reproduced from \"Keynote Address\" in Double Layers in Astrophysics, Proceedings of a Workshop held in Huntsville, Ala., 17-19 Mar. 1986. Proceedings (page 12) http://adsabs.harvard.edu/abs/1986ITPS...14..779A http://ntrs.nasa.gov/archive/nasa/casi.ntrs.nasa.gov/19870013880_1987013880.pdf Interstellar Electric Fields and Currents Carlqvist, Per; Gahm, Gosta F., \"Manifestations of electric currents in interstellar molecular clouds\" (1992) IEEE Transactions on Plasma Science (ISSN 0093-3813), vol. 20, no. 6, p. 867-873. (Dec 1992) http://adsabs.harvard.edu/abs/1992ITPS...20..867C"},{"pageNumber":114,"pageContent":"114 Additional website links: http://www.plasmacoalition.org/ http://www.plasmas.com/ http://www.plasmas.org/ http://ippex.pppl.gov/ http://plasmadictionary.llnl.gov/ http://www.plasma-universe.com/ http://focusfusion.org/"},{"pageNumber":115,"pageContent":"115 4. Series of Sun images taken by Japan’s Yohkoh satellite. 8. Sun image taken from the SOHO Extreme ultraviolet Imaging Telescope. ESA/NASA 10. Sun in x-ray taken by the Yohkoh satellite. 12. Composite image from two instruments on the SOHO spacecraft 15. Sun - credit: (Image ESA, NASA, SOHO/EIT) 19. Sunspot - Dutch Open Telescope/Sterrekundig Instituut Utrecht. 20. Sunspot - Dutch Open Telescope/Sterrekundig Instituut Utrecht. 21. Sunspot - Dutch Open Telescope/Sterrekundig Instituut Utrecht. 22. Series of Sun images taken by Japan’s Yohkoh satellite. 26 Andromeda Galaxy (M31) 29. Credit: TRACE Project, NASA 30. Large eruptive solar prominence. Credit: NASA’s STEREO satellite 34. Galaxy m82. Credit: Subaru Telescope, NAO Japan 36. NGC 3370 [Image: NASA/ESA, The Hubble Heritage Team and A. Riess (STScI)] 38. Credit: TRACE Project, Stanford-Lockheed Institute for Space Research, NASA 45. Image credit: Hinode JAXA/NASA 47. 1991 total eclipse (credit: High Altitude Observatory/National Center for atmospheric Research) p i c t u r e c r e d i t s"},{"pageNumber":116,"pageContent":"116 50. Laboratory corona discharge. 52 Lab glow discharge. Courtesy of Paul Doherty; The Exploratorium. 53 Total Solar Eclipse 2006, © Miloslav Druckmüller, Peter Aniol, ESA/NASA. 57. Solar Prominence Credit: SOHO-EIT Consortium, ESA, NASA 58. Sun Credit: SOHO/ EIT consortium 60. CME Credit: SOHO LASCO C2 coronagraph 68. Hour glass nebulae Credit: B. Balick (U. Washington) et al., WFPC2, HST, NASA 74. Sunspot Credit: Royal Swedish Academy of Sciences 75 Sunspots 76. Filamentary plasma arcs Credit: TRACE, NASA 79. plasma torus circling sun, Credit ESA/NASA, SOHO 80. Sun in ultraviolet, Credit: TRACE Project, NASA 88. Credit:G. Scharmer, L. Rouppe van der Voort (KVA ) et al., SVST 91. Sunspots: Magnetic Depressions Credit: National Solar Observatory 92. Series of Sun images taken by Japan’s Yohkoh satellite 96. Birkeland currents created by scientist Kristian Birkeland in his terrella, featuring a magnetised anode globe in an evacuated chamber. Credit: public domain 97. Sun - credit: ESA, NASA, SOHO/EIT 102-3 Credit: NASA, TRACE"},{"pageNumber":117,"pageContent":"117 t h e t h u n d e r b o l t s p r o j e c t Copyright © by David Talbott & Wallace Thornhill 2008. All rights reserved. This ebook may not be reprinted or distributed in electronic, print, web, or other format without express written permission. dtalbott@teleport.com"},{"pageNumber":118,"pageContent":"118 THE THUNDERBOL TS PROJECT"}]
