[{"pageNumber":1,"pageContent":"TThhee SSccrroollll ooff SSeettTThhee SSccrroollll ooff SSeett--------------------------------------------------------------------------------------------------------------------------Issue Number 2Issue Number 2Volume I-2Volume I-2October 1975October 1975Editor: Editor: Margaret Wendall IV°Margaret Wendall IV°Copyright © 1975 Temple of SetCopyright © 1975 Temple of Set--------------------------------------------------------------------------------------------------------------------------[1] [1] The Book of Coming Forth by NightThe Book of Coming Forth by Night: : Historical CommentaryHistorical Commentary- by Michael A. Aquino V°- by Michael A. Aquino V°[See the [See the Ruby Tablet of SetRuby Tablet of Set for the most current for the most current edition.]edition.]______________________________________________________________________[2] [2] AphorismAphorismAs soon as you trust yourself, you will know As soon as you trust yourself, you will know how to live - Goethe.how to live - Goethe.______________________________________________________________________[3] [3] Temple of Set Regional PublicationsTemple of Set Regional PublicationsThe following is a current list of the regional The following is a current list of the regional and intra-Temple publications of the Temple of Set. and intra-Temple publications of the Temple of Set. Each of these publications differs in format and Each of these publications differs in format and content, not only from the others but from the content, not only from the others but from the Scroll Scroll of Setof Set as well. as well.CavernusCavernus and and Straight From HellStraight From Hell are edited by are edited by Priest Robert J. DeCecco, Framingham, Priest Robert J. DeCecco, Framingham, Massachusetts. Massachusetts. Straight From HellStraight From Hell contains serious contains serious articles on many subjects of interest to all Setians articles on many subjects of interest to all Setians along with local news.along with local news.Children of the NightChildren of the Night is edited by Priest William is edited by Priest William F. Murray, Winnemucca, Nevada, and is a F. Murray, Winnemucca, Nevada, and is a sometimes irreverent, sometimes serious look at life.sometimes irreverent, sometimes serious look at life.The Magic CatThe Magic Cat, edited by Magistra Margaret , edited by Magistra Margaret Wendall, San Jose, California, will tell you how to Wendall, San Jose, California, will tell you how to “get involved” as well as local and regional news of “get involved” as well as local and regional news of interest to Setians.interest to Setians.Voice of the DragonVoice of the Dragon, edited by Magister Robert , edited by Magister Robert Ethel, Falls Church, Virginia, contains serious Ethel, Falls Church, Virginia, contains serious articles on a variety of subjects, also poetry and articles on a variety of subjects, also poetry and reviews.reviews.Please include your Temple of Set membership Please include your Temple of Set membership information when inquiring about subscriptions to information when inquiring about subscriptions to these publications. Some have modest subscription these publications. Some have modest subscription fees to defray the costs of printing and postage; fees to defray the costs of printing and postage; others are free [although a few stamps probably others are free [although a few stamps probably wouldn’t be returned!].wouldn’t be returned!].______________________________________________________________________[4] [4] What is the Temple of Set?What is the Temple of Set?- by Michael A. Aquino V°- by Michael A. Aquino V°[See the Temple’s Membership Informational [See the Temple’s Membership Informational Letter for the most current edition.]Letter for the most current edition.]______________________________________________________________________[5] [5] About DegreesAbout DegreesThere have been quite a few III° and IV° There have been quite a few III° and IV° elevations since the founding of Temple of Set, and elevations since the founding of Temple of Set, and it might seem that we’ve been going around the it might seem that we’ve been going around the room promoting ourselves. This is not at all the case room promoting ourselves. This is not at all the case of course, but an explanation might be in order here.of course, but an explanation might be in order here.The Temple of Set, whether it likes it or not, has The Temple of Set, whether it likes it or not, has been faced with “cleaning the house” of the been faced with “cleaning the house” of the Church of Satan in certain matters. One of these is Church of Satan in certain matters. One of these is the degree system, which, as most of you know, had the degree system, which, as most of you know, had degenerated into near-rigidity and court favoritism.degenerated into near-rigidity and court favoritism.For the Temple of Set, it has been and will be - a For the Temple of Set, it has been and will be - a question of assessing the individual thoroughly and question of assessing the individual thoroughly and recognizing his or her expertise as properly due.recognizing his or her expertise as properly due.Such evaluations are being made by those Such evaluations are being made by those officials who know the individuals best. So we have officials who know the individuals best. So we have seen a relatively large number of degree corrections seen a relatively large number of degree corrections in the past couple of months. As the Temple of Set in the past couple of months. As the Temple of Set proceeds with its programs in the future, there won’t proceeds with its programs in the future, there won’t be any more “flurries” of this type, simply because be any more “flurries” of this type, simply because all degrees will be conferred at the points in time all degrees will be conferred at the points in time when they are deserved.when they are deserved.______________________________________________________________________[6] [6] Book ReviewsBook Reviews- by Stuart Munro II°- by Stuart Munro II°Dogs of WarDogs of War by Frederick Forsyth is a great by Frederick Forsyth is a great novel. It is also a remarkable handbook if you’re novel. It is also a remarkable handbook if you’re considering armed insurrection, gun-running, a coup considering armed insurrection, gun-running, a coup d’etat or just financial shenanigans in Europe. d’etat or just financial shenanigans in Europe. Forsyth is a Setian, and it comes through in his Forsyth is a Setian, and it comes through in his philosophy. The book has some very nasty parts, philosophy. The book has some very nasty parts, but it’s about the world today, and that has more but it’s about the world today, and that has more than a few nasty parts, too.than a few nasty parts, too.A book that would be of benefit to all Setians is A book that would be of benefit to all Setians is SupernatureSupernature by Dr. Lyall Watson, published by by Dr. Lyall Watson, published by Coronet. It is subtitled, “The natural history of the Coronet. It is subtitled, “The natural history of the supernatural”, and the 350 references - all scientific supernatural”, and the 350 references - all scientific and technical papers - are worth the price of the and technical papers - are worth the price of the book alone. Watson is a noted biologist, and he book alone. Watson is a noted biologist, and he asks questions I’ve heard few other scientific people asks questions I’ve heard few other scientific people ask. However not only does he deal with many of ask. However not only does he deal with many of the scientifically taboo subjects, he weaves the whole the scientifically taboo subjects, he weaves the whole universe into an incredibly cohesive unity. Quite universe into an incredibly cohesive unity. Quite remarkable.remarkable.______________________________________________________________________[7] [7] TranslationsTranslations[... of the hieroglyphs in the text and [... of the hieroglyphs in the text and surrounding the Seal of Set in the surrounding the Seal of Set in the Book of Coming Book of Coming Forth by NightForth by Night. See the . See the Ruby Tablet of SetRuby Tablet of Set for these for these translations.]translations.]"},{"pageNumber":2,"pageContent":"______________________________________________________________________[8] [8] Handy Household HintsHandy Household HintsIf you get a scratch on the enamel of your If you get a scratch on the enamel of your pentagram, which can happen to the best of them, pentagram, which can happen to the best of them, spray a little clear enamel on it. You can get this at spray a little clear enamel on it. You can get this at most any hardware or art-supply store. In fact, a most any hardware or art-supply store. In fact, a coating of this clear enamel will help to protect your coating of this clear enamel will help to protect your pentagram from scratches.pentagram from scratches.______________________________________________________________________[9] [9] Bits and PiecesBits and PiecesI’d like to thank all of you who have taken the I’d like to thank all of you who have taken the time to send in suggestions for content for the time to send in suggestions for content for the ScrollScroll. I’d especially like to thank you for your . I’d especially like to thank you for your contributions! If you don’t see them here, it doesn’t contributions! If you don’t see them here, it doesn’t mean they won’t be used. It is merely felt that mean they won’t be used. It is merely felt that background information on the background information on the Book of Coming Book of Coming Forth by NightForth by Night and on the Temple of Set in general and on the Temple of Set in general will be of more benefit to more people right now will be of more benefit to more people right now than even the very long and beautiful paper on the than even the very long and beautiful paper on the phoenix that was received.phoenix that was received.Three columns have been suggested: a forum Three columns have been suggested: a forum for III°+ officials to express ideas which they feel for III°+ officials to express ideas which they feel would benefit the entire membership, a letters-to-would benefit the entire membership, a letters-to-the-editor section, and editorials. Some do not want the-editor section, and editorials. Some do not want book or movie reviews; others want them only if book or movie reviews; others want them only if they’re signed and contain a real review. Beginning they’re signed and contain a real review. Beginning with this issue the latter policy will be used. But the with this issue the latter policy will be used. But the ScrollScroll has other important information to get out, so has other important information to get out, so reviews will only be a small part of the content.reviews will only be a small part of the content.I’ve been asked what kind of artwork and I’ve been asked what kind of artwork and cartoons might be submitted. Let your imaginations cartoons might be submitted. Let your imaginations flow! After all, wouldn’t a picture or two have made flow! After all, wouldn’t a picture or two have made this a better issue? And a picture can indeed be this a better issue? And a picture can indeed be worth ten thousand words. How about a sketch or worth ten thousand words. How about a sketch or two of your altar, for example, or a line drawing of two of your altar, for example, or a line drawing of Set?Set?One member has brought up a serious question One member has brought up a serious question that could happen to almost any member. In fact, if that could happen to almost any member. In fact, if it has happened to him, it has happened to one it has happened to him, it has happened to one other! The membership number on the computer other! The membership number on the computer run doesn’t agree with the number on his receipt. run doesn’t agree with the number on his receipt. I’d love to help, but I don’t have the membership I’d love to help, but I don’t have the membership data, except for a computer run once a month to use data, except for a computer run once a month to use for mailing labels. So if I get a question such as this for mailing labels. So if I get a question such as this one, I must forward it to the Executive Director. The one, I must forward it to the Executive Director. The moral of all this is: When you move, please send moral of all this is: When you move, please send both the Executive Director and the both the Executive Director and the ScrollScroll a notice a notice of your new address. If your question pertains to of your new address. If your question pertains to your membership alone, you’ll save a lot of time if your membership alone, you’ll save a lot of time if you send it directly to William F. Murray III°, you send it directly to William F. Murray III°, Winnemucca, Nevada.Winnemucca, Nevada.______________________________________________________________________[10] [10] Where are your Pendants?Where are your Pendants?If you haven’t received your pentagram pendant If you haven’t received your pentagram pendant yet, don’t fret. Because of the poor service given by yet, don’t fret. Because of the poor service given by the U. S. Postal Service, pentagrams and the U. S. Postal Service, pentagrams and membership cards will be shipped by the Executive membership cards will be shipped by the Executive Director to the III°+ official nearest you, who will Director to the III°+ official nearest you, who will contact you when these are received. The hold-up is contact you when these are received. The hold-up is the membership cards, which are still at the the membership cards, which are still at the printer’s.printer’s.Just be patient a little longer, and all will be Just be patient a little longer, and all will be made right. In fact, you will be surprised at how made right. In fact, you will be surprised at how beautiful they will be. Extra pentagram pendants will beautiful they will be. Extra pentagram pendants will cost $7.00.cost $7.00.The Temple isn’t planning to run a mail-order The Temple isn’t planning to run a mail-order house, but if you would be interested in smaller house, but if you would be interested in smaller pentagrams (1/2” to 1” in size) for various pentagrams (1/2” to 1” in size) for various purposes such as rings, earrings, pins, pendants for purposes such as rings, earrings, pins, pendants for less formal use, etc., contact the Executive Director. less formal use, etc., contact the Executive Director. If there is enough interest, the Temple may make If there is enough interest, the Temple may make them available at a most modest cost.them available at a most modest cost.______________________________________________________________________[11] [11] National ConclaveNational ConclaveThe First National Conclave of the Temple of The First National Conclave of the Temple of Set will be held on November 1, 1975 in Santa Set will be held on November 1, 1975 in Santa Barbara, California. The deadline for registration is Barbara, California. The deadline for registration is October 26, but it is suggested that you register October 26, but it is suggested that you register early if you plan to attend. Dinner prices were early if you plan to attend. Dinner prices were published in the last issue of the published in the last issue of the ScrollScroll, but the 15% , but the 15% surcharge for the use of the banquet room at Squire surcharge for the use of the banquet room at Squire Richard’s will be added to the total bill, not each Richard’s will be added to the total bill, not each individual check.individual check.The banquet/conference itself will be held on The banquet/conference itself will be held on November 1, 7-9 p.m. A ritual will be held at November 1, 7-9 p.m. A ritual will be held at midnight. The site will depend on the number of midnight. The site will depend on the number of people attending.people attending.Saturday daytime and Sunday can be used for Saturday daytime and Sunday can be used for group discussions and/or sightseeing. Those of you group discussions and/or sightseeing. Those of you who will attend from the East Coast especially ought who will attend from the East Coast especially ought to plan time for sightseeing, for, of all the cities of to plan time for sightseeing, for, of all the cities of California, Santa Barbara has perhaps best kept the California, Santa Barbara has perhaps best kept the Spanish-American atmosphere of the state as it was Spanish-American atmosphere of the state as it was 200 years ago.200 years ago.Ideas are welcomed for topics for discussion. Ideas are welcomed for topics for discussion. When you request your registration packet, feel free When you request your registration packet, feel free to make suggestions.to make suggestions.Registration forms, dinner and motel costs, and Registration forms, dinner and motel costs, and brochures giving ideas for places to see and things brochures giving ideas for places to see and things to do in and around Santa Barbara may be requested to do in and around Santa Barbara may be requested from Magistra Lilith Sinclair, Summerland, from Magistra Lilith Sinclair, Summerland, California.California.Scroll of SetScroll of Set - October 1975 - Page - October 1975 - Page 22"}]
