[{"pageNumber":1,"pageContent":"TThhee SSccrroollll ooff SSeettTThhee SSccrroollll ooff SSeett--------------------------------------------------------------------------------------------------------------------------Issue Number 161Issue Number 161Volume XXV-1Volume XXV-1February 1999February 1999Editor: Editor: Linda Reynolds IV°Linda Reynolds IV°Copyright © 1999 Temple of SetCopyright © 1999 Temple of Set--------------------------------------------------------------------------------------------------------------------------[1] [1] The alt.satanism Working RevisitedThe alt.satanism Working Revisited- b- by y Robert Menschel IV°Robert Menschel IV°Priest Schreck gave some excellent reasons why Priest Schreck gave some excellent reasons why Setians should shun the alt.satanism newsgroup, Setians should shun the alt.satanism newsgroup, one of many media for correspondence on the one of many media for correspondence on the Internet.Internet.I agree with almost all of his analysis and almost I agree with almost all of his analysis and almost all of his recommendations.all of his recommendations.Yet I post to alt.satanism from time to time [or Yet I post to alt.satanism from time to time [or rather, my II° alter ego known as “Balanone” posts rather, my II° alter ego known as “Balanone” posts to alt.satanism]. Balanone’s most recent posting to alt.satanism]. Balanone’s most recent posting was this morning, after I’ve had a few days to read was this morning, after I’ve had a few days to read and consider Priest Schreck’s article. I do this not and consider Priest Schreck’s article. I do this not because I disagree with Priest Schreck, but because because I disagree with Priest Schreck, but because I agree with him but happen to reach just slightly I agree with him but happen to reach just slightly different conclusions than he does.different conclusions than he does.“It is up to you, not Set, to define what the “It is up to you, not Set, to define what the Temple is. Its place in history is entirely dependent Temple is. Its place in history is entirely dependent on the legacy we create for it.” Similarly its place in on the legacy we create for it.” Similarly its place in today’s society is entirely depending on the today’s society is entirely depending on the presentation we create and allow to be created. I presentation we create and allow to be created. I refuse to allow the Temple of Set to be refuse to allow the Temple of Set to be represented/described by the trash found populating represented/described by the trash found populating alt.satanism.alt.satanism.My activity in online forums [initially through My activity in online forums [initially through the FIDO and PODS BBS networks, and then years the FIDO and PODS BBS networks, and then years ago also on alt.satanism, alt.pagan, and other ago also on alt.satanism, alt.pagan, and other newsgroups] has always been directed toward two newsgroups] has always been directed toward two simple goal: (1) to correct wrong perceptions about simple goal: (1) to correct wrong perceptions about the Temple of Set and Setians, and (2) to present the Temple of Set and Setians, and (2) to present myself as a Setian to be respected [demonstrating myself as a Setian to be respected [demonstrating the high quality of those who follow our Path].the high quality of those who follow our Path].Priest Schreck warns: “It is simply bad magic Priest Schreck warns: “It is simply bad magic to send forth a positive post about Setian to send forth a positive post about Setian philosophy when you can be absolutely sure it will philosophy when you can be absolutely sure it will not be considered rationally or on its own merits, not be considered rationally or on its own merits, but merely attacked by the shallow hysterics of our but merely attacked by the shallow hysterics of our enemies.”enemies.”The question becomes, what is the goal/objective The question becomes, what is the goal/objective of such a post? Personally, I’ve given up on such of such a post? Personally, I’ve given up on such people, and they simply are not part of my target people, and they simply are not part of my target audience. Any and all posts I send to alt.satanism audience. Any and all posts I send to alt.satanism [or any other occult newsgroup] are aimed at those [or any other occult newsgroup] are aimed at those who are seriously looking for information.who are seriously looking for information.More important than the typed message is the More important than the typed message is the image I project into alt.satanism - that of a sincere, image I project into alt.satanism - that of a sincere, aloof, adult, and responsible magician. I do not aloof, adult, and responsible magician. I do not respond to the children there, but am more than respond to the children there, but am more than willing to discuss serious topics with serious adults. willing to discuss serious topics with serious adults. Those with eyes will see this. I apparently have Those with eyes will see this. I apparently have some success with this, since I regularly get email some success with this, since I regularly get email from people who remark how much more attractive from people who remark how much more attractive Balanone’s persona is than the noisy brats who Balanone’s persona is than the noisy brats who plague alt.satanism.plague alt.satanism.One proposal which has been offered several One proposal which has been offered several times by various people, and which has not yet been times by various people, and which has not yet been practical, has been to create a new newsgroup for practical, has been to create a new newsgroup for Setian discussion which would free us from the Setian discussion which would free us from the alt.satanism connection. I believe we’re almost at the alt.satanism connection. I believe we’re almost at the point where this type of activity becomes practical. point where this type of activity becomes practical. I’d suggest three newsgroups to better reflect our I’d suggest three newsgroups to better reflect our discussion interests: soc.religion.setian (discussions discussion interests: soc.religion.setian (discussions about our religion and/or Set), talk.philosophy. about our religion and/or Set), talk.philosophy. setian (discussions about setian (discussions about XeperXeper and other and other philosophies), and soc.org.templeset (discussions philosophies), and soc.org.templeset (discussions about the Temple as an organization).about the Temple as an organization).Note that these are to be created in the Note that these are to be created in the “official” soc.* and talk.* Usenet newsgroup “official” soc.* and talk.* Usenet newsgroup families, rather than the “anything goes” alt.* families, rather than the “anything goes” alt.* family. This places more demands upon the family. This places more demands upon the newsgroup creation process. But assuming we’re newsgroup creation process. But assuming we’re successful in getting approval for such newsgroups, successful in getting approval for such newsgroups, we raise the level of respect automatically by using we raise the level of respect automatically by using these classifications rather than alt.* It also these classifications rather than alt.* It also increases the ease and breadth of the newsgroup increases the ease and breadth of the newsgroup distribution to our membership.]distribution to our membership.]These newsgroups will need to be moderated, These newsgroups will need to be moderated, allowing open participation from those who are allowing open participation from those who are responsible and reasonable (like we find on the responsible and reasonable (like we find on the Xepera-l mailing list), but allowing us to prevent Xepera-l mailing list), but allowing us to prevent posts from the rabble from dirtying the newsgroup, posts from the rabble from dirtying the newsgroup, dragging it down to the level of alt.satanism. To dragging it down to the level of alt.satanism. To some extent this can be largely automated, with some extent this can be largely automated, with software running on a computer watching for and software running on a computer watching for and automatically approving posts from Setians and automatically approving posts from Setians and select others, and automatically rejecting posts from select others, and automatically rejecting posts from select trouble makers. The remaining posts will need select trouble makers. The remaining posts will need to be reviewed by a team of Setian moderators and to be reviewed by a team of Setian moderators and approved or rejected manually.approved or rejected manually.The requirement for moderation will demand The requirement for moderation will demand access to a system which is almost always access to a system which is almost always connected to the network like John Youril’s connected to the network like John Youril’s xeper.org machine (and therefore exposed to xeper.org machine (and therefore exposed to Internet dangers such as hacking), automated Internet dangers such as hacking), automated moderation software that will enable Setian posts to moderation software that will enable Setian posts to be processed automatically and immediately, and a be processed automatically and immediately, and a team of Setian moderators to handle other posts. In team of Setian moderators to handle other posts. In other words, there are obstacles to be overcome in other words, there are obstacles to be overcome in determining whether this is practical. Are people determining whether this is practical. Are people interested in looking to see whether we can do this?interested in looking to see whether we can do this?______________________________________________________________________[2] [2] Theory and Practice of the Magical Theory and Practice of the Magical DiaryDiary- by John J. Felczak III°- by John J. Felczak III°One of the things I like best about the Left-One of the things I like best about the Left-Hand Path is that I get to be selfish. The most Hand Path is that I get to be selfish. The most"},{"pageNumber":2,"pageContent":"important concern for me is myself. At the center of important concern for me is myself. At the center of my own universe, the universe of my experience, is my own universe, the universe of my experience, is my own will and essence, not an external my own will and essence, not an external anthropomorphic God or cosmic hierarchy or anthropomorphic God or cosmic hierarchy or abstract “humanity” or any of the other idols to abstract “humanity” or any of the other idols to which conventional religions demand submission.which conventional religions demand submission.This great liberation of the autonomous self is This great liberation of the autonomous self is the prerogative of each and every initiate of the Left-the prerogative of each and every initiate of the Left-Hand Path.Hand Path.The most important concern for each of you as The most important concern for each of you as initiates is initiates is youyou. Who are you? Where do you come . Who are you? Where do you come from? What experiences shaped the person you from? What experiences shaped the person you now are? What do you desire? What do you intend now are? What do you desire? What do you intend to become?to become?When we seek to learn more about a field of When we seek to learn more about a field of endeavor, we often study the life stories of notables endeavor, we often study the life stories of notables in the history thereof so that we might learn from in the history thereof so that we might learn from their experience. This is a valuable source of their experience. This is a valuable source of knowledge and wisdom.knowledge and wisdom.If each of us as an individual is the most If each of us as an individual is the most important person in the world to ourselves important person in the world to ourselves individually, then the study of one’s own life is a individually, then the study of one’s own life is a matter of the most profound importance for one’s matter of the most profound importance for one’s XeperXeper. It is in the recording of our . It is in the recording of our XeperXeper that we are that we are best able to reflect upon it and take more conscious best able to reflect upon it and take more conscious control of its direction. And as success philosopher control of its direction. And as success philosopher Anthony Robbins once put it, “A life worth living is Anthony Robbins once put it, “A life worth living is a life worth recording.” For us as magicians, that is a life worth recording.” For us as magicians, that is the function of the magical diary.the function of the magical diary.The individual freedom we enjoy in most of the The individual freedom we enjoy in most of the modern world makes it relatively safe for us to keep modern world makes it relatively safe for us to keep a magical diary and record our thoughts, words, and a magical diary and record our thoughts, words, and deeds in it freely without fear of being persecuted deeds in it freely without fear of being persecuted for it. In the “burning times” one was obliged to for it. In the “burning times” one was obliged to write down as little as possible and keep as much as write down as little as possible and keep as much as possible in one’s memory, transmitting it orally. possible in one’s memory, transmitting it orally. These days, in most parts of the world, one can keep These days, in most parts of the world, one can keep a diary more freely.a diary more freely.Magus Aleister Crowley (1875-1947) always Magus Aleister Crowley (1875-1947) always insisted that the greatest tool that each of us as insisted that the greatest tool that each of us as magicians has to aid us in our noble quest for magicians has to aid us in our noble quest for attainment is our own magical diary. In the words attainment is our own magical diary. In the words we drag from the depths of our own subconscious, we drag from the depths of our own subconscious, we come to know ourselves more intimately. We we come to know ourselves more intimately. We begin to fathom the profundity of our own essence begin to fathom the profundity of our own essence as unique individuals and to become aware of our as unique individuals and to become aware of our true will as the direction of our true will as the direction of our XeperXeper..In recording the events of our lives, we begin to In recording the events of our lives, we begin to perceive meaning and direction. We are then better perceive meaning and direction. We are then better situated to evaluate that direction and discern those situated to evaluate that direction and discern those deeds needful to reshape it nearer to our heart’s deeds needful to reshape it nearer to our heart’s desire.desire.The magical diary is thus a “book of life” for The magical diary is thus a “book of life” for each of us, in the sense that we write our own lives each of us, in the sense that we write our own lives therein. It can become a tool whereby we shape our therein. It can become a tool whereby we shape our own destiny.own destiny.So how does one go about keeping a magical So how does one go about keeping a magical diary, and what is to be put into it?diary, and what is to be put into it?In one sense it’s an exciting “game without any In one sense it’s an exciting “game without any rules”. All things are possible; everything is rules”. All things are possible; everything is permitted. No predefined formula restricts the permitted. No predefined formula restricts the expression of one’s inmost soul.expression of one’s inmost soul.I don’t agree with the idea of a magical record I don’t agree with the idea of a magical record as a public document. It’s the most intensely private as a public document. It’s the most intensely private communication one ever makes: self to self. If you communication one ever makes: self to self. If you view it as something open to outside inspection, the view it as something open to outside inspection, the tendency is to censor what you put into it, and this tendency is to censor what you put into it, and this defeats the purpose, stifles creativity, and blunts defeats the purpose, stifles creativity, and blunts introspection.introspection.On the other hand, if you’re just starting out On the other hand, if you’re just starting out keeping one, the open-ended suggestion to just put keeping one, the open-ended suggestion to just put in anything one wants is sometimes less than in anything one wants is sometimes less than helpful. A few ideas on the kind of things that are helpful. A few ideas on the kind of things that are useful to put in help to prime the pump and get the useful to put in help to prime the pump and get the process started:process started:Choose a physical book to write in that suits Choose a physical book to write in that suits your own fancy. Some like the ornamental blank your own fancy. Some like the ornamental blank books sold in bookstores. Others prefer the black books sold in bookstores. Others prefer the black hardbound sketchbooks found in art supply stores, hardbound sketchbooks found in art supply stores, which can easily be painted on the outside cover which can easily be painted on the outside cover with sigils, arcane glyphs, runes, or whatever art or with sigils, arcane glyphs, runes, or whatever art or symbols you find most personally meaningful.symbols you find most personally meaningful.I have used both of these, although lately I have I have used both of these, although lately I have come to prefer those inexpensive “composition come to prefer those inexpensive “composition books” used by schoolchildren. The stiff paper books” used by schoolchildren. The stiff paper covers lend themselves extremely well to collage covers lend themselves extremely well to collage treatment with meaningful symbols and visual treatment with meaningful symbols and visual images of my own current goals and objects of images of my own current goals and objects of desire at any given time.desire at any given time.Choose whichever inherently most appeals to Choose whichever inherently most appeals to you. If in doubt, experiment!you. If in doubt, experiment!A pen that writes easily and feels comfortable to A pen that writes easily and feels comfortable to your hand is also very important, as you will be your hand is also very important, as you will be writing with it a lot as time goes by.writing with it a lot as time goes by.It helps to begin each entry with the date and It helps to begin each entry with the date and time it is made, which can be useful when referring time it is made, which can be useful when referring back to the entry later. I like to also include the day back to the entry later. I like to also include the day of the week.of the week.If you believe in, are interested in, or are curious If you believe in, are interested in, or are curious about or experimenting with astrology, you can also about or experimenting with astrology, you can also record what sign the Sun and Moon are in at the record what sign the Sun and Moon are in at the time of the entry, aspects and transits, planetary time of the entry, aspects and transits, planetary hours, or any other astrological data in which you hours, or any other astrological data in which you are interested. This provides an excellent are interested. This provides an excellent opportunity to correlate the astrological events in the opportunity to correlate the astrological events in the macrocosm with your own record of the events in macrocosm with your own record of the events in your own life.your own life.The most obvious things to record in the The most obvious things to record in the magical diary are, of course, consciously magical magical diary are, of course, consciously magical activities: ritual workings, ceremonies, divinations, activities: ritual workings, ceremonies, divinations, and so forth. It is indeed a good idea to record all of and so forth. It is indeed a good idea to record all of these.these.Scroll of SetScroll of Set - February 1999 - Page - February 1999 - Page 22"},{"pageNumber":3,"pageContent":"The best way to gain skill in any divination The best way to gain skill in any divination system is to record of all your divination readings in system is to record of all your divination readings in your diary, and also record there how the your diary, and also record there how the predictions turned out.predictions turned out.Accurate readings build confidence; inaccurate Accurate readings build confidence; inaccurate readings provide an opportunity for retrospection to readings provide an opportunity for retrospection to see how and where the symbols in the reading may see how and where the symbols in the reading may have been misinterpreted.have been misinterpreted.Sometimes our interpretation of the tarot cards Sometimes our interpretation of the tarot cards or runestaves or geomantic figures may not be or runestaves or geomantic figures may not be borne out by subsequent events, but a look back at borne out by subsequent events, but a look back at the original configuration of symbols reveals that the original configuration of symbols reveals that the signs of the future event were there all along, had the signs of the future event were there all along, had we interpreted them differently.we interpreted them differently.Without the record of both the original reading Without the record of both the original reading and the subsequent course of events, we lose the and the subsequent course of events, we lose the precious opportunity to observe the unfolding of precious opportunity to observe the unfolding of meaning of each of the divination symbols in the meaning of each of the divination symbols in the intimate context of the universe of our own personal intimate context of the universe of our own personal experience.experience.Magical workings can be both drafted and Magical workings can be both drafted and designed in and recorded in the magical diary. The designed in and recorded in the magical diary. The diary is not limited to being a record of events. You diary is not limited to being a record of events. You can sketch and plan out your rituals in the diary, can sketch and plan out your rituals in the diary, work from it as a personal “Book of Shadows” or work from it as a personal “Book of Shadows” or grimoire in the ritual chamber, and then record the grimoire in the ritual chamber, and then record the experience of the working and its subsequent results experience of the working and its subsequent results in the objective universe, all in the same diary. It’s in the objective universe, all in the same diary. It’s actually very useful to have the continuity of all this actually very useful to have the continuity of all this information in the same place.information in the same place.Just like with divination, having a record of Just like with divination, having a record of successful magical workings builds confidence in successful magical workings builds confidence in one’s magic, and in magic, the force of belief is one’s magic, and in magic, the force of belief is everything.everything.In the case of workings which do not manifest In the case of workings which do not manifest their intended objective results, having a record their intended objective results, having a record means you can go back and look for ways in which means you can go back and look for ways in which the forces were inadequate or misdirected, the will the forces were inadequate or misdirected, the will hesitant or ambivalent, the mind unfocused, or the hesitant or ambivalent, the mind unfocused, or the balance factor in the objective universe simply too balance factor in the objective universe simply too overwhelming. You can then learn from the overwhelming. You can then learn from the experience lessons that can make your future spells experience lessons that can make your future spells and conjurations more efficacious, rather than losing and conjurations more efficacious, rather than losing heart and concluding that magic doesn’t work or heart and concluding that magic doesn’t work or that one lacks the ability to work magic.that one lacks the ability to work magic.In both results-magic and divination, we see that In both results-magic and divination, we see that the most useful record is one whose scope extends the most useful record is one whose scope extends beyond the ritual acts themselves to encompass the beyond the ritual acts themselves to encompass the events in the objective universe whose course they events in the objective universe whose course they seek to know and manipulate.seek to know and manipulate.If will is the fundamental power behind magic, If will is the fundamental power behind magic, then every willed act is a magical act. And every then every willed act is a magical act. And every conscious act is a willed act. This means every conscious act is a willed act. This means every intentional action in our waking and dreaming life, intentional action in our waking and dreaming life, not just strenuous or heroic acts, nor just the things not just strenuous or heroic acts, nor just the things we do in our ceremonial vestments.we do in our ceremonial vestments.Does this mean we have to record every minute Does this mean we have to record every minute item of our experience moment to moment in the item of our experience moment to moment in the diary? No, if we did that on a continuing basis we’d diary? No, if we did that on a continuing basis we’d be so busy writing for the rest of our lives that we be so busy writing for the rest of our lives that we wouldn’t ever have time to actually wouldn’t ever have time to actually dodo anything. At anything. At the same time, we need a way to explore the the same time, we need a way to explore the spontaneity of experience and capture it in our diary spontaneity of experience and capture it in our diary so as to have it there to reflect upon later. so as to have it there to reflect upon later. An extremely useful technique for this is given An extremely useful technique for this is given by Julia Cameron in her bestselling book by Julia Cameron in her bestselling book The The Artist’s WayArtist’s Way (New York: Putnam, 1992) as what (New York: Putnam, 1992) as what she calls “the morning pages”. The technique is she calls “the morning pages”. The technique is simple, but powerful if used consistently.simple, but powerful if used consistently.First thing every morning, sit down and write First thing every morning, sit down and write three pages of whatever comes to mind, whatever it three pages of whatever comes to mind, whatever it may be. Three pages of longhand, stream-of-may be. Three pages of longhand, stream-of-consciousness, uncensored writing every morning.consciousness, uncensored writing every morning.If you’re feeling upset or experiencing strong If you’re feeling upset or experiencing strong emotions about something in your life, write about emotions about something in your life, write about that. If you’re mulling over a problem, write about that. If you’re mulling over a problem, write about that. If your thinking about some philosophical idea, that. If your thinking about some philosophical idea, write about that. The only rule of thumb is, write write about that. The only rule of thumb is, write whatever is on your mind as it comes to mind. whatever is on your mind as it comes to mind. Don’t censor it. Don’t even worry about spelling, Don’t censor it. Don’t even worry about spelling, style, or grammar. And above all, don’t let anyone style, or grammar. And above all, don’t let anyone else read it, or you’ll find yourself censoring and else read it, or you’ll find yourself censoring and sanitizing it for public consumption. It should take sanitizing it for public consumption. It should take about half an hour each morning to do this [makes a about half an hour each morning to do this [makes a nice complement to one’s morning coffee, if one nice complement to one’s morning coffee, if one partakes thereof].partakes thereof].You can do this in your magical diary, and it has You can do this in your magical diary, and it has a number of significant benefits.a number of significant benefits.First of all, it’s a great way to break through First of all, it’s a great way to break through “writer’s block” and unblock the flow of creative “writer’s block” and unblock the flow of creative energy and ideas. This is the reason Julia Cameron energy and ideas. This is the reason Julia Cameron originally developed this technique.originally developed this technique.Secondly, it helps one get in touch with and Secondly, it helps one get in touch with and process one’s feelings and emotions and emotional process one’s feelings and emotions and emotional wounds and baggage by bringing them up into the wounds and baggage by bringing them up into the luminosity of reflective consciousness. By luminosity of reflective consciousness. By summoning your own personal summoning your own personal idid-monsters into -monsters into conscious written expression you can then name conscious written expression you can then name them and deal with them consciously, rather than them and deal with them consciously, rather than having them lurk in the unconscious until they having them lurk in the unconscious until they disrupt your life and activities in unexpected and disrupt your life and activities in unexpected and inconvenient ways (the “inconvenient ways (the “Forbidden PlanetForbidden Planet syndrome”).syndrome”).The late Dr. Israel Regardie used to recommend The late Dr. Israel Regardie used to recommend psychoanalysis as a prerequisite to beginning psychoanalysis as a prerequisite to beginning magical work, but the current climate of opinion in magical work, but the current climate of opinion in the psychiatric establishment is often less than the psychiatric establishment is often less than friendly to any form of occultism. Using the friendly to any form of occultism. Using the “morning pages” technique in one’s magical diary “morning pages” technique in one’s magical diary provides an alternative way to access and process provides an alternative way to access and process repressed emotions, complexes, engrams, and so repressed emotions, complexes, engrams, and so forth.forth.Scroll of SetScroll of Set - February 1999 - Page - February 1999 - Page 33"},{"pageNumber":4,"pageContent":"Third, it provides a repository for those fleeting Third, it provides a repository for those fleeting morning thoughts, ideas, and ruminations that can morning thoughts, ideas, and ruminations that can sometimes develop into publishable writings or sometimes develop into publishable writings or creative solutions to problems, if we write them creative solutions to problems, if we write them down rather than letting them slip away.down rather than letting them slip away.Another use for the magical diary is as a tool for Another use for the magical diary is as a tool for dream work, if that is an area one is interested in dream work, if that is an area one is interested in exploring.exploring.The first step in working with one’s dreams is The first step in working with one’s dreams is to remember them. Unfortunately, on those to remember them. Unfortunately, on those occasions when one wakes up remembering a dream occasions when one wakes up remembering a dream however clearly, it usually gets forgotten very however clearly, it usually gets forgotten very quickly once one begins one’s daily activity.quickly once one begins one’s daily activity.In my own experience, a dream I remember on In my own experience, a dream I remember on waking is usually caught for a fleeting moment as it waking is usually caught for a fleeting moment as it retreats “beyond the wall of sleep”, to borrow a retreats “beyond the wall of sleep”, to borrow a phrase from Lovecraft. Having the diary handy phrase from Lovecraft. Having the diary handy makes it easy to record the fragment still visible this makes it easy to record the fragment still visible this side of the wall. As I start to write down what I side of the wall. As I start to write down what I immediately recall, I find I start to remember more immediately recall, I find I start to remember more as I continue to write. It’s as though writing it down as I continue to write. It’s as though writing it down lets my waking mind grab hold of what’s still this lets my waking mind grab hold of what’s still this side of the wall and slowly drag the rest of it back side of the wall and slowly drag the rest of it back into waking consciousness.into waking consciousness.What’s more, the process of recording dreams What’s more, the process of recording dreams impresses upon the mind by autosuggestion that the impresses upon the mind by autosuggestion that the experiences in the dream realm are of interest to the experiences in the dream realm are of interest to the waking mind, so that the more you record your waking mind, so that the more you record your dreams on a continuing basis, the more frequently dreams on a continuing basis, the more frequently and easily you will find yourself remembering them.and easily you will find yourself remembering them.As dream data is gathered one can then proceed As dream data is gathered one can then proceed to examine the dreams for symbolic meanings and to examine the dreams for symbolic meanings and synchronicities with the events of waking life, as synchronicities with the events of waking life, as well as experimenting with techniques of dream-well as experimenting with techniques of dream-control and lucid dreaming.control and lucid dreaming.If you work with sigils If you work with sigils a laa la Austin Spare or Austin Spare or bindrunes in the Northern tradition, the diary is a bindrunes in the Northern tradition, the diary is a great place to compose and formulate them as well great place to compose and formulate them as well as to record them and their results. If you use as to record them and their results. If you use affirmations or sentence-completion exercises or affirmations or sentence-completion exercises or most any other tool for introspective self-analysis, most any other tool for introspective self-analysis, you can work with it in the diary. If you are you can work with it in the diary. If you are experimenting with Neuro-Linguistic Programming experimenting with Neuro-Linguistic Programming or proxemics or most any other LBM-related mind or proxemics or most any other LBM-related mind technology, keeping a record in your diary helps technology, keeping a record in your diary helps you develop the intuitive grasp of how your own you develop the intuitive grasp of how your own psychepsyche and others around you respond to different and others around you respond to different LBM strategies and tactics.LBM strategies and tactics.It’s a cliché that we learn by experience. The It’s a cliché that we learn by experience. The problem in general is that all too often we don’t. problem in general is that all too often we don’t. Experience slips by us and gets lost while we’re not Experience slips by us and gets lost while we’re not paying attention. The magical diary provides a way paying attention. The magical diary provides a way of capturing and recording experience, to be able to of capturing and recording experience, to be able to digest and ruminate upon it later and extract wisdom digest and ruminate upon it later and extract wisdom from it.from it.Beyond learning from experience comes the Beyond learning from experience comes the transformation of experience. A couple of years ago, transformation of experience. A couple of years ago, Magus Webb suggested an initiatory exercise Magus Webb suggested an initiatory exercise within the context of the Order of Setne Khamuast, within the context of the Order of Setne Khamuast, the substance of which was to view all of the events the substance of which was to view all of the events of one’s life through the initiatory lens of the of one’s life through the initiatory lens of the ancient Egyptian wisdom, and record what one ancient Egyptian wisdom, and record what one perceives in the magical diary. Thus one enters into perceives in the magical diary. Thus one enters into the universe of meanings of that symbolic system, the universe of meanings of that symbolic system, and transforms one’s own experience of life and transforms one’s own experience of life accordingly.accordingly.One can do the same thing in one’s magical One can do the same thing in one’s magical diary whether one’s chosen symbolic system is the diary whether one’s chosen symbolic system is the Runes, the tarot, the Cabala, the Cthulhu Mythos, Runes, the tarot, the Cabala, the Cthulhu Mythos, astrology, Enochian, or any other, or any astrology, Enochian, or any other, or any combination thereof. The important thing is to take combination thereof. The important thing is to take the occult symbols out of the realms of history or the occult symbols out of the realms of history or fantasy and into one’s present life, informing all of fantasy and into one’s present life, informing all of one’s experience with them. This is the Silver Key one’s experience with them. This is the Silver Key to magical transformation of consciousness.to magical transformation of consciousness.The scope of exploration need not be confined The scope of exploration need not be confined to present experience. One of the most powerful to present experience. One of the most powerful uses of the diary is to formulate one’s past in a uses of the diary is to formulate one’s past in a symbolically meaningful and relevant way.symbolically meaningful and relevant way.The magical diaries of the Magus Therion The magical diaries of the Magus Therion provide many examples of this, and a number of provide many examples of this, and a number of them have been published over the years.them have been published over the years.Start to tell the story of your ancestors and the Start to tell the story of your ancestors and the place from which they came. Inquire into the why place from which they came. Inquire into the why and the relevance of your ancestry, and its meaning and the relevance of your ancestry, and its meaning in relationship to who you are. If you are in relationship to who you are. If you are astrologically inclined, examine your natal chart and astrologically inclined, examine your natal chart and its ramifications of meaning throughout your life. its ramifications of meaning throughout your life. Examine your parents and the circumstances of Examine your parents and the circumstances of your birth and their significance within the broader your birth and their significance within the broader context of meaning in your life.context of meaning in your life.In the Hermetic Order of the Golden Dawn, In the Hermetic Order of the Golden Dawn, aspirants to the grade of Magister Templi were aspirants to the grade of Magister Templi were obliged to strive to interpret every event in their obliged to strive to interpret every event in their individual life as a personal dealing of God with individual life as a personal dealing of God with their own soul. Taking that formula out of the realm their own soul. Taking that formula out of the realm of RHP theology and into the realm of LHP of RHP theology and into the realm of LHP philosophy, we arrive at a potentially useful philosophy, we arrive at a potentially useful methodology: to strive whenever practicable to methodology: to strive whenever practicable to interpret the events of our own individual lives as interpret the events of our own individual lives as symbolically meaningful interactions between our symbolically meaningful interactions between our subjective and objective universes, or between self subjective and objective universes, or between self and world.and world.Where does Set fit into the picture? Through the Where does Set fit into the picture? Through the gift of consciousness that caused each of us to come gift of consciousness that caused each of us to come into being as a self with the power to create the into being as a self with the power to create the meaning of our own existence in the world. The meaning of our own existence in the world. The Setian answer to the primordial quest of “man’s Setian answer to the primordial quest of “man’s search for meaning” is to seek it within our own search for meaning” is to seek it within our own individual souls, illumined by thought and individual souls, illumined by thought and imagination and symbol.imagination and symbol.BibliographyBibliographyCameron, Julia. Cameron, Julia. The Artist’s WayThe Artist’s Way: A Spiritual : A Spiritual Scroll of SetScroll of Set - February 1999 - Page - February 1999 - Page 44"},{"pageNumber":5,"pageContent":"Path to Higher CreativityPath to Higher Creativity. (New York: Putnam, . (New York: Putnam, 1992.)1992.)Crowley, Aleister. Crowley, Aleister. The Confessions of Aleister The Confessions of Aleister Crowley.Crowley. John Symonds & Kenneth Grant, Eds. John Symonds & Kenneth Grant, Eds. (New York: Bantam, 1971.) Esp. pp. 494-496, 736, (New York: Bantam, 1971.) Esp. pp. 494-496, 736, 922-923. [Reading List Category 9, TS-4]922-923. [Reading List Category 9, TS-4]Crowley, Aleister, Crowley, Aleister, et alet al. . Gems from the Equinox.Gems from the Equinox. Israel Regardie Ed. (St. Paul, Llewellyn, 1974.) See Israel Regardie Ed. (St. Paul, Llewellyn, 1974.) See especially “Liber Thisharb” and “Liber CLXV: A especially “Liber Thisharb” and “Liber CLXV: A Master of the Temple”. [Reading List Category 9, Master of the Temple”. [Reading List Category 9, TS-4]TS-4]Crowley, Aleister, Crowley, Aleister, MagickMagick. John Symonds & . John Symonds & Kenneth Grant Eds. (New York: Weiser, 1974.) See Kenneth Grant Eds. (New York: Weiser, 1974.) See especially Part III, “Magick in Theory and especially Part III, “Magick in Theory and Practice”, Ch. 7, Part VI entitled “The Magical Practice”, Ch. 7, Part VI entitled “The Magical Memory”. [Reading List Category 9, TS-4]Memory”. [Reading List Category 9, TS-4]Crowley, Aleister, Crowley, Aleister, Magick Without TearsMagick Without Tears. Israel . Israel Regardie Ed. (St. Paul: Llewellyn, 1973.) Esp. chs. Regardie Ed. (St. Paul: Llewellyn, 1973.) Esp. chs. 45, 47, 63, and 81. [Reading List Category 9, TS-3]45, 47, 63, and 81. [Reading List Category 9, TS-3]Crowley, Aleister, Crowley, Aleister, Magical Diaries of Aleister Magical Diaries of Aleister CrowleyCrowley. Stephen Skinner Ed. (New York: Weiser, . Stephen Skinner Ed. (New York: Weiser, 1979.) [Reading List Category 9, TS-4]1979.) [Reading List Category 9, TS-4]Crowley, Aleister, Crowley, Aleister, The Magical Record of the The Magical Record of the Beast 666Beast 666. John Symonds & Kenneth Grant Eds. . John Symonds & Kenneth Grant Eds. (Montreal, 93 Publishing, 1972.) [Reading List (Montreal, 93 Publishing, 1972.) [Reading List Category 9, TS-4]Category 9, TS-4]Progoff, Ira, Ph.D., Progoff, Ira, Ph.D., At a Journal WorkshopAt a Journal Workshop: : Writing to Access the Power of the Unconscious Writing to Access the Power of the Unconscious and Evoke Creative Ability.and Evoke Creative Ability. (Los Angeles: Jeremy (Los Angeles: Jeremy Tarcher, 1992.)Tarcher, 1992.)Wasserman, James Ed., Wasserman, James Ed., Aleister Crowley and Aleister Crowley and the Practice of the Magical Diary.the Practice of the Magical Diary. (Phoenix: New (Phoenix: New Falcon Publications, 1993.)Falcon Publications, 1993.)* * ** * *Ex Ignorantia ad Sapientiam; E Luce ad Ex Ignorantia ad Sapientiam; E Luce ad Tenabras!Tenabras! (Miskatonic U. Motto) (Miskatonic U. Motto)______________________________________________________________________[3] [3] Wyrd TranscriptsWyrd Transcripts- by Rebecca Lance IV°- by Rebecca Lance IV°At Conclave this year I promised that I would At Conclave this year I promised that I would make available partial written transcripts of the two make available partial written transcripts of the two presentations that I gave through Urdh’s House and presentations that I gave through Urdh’s House and the Order of the Wells of Wyrd. These are now the Order of the Wells of Wyrd. These are now available, packaged in the latest issue of available, packaged in the latest issue of Bourne of Bourne of NightNight..The titles of the presentations are: “Dreamwork The titles of the presentations are: “Dreamwork and the Well of Wyrd” and “NT Go Home: night and the Well of Wyrd” and “NT Go Home: night terrors, virtual visitations, and things that go bump in terrors, virtual visitations, and things that go bump in the night”.the night”.To receive a copy of these transcripts, please To receive a copy of these transcripts, please mail your request to me.mail your request to me.Donations of a dollar (or a clump of stamps) are Donations of a dollar (or a clump of stamps) are appreciated to help offset printing and mailing costs.appreciated to help offset printing and mailing costs.______________________________________________________________________[4] [4] Modern Technology’s Contribution Modern Technology’s Contribution to Millenialism: Y2Kto Millenialism: Y2K- by Robert Menschel IV°- by Robert Menschel IV°(with help from Patty Hardy IV° and John Youril)(with help from Patty Hardy IV° and John Youril)I’ve had a few people ask me about the I’ve had a few people ask me about the social/economic impact of the Y2K problem.social/economic impact of the Y2K problem.Definition: Y2K is computerese for the year Definition: Y2K is computerese for the year 2000.2000.This can be a problem for computers and This can be a problem for computers and computer programs that have handled years the way computer programs that have handled years the way most humans do: using two digits. When we write a most humans do: using two digits. When we write a date like 12/31/99, we know we’re talking about date like 12/31/99, we know we’re talking about 1999. When we write a date like 1/1/00, we can tell 1999. When we write a date like 1/1/00, we can tell by context whether we’re talking about 2000 or by context whether we’re talking about 2000 or 1900. Computers are generally poor at figuring out 1900. Computers are generally poor at figuring out context.context.All computers have internal clocks that will tick All computers have internal clocks that will tick over from 12/31/99 to 1/1/00 in another year. The over from 12/31/99 to 1/1/00 in another year. The newest ones effectively maintain that year in four newest ones effectively maintain that year in four digits, but many older computers, especially digits, but many older computers, especially personal computers, maintain that year in only two personal computers, maintain that year in only two digits. Some of the latter will automatically assume digits. Some of the latter will automatically assume that 1/1/00 should mean 1/1/1900. Others were built that 1/1/00 should mean 1/1/1900. Others were built with the assumption that the internal clock can never with the assumption that the internal clock can never read 1900, so 1/1/00 will be interpreted to mean read 1900, so 1/1/00 will be interpreted to mean “the beginning of the personal computer era”, “the beginning of the personal computer era”, 1/1/1970.1/1/1970.The hardware date will not be a problem on The hardware date will not be a problem on large commercial computers, but instead will be a large commercial computers, but instead will be a problem in many software programs that have been problem in many software programs that have been written to use 2-digit years. Some programs have written to use 2-digit years. Some programs have been written to assume that 1/1/00 means 1900 been written to assume that 1/1/00 means 1900 (e.g.: someone born in 1/1/00 was born in the year (e.g.: someone born in 1/1/00 was born in the year 1900). Some of the children born in early January 1900). Some of the children born in early January 2000 may be temporarily treated as if they’re 2000 may be temporarily treated as if they’re already 100 years old because of this.already 100 years old because of this.The Y2K situation is a problem for computers The Y2K situation is a problem for computers and those that rely on them, a problem caused and those that rely on them, a problem caused largely by a lack of foresight, somewhat by some largely by a lack of foresight, somewhat by some laziness, and somewhat by carelessness.laziness, and somewhat by carelessness.The causes are complex and very human. For The causes are complex and very human. For instance, I’ve been conscientiously programming instance, I’ve been conscientiously programming with Y2K in mind ever since the 1970s, knowing with Y2K in mind ever since the 1970s, knowing that my professional career would extend well past that my professional career would extend well past that date. We’ve recently gone through all programs that date. We’ve recently gone through all programs in use by the company for which I currently manage in use by the company for which I currently manage computer systems, and have adjusted all of them to computer systems, and have adjusted all of them to handle the year 2000 correctly (well, the project will handle the year 2000 correctly (well, the project will be complete by February 1, 1999).be complete by February 1, 1999).I was amazed that even with the care I normally I was amazed that even with the care I normally use in programming, seven or eight of my own use in programming, seven or eight of my own programs would have mishandled the new century. programs would have mishandled the new century. [The results would have been very minor, being a [The results would have been very minor, being a small delay in processing the sales information small delay in processing the sales information collected from our stores.]collected from our stores.]Scroll of SetScroll of Set - February 1999 - Page - February 1999 - Page 55"},{"pageNumber":6,"pageContent":"The problem is widespread. Every company and The problem is widespread. Every company and person that uses computers is affected. Many Y2K person that uses computers is affected. Many Y2K situations will be resolved before the year 2000 hits. situations will be resolved before the year 2000 hits. Many others won’t.Many others won’t.All over the world, all sorts of computerized All over the world, all sorts of computerized equipment are going to fail. Old VCR machines will equipment are going to fail. Old VCR machines will get daylight savings day wrong. Many, many older get daylight savings day wrong. Many, many older PCs (generally those made before 1995) will not PCs (generally those made before 1995) will not know what year it is. Be prepared for various emails know what year it is. Be prepared for various emails to reach you dated 1970 or 1900 or such. Various to reach you dated 1970 or 1900 or such. Various shareware programs from the 1980’s and early shareware programs from the 1980’s and early 1990’s that expired after 90 days of use may also 1990’s that expired after 90 days of use may also decide it’s now 1970 or 1900, and start working decide it’s now 1970 or 1900, and start working again because they believe those 90 days haven’t yet again because they believe those 90 days haven’t yet taken place. taken place. Banks: If your money is with any decent major Banks: If your money is with any decent major regional bank, don’t worry. If there’s a problem on regional bank, don’t worry. If there’s a problem on January 3 about whether your CD matures in 6 January 3 about whether your CD matures in 6 months or 1206 months, it’ll be resolved by Jan 7. months or 1206 months, it’ll be resolved by Jan 7. If there’s a problem about whether your next If there’s a problem about whether your next mortgage payment is due in 10 days or 36510 days, mortgage payment is due in 10 days or 36510 days, it’ll be resolved by Jan 7. If your money is in Billy it’ll be resolved by Jan 7. If your money is in Billy Bob’s First Downtown Bank of Hendersonville, Bob’s First Downtown Bank of Hendersonville, then you might be in trouble - they may not figure then you might be in trouble - they may not figure out how to fix those problems until the end of the out how to fix those problems until the end of the month.month.The one thing banks won’t do is lose your The one thing banks won’t do is lose your money. The records are secure. Suggestion: in 1999 money. The records are secure. Suggestion: in 1999 keep track of which CDs and other deposits you keep track of which CDs and other deposits you own, and sometime in the last week of 1999, get an own, and sometime in the last week of 1999, get an accurate balance from each of your active accounts. accurate balance from each of your active accounts. In the last week of 1999, make sure you have In the last week of 1999, make sure you have enough cash to cover your normal grocery, gasoline, enough cash to cover your normal grocery, gasoline, and similar expenses for a couple of weeks, just in and similar expenses for a couple of weeks, just in case ATM machines don’t work. Don’t worry too case ATM machines don’t work. Don’t worry too much about your outstanding loans - those will be much about your outstanding loans - those will be the bank’s responsibility to track.the bank’s responsibility to track.Note: The above is my opinion/guess. John Note: The above is my opinion/guess. John Youril suggested instead that “If anything at all Youril suggested instead that “If anything at all happens, I think customers of Pothole Savings and happens, I think customers of Pothole Savings and Loan will be in a more favorable position than Loan will be in a more favorable position than customers of the mega-banks.customers of the mega-banks.Whereas the primary money pipelines are both Whereas the primary money pipelines are both simple and stable, the mega-banks have become simple and stable, the mega-banks have become reliant on electronic customer-service delivery reliant on electronic customer-service delivery systems that are not quite ready for prime time. systems that are not quite ready for prime time. Pothole Savings and Loan could temporarily fall Pothole Savings and Loan could temporarily fall back to quill and parchment banking; InterGalactic back to quill and parchment banking; InterGalactic One no longer has that option. [In that we agree that One no longer has that option. [In that we agree that the banking infrastructure is not at risk, this is more the banking infrastructure is not at risk, this is more of a quibble than a disagreement.]of a quibble than a disagreement.]Groceries: The sun will continue to rise without Groceries: The sun will continue to rise without missing a beat, and the rain will continue to fall. The missing a beat, and the rain will continue to fall. The fruits and vegetables will continue to grow. (At least fruits and vegetables will continue to grow. (At least in Florida and southern California - we’re talking in Florida and southern California - we’re talking about the middle of winter, after all.) No farmer is about the middle of winter, after all.) No farmer is going to let a little thing like the calendar stop him going to let a little thing like the calendar stop him from driving his 1967 Ford pickup of vegetables to from driving his 1967 Ford pickup of vegetables to the canning plant. No canning plant is going to let the canning plant. No canning plant is going to let the calendar stop it from canning those vegetables, the calendar stop it from canning those vegetables, nor stop it from shipping them to market. No nor stop it from shipping them to market. No grocery store is going to close its delivery gate, and grocery store is going to close its delivery gate, and I can guarantee no grocery store is going to let I can guarantee no grocery store is going to let anythinganything stop it from collecting our money. Even if stop it from collecting our money. Even if the ATM machines and credit card terminals don’t the ATM machines and credit card terminals don’t work (and probably some of them somewhere work (and probably some of them somewhere won’t), they will gladly take cash and checks.won’t), they will gladly take cash and checks.There may be a temporary interruption in There may be a temporary interruption in telephone service in Hendersonville, if the telephone telephone service in Hendersonville, if the telephone service’s computers decide that it’s 1900, and service’s computers decide that it’s 1900, and therefore they decide that your telephone hasn’t therefore they decide that your telephone hasn’t even been invented yet, much less installed and paid even been invented yet, much less installed and paid for. Even then I expect they’ll have the problem for. Even then I expect they’ll have the problem resolved within the week. And Hendersonville is resolved within the week. And Hendersonville is probably the only place on earth that will suffer probably the only place on earth that will suffer from that specific problem.from that specific problem.Some utility companies may have problems Some utility companies may have problems though. Magistra Hardy thinks that some utilities though. Magistra Hardy thinks that some utilities will have minor problems that take a day or two to will have minor problems that take a day or two to fix. These problems will be the result of lingering fix. These problems will be the result of lingering Y2K bugs in time-sensitive diagnostic and Y2K bugs in time-sensitive diagnostic and maintenance systems.maintenance systems.That guess is based mainly on recent news That guess is based mainly on recent news reports of a local (SF) electric company’s dealings reports of a local (SF) electric company’s dealings with a relatively straightforward problem. One day with a relatively straightforward problem. One day earlier this month, a workman accidentally shorted a earlier this month, a workman accidentally shorted a Peninsula substation to ground. It took most of the Peninsula substation to ground. It took most of the day to get power restored in the city of San day to get power restored in the city of San Francisco. Back up systems, rarely tested, did not Francisco. Back up systems, rarely tested, did not work. Magistra Hardy suspects it is little different work. Magistra Hardy suspects it is little different elsewhere.elsewhere.Given what she saw of the Bay Area’s response Given what she saw of the Bay Area’s response to the prolonged storm-related outage in December to the prolonged storm-related outage in December 1995, where many city folk seemed thoroughly 1995, where many city folk seemed thoroughly unprepared, she’s prone to tell folks to treat Y2K unprepared, she’s prone to tell folks to treat Y2K like a winter storm. It won’t be the End of the like a winter storm. It won’t be the End of the World As We Know It. But having a flashlight, a World As We Know It. But having a flashlight, a battery-operated radio and a way to cook food battery-operated radio and a way to cook food during a few days of confusion falls within the during a few days of confusion falls within the scope of ordinary prudence as well as most budgets.scope of ordinary prudence as well as most budgets.In my opinion the biggest problems of Y2K are In my opinion the biggest problems of Y2K are going to be a) the families (primarily those without going to be a) the families (primarily those without children) who are running early 1990’s PC children) who are running early 1990’s PC computers who don’t know how to correct the dates computers who don’t know how to correct the dates in their PCs (those with children will have the in their PCs (those with children will have the children fix the dates, just like the children program children fix the dates, just like the children program the VCRs), and b) the thousands of people who the VCRs), and b) the thousands of people who have stocked up on all sorts of food, water, soap, have stocked up on all sorts of food, water, soap, candles, gas, batteries, and other necessities, who candles, gas, batteries, and other necessities, who now will have to figure out what to do with all that now will have to figure out what to do with all that stuff, while their neighbors simply continue going to stuff, while their neighbors simply continue going to the stores when they want.the stores when they want.In other words, the effects of the Y2K problem In other words, the effects of the Y2K problem are going to be smaller than any major electric are going to be smaller than any major electric Scroll of SetScroll of Set - February 1999 - Page - February 1999 - Page 66"},{"pageNumber":7,"pageContent":"outage, union strike, or other inconvenience of that outage, union strike, or other inconvenience of that size that we’ve lived through in the past decade or size that we’ve lived through in the past decade or two.two.Magistra Hardy did caution, however: “I also Magistra Hardy did caution, however: “I also think religious hysteria is a bit of a wild card in this. think religious hysteria is a bit of a wild card in this. Some religious wingnuts seem to be preaching a Some religious wingnuts seem to be preaching a scenario out of Stephen King’s The Stand. I scenario out of Stephen King’s The Stand. I wouldn’t worry about what they are going to do wouldn’t worry about what they are going to do with their stockpiled food, water, soap, candles, gas, with their stockpiled food, water, soap, candles, gas, and batteries. Hell, maybe they’ll give ‘em to the and batteries. Hell, maybe they’ll give ‘em to the poor! What some do with Armageddon notions and poor! What some do with Armageddon notions and stockpiled weapons as the big day approaches might stockpiled weapons as the big day approaches might be another matter, particularly in remote areas. I be another matter, particularly in remote areas. I hope that Setians in such areas would already know hope that Setians in such areas would already know if there is a potential problem with local bad if there is a potential problem with local bad craziness, and if so would have worked out effective craziness, and if so would have worked out effective strategies for misdirection, social camouflage or strategies for misdirection, social camouflage or whatever.”whatever.”John Youril pointed out: Most of the better Y2K John Youril pointed out: Most of the better Y2K catastrophe thinking revolves around cascading catastrophe thinking revolves around cascading failures - System A fails, and then System B (which failures - System A fails, and then System B (which is dependent on System A) fails, and so on and so is dependent on System A) fails, and so on and so forth until we’re back in the Middle Ages. If the forth until we’re back in the Middle Ages. If the “information age” were five or ten years further “information age” were five or ten years further along, that would be a realistic scenario (and along, that would be a realistic scenario (and eventually it will be a realistic scenario). While eventually it will be a realistic scenario). While technology pervades modern life, it is also technology pervades modern life, it is also balkanized (a plumber’s nightmare, if you like). It is balkanized (a plumber’s nightmare, if you like). It is largely that lack of coupling among systems (e.g., largely that lack of coupling among systems (e.g., your VCR doesn’t control your fuel-injection your VCR doesn’t control your fuel-injection system) that makes a catastrophic outcome system) that makes a catastrophic outcome exceedingly unlikely.exceedingly unlikely.As systems become both more tightly integrated As systems become both more tightly integrated and more complex, however, the potential for and more complex, however, the potential for catastrophic cascades will become more probable. In catastrophic cascades will become more probable. In some areas, such as aviation, there are voices in the some areas, such as aviation, there are voices in the wilderness crying (I believe correctly) that safety wilderness crying (I believe correctly) that safety systems themselves are becoming so complex that systems themselves are becoming so complex that their unpredictability poses more of a danger than their unpredictability poses more of a danger than the events they are designed to deal with. (Indeed, the events they are designed to deal with. (Indeed, it’s probably advisable as a minor safety measure to it’s probably advisable as a minor safety measure to not plan on flying anywhere on 12/31/99 or 1/1/00, not plan on flying anywhere on 12/31/99 or 1/1/00, unless you’re in a small private plane that depends unless you’re in a small private plane that depends more on its pilot than on its equipment. You may more on its pilot than on its equipment. You may also want to stay out of elevators within 1/2 hour also want to stay out of elevators within 1/2 hour either side of midnight.)either side of midnight.)Since we are not yet at that point, the one real Since we are not yet at that point, the one real possibility for a Y2K Doomsday would be social possibility for a Y2K Doomsday would be social panic. While that doesn’t seem to likely at this panic. While that doesn’t seem to likely at this point, a few tragedies directly caused by system point, a few tragedies directly caused by system failures (e.g., midair collisions of commercial failures (e.g., midair collisions of commercial aircraft) could radically change that picture, and an aircraft) could radically change that picture, and an expectation of catastrophe could create a expectation of catastrophe could create a catastrophe, simply because of mob reaction to these catastrophe, simply because of mob reaction to these events.events.In any case, Y2K presents a once-in-a-decade In any case, Y2K presents a once-in-a-decade opportunity to watch, experience and analyze the opportunity to watch, experience and analyze the causes, symptoms, and course of a social anxiety causes, symptoms, and course of a social anxiety and to assess the true impact of technology on and to assess the true impact of technology on modern life (an impact which is both widely modern life (an impact which is both widely misunderstood and widely misrepresented.misunderstood and widely misrepresented.______________________________________________________________________[5] [5] RecognitionsRecognitionsOn September 25, 1998 Duncan McPherson On September 25, 1998 Duncan McPherson was recognized to the degree of Adept by Priestess was recognized to the degree of Adept by Priestess Danielle McGranahan. Danielle McGranahan. On January 1, 1999 Shawn Watts was On January 1, 1999 Shawn Watts was recognized to the degree of Adept by Priest William recognized to the degree of Adept by Priest William Pridgen.Pridgen.On January 1, 1999 Jerry Reynolds was On January 1, 1999 Jerry Reynolds was recognized as an Honorary Setian by Magus Don recognized as an Honorary Setian by Magus Don Webb, High Priest of Set.Webb, High Priest of Set.______________________________________________________________________[6] [6] On Systems of MagicOn Systems of Magic- by Patty Hardy IV°- by Patty Hardy IV°It sometimes surprises people to discover that It sometimes surprises people to discover that there is no “Setian magical system” the way the there is no “Setian magical system” the way the Golden Dawn used Cabala or the way the Rune-Golden Dawn used Cabala or the way the Rune-Gild uses the Gild uses the FutharkFuthark. Within Orders of the . Within Orders of the Temple, we do have magic systems taught and Temple, we do have magic systems taught and developed. These systems reflect a Master’s own developed. These systems reflect a Master’s own codification of the methods he or she has extracted, codification of the methods he or she has extracted, applied, and synthesized using Setian philosophy.applied, and synthesized using Setian philosophy.Not long ago an indignant I° left the Temple Not long ago an indignant I° left the Temple after convincing himself that the Priesthood was after convincing himself that the Priesthood was concealing from him the mysteries of Setian magic. concealing from him the mysteries of Setian magic. This is a good example of how difficult it can be to This is a good example of how difficult it can be to see something in plain sight! The mysteries he see something in plain sight! The mysteries he sought were not things to be imparted by others, but sought were not things to be imparted by others, but rather to be distilled out of his own experience using rather to be distilled out of his own experience using the tools and resources available to every Setian.the tools and resources available to every Setian.Consider the Consider the Crystal TabletCrystal Tablet. . Black MagicBlack Magic devotes many pages to defining what a theory is, devotes many pages to defining what a theory is, criteria for evaluating theories, and suchlike theory-criteria for evaluating theories, and suchlike theory-of-knowledge matters. It has things to say about of-knowledge matters. It has things to say about how to discover and refine one’s values, and how to how to discover and refine one’s values, and how to discover and refine one’s understanding of the discover and refine one’s understanding of the Objective and Subjective Universes. This is our Objective and Subjective Universes. This is our magical philosophy or metaphysics.magical philosophy or metaphysics.When we arrive at the chapter describing what When we arrive at the chapter describing what Setian magicians actually do - Setian magicians actually do - praxispraxis - we find no - we find no tidy presentation of spells a la LaVey’s tidy presentation of spells a la LaVey’s lust/curse/compassion trinity, not even a modest lust/curse/compassion trinity, not even a modest collection of recipes. We find a discussion of collection of recipes. We find a discussion of thoroughly rational character for Lesser Black thoroughly rational character for Lesser Black Magic. For Greater Black Magic - what most people Magic. For Greater Black Magic - what most people regard as magic, the causing of change by regard as magic, the causing of change by nonphysical means - we find a brief outline of how nonphysical means - we find a brief outline of how to construct effective spells, framed using terms & to construct effective spells, framed using terms & premises defined earlier. We find a suggested frame premises defined earlier. We find a suggested frame Scroll of SetScroll of Set - February 1999 - Page - February 1999 - Page 77"},{"pageNumber":8,"pageContent":"ritual, and some hints regarding a mapping of the ritual, and some hints regarding a mapping of the elements of Objective and Subjective Universes in elements of Objective and Subjective Universes in creating the magical link. All this is accompanied by creating the magical link. All this is accompanied by emphasis on the æsthetic, intellectual and practical emphasis on the æsthetic, intellectual and practical judgment of the magician.judgment of the magician.Aside from the primacy of the Pentagram and Aside from the primacy of the Pentagram and the strict injunctions against harming animals and the strict injunctions against harming animals and defiling the Grail, the ingenuity and discipline of the defiling the Grail, the ingenuity and discipline of the individual in crafting techniques of GBM is given individual in crafting techniques of GBM is given full scope. [Priests of Set expect to see that full scope. [Priests of Set expect to see that ingenuity & discipline before yielding up our store ingenuity & discipline before yielding up our store of the work of others, the of the work of others, the Ruby TabletRuby Tablet working working records and commentaries.]records and commentaries.]The results? Masters teaching diverse systems The results? Masters teaching diverse systems directed to one purpose, the exaltation of the Black directed to one purpose, the exaltation of the Black Flame, and built on the theoretical structure and Flame, and built on the theoretical structure and language provided to all Setians. Pylons that take language provided to all Setians. Pylons that take inspiration from every culture where the mind has inspiration from every culture where the mind has tried to mold a face for the Isolate One, from Melek tried to mold a face for the Isolate One, from Melek Taus of the Yezidi to Tezcatlipoca of the Aztecs.Taus of the Yezidi to Tezcatlipoca of the Aztecs.So what makes Black Magic unique? I have no So what makes Black Magic unique? I have no doubt that the Strega, the Shaman, and the doubt that the Strega, the Shaman, and the charismatic Christian evangelist are also practicing charismatic Christian evangelist are also practicing magic - but reflection and philosophic inquiry has magic - but reflection and philosophic inquiry has no place within their systems. Thus we say White no place within their systems. Thus we say White Magicians are confused about how & why their Magicians are confused about how & why their magic works. A tradition may go back a thousand magic works. A tradition may go back a thousand years, but without a theory of knowledge it cannot years, but without a theory of knowledge it cannot critique itself.critique itself.Tradition is a surrender, a betrayal. What is Tradition is a surrender, a betrayal. What is handed down in a traditional way is a betrayal of handed down in a traditional way is a betrayal of the recipient, not of the content of the recipient, not of the content of transmission. The tradition is presented as transmission. The tradition is presented as truth, and therefore is psychologically disabling truth, and therefore is psychologically disabling to the inquiring mind.to the inquiring mind.- R.A. Schwaller de Lubicz, in Andre - R.A. Schwaller de Lubicz, in Andre VandenBroeck’s VandenBroeck’s Al-Kemi: A MemoirAl-Kemi: A MemoirThere is no characteristic “Setian magical There is no characteristic “Setian magical system” because our magical philosophy is system” because our magical philosophy is designed to operate at a different level of designed to operate at a different level of abstraction.abstraction.Consider the difference between learning a Consider the difference between learning a language versus linguistics. I would be surprised if language versus linguistics. I would be surprised if a linguist could speak ten languages as fluently as a linguist could speak ten languages as fluently as his childhood tongue. I would not be surprised if his childhood tongue. I would not be surprised if that linguist knew things about those languages that linguist knew things about those languages mysterious to most speaking them, such as the mysterious to most speaking them, such as the grammar and vocabulary of languages spoken by grammar and vocabulary of languages spoken by the ancestors of their ancestors.the ancestors of their ancestors.Consider the difference between mastering the Consider the difference between mastering the techniques of an art versus developing a theory of techniques of an art versus developing a theory of æsthetics that spans different artistic media. Or the æsthetics that spans different artistic media. Or the difference between proving theorems of geometry difference between proving theorems of geometry and studying a theory of formal systems (of which and studying a theory of formal systems (of which Euclidean geometry is only one).Euclidean geometry is only one).Do we suffer for lack of a codified Setian Do we suffer for lack of a codified Setian magical system? As much, I would think, as we magical system? As much, I would think, as we suffer for being born without foreknowledge of suffer for being born without foreknowledge of what plants are good to eat: tragic for those who what plants are good to eat: tragic for those who poison themselves through ignorance, but also the poison themselves through ignorance, but also the key to the birth of herbal medicine leading to key to the birth of herbal medicine leading to pharmacology and molecular biology - tricks no pharmacology and molecular biology - tricks no natural beast of Earth has mastered. The Setian is natural beast of Earth has mastered. The Setian is not the heir of a tradition, but an explorer who not the heir of a tradition, but an explorer who makes maps of strange regions using the makes maps of strange regions using the instruments crafted by predecessors who, in their instruments crafted by predecessors who, in their time, also pushed the limits of the known. time, also pushed the limits of the known. XeperXeper!!______________________________________________________________________[7] [7] Ankoku-Mon Pylon Opened on Ankoku-Mon Pylon Opened on HalloweenHalloween- by Eric Bossick II°- by Eric Bossick II°October 31, XXXIII ÆS marked the October 31, XXXIII ÆS marked the performance of a GBM working which served to performance of a GBM working which served to open a Shadow Gate. This is a functioning gateway open a Shadow Gate. This is a functioning gateway for those Initiates here in Japan, first for Initiates for those Initiates here in Japan, first for Initiates between other spheres of magic and other states of between other spheres of magic and other states of being, Thereafter it is the connective matrix between being, Thereafter it is the connective matrix between the Temple of Set and Japan.the Temple of Set and Japan.Hereafter the gateway shall be known as the Hereafter the gateway shall be known as the Ankoku-mon Pylon, a geographical Pylon located in Ankoku-mon Pylon, a geographical Pylon located in Japan.Japan.Focus for Initiates here is in general upon Focus for Initiates here is in general upon magical development, but also specifically on magical development, but also specifically on Japanese magical traditions and the Japanese magical traditions and the adaptation/synthesis between Western traditions and adaptation/synthesis between Western traditions and those within Japan.those within Japan.Ankoku-mon Pylon is geographically based and Ankoku-mon Pylon is geographically based and is best suited to serve the initiatory endeavors of is best suited to serve the initiatory endeavors of those specifically located within Japan. The Pylon those specifically located within Japan. The Pylon Sentinel may be contacted via the ICR.Sentinel may be contacted via the ICR.Pylon Sentinel: Adept Eric Bossick II°. Pylon Pylon Sentinel: Adept Eric Bossick II°. Pylon Sponsor: Priest Eric Kauschen III°Sponsor: Priest Eric Kauschen III°______________________________________________________________________[8] [8] South Solstice Message II (XXIII)South Solstice Message II (XXIII)- by Stephen E. Flowers V°- by Stephen E. Flowers V°How many times has the Executive Director How many times has the Executive Director received letters from incoming Setians who vow to received letters from incoming Setians who vow to be “Eternally loyal unto Death to the Prince of be “Eternally loyal unto Death to the Prince of Darkness, Satin!”? How many of those even pay Darkness, Satin!”? How many of those even pay their dues the next year?their dues the next year?Now it is said that the military services have Now it is said that the military services have young people joining who have no notion of what young people joining who have no notion of what the concepts of “loyalty” or “honor” even mean. the concepts of “loyalty” or “honor” even mean. These things, like so many others, must be taught These things, like so many others, must be taught remedially.remedially.The knights of medieval Germany had a word The knights of medieval Germany had a word for what is lacking here. They called it for what is lacking here. They called it triuwetriuwe (pronounced TREE-oow-uh). Like so many words (pronounced TREE-oow-uh). Like so many words Scroll of SetScroll of Set - February 1999 - Page - February 1999 - Page 88"},{"pageNumber":9,"pageContent":"from this rich vocabulary, it cannot be easily defined from this rich vocabulary, it cannot be easily defined and delimited by a single modern word.and delimited by a single modern word.To understand, we must look at its heritage. Its To understand, we must look at its heritage. Its oldest ancestor is Proto-Indo-European oldest ancestor is Proto-Indo-European dereu(o)-dereu(o)-, , which refers to something as hard and firm, like the which refers to something as hard and firm, like the heartwood of trees. This develops into Germanic heartwood of trees. This develops into Germanic triwjatriwja, and becomes Old High German , and becomes Old High German triuwatriuwa and and later Middle High German later Middle High German triuwetriuwe - in which form it - in which form it is widely attested in the literature of medieval is widely attested in the literature of medieval knighthood.knighthood.Germanic Germanic triwjatriwja also becomes Old English also becomes Old English treowetreowe or or treowthtreowth and Old Norse and Old Norse trútrú..In these old dialects the meanings of these In these old dialects the meanings of these words run along a semantic spectrum that looks words run along a semantic spectrum that looks something like: “truth, loyalty, trust, belief, something like: “truth, loyalty, trust, belief, uprightness, reliability, steadfastness, promise, oath, uprightness, reliability, steadfastness, promise, oath, amicability, peace.” To the ancients these concepts amicability, peace.” To the ancients these concepts were all related in a single semantic field connected were all related in a single semantic field connected to to triuwetriuwe, and were all parts, or aspects, of a single , and were all parts, or aspects, of a single whole based on something analogous to the whole based on something analogous to the physical experience of feeling something firm and physical experience of feeling something firm and steadfast as heartwood.steadfast as heartwood.One of the main functions of One of the main functions of triuwetriuwe in the world in the world was the profound effects it had on a society which was the profound effects it had on a society which practiced it. I highly recommend reading practiced it. I highly recommend reading The The Germanization of Early Medieval ChristianityGermanization of Early Medieval Christianity by by James C. Russell (Oxford: Oxford University James C. Russell (Oxford: Oxford University Press, 1994), which outlines the reasons why early Press, 1994), which outlines the reasons why early medieval Christianity had no chance of transforming medieval Christianity had no chance of transforming the society of the Germanic peoples of the time, due the society of the Germanic peoples of the time, due to the Germanic culture’s basis in group solidarity to the Germanic culture’s basis in group solidarity rooted in rooted in triuwatriuwa - as opposed to the social morass - as opposed to the social morass welling up from the putrefying and chaotic remains welling up from the putrefying and chaotic remains of the once great Roman Empire, which had by that of the once great Roman Empire, which had by that time become a front for the Church.time become a front for the Church.In order to be successful in “converting” the In order to be successful in “converting” the heathen Germanic peoples, the Church had to adopt heathen Germanic peoples, the Church had to adopt their virtues - essentially virtues at odds with the their virtues - essentially virtues at odds with the core of primitive Christian values. This is perhaps core of primitive Christian values. This is perhaps the origin of the apparent “schizophrenia” inherent the origin of the apparent “schizophrenia” inherent in historical Christianity.in historical Christianity.A society rooted in A society rooted in triuwetriuwe - be it a school, a - be it a school, a retinue, or a whole nation - is unshakable: steadfast, retinue, or a whole nation - is unshakable: steadfast, firm, permanent.firm, permanent.One of the many rituals which illustrate One of the many rituals which illustrate triuwetriuwe is the taking of a solemn oath which ensures truth-is the taking of a solemn oath which ensures truth-telling. It should not be missed that events in telling. It should not be missed that events in cultural history in the days leading up to this Yule-cultural history in the days leading up to this Yule-tide demonstrate something of the effects of the loss tide demonstrate something of the effects of the loss of the power of that particular ritual.of the power of that particular ritual.Another sign of the advent of the Wolf-Age: no Another sign of the advent of the Wolf-Age: no one can be trusted, especially the “king”. Society is one can be trusted, especially the “king”. Society is based on lies and broken promises. This is clearly based on lies and broken promises. This is clearly not the doing of our not the doing of our roi du jourroi du jour - but rather is a - but rather is a reflection of the utter breakdown of these virtues in reflection of the utter breakdown of these virtues in the people themselves: the people themselves: vox populi rex.vox populi rex.Such a chaotic formula may seem attractive to Such a chaotic formula may seem attractive to practitioners of the LHP due to the moments of practitioners of the LHP due to the moments of freedom the freedom the anomieanomie provides. It is well to seize such provides. It is well to seize such opportunities for the practice of magic. The fabric of opportunities for the practice of magic. The fabric of the world becomes malleable at such moments.the world becomes malleable at such moments.So much for observation of the world. Let us So much for observation of the world. Let us turn to the use of turn to the use of triuwetriuwe. . A A psychepsyche rooted in rooted in triuwetriuwe is unshakable: is unshakable: steadfast, firm, permanent- immortal. A steadfast, firm, permanent- immortal. A psychepsyche devoid of the permanent characteristics inherent in devoid of the permanent characteristics inherent in the practice and work of the practice and work of triuwetriuwe can never be itself can never be itself made permanent. A soul without made permanent. A soul without trothtroth can never be can never be immortal.immortal.This concept is therefore essential to initiation. This concept is therefore essential to initiation. On an inner level it provides a focus for making On an inner level it provides a focus for making permanent and immortal the characteristics of the permanent and immortal the characteristics of the self. It does this by voluntarily, yet irrevocably self. It does this by voluntarily, yet irrevocably binding the individual self to something and/or binding the individual self to something and/or someone greater than itself. Here we discover a someone greater than itself. Here we discover a time-tested tool for the crystallization of an immortal time-tested tool for the crystallization of an immortal self within the subjective universe- a Mystery of self within the subjective universe- a Mystery of WalhallaWalhalla..A group which both understands and practices A group which both understands and practices this way of working will be able to from a realm this way of working will be able to from a realm which enjoys many of the same characteristics as which enjoys many of the same characteristics as the individuals which inhabit that realm. A society, the individuals which inhabit that realm. A society, group, school or tribe based on the understanding of group, school or tribe based on the understanding of triuwe is likewise made permanent and continual. triuwe is likewise made permanent and continual. Here we discover a time-tested tool for the Here we discover a time-tested tool for the crystallization of a permanent order within the crystallization of a permanent order within the objective universe - yet another Mystery of that objective universe - yet another Mystery of that realm.realm.What will become immortal if you remain the What will become immortal if you remain the object of constant flux and change? What is it that object of constant flux and change? What is it that will cause you to be steadfast and constant as the will cause you to be steadfast and constant as the pole in the world of Becoming? The answer is pole in the world of Becoming? The answer is among the oldest, and among the most difficult, to among the oldest, and among the most difficult, to maintain, for it requires a sovereign vigilance - to be maintain, for it requires a sovereign vigilance - to be true.true.Mîniu êre heizet triuwe.Mîniu êre heizet triuwe.______________________________________________________________________[9] [9] Poised on the Brink of Decision in an Poised on the Brink of Decision in an Ethereal VoidEthereal Void- by Gabriel Chavez II°- by Gabriel Chavez II°Poised on the brink of decision in an ethereal Poised on the brink of decision in an ethereal void, the path divides, presenting two alternatives. void, the path divides, presenting two alternatives. One leads to the vacuous bliss of ignorance, the One leads to the vacuous bliss of ignorance, the warmth of assimilation, liberation from warmth of assimilation, liberation from accountability, and the indolent stability of stasis.accountability, and the indolent stability of stasis.Multitudes traverse this paved path, pitted and Multitudes traverse this paved path, pitted and worn from their ponderous passage. Holding the worn from their ponderous passage. Holding the left hand of each are a fat bald man, an emaciated left hand of each are a fat bald man, an emaciated crowned man, and a woman in flowing robes; a crowned man, and a woman in flowing robes; a veritable cornucopia of idols, leading their flock in veritable cornucopia of idols, leading their flock in thoughtless procession.thoughtless procession.Scroll of SetScroll of Set - February 1999 - Page - February 1999 - Page 99"},{"pageNumber":10,"pageContent":"Linked at the wrists by a translucent manacle Linked at the wrists by a translucent manacle upon which a threat clings, so tenuous, so intangible, upon which a threat clings, so tenuous, so intangible, so compelling, and puissant, the sheep gaze upon so compelling, and puissant, the sheep gaze upon their shepherds with glossy-eyed adulation, the their shepherds with glossy-eyed adulation, the sheen reminiscent of ingested opium.sheen reminiscent of ingested opium.Stagnation is the salvation of the obedient Stagnation is the salvation of the obedient faithful.faithful.At the end of the road death awaits: It reeks of At the end of the road death awaits: It reeks of the acrid, too sweet fetor of rancid meat and the the acrid, too sweet fetor of rancid meat and the putrid stench of squandered potential.putrid stench of squandered potential.The other terminates abruptly on the threshold The other terminates abruptly on the threshold of If and What Might Be, an echo of impending of If and What Might Be, an echo of impending isolation, freezing all that it touches with its frigid isolation, freezing all that it touches with its frigid caress.caress.The atmosphere is thick and heavy with the The atmosphere is thick and heavy with the burden of responsibility, yet charged with frenzied burden of responsibility, yet charged with frenzied agitation of imminent autonomy. Awaits, shackled agitation of imminent autonomy. Awaits, shackled only by self-imposed constraints, the ultimate only by self-imposed constraints, the ultimate freedom to exercise one’s will. Individuality the freedom to exercise one’s will. Individuality the reward for the steadfast.reward for the steadfast.Empty, devoid of external domination, the Abyss Empty, devoid of external domination, the Abyss is boundless: the end of the road is infinity. The is boundless: the end of the road is infinity. The first step was deliberate, not so my subsequent leap first step was deliberate, not so my subsequent leap into the void. A fiery compulsion griped me with icy into the void. A fiery compulsion griped me with icy tenacity, tongues of flame, devoid of color, tenacity, tongues of flame, devoid of color, enveloped me in a smoldering aura. Behind me a enveloped me in a smoldering aura. Behind me a burnt violet afterimage, testament to my passing.burnt violet afterimage, testament to my passing.The gelid embrace of the Gift impelled me The gelid embrace of the Gift impelled me forward relentlessly into the realm of possibility, forward relentlessly into the realm of possibility, that I may Become.that I may Become.The trials of the few are seared into the The trials of the few are seared into the firmament. Flame-wrought tracers streak the firmament. Flame-wrought tracers streak the vacuum like passing stars. Unique unto itself, at vacuum like passing stars. Unique unto itself, at times parallel, others perpendicular, each course the times parallel, others perpendicular, each course the signature of a fellow traveler.signature of a fellow traveler.In the distance to my right, the herd shambles In the distance to my right, the herd shambles toward the fetid miasma arising from their toward the fetid miasma arising from their ParadisoParadiso, , their pen.their pen.Propelled forward by the inertia of Propelled forward by the inertia of accomplishment, I gaze with admiration upon what accomplishment, I gaze with admiration upon what others have achieved. Ideas and knowledge co-others have achieved. Ideas and knowledge co-mingle in a haphazard collage, a whirling vortex mingle in a haphazard collage, a whirling vortex confronting me with unlimited opportunities, confronting me with unlimited opportunities, oppression and bewilderment the result of oppression and bewilderment the result of indecision.indecision.Adrift I float aimlessly. Commencement is an Adrift I float aimlessly. Commencement is an enigma. Overwhelmed, I flail and choke as hysteria enigma. Overwhelmed, I flail and choke as hysteria ensues. Mind gyrating in unison with the spiral, I ensues. Mind gyrating in unison with the spiral, I drown in a pool of conceivability.drown in a pool of conceivability.The truth resounds like the roaring din of a The truth resounds like the roaring din of a tsunamitsunami, buffeting me with her terrible strength. I , buffeting me with her terrible strength. I have no savior, no one to show me the way. Tasked have no savior, no one to show me the way. Tasked with my deliverance, it is for me to sink or swim. with my deliverance, it is for me to sink or swim. Seeking cognition, I tread (where prior wayfarers Seeking cognition, I tread (where prior wayfarers have trod).have trod).Clutching desperately at a fact, some Clutching desperately at a fact, some speculation, a hypothesis, a thesis, a theory, and speculation, a hypothesis, a thesis, a theory, and various informative flotsam, perception occurs. various informative flotsam, perception occurs. Elated, I surf the cosmic sea on an erudite plank Elated, I surf the cosmic sea on an erudite plank acquiring acquiring savoir-fairesavoir-faire, meandering from one , meandering from one repository of lore to another on my initiatory repository of lore to another on my initiatory odyssey.odyssey.At intervals, paddling is required, for the tides At intervals, paddling is required, for the tides here wax and wane with the ebb and flow of self-here wax and wane with the ebb and flow of self-actualization. Each revelation is offset by the actualization. Each revelation is offset by the bittersweet onset of further inquiry, the trail between bittersweet onset of further inquiry, the trail between experiences, the sum of my elucidation plus the lack experiences, the sum of my elucidation plus the lack thereof. Sometimes it runs laterally, and at others thereof. Sometimes it runs laterally, and at others contrary to other swaths of fire in the dark, roaming contrary to other swaths of fire in the dark, roaming toward forever.toward forever.In the distance stars shimmer silver in the night In the distance stars shimmer silver in the night sky, their Black Flame illuminating the universe.sky, their Black Flame illuminating the universe.______________________________________________________________________[10] [10] PoemPoem- by Lars N. Dirksen I° (Denmark)- by Lars N. Dirksen I° (Denmark)When the night comes, it is as black as my When the night comes, it is as black as my heart. I hear the wind call my name, and I know it is heart. I hear the wind call my name, and I know it is your eternal call. I look to the sky and see your sign, your eternal call. I look to the sky and see your sign, shining so beautiful and bright in this night. I know shining so beautiful and bright in this night. I know that you will guide me through this life and through that you will guide me through this life and through the Abyss.the Abyss.______________________________________________________________________[11] [11] Voyeurs, Impotence, and One-Voyeurs, Impotence, and One-Night-StandsNight-Stands- by K. Brent Olsen II°- by K. Brent Olsen II°The recent invasion of the compulsively “free” The recent invasion of the compulsively “free” press into the pants of the Western World shows press into the pants of the Western World shows how impotent the masses feel in these latter days. how impotent the masses feel in these latter days. President Clinton brings an entirely new meaning to President Clinton brings an entirely new meaning to “Free Willy”, while Congress continues to read “Free Willy”, while Congress continues to read thousands of pages of detailed “pornographic” thousands of pages of detailed “pornographic” descriptions of the sex lives of other people.descriptions of the sex lives of other people.Sexuality has become the modern fad. Why is Sexuality has become the modern fad. Why is everyone so intent on taking a peek into everyone everyone so intent on taking a peek into everyone else’s bedrooms? Because they aren’t satisfied in else’s bedrooms? Because they aren’t satisfied in their own beds, and they are living their sexual their own beds, and they are living their sexual fantasies by proxy. Even in 1969, the beginning of fantasies by proxy. Even in 1969, the beginning of the Satanic Age, psychoanalyst Rollo May realized the Satanic Age, psychoanalyst Rollo May realized that the sexual aversions of the Victorian Era had that the sexual aversions of the Victorian Era had transformed into a compulsive fascination with transformed into a compulsive fascination with sexuality.sexuality.11Why all the interest in multiple orgasms and Why all the interest in multiple orgasms and sexual positions? Why the insistence on sexual positions? Why the insistence on uncommitted sexual relations? People began to feel uncommitted sexual relations? People began to feel so impotent in the coming of the schizoid age that so impotent in the coming of the schizoid age that they lost sense of the erotic. They lost their love for they lost sense of the erotic. They lost their love for live and sought after virtual live and sought after virtual ErosEros in their sexual in their sexual obsessions.obsessions.Scroll of SetScroll of Set - February 1999 - Page - February 1999 - Page 1010"},{"pageNumber":11,"pageContent":"The new Puritanism of the modern sexual age is The new Puritanism of the modern sexual age is a result of their fear of life. The masses have a result of their fear of life. The masses have become frightened of the real attachments we make become frightened of the real attachments we make with other beings and have become lost in the world with other beings and have become lost in the world of the simultaneous orgasm. If all one needs is of the simultaneous orgasm. If all one needs is orgasm, then Masters and Johnson have shown that orgasm, then Masters and Johnson have shown that masturbation is just as effective as interpersonal masturbation is just as effective as interpersonal sexual encounters in that regard.sexual encounters in that regard.22 The real fad is The real fad is trying to create meaningless relationships with other trying to create meaningless relationships with other people through sexual encounters. The Internet has people through sexual encounters. The Internet has provided an even more detached means of provided an even more detached means of facilitating the modern drive for virtual sex.facilitating the modern drive for virtual sex.It is easy to get lost in the “romantic” liaisons It is easy to get lost in the “romantic” liaisons of others when one is losing touch with his own of others when one is losing touch with his own ability to be emotionally intimate. If I weren’t ability to be emotionally intimate. If I weren’t engaged in my own immediate and truly erotic life, engaged in my own immediate and truly erotic life, then I can see how easy it would be to fall into both then I can see how easy it would be to fall into both the voyeuristic obsessions of the public and the the voyeuristic obsessions of the public and the meaningless sexual escapades of the people they meaningless sexual escapades of the people they watch. After all, Monica Lewinsky is an attractive watch. After all, Monica Lewinsky is an attractive woman, unlike the anorexic super-model tramps woman, unlike the anorexic super-model tramps who encourage the masses to end their dreary lives who encourage the masses to end their dreary lives with amphetamines, heroin, and famine diets.with amphetamines, heroin, and famine diets.Real, erotic sex is going on in the bedroom, Real, erotic sex is going on in the bedroom, behind closed doors, in the intimate and unobserved behind closed doors, in the intimate and unobserved surroundings of a couple’s private sanctuary. Even surroundings of a couple’s private sanctuary. Even more intimate and more erotic sex is happening in more intimate and more erotic sex is happening in the ritual chambers and in our various Greater Black the ritual chambers and in our various Greater Black Magical workings.Magical workings.Setians who are not afraid to live should Indulge Setians who are not afraid to live should Indulge in richly erotic lives behind the doors of their private in richly erotic lives behind the doors of their private chambers. And sometimes they may even be daring chambers. And sometimes they may even be daring enough to turn their bedrooms into erotic ritual enough to turn their bedrooms into erotic ritual chambers, where they can travel the Dark Road chambers, where they can travel the Dark Road together. If they are Indulging in their own erotic together. If they are Indulging in their own erotic lives, they will not be so obsessed by the pseudo-lives, they will not be so obsessed by the pseudo-erotic lives of others. As a friend of mine once said, erotic lives of others. As a friend of mine once said, “I don’t care what anyone else is doing in their “I don’t care what anyone else is doing in their bedrooms because I’m satisfied with what’s going bedrooms because I’m satisfied with what’s going on in my own.”on in my own.”NotesNotes1. May, Rollo. (1969) 1. May, Rollo. (1969) Love And WillLove And Will. New . New York: Delta.York: Delta.2. Masters, William H. and Johnson, Virginia. 2. Masters, William H. and Johnson, Virginia. (1966). (1966). Human Sexual ResponseHuman Sexual Response. Boston: Little, . Boston: Little, Brown.Brown.______________________________________________________________________[12] [12] Notes from Notes from NehehNeheh- by Don Webb V°, High Priest of Set- by Don Webb V°, High Priest of SetConcerning the YearConcerning the YearXXXIV will be the Year of the Essential. The XXXIV will be the Year of the Essential. The Temple has undergone great growth; we have Temple has undergone great growth; we have developed new languages and tools; we have spread developed new languages and tools; we have spread across the world. across the world. In this, our 24th year of In this, our 24th year of XeperXeper, we need (each , we need (each and every one of us) to decide two things:and every one of us) to decide two things:Firstly, what of the Temple’s teaching is Firstly, what of the Temple’s teaching is essential? What is the core? What is the common essential? What is the core? What is the common ground through which we communicate the message ground through which we communicate the message of the Æon?of the Æon?Secondly we must make the same distillation of Secondly we must make the same distillation of ourselves. Who am I? What is my core? What is the ourselves. Who am I? What is my core? What is the common ground that different parts of me talk to common ground that different parts of me talk to each other?each other?Consider these questions as hard as you can. Consider these questions as hard as you can. Share your answers and new questions with your Share your answers and new questions with your fellow Setians, and with those philosophers and fellow Setians, and with those philosophers and magicians and friends with whom you share your magicians and friends with whom you share your life. Look hard, and expect to find answers.life. Look hard, and expect to find answers.On a lesser level the numbering of the year On a lesser level the numbering of the year means that it is a good time to study [or take up old means that it is a good time to study [or take up old studies with a new vigor] of various 24-based studies with a new vigor] of various 24-based systems such as the Runes, the Greek systems such as the Runes, the Greek stoicheiastoicheia, , Athanasius Kircher’s “Universal Magnetic Athanasius Kircher’s “Universal Magnetic Horoscope”, the Elders in the “Book of Horoscope”, the Elders in the “Book of Revelation”, or the years of Faust’s pack. Serious Revelation”, or the years of Faust’s pack. Serious study of any of these pieces of esoterica will yield study of any of these pieces of esoterica will yield unexpected results this year.unexpected results this year.Concerning our PatronConcerning our PatronIn a modern sophisticated age it is surprising to In a modern sophisticated age it is surprising to come across any smart people who actually believe come across any smart people who actually believe in a deity. In a greedy dog-eat-dog world, it is even in a deity. In a greedy dog-eat-dog world, it is even more surprising that these seemingly smart and sane more surprising that these seemingly smart and sane people would choose to believe in a deity that grants people would choose to believe in a deity that grants them no boons, and whose interest in them is a them no boons, and whose interest in them is a frankly selfish one.frankly selfish one.As the High Priest of this being, allow me to say As the High Priest of this being, allow me to say a few things about the Patron of the Temple of Set, a few things about the Patron of the Temple of Set, the god we honor as the Prince of Darkness.the god we honor as the Prince of Darkness.I will begin by looking at the words I will begin by looking at the words “Darkness” and “Prince”, and then at Set’s “Darkness” and “Prince”, and then at Set’s desires, and finally our desires in dealing with him.desires, and finally our desires in dealing with him.The world is known to us through light. That is The world is known to us through light. That is to say, we know the world, all that is the case, by our to say, we know the world, all that is the case, by our senses and those tools we have developed to make senses and those tools we have developed to make sense of our senses. Plain sensible people know sense of our senses. Plain sensible people know that’s a hill, that’s the village, and that’s the river. that’s a hill, that’s the village, and that’s the river. They were those things yesterday; they will be those They were those things yesterday; they will be those things tomorrow. Their meanings are as clear to things tomorrow. Their meanings are as clear to them as the continuity of their physical forms.them as the continuity of their physical forms.But to some of our villagers, there is another But to some of our villagers, there is another world: that of imagination and speculation. What if world: that of imagination and speculation. What if we built a bridge across the river, so that we could we built a bridge across the river, so that we could go trade with other villages?go trade with other villages?Their ideas are not things that can be seen in the Their ideas are not things that can be seen in the world of light. They exist in the matrix of Darkness, world of light. They exist in the matrix of Darkness, which is always larger than that of light.which is always larger than that of light.If they make their ideas real, they may be seen If they make their ideas real, they may be seen as great heroes [if the temper of the times is as great heroes [if the temper of the times is expansionist], or as great villains [if the times value expansionist], or as great villains [if the times value Scroll of SetScroll of Set - February 1999 - Page - February 1999 - Page 1111"},{"pageNumber":12,"pageContent":"staying at home].staying at home].But in any case their act of imagination But in any case their act of imagination projected into the world brought many possibilities, projected into the world brought many possibilities, many of which could never be known - such as many of which could never be known - such as when the grandson of one of the bridge-builders when the grandson of one of the bridge-builders and one of the sons of another village put together and one of the sons of another village put together his army and forged an empire. That may be a good his army and forged an empire. That may be a good thing because it created great art, or a bad thing thing because it created great art, or a bad thing because it brought great plagues as the germs of one because it brought great plagues as the germs of one small region passed to another. But it is a thing of small region passed to another. But it is a thing of Darkness - of willfully letting that freest part of the Darkness - of willfully letting that freest part of the self out to play in the world. Each novel human self out to play in the world. Each novel human action brings more Darkness into the world without.action brings more Darkness into the world without.The idea of a First, or Prince, of Darkness The idea of a First, or Prince, of Darkness reflects our bridge-builder above.reflects our bridge-builder above.The first entity to act in a way not preordained The first entity to act in a way not preordained or preconditioned by the physical laws of the or preconditioned by the physical laws of the universe brought the pattern of freedom into the universe brought the pattern of freedom into the world. Various cultures have various “bad guy” world. Various cultures have various “bad guy” gods that do this. Among the Dogon it was Ogo, gods that do this. Among the Dogon it was Ogo, who wasn’t content to be a simple happy part of a who wasn’t content to be a simple happy part of a greater whole. Among the Germanic people Odhinn greater whole. Among the Germanic people Odhinn broke the law by killing his grandfather Ymir and broke the law by killing his grandfather Ymir and shaping the world from his corpse. Among the shaping the world from his corpse. Among the Egyptians, Set.Egyptians, Set.The list can be made quite extensive, since the The list can be made quite extensive, since the idea of one being that idea of one being that bothboth introduced Chaos and introduced Chaos and then Ordered that Chaos in accordance with his will, then Ordered that Chaos in accordance with his will, is a fundamental human idea - since we have all in is a fundamental human idea - since we have all in our periods of rebelliousness, creativity, or courage our periods of rebelliousness, creativity, or courage had to do the same thing.had to do the same thing.But Setians view this as more than an But Setians view this as more than an archetypical figure seeking freedom, power, archetypical figure seeking freedom, power, knowledge, and self-definition. We see the Prince of knowledge, and self-definition. We see the Prince of Darkness as the figure who set up the ripples of his Darkness as the figure who set up the ripples of his action throughout the cosmos from which that rarest action throughout the cosmos from which that rarest of cosmic substances, consciousness, comes.of cosmic substances, consciousness, comes.We posit this figure - who, in acting to be free, We posit this figure - who, in acting to be free, causes others to be free - not because of the human causes others to be free - not because of the human need for something bigger than ourselves, but need for something bigger than ourselves, but because we have experienced this action. I am because we have experienced this action. I am sending ripples out right now.sending ripples out right now.This is really a much better way to run a This is really a much better way to run a universe than being some sort of howling dictator, universe than being some sort of howling dictator, because it brings the possibility of the new, the because it brings the possibility of the new, the Dark, surprise, and joy.Dark, surprise, and joy.Set has [at least] four uses for us: We provide Set has [at least] four uses for us: We provide self definition. We provide ideas that he could not self definition. We provide ideas that he could not have. We refine and expand Darkness. We may in have. We refine and expand Darkness. We may in time Become suitable companions. Let us look at time Become suitable companions. Let us look at each of these notions in turn:each of these notions in turn:We provide self definition.We provide self definition. If the only free If the only free force in the cosmos were one being, in the fullness force in the cosmos were one being, in the fullness of time he would be the strongest force in the of time he would be the strongest force in the cosmos - but he would never decide who or what he cosmos - but he would never decide who or what he was. There would be no examples of decisions was. There would be no examples of decisions being made, emotions tested, creativity unleashed. A being made, emotions tested, creativity unleashed. A god alone would become a moron god.god alone would become a moron god.We provide ideas that he could not have.We provide ideas that he could not have. By By allowing freedom into the world, all ideas will allowing freedom into the world, all ideas will eventually come into being.eventually come into being.The process of self evolution is fed by two The process of self evolution is fed by two things. One is things. One is self determinationself determination - the desire to - the desire to Become greater than one is. The other is Become greater than one is. The other is possibilitypossibility, which requires more than one mind to , which requires more than one mind to produce.produce.If you have ever profited from the notion of If you have ever profited from the notion of another, you have in a microcosmic way done what another, you have in a microcosmic way done what Set does with us.Set does with us.We expand and refine Darkness.We expand and refine Darkness. Hey, it was Hey, it was we who built that bridge, remember?we who built that bridge, remember?We may in time become suitable We may in time become suitable companions.companions. This notion separates Setians from This notion separates Setians from the rest of humanity. We are interested in the Prince the rest of humanity. We are interested in the Prince of Darkness because we like to refine ourselves and of Darkness because we like to refine ourselves and change our world. We would like to do this on a change our world. We would like to do this on a greater basis than we currently have in the world.greater basis than we currently have in the world.This desire can be expressed by simple means This desire can be expressed by simple means like getting more money and more education, and by like getting more money and more education, and by rather complex means of emotions and art, and rather complex means of emotions and art, and ultimately by magic - by learning to cause change ultimately by magic - by learning to cause change by will alone.by will alone.This quest - which on the one hand is the most This quest - which on the one hand is the most prideful, ridiculously arrogant path a person can prideful, ridiculously arrogant path a person can take since it violates the principle of the world of take since it violates the principle of the world of light (i.e. things shouldn’t change) - is also a very light (i.e. things shouldn’t change) - is also a very humbling notion when we consider how much self humbling notion when we consider how much self work we have to do to throw off the petty and work we have to do to throw off the petty and disempowering notions of this world.disempowering notions of this world.But Setians thrive on paradox. Such internal But Setians thrive on paradox. Such internal paradoxes are essential to the Quest for Freedom, paradoxes are essential to the Quest for Freedom, that we call the Left-Hand Path.that we call the Left-Hand Path.’Tis not truth but doubt that shall set you ’Tis not truth but doubt that shall set you free.free.Now why would the Setian seek to act in accord Now why would the Setian seek to act in accord with the Prince of Darkness’ will, other than the fact with the Prince of Darkness’ will, other than the fact that he or she might want to drop in some day, so to that he or she might want to drop in some day, so to speak?speak?The Setian does not seek to discover the will of The Setian does not seek to discover the will of the Prince of Darkness out of fear, nor gratitude for the Prince of Darkness out of fear, nor gratitude for his his onlyonly gift - the desire to Become more than you gift - the desire to Become more than you are.are.The Setian looks to those ripples in history that The Setian looks to those ripples in history that speak of the Prince of Darkness’ purpose of speak of the Prince of Darkness’ purpose of exporting freedom into the objective universe. This exporting freedom into the objective universe. This is because such places and movements are already is because such places and movements are already being conditioned in ways that accelerate the being conditioned in ways that accelerate the possibility of the Setian’s own will.possibility of the Setian’s own will.The place where the Prince of Darkness’ will is The place where the Prince of Darkness’ will is most strong in the world is within the Temple of most strong in the world is within the Temple of Set. But any place where men and women work to Set. But any place where men and women work to better themselves, to create, to express themselves, is better themselves, to create, to express themselves, is a sacred fane to the Prince of Darkness.a sacred fane to the Prince of Darkness.Scroll of SetScroll of Set - February 1999 - Page - February 1999 - Page 1212"},{"pageNumber":13,"pageContent":"One’s opportunity for Coming Into Being is One’s opportunity for Coming Into Being is greater in some venues than others, and one’s greater in some venues than others, and one’s ripples may spread farther if you toss your pebbles ripples may spread farther if you toss your pebbles into a pond rather than into a puddle.into a pond rather than into a puddle.So in conclusion, my fellow villagers, I say we So in conclusion, my fellow villagers, I say we build the bridge, and name it “Heropass”, and we build the bridge, and name it “Heropass”, and we dedicate it to the Prince of Darkness. What say dedicate it to the Prince of Darkness. What say you?you?Concerning Pharaonic VirtuesConcerning Pharaonic VirtuesThe goal of Setian initiation is to Become like The goal of Setian initiation is to Become like the pharaoh, that is to say, an immortal ruler in both the pharaoh, that is to say, an immortal ruler in both this life and the next: someone who has the power to this life and the next: someone who has the power to mediate between all levels of being.mediate between all levels of being.The principal tools the pharaoh has are The principal tools the pharaoh has are HekaHeka, , Ma’atMa’at, , ImakawImakaw, and , and DjaamDjaam. It is understood that . It is understood that these powers are personal and subject to these powers are personal and subject to development by rational means, hard work, and development by rational means, hard work, and exchange.exchange.If either of these qualities, personal and subject If either of these qualities, personal and subject to development, are not present, the traits become to development, are not present, the traits become either RHP spiritual concepts (particularly either RHP spiritual concepts (particularly Ma’atMa’at) ) or tools for non-evolving dictators.or tools for non-evolving dictators.“Subject to development” means that these “Subject to development” means that these traits are acquired. They are acquired firstly by traits are acquired. They are acquired firstly by understanding them as abstracts, then by seeing the understanding them as abstracts, then by seeing the usefulness of these traits in your initiation, then usefulness of these traits in your initiation, then designing a self-development program to obtain designing a self-development program to obtain these traits, and lastly [as in all aspects of Initiation] these traits, and lastly [as in all aspects of Initiation] checking to see if these traits are actually checking to see if these traits are actually manifesting objectively.manifesting objectively.This brief essay will give short outlines of the This brief essay will give short outlines of the traits, their usefulness, and discuss the concept of traits, their usefulness, and discuss the concept of “exchange”.“exchange”.HekaHeka. . HekaHeka means the “consecration of means the “consecration of images” and is usually translated as “magic”. images” and is usually translated as “magic”. HeHe means “the one and only”, and means “the one and only”, and kaka is an image that is an image that effects Becoming as a model.effects Becoming as a model.HekaHeka is the process of picking out a goal and is the process of picking out a goal and being informed by it. If your goal is to become being informed by it. If your goal is to become CEO of a large corporation, you can pick your CEO of a large corporation, you can pick your actions and where to work, guided by this actions and where to work, guided by this kaka..For example, the following questions are For example, the following questions are answered by this answered by this kaka: “If I want to be the head of : “If I want to be the head of Motorola, do I golf or bowl? Have a wife or three Motorola, do I golf or bowl? Have a wife or three underage male lovers? Tattoo my face or buy underage male lovers? Tattoo my face or buy Armani suits? Major in Business Administration or Armani suits? Major in Business Administration or Philosophy?”Philosophy?”The sovereign self has an idea of where it is The sovereign self has an idea of where it is going. In initiation this is obtained by “exchange”. going. In initiation this is obtained by “exchange”. Early on you pick one or more role models: [Gee, I Early on you pick one or more role models: [Gee, I wish had Adept Curfman’s guts, Magister wish had Adept Curfman’s guts, Magister Menschel’s even-headedness, Magus Flowers’ Menschel’s even-headedness, Magus Flowers’ linguistic ability, etc.] As you begin to develop these linguistic ability, etc.] As you begin to develop these qualities, and begin to choose what to do next, your qualities, and begin to choose what to do next, your role models slowly become less important as a role models slowly become less important as a personally-defined model, and about that time you personally-defined model, and about that time you Become the role model for others. This is Become the role model for others. This is “exchange”.“exchange”.Ma’atMa’at. . Ma’atMa’at is variously translated as “right” is variously translated as “right” or “just” or “beautiful”. This emotion generally or “just” or “beautiful”. This emotion generally means a feeling that things have been done right, means a feeling that things have been done right, and that we should do them this way again.and that we should do them this way again.For the Setian For the Setian Ma’atMa’at is not an external universal is not an external universal code of justice. Run, don’t walk away from anyone code of justice. Run, don’t walk away from anyone who invokes who invokes Ma’atMa’at rather than their own fallible rather than their own fallible sense of what’s right.sense of what’s right.Gaining Gaining Ma’atMa’at is gaining your personal rules of is gaining your personal rules of life and your personal sense of fairness. For life and your personal sense of fairness. For example, “I won’t go all the way on my first date example, “I won’t go all the way on my first date with someone I met through the Internet.” is a piece with someone I met through the Internet.” is a piece of of Ma’atMa’at - although it may have been gained at an - although it may have been gained at an unfortunate price.unfortunate price.The sense of fairness is likewise built up - by The sense of fairness is likewise built up - by contact with fairness. You can learn to treat a person contact with fairness. You can learn to treat a person fairly if and only if you have been treated fairly.fairly if and only if you have been treated fairly.Ma’atMa’at, as do all of these virtues, requires the , as do all of these virtues, requires the ability to see the world clearly: Without accurate ability to see the world clearly: Without accurate perception none of these things work, no matter how perception none of these things work, no matter how much of them you build up in your life.much of them you build up in your life.ImakawImakaw. Imakaw. Imakaw is usually translated is usually translated “charisma”; Budge offers “to have power over” “charisma”; Budge offers “to have power over” ((amehkamehk).).ImakawImakaw is “presence”. You have been around is “presence”. You have been around such people; their self confidence is deep, but not such people; their self confidence is deep, but not necessarily their egos. But more importantly they necessarily their egos. But more importantly they convey the sense that they can do anything. A sense convey the sense that they can do anything. A sense of confidence flows out of them. It is calming and of confidence flows out of them. It is calming and empowering.empowering.Some aspects of Some aspects of imakawimakaw can be learned, such as can be learned, such as learning to look people in the eyes or speak with a learning to look people in the eyes or speak with a confident tone. But the truly powerful aspects of it confident tone. But the truly powerful aspects of it come from deeply mastering the topic you speak come from deeply mastering the topic you speak about.about.ImakawImakaw also comes in a mysterious way, from also comes in a mysterious way, from mouth to ear, which is why I [as most Setians of mouth to ear, which is why I [as most Setians of high degree] am always saying that you have to go high degree] am always saying that you have to go to Conclave to gain the Setian experience. I will to Conclave to gain the Setian experience. I will always be slightly tongue-tied and a little nervous in always be slightly tongue-tied and a little nervous in the presence of Michael Aquino, and because of this the presence of Michael Aquino, and because of this appreciate why some people are so with me.appreciate why some people are so with me.DjaamDjaam. Djaam. Djaam means “loyalty”. It refers to the means “loyalty”. It refers to the obligations between troops and commanders, fathers obligations between troops and commanders, fathers and sons, teachers and students. It is a set of and sons, teachers and students. It is a set of empowering obligations. Budge renders it as empowering obligations. Budge renders it as tchamtcham..DjaamDjaam isn’t merely about being a good leader isn’t merely about being a good leader or a good follower; it is about taking up the or a good follower; it is about taking up the responsibility to ensure that whatever good has been responsibility to ensure that whatever good has been brought into world by someone with whom you brought into world by someone with whom you have had personal contact remains in the world.have had personal contact remains in the world.Most of the time it means following their Most of the time it means following their commands, but sometimes it means rebelling when commands, but sometimes it means rebelling when they have lost their way.they have lost their way.Scroll of SetScroll of Set - February 1999 - Page - February 1999 - Page 1313"},{"pageNumber":14,"pageContent":"Like Like Ma’atMa’at this concept is easily misused. One this concept is easily misused. One can blame one’s flaws on one’s teachers, or justify can blame one’s flaws on one’s teachers, or justify one’s revolution without considering that perhaps one’s revolution without considering that perhaps you really are doing something else after all.you really are doing something else after all.DjaamDjaam is learned by moving through the ranks, is learned by moving through the ranks, and is a skill best gained by thoughtfully chosen and is a skill best gained by thoughtfully chosen rites of passage coupled with hard work.rites of passage coupled with hard work.Mastering these skills takes a lifetime, and they Mastering these skills takes a lifetime, and they are the most difficult arts a human being can muster. are the most difficult arts a human being can muster. They require an openness to the good in the world, They require an openness to the good in the world, and enough self-love to move yourself out of and enough self-love to move yourself out of situations where you are not having these virtues situations where you are not having these virtues lavished upon you.lavished upon you.They require being tough with yourself, and They require being tough with yourself, and being a mixture of tough and tender with others.being a mixture of tough and tender with others.They are not sought after for great displays of They are not sought after for great displays of virtue in the world, but because they allow you to virtue in the world, but because they allow you to rule the world - both within and without, in this life rule the world - both within and without, in this life and the next.and the next.Concerning Isolate IntelligenceConcerning Isolate IntelligenceI would like to say a few things about “isolate I would like to say a few things about “isolate intelligence”, the “thing” or “substance” of which intelligence”, the “thing” or “substance” of which we say Set is the god.we say Set is the god.The phrase has undergone a little modification The phrase has undergone a little modification over the years. Like all things when they are new, over the years. Like all things when they are new, the Temple defined itself the Temple defined itself againstagainst what was already what was already created and conditioned - particularly the created and conditioned - particularly the hedonist/critical strain of the Church of Satan, and hedonist/critical strain of the Church of Satan, and the 0=2 formula of A. Crowley. The former break the 0=2 formula of A. Crowley. The former break determined the æsthetic and social purpose actions determined the æsthetic and social purpose actions of the Temple, the latter its ontology.of the Temple, the latter its ontology.Dr. Michael Aquino, our human founder, Dr. Michael Aquino, our human founder, choose the term “isolate consciousness” to reflect a choose the term “isolate consciousness” to reflect a belief in the actual separateness of perception of belief in the actual separateness of perception of sentient beings.sentient beings.When Stephen Edred Flowers wrote When Stephen Edred Flowers wrote Lords of Lords of the Left-Hand Paththe Left-Hand Path, he modified the term to “isolate , he modified the term to “isolate intelligence”, reflecting, he felt, even more of the intelligence”, reflecting, he felt, even more of the idea of self-ordering.idea of self-ordering.An isolate intelligence has a job. Its job is to An isolate intelligence has a job. Its job is to turn terror into joy through strength.turn terror into joy through strength.Certain shocks awaken the Certain shocks awaken the psychepsyche to the to the knowledge that it exists apart from the impermanent knowledge that it exists apart from the impermanent universe. These shocks are not pleasant, and can universe. These shocks are not pleasant, and can either be accepted as a path to strength or rejected as either be accepted as a path to strength or rejected as pact with denial.pact with denial.Our selves don’t live on in our children, our Our selves don’t live on in our children, our achievement, or [to use a trendy word] our memes. achievement, or [to use a trendy word] our memes. This is the This is the intellectualintellectual shock. shock.Then we begin to see that nothing on this Earth Then we begin to see that nothing on this Earth is permanent - from your favorite restaurant to your is permanent - from your favorite restaurant to your first girlfriend. All is subject to change. This is the first girlfriend. All is subject to change. This is the emotionalemotional shock. shock.Then you realize that your body won’t be Then you realize that your body won’t be around forever. This is the around forever. This is the physicalphysical shock. shock.Your indigence has one unavoidable object of Your indigence has one unavoidable object of contemplation: its contemplation: its otherother - and it has every objective - and it has every objective indication that the other will survive it. Against this it indication that the other will survive it. Against this it has an inherent knowledge that it has an inherent knowledge that it cancan survive if it survive if it furthers itself. This knowledge - which, alas, can furthers itself. This knowledge - which, alas, can only be felt, not rationally proven - is [in our only be felt, not rationally proven - is [in our sectarian language] the Gift of Set.sectarian language] the Gift of Set.The three shocks create great despair in the soul. The three shocks create great despair in the soul. It leads to various mythologies or to bad coping It leads to various mythologies or to bad coping mechanisms like alcoholism, or obsessive hobbies. mechanisms like alcoholism, or obsessive hobbies. Each of these are ways to momentarily soothe the Each of these are ways to momentarily soothe the soul, but for a very few heroic souls there is the soul, but for a very few heroic souls there is the harder job of simply changing how it perceives the harder job of simply changing how it perceives the universe.universe.If it can prove that it is an actor in the universe If it can prove that it is an actor in the universe rather than a temporary spectator, it can take the rather than a temporary spectator, it can take the fundamental condition of the objective world - fundamental condition of the objective world - which is impermanence - and use that state to its which is impermanence - and use that state to its own benefit. The formula is very simple: “If I can own benefit. The formula is very simple: “If I can be permanent, and all is in flux, eventually all will be permanent, and all is in flux, eventually all will conform to me.”conform to me.”This gives the soul a daily challenge: What can I This gives the soul a daily challenge: What can I do to be stronger and happier?do to be stronger and happier?Each action in the objective world that furthers Each action in the objective world that furthers this, infuses some part of yourself into that world.this, infuses some part of yourself into that world.This absolute commitment to action is the only This absolute commitment to action is the only guide to Setian activity.guide to Setian activity.Among certain immature LHP practitioners the Among certain immature LHP practitioners the fact that Setians think in order to act is seen as a fact that Setians think in order to act is seen as a “spiritual” trait. That which is of you ultimately “spiritual” trait. That which is of you ultimately belongs to you; it will return in the fullness of time belongs to you; it will return in the fullness of time to you. This is not to you. This is not karmakarma, a form of external justice, , a form of external justice, but the Mystery of the Self.but the Mystery of the Self.The self can [and must] start cycles of action in The self can [and must] start cycles of action in the impermanent world, and learn about itself from the impermanent world, and learn about itself from the feedback these cycles will bring to it.the feedback these cycles will bring to it.This is encapsulate in the formula: “I Have This is encapsulate in the formula: “I Have Come Into Being, and by the Process of my Come Into Being, and by the Process of my Coming Into Being, the Process of Coming Into Coming Into Being, the Process of Coming Into Being is Established.” Or in the Egyptian of the Being is Established.” Or in the Egyptian of the Bremner-Rhind Papyrus: Bremner-Rhind Papyrus: Xepera Xeper Xeperu.Xepera Xeper Xeperu.It takes a strong, happy, and careful person to It takes a strong, happy, and careful person to perceive that all he does will return to him, so that he perceive that all he does will return to him, so that he might know himself as a thing of joy.might know himself as a thing of joy.It is easier to believe that all of the cycles of It is easier to believe that all of the cycles of one’s life are due to some greater whole of which one’s life are due to some greater whole of which you are but a part. But if you choose that belief, if you are but a part. But if you choose that belief, if you choose the path of irresponsibility, you you choose the path of irresponsibility, you ultimately will have identified with the principle that ultimately will have identified with the principle that governs the world outside of the self: governs the world outside of the self: impermanence. Thus you will fade as do all things impermanence. Thus you will fade as do all things of this world, since the greater whole is a mindless of this world, since the greater whole is a mindless vortex.vortex.This choice to struggle against the universe is This choice to struggle against the universe is what separates the Left-Hand Path from other ways what separates the Left-Hand Path from other ways of thinking.of thinking.Scroll of SetScroll of Set - February 1999 - Page - February 1999 - Page 1414"},{"pageNumber":15,"pageContent":"We see the Prince of Darkness as the first to We see the Prince of Darkness as the first to make such a struggle, and we see his infusing of his make such a struggle, and we see his infusing of his Gift as way to enrich the universe - for if it were Gift as way to enrich the universe - for if it were only mind that was permanent, eventually all would only mind that was permanent, eventually all would reflect that mind, and it wouldn’t have the richness reflect that mind, and it wouldn’t have the richness of the actions of others to enrich its cycles.of the actions of others to enrich its cycles.We, like our patron, choose to awaken others, so We, like our patron, choose to awaken others, so that as they begin their cycles in this mutable world, that as they begin their cycles in this mutable world, our own are enriched with wonder, friendship, and - our own are enriched with wonder, friendship, and - most importantly - an ever-growing knowledge of most importantly - an ever-growing knowledge of the possible. This knowledge is the prerequisite to the possible. This knowledge is the prerequisite to freedom.freedom.In the meantime, be looking for notes from your In the meantime, be looking for notes from your own future. own future. XeperXeper..______________________________________________________________________[13] [13] Serpents Among the LeavesSerpents Among the Leaves- by Kevin Sheridan I°- by Kevin Sheridan I°Picture this, if you will: a modern-day Priest of Picture this, if you will: a modern-day Priest of Set standing on a city street corner, loudly preaching Set standing on a city street corner, loudly preaching the Word of the Æon. He’s wearing a hastily the Word of the Æon. He’s wearing a hastily painted sandwich board painted with various painted sandwich board painted with various slogans (“Remanifestation is good for you!”, slogans (“Remanifestation is good for you!”, “I’ve Come Into Being, Have You?”), while “I’ve Come Into Being, Have You?”), while clutching and beating a copy of the clutching and beating a copy of the Book of Coming Book of Coming Forth by NightForth by Night..Perhaps he’s accompanied by an Adept or two, Perhaps he’s accompanied by an Adept or two, handing out pamphlets and asking passers-by to handing out pamphlets and asking passers-by to seek the Black Flame within their hearts.seek the Black Flame within their hearts.What’s the point of this rather silly scene? I What’s the point of this rather silly scene? I somehow doubt that there are very many places somehow doubt that there are very many places where this sort of over-the-top zeal and misdirected where this sort of over-the-top zeal and misdirected enthusiasm would be of very much productive value enthusiasm would be of very much productive value to the parties concerned, aside from a little to the parties concerned, aside from a little ontological humor. In fact, it could very likely draw ontological humor. In fact, it could very likely draw some rather nasty attention from uninformed, law some rather nasty attention from uninformed, law enforcement, or worse.enforcement, or worse.As the modern-day descendant of the ancient As the modern-day descendant of the ancient mystery schools, the Temple of Set has very little to mystery schools, the Temple of Set has very little to gain by attempting to communicate the Word of the gain by attempting to communicate the Word of the Æon directly to the denizens of the World of Æon directly to the denizens of the World of Horrors. Skepticism, fanaticism, incomprehension, Horrors. Skepticism, fanaticism, incomprehension, ignorance, and plain old downright hatred create the ignorance, and plain old downright hatred create the worst of all possible worlds for “preaching the worst of all possible worlds for “preaching the good Word” as far as the Temple is concerned. At good Word” as far as the Temple is concerned. At least not directly.least not directly.Think back, for a moment, on how Think back, for a moment, on how youyou came to came to join the Temple. Chances are it wasn’t from an join the Temple. Chances are it wasn’t from an encounter like the one described above. Nor is it too encounter like the one described above. Nor is it too likely that your affiliation is an inherited discipline, likely that your affiliation is an inherited discipline, as the great majority of people tend to as the great majority of people tend to unquestioningly inherit their progenitors’ faith.unquestioningly inherit their progenitors’ faith.So what was it? What was it that spurred the So what was it? What was it that spurred the crystallization of thought that led to the realization crystallization of thought that led to the realization of your own uniqueness? That is to say, the nature of your own uniqueness? That is to say, the nature of your existence as an isolate, individualistic self?of your existence as an isolate, individualistic self?Chances are, it was something you read.Chances are, it was something you read.In my opinion, enlightened philosophers have In my opinion, enlightened philosophers have always had more success at conveying their point always had more success at conveying their point covertly, for instance through fiction.covertly, for instance through fiction.For example, if a relatively well-read, intelligent, For example, if a relatively well-read, intelligent, Born-Again Christian hears someone flat-out Born-Again Christian hears someone flat-out denouncing his faith as illogical and unjust, chances denouncing his faith as illogical and unjust, chances are he will immediately become defensive and are he will immediately become defensive and closed-minded. But if that same well-read, closed-minded. But if that same well-read, intelligent, born-again Christian sits down with a intelligent, born-again Christian sits down with a copy of Heinlein’s brilliant [not to mention copy of Heinlein’s brilliant [not to mention entertaining] entertaining] Job: A Comedy of JusticeJob: A Comedy of Justice, then parable , then parable and prose are allowed to do their work. That and prose are allowed to do their work. That formerly closed-minded person just may see the formerly closed-minded person just may see the logic of a non-Christian point of view.logic of a non-Christian point of view.The amazing thing about the above situation is The amazing thing about the above situation is that Heinlein’s that Heinlein’s JobJob is in fact a rather scathing is in fact a rather scathing commentary on the nature of justice and its commentary on the nature of justice and its relationship to mainstream religion (particularly relationship to mainstream religion (particularly Christianity). Christianity). There is a Japanese philosophy called There is a Japanese philosophy called hagakurehagakure (“hidden amongst the leaves”), which refers to the (“hidden amongst the leaves”), which refers to the ability to change and influence the World of ability to change and influence the World of Horrors through secret work.Horrors through secret work.Using art and literature is a very effective way of Using art and literature is a very effective way of slipping ideas past the regular social barriers within slipping ideas past the regular social barriers within most people’s minds. Again, think of why you most people’s minds. Again, think of why you joined the Temple. The works of authors such as joined the Temple. The works of authors such as Lovecraft, C.A. Smith, Heinlein, R.A. Wilson, and a Lovecraft, C.A. Smith, Heinlein, R.A. Wilson, and a host of others are often cited as a Setian’s “first host of others are often cited as a Setian’s “first contact” with the Prince of Darkness.contact” with the Prince of Darkness.And all of these authors are readily accessible at And all of these authors are readily accessible at chain bookstores for anyone to browse and buy chain bookstores for anyone to browse and buy [though few will actually Understand them].[though few will actually Understand them].Inspiration can come from other art forms as Inspiration can come from other art forms as well. I can still remember the first time that I saw the well. I can still remember the first time that I saw the cinematic adaptation of cinematic adaptation of Inherit the WindInherit the Wind, the , the fictionalized account of the Scopes “Monkey fictionalized account of the Scopes “Monkey Trial”. Even though I was fairly young at the time Trial”. Even though I was fairly young at the time [and, thus not expected to have any real critical [and, thus not expected to have any real critical faculties], I was taken aback by Spencer Tracy’s faculties], I was taken aback by Spencer Tracy’s passionate portrayal of freethinking lawyer Henry passionate portrayal of freethinking lawyer Henry Drummond (based upon Clarence Darrow). While Drummond (based upon Clarence Darrow). While there probably wasn’t any direct link between that there probably wasn’t any direct link between that one performance and decision to take up the LHP, it one performance and decision to take up the LHP, it did help me to broaden my skepticism of society’s did help me to broaden my skepticism of society’s construction of morality. It was okay to think construction of morality. It was okay to think differently, and to act differently.differently, and to act differently.The images and words of various art forms, The images and words of various art forms, therefore, are our best bet as far as successfully therefore, are our best bet as far as successfully working to change society into something nobler, working to change society into something nobler, more tolerant, and more magical.more tolerant, and more magical.Individual Setians and/or Pylons may find that Individual Setians and/or Pylons may find that the best way to positively influence society, as well the best way to positively influence society, as well as to reach potential Setians, is to create either as to reach potential Setians, is to create either literary or graphic works of art that exemplify the literary or graphic works of art that exemplify the æsthetics and ideals of Setian thought, and to make æsthetics and ideals of Setian thought, and to make Scroll of SetScroll of Set - February 1999 - Page - February 1999 - Page 1515"},{"pageNumber":16,"pageContent":"those works available to the public at large. In fact those works available to the public at large. In fact many have done so already.many have done so already. So if you seek to make an impact on the world So if you seek to make an impact on the world around you, and that sandwich board with Setian around you, and that sandwich board with Setian slogans is just not cutting it, try the indirect slogans is just not cutting it, try the indirect approach. Try “hiding yourself among the leaves”. approach. Try “hiding yourself among the leaves”. It could prove far more rewarding. It could also It could prove far more rewarding. It could also keep complete strangers from coming up to you and keep complete strangers from coming up to you and advising you to go on Prozac.advising you to go on Prozac.Brilliant is the Brilliance of the Black Flame!Brilliant is the Brilliance of the Black Flame!______________________________________________________________________[14] [14] Sympathy for the Cyber-DevilSympathy for the Cyber-Devil- by Nigel Kay II°- by Nigel Kay II°This is a rebuttal of sorts to Priest Schreck’s This is a rebuttal of sorts to Priest Schreck’s December 1998 December 1998 Scroll of SetScroll of Set article “Casting Pearls article “Casting Pearls Before Swine”, and to the post-article endorsement Before Swine”, and to the post-article endorsement of the Editor.of the Editor.It is all too common I think, to blame a medium It is all too common I think, to blame a medium for ill-communication and misrepresented for ill-communication and misrepresented viewpoints.viewpoints.I do not think there is any public forum, Internet I do not think there is any public forum, Internet or otherwise, that can garner much sympathy for or otherwise, that can garner much sympathy for Setian philosophy. The Left-Hand Path, by its very Setian philosophy. The Left-Hand Path, by its very Unnature, appeals only to a precious few.Unnature, appeals only to a precious few.I believe our only intent in filtering Setian I believe our only intent in filtering Setian thought into public debate is not to speak to the thought into public debate is not to speak to the masses, but to speak to the potential Initiates who lie masses, but to speak to the potential Initiates who lie amongst those masses of the World of Horrors, amongst those masses of the World of Horrors, whose dormant Black Flame need only a little whose dormant Black Flame need only a little catalyst to ignite.catalyst to ignite.If the object of Priest Schreck’s wrath, the If the object of Priest Schreck’s wrath, the Internet newsgroup alt.satanism, is considered a Internet newsgroup alt.satanism, is considered a useless forum for Setian interests, I must ask what useless forum for Setian interests, I must ask what great Setian mission was advanced with his visit to great Setian mission was advanced with his visit to the show of televangelist Bob Larson?the show of televangelist Bob Larson?I ask this question with more in mind than mere I ask this question with more in mind than mere hypocrisy-finger-waggling.hypocrisy-finger-waggling.This is simply because This is simply because I myselfI myself originally originally found out about the Temple of Set through found out about the Temple of Set through alt.satanism. In a period of my life where my alt.satanism. In a period of my life where my personal philosophy took a definite turn to the personal philosophy took a definite turn to the “Satanic”, I took advantage of what the Internet had “Satanic”, I took advantage of what the Internet had to offer and researched as much as I could about to offer and researched as much as I could about various Satanic organizations.various Satanic organizations.Being quite turned off by the simplistic Church Being quite turned off by the simplistic Church of Satan crowd, and getting increasingly more of Satan crowd, and getting increasingly more frustrated in my talks with on-line “Satanists”, I frustrated in my talks with on-line “Satanists”, I somehow came across a half-eaten copy of one of somehow came across a half-eaten copy of one of the Temple of Set’s reading lists on alt.satanism, the Temple of Set’s reading lists on alt.satanism, with Dr. Aquino’s email address at the end of the with Dr. Aquino’s email address at the end of the post.post.Making some brief inquiries, and then receiving Making some brief inquiries, and then receiving a copy of the Temple’s Information and a copy of the Temple’s Information and Admissions letter, I was suddenly shocked and Admissions letter, I was suddenly shocked and overjoyed that I had finally found some intelligent overjoyed that I had finally found some intelligent heads in the seas of cyberspace.heads in the seas of cyberspace.I think the periodic posting of general Setian I think the periodic posting of general Setian material to these types of forums is a great benefit to material to these types of forums is a great benefit to those out there still seeking. I agree that protracted those out there still seeking. I agree that protracted debate with certain trolls of the on-line Satanic debate with certain trolls of the on-line Satanic community is useless and masochistic in most community is useless and masochistic in most respects, but I believe that the dividends do pay off respects, but I believe that the dividends do pay off in the form of corrected misinformation, and the in the form of corrected misinformation, and the general sense among the Internet lurkers that general sense among the Internet lurkers that Initiates in the Temple know what they are talking Initiates in the Temple know what they are talking about.about.Much of the thanks in this area go to Magister Much of the thanks in this area go to Magister Menschel and Dr. Aquino, who certainly proved to Menschel and Dr. Aquino, who certainly proved to me years ago through their efforts on-line where the me years ago through their efforts on-line where the truth lies.truth lies.One must ask the question: Why do we as One must ask the question: Why do we as Setians go to all this trouble to get our philosophy Setians go to all this trouble to get our philosophy out there? We keep saying that we do not preach, or out there? We keep saying that we do not preach, or that we do not run around trying to recruit people. that we do not run around trying to recruit people. As much as we say we like to keep secrets, we are As much as we say we like to keep secrets, we are always trying to push our “Path” out there, whether always trying to push our “Path” out there, whether it be to a family member, a spouse, a lover, an it be to a family member, a spouse, a lover, an anonymous poster on the Internet, the person sitting anonymous poster on the Internet, the person sitting beside you on the subway reading Crowley, or that beside you on the subway reading Crowley, or that person dressed in black in your Egyptology class. person dressed in black in your Egyptology class. So why do we always want to create new So why do we always want to create new Setians? It is because the Black Flame is Setians? It is because the Black Flame is inherently expansiveinherently expansive. It is creative; it flows; it . It is creative; it flows; it grows and evolves. It needs to expand.grows and evolves. It needs to expand.My sympathy for the Devil and what he My sympathy for the Devil and what he represents is influenced much by some paintings I represents is influenced much by some paintings I have seen of Milton’s Satan from have seen of Milton’s Satan from Paradise LostParadise Lost. . He is majestic and proud, but always very sad. I He is majestic and proud, but always very sad. I think the sadness comes from the fact that no matter think the sadness comes from the fact that no matter how hard he tries to empower mankind and share how hard he tries to empower mankind and share the Black Flame, it is mostly ignored.the Black Flame, it is mostly ignored.I totally resonate with this feeling, and I am sure I totally resonate with this feeling, and I am sure most of you do too. We try to pass the torch of the most of you do too. We try to pass the torch of the Black Flame on to others, and most of the time we Black Flame on to others, and most of the time we watch in despair as they end up flailing their arms watch in despair as they end up flailing their arms around as they light themselves on fire.around as they light themselves on fire.Using the above people as an example, a Setian Using the above people as an example, a Setian might think he has a greater chance at passing on might think he has a greater chance at passing on our knowledge to someone of supposed our knowledge to someone of supposed “intelligence”, like the person in the Egyptology “intelligence”, like the person in the Egyptology class. But then the next day that individual has class. But then the next day that individual has stopped talking to you and now sits on the other stopped talking to you and now sits on the other side of the room!side of the room!As a once-anonymous member of the Internet As a once-anonymous member of the Internet and now a Setian of a number of years, I can never and now a Setian of a number of years, I can never totally turn my back on alt.satanism. Seekers exist totally turn my back on alt.satanism. Seekers exist everywhereeverywhere. They can be in the audience of a . They can be in the audience of a televangelist, or they can be lurking silently on the televangelist, or they can be lurking silently on the Internet. And for this reason I hope that some Internet. And for this reason I hope that some Setians will try to have some sympathy for the Setians will try to have some sympathy for the Cyber-Devil.Cyber-Devil.Scroll of SetScroll of Set - February 1999 - Page - February 1999 - Page 1616"},{"pageNumber":17,"pageContent":"______________________________________________________________________[15] [15] The Spiral Maze of Thulask:The Spiral Maze of Thulask:The Psychology of a Setian’s Possible The Psychology of a Setian’s Possible EntertainmentEntertainment- by Tony Pizzini II°- by Tony Pizzini II°David Hudson: David Hudson: GunyalGunyal (Black Sun, 1998) (Black Sun, 1998) David Hudson is a Native Australian of the David Hudson is a Native Australian of the Tjapukai tribe in Kuranda, northern Queensland. He Tjapukai tribe in Kuranda, northern Queensland. He is a master of the didgeridu. This is his musical is a master of the didgeridu. This is his musical homage to the giant goanna, a large lizard that lived homage to the giant goanna, a large lizard that lived some 20,000 years ago. Aboriginal history some 20,000 years ago. Aboriginal history remembers that goanna as Mungoon-gali, and this remembers that goanna as Mungoon-gali, and this 62-minute recording attempts to create the 62-minute recording attempts to create the atmosphere of that era.atmosphere of that era.With Steve Roach’s unusual approach to With Steve Roach’s unusual approach to mixing, as well as his musical contribution with mixing, as well as his musical contribution with rocks and assorted percussion, this CD is quite a bit rocks and assorted percussion, this CD is quite a bit different than the typical didg recording, in that it different than the typical didg recording, in that it goes well beyond the traditional and enters a goes well beyond the traditional and enters a seething and, at times, menacing, experimental seething and, at times, menacing, experimental sound-world.sound-world.The word “subterranean” comes to mind here, The word “subterranean” comes to mind here, a very good accompaniment to working.a very good accompaniment to working.There is less in the way here of showing off There is less in the way here of showing off “incredible technique” than in creating a positively “incredible technique” than in creating a positively organic and, throughout, a rather unsettling, skin-organic and, throughout, a rather unsettling, skin-crawling environment with its deep rumbling and crawling environment with its deep rumbling and swarming buzz.swarming buzz.I don’t think I’d dance to this one; the last I don’t think I’d dance to this one; the last Setian who did turned into a musarus [and when’s Setian who did turned into a musarus [and when’s the last time you saw one of those?]. Black Sun, the last time you saw one of those?]. Black Sun, P.O. Box 30122, Tucson, Arizona 85751 or P.O. Box 30122, Tucson, Arizona 85751 or http:/www.harmonies.comhttp:/www.harmonies.com* * ** * *Death In June: Death In June: But, What Ends When The But, What Ends When The Symbols Shatter?Symbols Shatter? (NER, 1992) (NER, 1992)“I think it always pays to be paranoid, “I think it always pays to be paranoid, regardless of present political-religious climes. This regardless of present political-religious climes. This is not a friendly world ...” These are the words of is not a friendly world ...” These are the words of Douglas Pearce, in a letter dated July ‘91 to me; Douglas Pearce, in a letter dated July ‘91 to me; they pretty much sum up the enigmatic lyrics of his they pretty much sum up the enigmatic lyrics of his songs.songs.There must be over thirty LPs/CDs under the There must be over thirty LPs/CDs under the Death In June moniker by now; they are impossible Death In June moniker by now; they are impossible to keep up with, as one seemingly immediately to keep up with, as one seemingly immediately follows the other.follows the other.Besides Douglas’ guitar and voice, there have Besides Douglas’ guitar and voice, there have been many guest musicians over the years from been many guest musicians over the years from groups such as Current 93, Coil, Sol Invictus, groups such as Current 93, Coil, Sol Invictus, Somewhere In Europe, and even a Temple of Set Somewhere In Europe, and even a Temple of Set Initiate who I believe may wish to remain Initiate who I believe may wish to remain anonymous.anonymous.This CD, in my opinion, is one of his more This CD, in my opinion, is one of his more engaging. Three songs here, “Death is the Martyr engaging. Three songs here, “Death is the Martyr of Beauty,” “Little Black Angel,” and “The Giddy of Beauty,” “Little Black Angel,” and “The Giddy Edge of Light,” are absolutely among the most Edge of Light,” are absolutely among the most haunting things I’ve ever heard. However, what haunting things I’ve ever heard. However, what they’re about remains a mystery locked away they’re about remains a mystery locked away somewhere in Douglas’ brain.somewhere in Douglas’ brain.There is quite obviously a lot of political There is quite obviously a lot of political correctness (as witnessed by early album covers correctness (as witnessed by early album covers and, as HPL might say, certain song titles), but and, as HPL might say, certain song titles), but contradictions overlap in the lyrics and Douglas contradictions overlap in the lyrics and Douglas himself is a rather quiet, unassuming type to meet.himself is a rather quiet, unassuming type to meet.I mean, look at this CD’s title. You know where I mean, look at this CD’s title. You know where that line comes from, right? And when they do that line comes from, right? And when they do shatter, they mostly just Become autonomous ...shatter, they mostly just Become autonomous ...If you’ve never heard DiJ, it’s melodic, eerie If you’ve never heard DiJ, it’s melodic, eerie and subtle, melancholy folk-ish music, many times and subtle, melancholy folk-ish music, many times only acoustic guitar and voice. Earlier releases tend only acoustic guitar and voice. Earlier releases tend occasionally toward experimentation with a more occasionally toward experimentation with a more electronic sound.electronic sound.I know that a good number of people file DiJ I know that a good number of people file DiJ away under Gothic (or worse, Oi!), but I tend to away under Gothic (or worse, Oi!), but I tend to believe either to be simply a convenience ... For this believe either to be simply a convenience ... For this is beyond ... all this is beyond ... (New European is beyond ... all this is beyond ... (New European Recordings, c/o BM June, London, England WC1N Recordings, c/o BM June, London, England WC1N 3XX).3XX).* * ** * *More Bitcast StationsMore Bitcast StationsBesides being unfortunate enough to have a Besides being unfortunate enough to have a computer and a netlink, you’ll need to download computer and a netlink, you’ll need to download (free) RealAudio to listen to these:(free) RealAudio to listen to these:Poland (Radio RAK 100.5 FM) Poland (Radio RAK 100.5 FM) http://www.rak.krakow.pl/ This is indeed broadcast http://www.rak.krakow.pl/ This is indeed broadcast from the University of Mining and Metallurgy in from the University of Mining and Metallurgy in Krakow, but it’s not as unusual as you might hope Krakow, but it’s not as unusual as you might hope for. Plays all kinds of music, mostly Rock (although for. Plays all kinds of music, mostly Rock (although they let you take your pick), along with news.they let you take your pick), along with news.England (Gaialive) http://www.gaialive.co.uk/ England (Gaialive) http://www.gaialive.co.uk/ Electronica, both archived and live; from somewhere Electronica, both archived and live; from somewhere in London, the Forum in Sheffield, and a hole-in-in London, the Forum in Sheffield, and a hole-in-the-wall in Brixton; click on where. I listened to a the-wall in Brixton; click on where. I listened to a DJ scratch for a whole half-hour at the Bass and DJ scratch for a whole half-hour at the Bass and Drum Arena here until I felt like tearing my own Drum Arena here until I felt like tearing my own head off and throwing it out the window, yo.head off and throwing it out the window, yo.England (Boom-Net-Radio) http://www. England (Boom-Net-Radio) http://www. bmbient.demon.uk/musicbbradio.htm bmbient.demon.uk/musicbbradio.htm More of the same, but this time originating in More of the same, but this time originating in Manchester, 24-7.Manchester, 24-7.England (Radio Caroline) http://www. England (Radio Caroline) http://www. radiocaroline.co.uk/ radiocaroline.co.uk/ This is a pirate radio station that has been This is a pirate radio station that has been around for a very long time, in fact the UK’s oldest, around for a very long time, in fact the UK’s oldest, broadcasting from a boat. They play things that broadcasting from a boat. They play things that you’re not likely to hear anywhere else. There is a you’re not likely to hear anywhere else. There is a fascinating history of the station at this site also. A fascinating history of the station at this site also. A bit Kentish.bit Kentish.Russia (Radio VBC 101.7 AM) http://www. Russia (Radio VBC 101.7 AM) http://www. primorye.ru/Radio/VBC/ primorye.ru/Radio/VBC/ From Vladivostok. Turn on, tune in, and listen From Vladivostok. Turn on, tune in, and listen Comrade! You must hear the Russian Pop Musik, Comrade! You must hear the Russian Pop Musik, nyet? New politics just around the corner, so ...nyet? New politics just around the corner, so ...Scroll of SetScroll of Set - February 1999 - Page - February 1999 - Page 1717"},{"pageNumber":18,"pageContent":"Fiji (Suva) http://www.fijivillage.com/ With a Fiji (Suva) http://www.fijivillage.com/ With a choice of 3 or 4 stations, I found “Navtarang” the choice of 3 or 4 stations, I found “Navtarang” the most interesting; with the Hindi Top 10, community most interesting; with the Hindi Top 10, community messages, etc. Maybe the only place in the world messages, etc. Maybe the only place in the world where you can hear “Kuch Kuch Hota Hai” as where you can hear “Kuch Kuch Hota Hai” as many times as you like without actually being there, many times as you like without actually being there, although you will be required to wear the Penguin although you will be required to wear the Penguin Hat during that song.Hat during that song.Morocco (Radio Casablanca) http://www.maroc. Morocco (Radio Casablanca) http://www.maroc. net/rc/ net/rc/ Now here is something to check out! News, live Now here is something to check out! News, live broadcasts, four separate archived Top 10s where broadcasts, four separate archived Top 10s where you (or a you (or a kaka of your choice) can choose between of your choice) can choose between Ashalhi, Shaabi, Sharki, or Rai (these are types of Ashalhi, Shaabi, Sharki, or Rai (these are types of music, not things to eat). You’re as likely to hear music, not things to eat). You’re as likely to hear Cheb Khaled plying his Rai as you are to be Cheb Khaled plying his Rai as you are to be seduced by “Digital Sheikha” Sapho’s new seduced by “Digital Sheikha” Sapho’s new collaboration with Bill Laswell. There’s also a link collaboration with Bill Laswell. There’s also a link to Barraka el Farnatshi - where you can be down to Barraka el Farnatshi - where you can be down with this scene in no time and lose the rest of your with this scene in no time and lose the rest of your friends in the bargain.friends in the bargain.* * ** * *Two UpdatesTwo UpdatesConcerning the release of the soundtrack to Concerning the release of the soundtrack to The The KeepKeep: Tangerine Dream had this CD for sale during : Tangerine Dream had this CD for sale during the second part of their 1997 European Tour as a the second part of their 1997 European Tour as a limited release, and it sold out. However it is still limited release, and it sold out. However it is still going to be released commercially (update within an going to be released commercially (update within an update: it’s available in Europe as of 11/98, and as update: it’s available in Europe as of 11/98, and as an import in the U.S. ($25 to $30). If you want to an import in the U.S. ($25 to $30). If you want to see the cover art and hear a couple samples of the see the cover art and hear a couple samples of the music, go here: http://www.tadream.com/samples/ music, go here: http://www.tadream.com/samples/ keep.htmlkeep.htmlTrimark scheduled Trimark scheduled Wes Craven’s Carnival of Wes Craven’s Carnival of SoulsSouls for U.S. theatrical release on August 21, for U.S. theatrical release on August 21, 1998. It was not released at that time, and I’ve not 1998. It was not released at that time, and I’ve not been able to find out why. From the original been able to find out why. From the original Carnival of SoulsCarnival of Souls Sidney Berger in the remake, but Sidney Berger in the remake, but Candace Hilligoss turned down an offer to appear in Candace Hilligoss turned down an offer to appear in it. Who knows, this thing may turn up on home it. Who knows, this thing may turn up on home video rather than in theaters. I truly don’t see how video rather than in theaters. I truly don’t see how this can come close to the original.this can come close to the original.______________________________________________________________________[16] [16] Some ReflectionsSome Reflections- by Jennifer Chen I°- by Jennifer Chen I°Looking back, I find myself repeatedly Looking back, I find myself repeatedly reflecting on the origins of how I found the Temple reflecting on the origins of how I found the Temple of Set. When you take your first steps in a quest for of Set. When you take your first steps in a quest for the hidden mysteries of the self, the best reference the hidden mysteries of the self, the best reference material often lies in the folds of what led you to material often lies in the folds of what led you to your “beginnings”.your “beginnings”.Origins permeate a lot of the self and perhaps Origins permeate a lot of the self and perhaps whisper much about the future as well. In a previous whisper much about the future as well. In a previous discussion I had with another Setian, the subject of discussion I had with another Setian, the subject of the origins of Christianity was addressed in the the origins of Christianity was addressed in the aftermath of reading Stephen Flowers’ book aftermath of reading Stephen Flowers’ book Lords Lords of the Left-Hand Pathof the Left-Hand Path, Chapter 4. Flowers illustrates , Chapter 4. Flowers illustrates remarkable comparisons in studying the various remarkable comparisons in studying the various cultural religious sects existing centuries before the cultural religious sects existing centuries before the birth of Christianity, and particularly draws birth of Christianity, and particularly draws similarities from the religion of the Gnostics in similarities from the religion of the Gnostics in correlation with the “Magos” Jesus.correlation with the “Magos” Jesus.The question that is asked - “Was Jesus a Lord The question that is asked - “Was Jesus a Lord of the Left Hand Path?” - seems to explain itself of the Left Hand Path?” - seems to explain itself fully when studying the fundamental Gnostic tenets fully when studying the fundamental Gnostic tenets that each sect has in common with another. If man is that each sect has in common with another. If man is given free will in addition to what he has been given free will in addition to what he has been handed through a religious induction, then handed through a religious induction, then ultimately he remains separate from that from which ultimately he remains separate from that from which he was seemingly born, i.e. God.he was seemingly born, i.e. God.It is stated that Al-Junaid of the Sufis developed It is stated that Al-Junaid of the Sufis developed the idea that “man’s separate existence from God is the idea that “man’s separate existence from God is a result of God’s own will”. This idea struck me a result of God’s own will”. This idea struck me because in going back to origins, it leaves many because in going back to origins, it leaves many questions unanswered as to how God could questions unanswered as to how God could possibly charge man with the gift of free will, possibly charge man with the gift of free will, without already possessing the gift himself.without already possessing the gift himself.When Jesus first taught his word, he was clearly When Jesus first taught his word, he was clearly looked upon in an extremely antinomian light and looked upon in an extremely antinomian light and was considered quite radical for his time. Thus the was considered quite radical for his time. Thus the answers to the latter seem to point to the fact that answers to the latter seem to point to the fact that Jesus was most definitely an “elect” of God, Jesus was most definitely an “elect” of God, infused with the spirit infused with the spirit daimondaimon of which he could of which he could spread the absolute truth to man, wherein he uttered spread the absolute truth to man, wherein he uttered the æonic word of God.the æonic word of God.In observing the foundations of Christianity in In observing the foundations of Christianity in this light, it seems very similar to the teachings of this light, it seems very similar to the teachings of LHP philosophy. I see Christianity as fundamental LHP philosophy. I see Christianity as fundamental to man because it serves its role in clarifying the to man because it serves its role in clarifying the actual truth. Yet Christianity cannot be defined as actual truth. Yet Christianity cannot be defined as absolute because of its finality and its followers’ absolute because of its finality and its followers’ decision to be subject to God’s will rather than their decision to be subject to God’s will rather than their own. However it is not feasible to point fingers at own. However it is not feasible to point fingers at Christianity as an “evil” religion, because many Christianity as an “evil” religion, because many people who exist in its age are there purely of their people who exist in its age are there purely of their own accord to begin with. own accord to begin with. In speaking to other Setians and other LHP In speaking to other Setians and other LHP members, I have discovered that origins are actually members, I have discovered that origins are actually what challenge each of us in the pursuit of some what challenge each of us in the pursuit of some affirmative purpose in life. Many people I spoke affirmative purpose in life. Many people I spoke with have turned toward the LHP from previous with have turned toward the LHP from previous Christian-based backgrounds. They harbor anger Christian-based backgrounds. They harbor anger and hostility towards their former conditioning, and hostility towards their former conditioning, because they had come to the realization that the big because they had come to the realization that the big picture had not been available to them before - or picture had not been available to them before - or was not sufficient in providing answers which was not sufficient in providing answers which defined them as individuals.defined them as individuals.When I look at my own personal history, I When I look at my own personal history, I realize that I was always lacking in any definitive realize that I was always lacking in any definitive religious background, and was never baptized nor religious background, and was never baptized nor made to regularly go to church. Perhaps this made to regularly go to church. Perhaps this separates me completely from the morass of separates me completely from the morass of Scroll of SetScroll of Set - February 1999 - Page - February 1999 - Page 1818"},{"pageNumber":19,"pageContent":"Christian “drop-outs” and makes me fortunate in Christian “drop-outs” and makes me fortunate in that I have less internal struggle to deal with when that I have less internal struggle to deal with when observing RHP mentalities.observing RHP mentalities.Accordingly I have come to realize that Accordingly I have come to realize that remembering who you are and what factors have remembering who you are and what factors have actualized your evolution clearly indicates the actualized your evolution clearly indicates the internal challenges we all must face in our paths internal challenges we all must face in our paths toward higher consciousness, regardless of what toward higher consciousness, regardless of what belief system each of us holds.belief system each of us holds.If man is able to take the helm of his own ship, If man is able to take the helm of his own ship, he is ultimately commandeering his route to his he is ultimately commandeering his route to his destiny; and destiny differs for each individual destiny; and destiny differs for each individual because we all make ours of our own accord.because we all make ours of our own accord.The Temple of Set stands as a beacon of The Temple of Set stands as a beacon of darkened light - a precise role-model that illustrates darkened light - a precise role-model that illustrates what actually is. In order to become fully detached what actually is. In order to become fully detached from the objective, one must recognize and from the objective, one must recognize and understand that from which he separates himself, understand that from which he separates himself, rather than casting it aside and rejecting its levels of rather than casting it aside and rejecting its levels of validity entirely.validity entirely.In Setian teachings, Set created HarWer so that In Setian teachings, Set created HarWer so that he could define his self. The need for balance he could define his self. The need for balance ultimately awards equal importance to both parties, ultimately awards equal importance to both parties, and thus each must credit the other for his own and thus each must credit the other for his own existence.existence.Priest Watson once taught me through his Priest Watson once taught me through his “Tips on Initiatory Studentcraft” that “the belief “Tips on Initiatory Studentcraft” that “the belief that you know it all is the best way to ensure that that you know it all is the best way to ensure that you will learn nothing else”. I think the same may you will learn nothing else”. I think the same may be applied to remembering how you’ve evolved to be applied to remembering how you’ve evolved to your current point. Through reflection we are able to your current point. Through reflection we are able to learn about who we are and who we may become. learn about who we are and who we may become. Hence we must never forget ourselves lest we fall Hence we must never forget ourselves lest we fall asleep once more.asleep once more.______________________________________________________________________[17] [17] Work, Struggle, and Work, Struggle, and XeperXeper- by David R Ondrejko II°- by David R Ondrejko II°Being a Black Magician is a lot of work.Being a Black Magician is a lot of work.Some people come to the Temple and expect Some people come to the Temple and expect free handouts. They don’t think that they’ll have to free handouts. They don’t think that they’ll have to actually do anything. Then they wonder, after a year actually do anything. Then they wonder, after a year or so, how come nobody has realized what a great or so, how come nobody has realized what a great person they are and Recognized them as an Adept.person they are and Recognized them as an Adept.Then we have those who like to make it look as Then we have those who like to make it look as though they’re doing something but who really though they’re doing something but who really aren’t. Such persons have grandiose plans and aren’t. Such persons have grandiose plans and wonderful ideas for what the Temple should do. wonderful ideas for what the Temple should do. They may even put a few weeks’ work into a project They may even put a few weeks’ work into a project and try to generate some enthusiasm about it among and try to generate some enthusiasm about it among other Setians. When it fails to “catch fire” as other Setians. When it fails to “catch fire” as quickly as they think it should, they give up.quickly as they think it should, they give up.The high turn-over rate of the Temple is a direct The high turn-over rate of the Temple is a direct result of the elite status of our organization. We result of the elite status of our organization. We have no time for freeloaders or dilettantes. Those have no time for freeloaders or dilettantes. Those who expect everything to just fall into place and who expect everything to just fall into place and work out without any problems are not going to find work out without any problems are not going to find what they’re looking for in the Temple of Set.what they’re looking for in the Temple of Set.Walking the LHP will cause you a lot of Walking the LHP will cause you a lot of trouble. There is no avoiding it in a Right-Hand trouble. There is no avoiding it in a Right-Hand world. By declaring your allegiance to the Prince of world. By declaring your allegiance to the Prince of Darkness, you are separating yourself from the Darkness, you are separating yourself from the natural order of the universe. The universe naturally natural order of the universe. The universe naturally (!) reacts. Many fledgling Setians are not prepared (!) reacts. Many fledgling Setians are not prepared for this and end up running back to the safety of for this and end up running back to the safety of their comfortable mythologies.their comfortable mythologies.You can expect a lot of problems in your life as You can expect a lot of problems in your life as a Setian. You have the choice of meeting them head-a Setian. You have the choice of meeting them head-on and continuing on your path, or being deterred on and continuing on your path, or being deterred by them and falling by the wayside. It is a choice by them and falling by the wayside. It is a choice between often-painful growth and numbingly-between often-painful growth and numbingly-comfortable stasis. When you are asleep, you feel comfortable stasis. When you are asleep, you feel no pain. It is only when you awaken that the pain no pain. It is only when you awaken that the pain begins.begins.The Word of Indulgence encourages us to The Word of Indulgence encourages us to explore the limits of pleasure and sensation, but explore the limits of pleasure and sensation, but there is no pleasure without pain to contrast and there is no pleasure without pain to contrast and complement it. One is quite able to Indulge in pain complement it. One is quite able to Indulge in pain and torment if that is what is desired. Just ask any and torment if that is what is desired. Just ask any masochist.masochist.The Word of The Word of XeperXeper shows us a way to shows us a way to useuse that that experience. Instead of just suffering the pain and/or experience. Instead of just suffering the pain and/or enjoying the pleasure, we are able to use it as a tool enjoying the pleasure, we are able to use it as a tool for self-transformation. If you have no pain, you for self-transformation. If you have no pain, you have no pleasure, and you cannot grow.have no pleasure, and you cannot grow.I am not speaking of the pain and pleasure of I am not speaking of the pain and pleasure of the mundane everyday experience of the masses. I the mundane everyday experience of the masses. I would not classify as “pain” having to get up in the would not classify as “pain” having to get up in the morning and go to work at a thoughtless job to earn morning and go to work at a thoughtless job to earn enough money to scrape by and afford the enough money to scrape by and afford the occasional “pleasure” of a pro-wrestling pay-per-occasional “pleasure” of a pro-wrestling pay-per-view event. [Not that there’s anything wrong with view event. [Not that there’s anything wrong with pro-wrestling, but when watching it classifies as a pro-wrestling, but when watching it classifies as a major pleasure in an otherwise-uneventful week, major pleasure in an otherwise-uneventful week, there’s a possible problem.]there’s a possible problem.]Pain may include things like the death of a loved Pain may include things like the death of a loved one, losing one’s job suddenly, being involved in a one, losing one’s job suddenly, being involved in a serious airplane crash, being called to active duty serious airplane crash, being called to active duty overseas in the military, etc. Things that upset the overseas in the military, etc. Things that upset the normal rhythm of your life, that tend to bring chaos normal rhythm of your life, that tend to bring chaos into your universe, are what I am speaking of as into your universe, are what I am speaking of as “pain”, though they may or may not actually hurt.“pain”, though they may or may not actually hurt.It is your reaction to pain, your use of pain as a It is your reaction to pain, your use of pain as a tool for your own tool for your own XeperXeper, that makes you a Black , that makes you a Black Magician [or not].Magician [or not].Those trapped in the Age of Satan often seem to Those trapped in the Age of Satan often seem to equate “Indulgence” with “wallowing”. They will equate “Indulgence” with “wallowing”. They will wallow in their pain and sorrow, often seeking to wallow in their pain and sorrow, often seeking to cover it up with a false bravado, denial, alcohol or cover it up with a false bravado, denial, alcohol or drugs; and wait for it to go away.drugs; and wait for it to go away.The Setian, on the other hand, may seek to The Setian, on the other hand, may seek to Indulge in the pain that he is experiencing, but will Indulge in the pain that he is experiencing, but will use that pain as a lesson, an experience for growth.use that pain as a lesson, an experience for growth.Scroll of SetScroll of Set - February 1999 - Page - February 1999 - Page 1919"},{"pageNumber":20,"pageContent":"Hell is hot, and it takes a great deal of heat to Hell is hot, and it takes a great deal of heat to change a lump of carbon into a diamond. It also change a lump of carbon into a diamond. It also takes a great deal of heat (pain or trouble) to takes a great deal of heat (pain or trouble) to transform a person into a god. Those of us who transform a person into a god. Those of us who work on a regular basis with the Prince of Darkness work on a regular basis with the Prince of Darkness will certainly feel our share of the heat.will certainly feel our share of the heat.I am not suggesting that you seek out I am not suggesting that you seek out difficulties. Believe me, if you are earnestly seeking difficulties. Believe me, if you are earnestly seeking for transformation and evolution, if your main goal for transformation and evolution, if your main goal in all things is in all things is XeperXeper, trouble will find , trouble will find youyou. A . A person for whom everything is always going great person for whom everything is always going great will never become a god.will never become a god.One does not naturally achieve deification. Only One does not naturally achieve deification. Only through unnaturally fighting against the universe through unnaturally fighting against the universe and the sweetness of stasis can we hope to and the sweetness of stasis can we hope to overcome our natural limitations and storm the walls overcome our natural limitations and storm the walls of heaven.of heaven.______________________________________________________________________[18] [18] Hymn To NepthysHymn To Nepthys- by Amy C. Hession I°- by Amy C. Hession I°Hail to thee, Nepthys! Dark-lidded daughter of Hail to thee, Nepthys! Dark-lidded daughter of the West who walks the guarded passages of my the West who walks the guarded passages of my psychepsyche without trepidation. illuminating the shadow; without trepidation. illuminating the shadow; embracing my blackest fears, and setting me free embracing my blackest fears, and setting me free from the bondage of timidity and stasis.from the bondage of timidity and stasis.You enfold me and embolden me, giving to me You enfold me and embolden me, giving to me the gift of a challenge: to venture down the dark and the gift of a challenge: to venture down the dark and unknown path of my life, never without fear, but unknown path of my life, never without fear, but always with courage, and to emerge from the terrible always with courage, and to emerge from the terrible depths of opaque terror to overcome uniformity, and depths of opaque terror to overcome uniformity, and allow this inky spark to explode into a brilliant dark allow this inky spark to explode into a brilliant dark star shining in your image.star shining in your image.You steal in on silent wings and give to me a You steal in on silent wings and give to me a soft, iron glance, recognizing me, sanctioning the soft, iron glance, recognizing me, sanctioning the awe that fills me and chills me. Be with me, dark awe that fills me and chills me. Be with me, dark mother of the silent guardian of Ma’at! For it is you mother of the silent guardian of Ma’at! For it is you who is all symmetry and balance, you who creates who is all symmetry and balance, you who creates from death, whose shroud shelters the resplendent from death, whose shroud shelters the resplendent lamp of life from the eyes of the profane.lamp of life from the eyes of the profane.Envelop me, raven queen of midnight! I call you Envelop me, raven queen of midnight! I call you out, lady of the mansions of my out, lady of the mansions of my kaka! Be with me, ! Be with me, within me, and about me! For I am your daughter, within me, and about me! For I am your daughter, dedicated to your service and worship, filled with the dedicated to your service and worship, filled with the desire to know, to share in the bitter wisdom that desire to know, to share in the bitter wisdom that you harbor, to rend the veil of your mysteries. I you harbor, to rend the veil of your mysteries. I knock softly at the door of your mansion of myrrh; knock softly at the door of your mansion of myrrh; admit me to the inmost shrine of your temple!admit me to the inmost shrine of your temple!Exquisite and ethereal one, enter this, the body Exquisite and ethereal one, enter this, the body of your loving daughter! I am the Dark One! How of your loving daughter! I am the Dark One! How shall I divide and conquer? I am the daughter of the shall I divide and conquer? I am the daughter of the two-fold night! I am the ark and the grail; all life two-fold night! I am the ark and the grail; all life springs from me! Nepthys, ebony lotus, springs from me! Nepthys, ebony lotus, I amI am!!Scroll of SetScroll of Set - February 1999 - Page - February 1999 - Page 2020"}]
