[{"startMs":1020,"durationMs":9690,"subtitle":"Since World War One, no stations have been transmitting coded messages to spies around the world using shortwave radio, and they're still transmitting right now"},{"startMs":10890,"durationMs":1230,"subtitle":"at the height of the Cold War."},{"startMs":12330,"durationMs":5670,"subtitle":"Radio listeners around the world started to notice strange broadcasts, starting with a weird melody or tone."},{"startMs":18300,"durationMs":5280,"subtitle":"These transmissions were followed by the unnerving sound of a woman's robotic voice counting in German."},{"startMs":25290,"durationMs":3570,"subtitle":"That's where the creepy voice of a child reciting letters in English."},{"startMs":30060,"durationMs":9590,"subtitle":"And now these transmissions sound strange to casual listeners, but to the right set of ears, they contain information that could change the course of history."},{"startMs":39990,"durationMs":3730,"subtitle":"In fact, no stations have changed the course of history."},{"startMs":44190,"durationMs":9950,"subtitle":"Let's find out why. Welcome to the Y files were cool, nerds laugh and learn, we get to talk"},{"startMs":54380,"durationMs":2160,"subtitle":"about this. What L.O."},{"startMs":56560,"durationMs":1380,"subtitle":"who's the new guy?"},{"startMs":58040,"durationMs":1330,"subtitle":"What's he talking about him?"},{"startMs":59390,"durationMs":1680,"subtitle":"Am I, you know, space panda?"},{"startMs":61080,"durationMs":9920,"subtitle":"You're fine. Anyway, even though we're in the age of satellites and broadband, wi fi and cyber warfare, it could be that the old fashioned radio is"},{"startMs":71000,"durationMs":6650,"subtitle":"the real tool of the new world order if you want to conspire with spies, governments and the Illuminati."},{"startMs":77890,"durationMs":4480,"subtitle":"Right. So if your plan is to oppress the masses, you don't want to leave a digital trail."},{"startMs":82640,"durationMs":7710,"subtitle":"So instead, you broadcast encrypted details of your evil plot over shortwave radio, also known as no stations."},{"startMs":90620,"durationMs":6480,"subtitle":"You may have heard that no stations are a relic of the past, but no stations are active and being used right now."},{"startMs":97430,"durationMs":1950,"subtitle":"We're going to listen to a few in this episode."},{"startMs":99500,"durationMs":6660,"subtitle":"One of the best known no stations was the Lincolnshire poacher named after the folk song played as an identifying signal."},{"startMs":111220,"durationMs":2250,"subtitle":"Three nine seven."},{"startMs":113740,"durationMs":1600,"subtitle":"Well, that's pretty creepy."},{"startMs":115390,"durationMs":7120,"subtitle":"It is a couple of radio nerds, heroes use direction finding equipment to triangulate the station's location."},{"startMs":122890,"durationMs":3780,"subtitle":"The transmission was coming from a Royal Air Force base in Cyprus."},{"startMs":127030,"durationMs":5870,"subtitle":"And this station is believed to have been operated by MI6 from the mid 1970s all the way to 2008."},{"startMs":132940,"durationMs":4080,"subtitle":"One of the creepiest stations ever was called Swedish Rhapsody."},{"startMs":137350,"durationMs":4440,"subtitle":"It used a child's music box and a child's voice to read numbers in German."},{"startMs":145600,"durationMs":8750,"subtitle":"Oh, and this number station was operated for almost 50 years by the Polish secret police."},{"startMs":154390,"durationMs":1610,"subtitle":"No use."},{"startMs":156450,"durationMs":1350,"subtitle":"You can get chills underwater."},{"startMs":157990,"durationMs":1800,"subtitle":"A do me a favor, will you?"},{"startMs":160060,"durationMs":1950,"subtitle":"What? Don't hush my eyes."},{"startMs":163090,"durationMs":6230,"subtitle":"And my favorite number station of all time is Yosemite Sam, whose voice is played as part of the transmission."},{"startMs":169450,"durationMs":2610,"subtitle":"The broadcast begins on one of several frequencies."},{"startMs":172300,"durationMs":4770,"subtitle":"Then 10 seconds later, it's repeated on the next higher frequency and so on and so on."},{"startMs":177070,"durationMs":1080,"subtitle":"For a total of two minutes."},{"startMs":178510,"durationMs":5730,"subtitle":"The entire pattern takes exactly two minutes and always begins seven seconds after the top of the hour."},{"startMs":184490,"durationMs":1280,"subtitle":"Spies need to be punctual."},{"startMs":186100,"durationMs":6900,"subtitle":"Each broadcast starts with a data burst lasting zero point eight seconds, followed by the voice of Yosemite Sam saying."},{"startMs":196860,"durationMs":3070,"subtitle":"Are you kidding me?"},{"startMs":200140,"durationMs":5260,"subtitle":"No, that's a no station broadcasting from a government contractor in New Mexico."},{"startMs":205450,"durationMs":2370,"subtitle":"Don't tell me that connected to Lockheed Martin."},{"startMs":208360,"durationMs":9280,"subtitle":"Well, gouache, two amateur radio operators slash heroes tracked down the source of the and broadcasts in February 2005."},{"startMs":218020,"durationMs":6210,"subtitle":"The tower was located at the Mobility Assessment Test and Integration Center, also known as MADEC."},{"startMs":224530,"durationMs":4260,"subtitle":"And this is part of a factory owned by LAGOONA Industries located near Lagoona, New Mexico."},{"startMs":229390,"durationMs":9270,"subtitle":"The guys went down there and took photographs of a compound containing buildings, towers and antennas, but quickly fled when they were approached by a security guard yelling at"},{"startMs":238660,"durationMs":1400,"subtitle":"them to not take any pictures."},{"startMs":240100,"durationMs":3870,"subtitle":"Just three hours later, the broadcast stopped and have not been heard since."},{"startMs":244000,"durationMs":3210,"subtitle":"What did Lagoona in the street had to say about old LAGOONA?"},{"startMs":247210,"durationMs":4920,"subtitle":"Industries removed all references to Mattick from their website and now that website is gone."},{"startMs":252550,"durationMs":1730,"subtitle":"Not suspicious at all."},{"startMs":256810,"durationMs":9510,"subtitle":"Ok, so what are no stations, well, no stations or simply shortwave radio transmitters generally operating between three thousand and thirty thousand"},{"startMs":266320,"durationMs":5610,"subtitle":"kilohertz. They're located in many countries all over the world, but no one really knows how many there are."},{"startMs":272080,"durationMs":9930,"subtitle":"The stations sometimes transmit numbers spoken by a computer generated voice, which is how no stations got their name but other broadcast Morse code, compressed data bursts or"},{"startMs":282130,"durationMs":1470,"subtitle":"beloved cartoon characters."},{"startMs":283630,"durationMs":5910,"subtitle":"Now, some stations have been broadcasting for decades and many have gone quiet since the end of the Cold War."},{"startMs":290920,"durationMs":3070,"subtitle":"But now the Cold War is alive and well."},{"startMs":294630,"durationMs":2210,"subtitle":"Well, it's not a very enlightened point of view."},{"startMs":297010,"durationMs":1500,"subtitle":"Wake up face."},{"startMs":298510,"durationMs":6600,"subtitle":"I beg your pardon if you like to watch it one way or another, but"},{"startMs":308830,"durationMs":1500,"subtitle":"forgive me if you continue."},{"startMs":310360,"durationMs":2280,"subtitle":"Oh yeah. Do continue."},{"startMs":314440,"durationMs":3480,"subtitle":"Anyway, countless number stations are on the air right now."},{"startMs":317920,"durationMs":2100,"subtitle":"For what purpose do you really know?"},{"startMs":320260,"durationMs":2500,"subtitle":"And the people that do know they are talking."},{"startMs":322930,"durationMs":2460,"subtitle":"One anonymous intelligence agent from the U.K."},{"startMs":325390,"durationMs":4780,"subtitle":"said no stations are exactly what you think they are, and that's all I'll say about it."},{"startMs":330280,"durationMs":5190,"subtitle":"So in almost every country, a license is required to broadcast, but no stations are licensed."},{"startMs":336100,"durationMs":7410,"subtitle":"They're essentially pirate stations operating illegally, but nobody shuts them down and no government acknowledges they even exist."},{"startMs":343660,"durationMs":3150,"subtitle":"That's because no stations are the government."},{"startMs":347410,"durationMs":2310,"subtitle":"Normally, I'd call Heckel Fish a kook for saying that."},{"startMs":350290,"durationMs":2400,"subtitle":"Oh, but this time he's right."},{"startMs":353530,"durationMs":1690,"subtitle":"I'm always right about that."},{"startMs":355420,"durationMs":6600,"subtitle":"Amateur detectives, radio buffs and investigative journalists have been studying numbers stations for years."},{"startMs":362320,"durationMs":6000,"subtitle":"And there's enough information out there that we can assume that these transmissions have a single purpose, espionage."},{"startMs":369700,"durationMs":8760,"subtitle":"All the messages were encrypted, that they became digits and the digits would be sent over, as in groups of five."},{"startMs":378700,"durationMs":2640,"subtitle":"Shortwave radio is old technology."},{"startMs":381670,"durationMs":9150,"subtitle":"In the late nineteen twenties, it was a popular way to communicate over long distances because of the way the waves travel, which is called propagation space spaceborne that the"},{"startMs":390820,"durationMs":5490,"subtitle":"exiles feel as a region of space between 80 and six hundred kilometers above the surface."},{"startMs":396670,"durationMs":7090,"subtitle":"Shortwave radio energy can bounce high off the Earth's atmosphere and come back down to the earth, sometimes over and over again."},{"startMs":404200,"durationMs":2790,"subtitle":"This allows the signal to travel great distances."},{"startMs":407170,"durationMs":2170,"subtitle":"Oh, don't you two make quite the team?"},{"startMs":409480,"durationMs":2730,"subtitle":"This is called Sky Wave or skip propagation."},{"startMs":412240,"durationMs":5020,"subtitle":"With a decent radio, you can tune into a strong shortwave signal from the other side of the planet."},{"startMs":417280,"durationMs":6220,"subtitle":"Now, that's pretty useful if you're an intelligence agency and you need to send secret messages to agents and assets in the field."},{"startMs":423520,"durationMs":7470,"subtitle":"Also, computerized messages can be hacked, tracked and traced, but no one can trace who's receiving a shortwave radio signal."},{"startMs":430990,"durationMs":2100,"subtitle":"And it's hard to find the source of a transmission."},{"startMs":433090,"durationMs":5970,"subtitle":"And if you know the right frequency, anyone can eavesdrop on an international spy network, including you."},{"startMs":439390,"durationMs":2280,"subtitle":"You can find tons of frequencies online."},{"startMs":441850,"durationMs":2190,"subtitle":"And I'll link to some websites in the description."},{"startMs":444170,"durationMs":2080,"subtitle":"Now, what you hear depends on the station."},{"startMs":446290,"durationMs":2070,"subtitle":"Some stations broadcast constantly."},{"startMs":448600,"durationMs":1830,"subtitle":"Others power up schedule time."},{"startMs":450430,"durationMs":2040,"subtitle":"So agents in the field know when to tune in."},{"startMs":452650,"durationMs":3810,"subtitle":"You're going to hear a lot of Spanish, Czech, Chinese, Hebrew."},{"startMs":456730,"durationMs":2190,"subtitle":"But you know where most of the spy stations are."},{"startMs":458980,"durationMs":1170,"subtitle":"I know you're I can say Russian."},{"startMs":460150,"durationMs":1830,"subtitle":"Yeah. Yeah. Oh, yeah."},{"startMs":464180,"durationMs":9930,"subtitle":"You know. Now, the broadcast, you'll hear a number of stations vary, but they generally begin with an alert signal and this"},{"startMs":474110,"durationMs":6700,"subtitle":"alert may be a simple tone, or it could be fragments of a song such as The Lincolnshire Poacher, the Swedish Rhapsody."},{"startMs":480860,"durationMs":8100,"subtitle":"All kinds of other ones. And this alert indicates to listeners that a message is about to begin and also gives a few seconds to tune in the radio for the best reception."},{"startMs":490280,"durationMs":9930,"subtitle":"And then after the tone is usually a set of spoken numbers or letters, often four or five at a time, which are repeated again and again before moving"},{"startMs":500210,"durationMs":3210,"subtitle":"on to a new set. There are a lot of variations on the same structure."},{"startMs":503570,"durationMs":3960,"subtitle":"Many stations have received nicknames that reflect the station depending on what's being broadcast."},{"startMs":508250,"durationMs":2370,"subtitle":"Names like the buzzer cherry ripe."},{"startMs":510620,"durationMs":1170,"subtitle":"The Spanish Lady."},{"startMs":512240,"durationMs":1800,"subtitle":"The Russian Woodpecker was a great one."},{"startMs":514040,"durationMs":3570,"subtitle":"Attention Yosemite Sam and Swedish Rhapsody."},{"startMs":517880,"durationMs":2460,"subtitle":"I'll have a whole bunch more in the description now."},{"startMs":520340,"durationMs":9870,"subtitle":"Sometimes broadcasts are really clear, but other times atmospheric conditions can degrade the signals and sometimes intentional jamming from other countries creates"},{"startMs":530210,"durationMs":4280,"subtitle":"enough interference on the frequency that makes transmission difficult to understand."},{"startMs":534920,"durationMs":4980,"subtitle":"So to compensate, many stations like Yosemite Sam will hop around to different frequencies."},{"startMs":540950,"durationMs":7720,"subtitle":"Traidcraft The coded structure of the messages indicates that these messages are indeed secret and intended to avoid detection."},{"startMs":548840,"durationMs":4730,"subtitle":"The question then is how do spies understand these messages when no one else can?"},{"startMs":555140,"durationMs":7550,"subtitle":"That was a static filled, triple scrambled microwave transmission between two soldiers talking in Mandarin Chinese while the Chinese were only using a simple, poorly,"},{"startMs":562700,"durationMs":3840,"subtitle":"phonetically group, 20 square digit key transposon, most of it on a form with multiple nulls."},{"startMs":567230,"durationMs":7560,"subtitle":"So even though they're very low tech numbers, stations are still in use because unlike computer code, these transmissions are unbreakable."},{"startMs":575750,"durationMs":1630,"subtitle":"Nothing is unbreakable."},{"startMs":578420,"durationMs":1260,"subtitle":"These messages might be."},{"startMs":579780,"durationMs":3820,"subtitle":"So what's so hard about deciphering a few numbers?"},{"startMs":583660,"durationMs":1910,"subtitle":"Actually, it's nearly impossible."},{"startMs":585920,"durationMs":3120,"subtitle":"Here's how spies in the field in code and decode their messages."},{"startMs":589640,"durationMs":2370,"subtitle":"First, you start with a block of randomized text."},{"startMs":592280,"durationMs":1610,"subtitle":"That's your one time pad key."},{"startMs":594290,"durationMs":4260,"subtitle":"Then take your message. You are using the name Jimmy Smith to five letter words."},{"startMs":599060,"durationMs":1180,"subtitle":"Then you have a cipher chart."},{"startMs":600590,"durationMs":4430,"subtitle":"This is a grid of A to Z and zero to nine on the X and Y axis."},{"startMs":605420,"durationMs":9000,"subtitle":"Now set up your message matching the first five letters or Jimmy with the first five letters from the pad, then match up the wordsmith with the second set of letters."},{"startMs":615290,"durationMs":8040,"subtitle":"OK, now find the first letter of your message on the x axis, then find the letter underneath on the Y axis where the axes intersect."},{"startMs":623540,"durationMs":1140,"subtitle":"That's your code character."},{"startMs":625550,"durationMs":2400,"subtitle":"Repeat this for all your letters and your messages."},{"startMs":627950,"durationMs":9660,"subtitle":"Ready to transmit to decrypt the message set up the coded characters in groups of five, match those up at the pad, then find the first letter of the key on the Y axis,"},{"startMs":637820,"durationMs":2400,"subtitle":"then move across until you hit the coded letter."},{"startMs":640400,"durationMs":5340,"subtitle":"The character at the top of the grid is your decoded character and thanks to the blog for setting this up."},{"startMs":645860,"durationMs":4470,"subtitle":"Awesome. So both the sender and receiver immediately destroy the key at the end of the transmission."},{"startMs":651200,"durationMs":7110,"subtitle":"So even if someone else intercepts the numbers, which I have without the key, they have no way to decode the hidden message."},{"startMs":658610,"durationMs":8340,"subtitle":"This also means there's no relationship between past or future messages, so there's no pattern to use in breaking the code to fool cryptographers."},{"startMs":667220,"durationMs":7680,"subtitle":"The numbers must be really, really random, and creating truly random numbers is actually really difficult, even for computers."},{"startMs":675140,"durationMs":3900,"subtitle":"But once in a while, the broadcasts are less than professional."},{"startMs":679250,"durationMs":3480,"subtitle":"The person reading the code may make mistakes or there could be laughing in the background."},{"startMs":683750,"durationMs":4320,"subtitle":"Kuban No stations in particular are known for their hilarious missteps."},{"startMs":688340,"durationMs":7380,"subtitle":"Sometimes they've had such poor transmissions that they're impossible to hear, or they accidentally piped music from Radio Havana onto the airwaves."},{"startMs":700610,"durationMs":9900,"subtitle":"I would hazard to guess they are more foreign intelligence officers inside the US working against US interests now than even at the"},{"startMs":710510,"durationMs":3810,"subtitle":"height of the Cold War. And some number of stations have illicit uses."},{"startMs":714680,"durationMs":4170,"subtitle":"Drug lords and other criminals use shortwave to avoid international authorities."},{"startMs":718940,"durationMs":9410,"subtitle":"And this is especially true in the US, where many intercepted signals are broadcast in Spanish the way they have"},{"startMs":729290,"durationMs":3660,"subtitle":"been. Maybe since they don't have government oversight."},{"startMs":733130,"durationMs":1620,"subtitle":"The execution is pretty sloppy."},{"startMs":734900,"durationMs":3930,"subtitle":"They because the government is never sloppy in its execution."},{"startMs":739070,"durationMs":4410,"subtitle":"The fish does make a good point, but those no stations are pretty rare."},{"startMs":743660,"durationMs":2250,"subtitle":"Espionage is the most common use there."},{"startMs":745910,"durationMs":2730,"subtitle":"Even some very public and recent examples of this."},{"startMs":748820,"durationMs":8100,"subtitle":"In nineteen eighty three, the KGB uncovered a CIA agent posing as a Soviet diplomat who is receiving orders from American numbers broadcasts."},{"startMs":757130,"durationMs":8870,"subtitle":"Another well-known case is the twenty one Cuban five case where Cuban spies record and shortwave broadcasts for use in the case against them as evidence."},{"startMs":766040,"durationMs":8050,"subtitle":"Also in 2001 on a Montas, who worked for the US Defense Intelligence Agency, was arrested and convicted of spying for Cuba."},{"startMs":774350,"durationMs":6600,"subtitle":"Investigators searched her home and found a shortwave radio, along with a code sheet that was used to encrypt radio transmissions."},{"startMs":781160,"durationMs":9000,"subtitle":"Now she exposed the identities of covert operators in Cuba, and her information was directly responsible for the death of at least one American soldier, maybe more."},{"startMs":790250,"durationMs":7110,"subtitle":"In twenty sixteen, CNN called Mantas the most dangerous spy you've never heard of, although now you've heard of her."},{"startMs":797390,"durationMs":8370,"subtitle":"And to this day, and despite this mountain of evidence, no government or intelligence agency has ever officially admitted to using no stations."},{"startMs":807060,"durationMs":5860,"subtitle":"They were discussing radios, not just any radio set, but Russian radio set."},{"startMs":813360,"durationMs":2810,"subtitle":"So you don't need a radio to listen to spy communications."},{"startMs":816480,"durationMs":3180,"subtitle":"You can listen to the entire shortwave band online."},{"startMs":819660,"durationMs":3240,"subtitle":"And I'll link below, because these receivers are operated by software."},{"startMs":823170,"durationMs":2450,"subtitle":"They can be used remotely by everyone in the world."},{"startMs":825900,"durationMs":1710,"subtitle":"And here's one of those tuners looks like."},{"startMs":832560,"durationMs":3080,"subtitle":"At an in."},{"startMs":846010,"durationMs":7590,"subtitle":"Now, if you're not a radio nerd, that might look a little weird, but if you want to dig in further, I'll link to a tutorial up there and down to the description."},{"startMs":853880,"durationMs":3760,"subtitle":"I'll also linked to PrimeAg station schedule, which is super cool."},{"startMs":857650,"durationMs":4870,"subtitle":"It lets you tell exactly what number of stations are coming on the air and what frequency you need to listen."},{"startMs":862690,"durationMs":6900,"subtitle":"Now I'm thinking about doing a live stream of this, so if you want to see that, let me know the comments that you just want to binge station broadcasts."},{"startMs":869590,"durationMs":2910,"subtitle":"You can go down a whole rabbit hole with a cornette project."},{"startMs":872560,"durationMs":8790,"subtitle":"The Canet project was an independent initiative to record, catalog and inform the public about the secret transmissions that are around us in the air every day."},{"startMs":881450,"durationMs":4190,"subtitle":"You can even download the files as MP three for later analysis."},{"startMs":885810,"durationMs":4600,"subtitle":"Oh, I'm going to need a pencil, my king foil hat and a tall glass."},{"startMs":890950,"durationMs":1930,"subtitle":"I'm sorry, but do you have any sherry?"},{"startMs":892990,"durationMs":1980,"subtitle":"No. Give me a break."},{"startMs":895810,"durationMs":4020,"subtitle":"The quantity of no stations has dropped dramatically over the past few years."},{"startMs":899980,"durationMs":2010,"subtitle":"Still, the broadcasts continue."},{"startMs":902230,"durationMs":7510,"subtitle":"Are they feeding invaluable information to operatives on crucial missions, or are they just holdovers from government agencies protecting their budgets?"},{"startMs":909760,"durationMs":1740,"subtitle":"Both probably."},{"startMs":911710,"durationMs":8580,"subtitle":"It could also be that governments maintain the stations for readiness purposes if the power grid or Internet goes down, a shortwave transmitter just needs an antenna and a"},{"startMs":920290,"durationMs":3390,"subtitle":"diesel generator and they could be on the air broadcasting around the world."},{"startMs":923810,"durationMs":9920,"subtitle":"But as communication technology continues to evolve and digital encryption gets harder to crack, we might finally see the end of no stations or maybe the opposite will occur."},{"startMs":934120,"durationMs":9930,"subtitle":"Maybe some catastrophic digital apocalypse will create a number station renaissance, pushing broadcasters back onto the front lines of international intelligence, where"},{"startMs":944050,"durationMs":5280,"subtitle":"random numbers raining down from the ionosphere can once again change the course of human history."},{"startMs":952200,"durationMs":1320,"subtitle":"Thanks for hanging out with us today."},{"startMs":953550,"durationMs":2730,"subtitle":"My name is A.J. That's Hellfish Space Pande."},{"startMs":956460,"durationMs":1200,"subtitle":"This has been the Y files."},{"startMs":957680,"durationMs":4450,"subtitle":"If you had fun or learned anything today, help us out by liking, commenting or sharing this video."},{"startMs":962490,"durationMs":3940,"subtitle":"The algorithm is a fearsome enemy, but with your help, we can defeat it."},{"startMs":966480,"durationMs":4170,"subtitle":"We have done the impossible and that makes us mighty OK."},{"startMs":970650,"durationMs":1320,"subtitle":"I gotta admit, that was pretty good."},{"startMs":972310,"durationMs":4880,"subtitle":"Until next time, be safe, be kind and know that you are appreciated."}]
