[{"pageNumber":1,"pageContent":"TheGreater Keyof SolomonIncluding A Clear And Precise Exposition Of KingSolomon’s Secret Procedure,Its Mysteries And Magic Rites,Original Plates, Seals, Charms And Talismans.Translated From Ancient ManuscriptsIn The British Museum, London.By S. Liddell MacGregor Mathers1999Emperor Norton BooksCincinnati, OhioFAfa"},{"pageNumber":2,"pageContent":"Editor’s note.The text of this electronic edition of The Greater Key of Solomon was taken fromthe American edition of 1916 published by L.W. deLaurence. It substantially duplicatesthat edition with the following exceptions:•Several long, irrelevant interjections by deLaurence have been removed, as have his self-promoting frontispiece and splash pages.•The footnotes have been eliminated as contributing nothing of significance to the meaning of the text. They consisted largely of pompous “admonishments” by deLaurence, advertisements for his products, and opaque source notes.•Where possible, illustrations have been moved close to the place where they are referenced in the text.•The formatting has been changed to conform to modern conventions. The scanned illustrations have been optimized for printing at 300 dpi; with somecombinations of computer monitor and driver software, the onscreen images mayappear blocky or crude.For the best reading experience, I recommend printing this document on non-glossy paper tinted a light ecru or tan color.Benjamin RoweMarch 23, 1999"},{"pageNumber":3,"pageContent":"Book OnePage 1Preface To Book One.The Key Of Solomon, save for a curtailed and incomplete copy published in France inthe seventeenth century, has never yet been printed, but has for centuries remained inmanuscript form inaccessible to all but the few fortunate scholars to whom theinmost recesses of the great libraries were open.The fountain-head and storehouse of Qabalistical Magic, and the origin of muchof the Ceremonial Magic of Mediaeval times, the Key has been ever valued by Occultwriters as a work of the highest authority; and notably in our own day Eliphaz Levihas taken it for the model on which his celebrated Dogme et Rituel de la Haute Magiewas based. It must be evident to the initiated reader of Levi, that The Key Of Solomonwas his text book of study, and at the end of this volume, I give a fragment of anancient Hebrew Manuscript of The Key of Solomon, translated and published in thePhilosophie Occulte, as well as an Invocation called the Qabalistical Invocation ofSolomon, which bears close analogy to one in the First Book, being constructed in thesame manner on the scheme of the Sephiroth.The history of the Hebrew original of The Key of Solomon is given in the Introduc-tions, but there is every reason to suppose that this has been entirely lost, andChristian, the pupil of Levi, says as much in his Histoire de la Magie.I see no reason to doubt the tradition which assigns the authorship of the Key toKing Solomon, for among others Josephus, the Jewish historian, especially mentionsthe magical works attributed to that monarch; this is confirmed by many Eastern tra-ditions, and his magical skill is frequently mentioned by the Old Adepts.There are, however, two works on Black Magic, the Grimorium Verum, and theClavicola di Salomone ridolta, which have been attributed to Solomon, and which havebeen in some cases especially mixed up with the present work; but which have noth-ing really to do therewith; they are full of evil magic, and I cannot caution thepractical student too strongly against them.There is also another work called Legemeton, or the Lesser Key of Solomon the King,which is full of seals of various Spirits, and is not the same as the present book,though extremely valuable in its own department.In editing this volume, I have omitted one or two experiments partaking largelyof Black Magic, and which had evidently been derived from the two Goetic worksmentioned above; I must further caution the practical worker against the use ofblood; the prayer, the Pentacle, and the perfumes, or Temple Incense, rightly used, aresufficient as the former verges dangerously on the evil path. Let him who, in spite ofthe warnings of this volume, determines to work evil, be assured that evil will recoilon himself and that he will be struck by the reflex current.This work is edited from several ancient MSS. in the British Museum which alldiffer from each other in various points, some giving what is omitted by the others,but all unfortunately agreeing in one thing, which is the execrable mangling of theHebrew words through the ignorance of the transcribers. But it is in the Pentacles thatthe Hebrew is worse, the letters being so vilely scribbled as to be actually undecipher-"},{"pageNumber":4,"pageContent":"The Key of SolomonPage 2able in some instances, and it has been part of my work for several years to correctand reinstate the proper Hebrew and Magical characters in the Pentacles. The studentmay therefore safely rely on their being now as nearly correct in their present repro-duction as it is possible for them to be. I have therefore, wherever I could, correctedthe Hebrew of the Magical Names in the Conjurations and Pentacles and in the fewinstances where it was not possible to do so, I have put them in the most usual form;carefully collating throughout one MS. with another. The Chapters are a little differ-ently classed in the various MSS., in some instances the matter contained in thembeing transposed, &c. I have added notes wherever necessary.The MSS. from which this work is edited are: Add. MSS. 10,862; Sloane MSS. 1307and 3091; Harleian MSS. 3981; King’s MSS. 288; and Lansdowne MSS. 1202 and 1203;seven codices in all.Of all these 10,862 Add. MSS. is the oldest, its date being about the end of the six-teenth century; 3981 Harleian is probably about the middle of the seventeenthcentury; the others of rather later date.Add. MSS. 10,862 is written in contracted Latin, and is hard to read, but it con-tains Chapters which are omitted in the others and also an important Introduction. Itis more concise in its wording. Its title is short, being simply The Key of Solomon,translated from the Hebrew language into the Latin. An exact copy of the signature ofthe writer of this MS. is given in the figure below.3981 Harleian MSS.; 288 King’s MSS.; and 3091 Sloane MSS., are similar, and con-tain the same matter and nearly the same wording; but the latter MS. has many errorsof transcription. They are all in French. The Conjurations and wording of these aremuch fuller than in 10,862 Add. MSS. and 1202 Lansdowne MSS. The title is The Key ofSOLOMON, King of the Hebrews, translated from the Hebrew Language into Italian byAbraham Colorno, by the order of his most Serene Highness of Mantua; and recently putinto French. The Pentacles are much better drawn, are in colored inks, and in the caseof 3091 Sloane MSS., gold and silver are employed.1307 Sloane MSS. is in Italian; its title is La Clavicola di Salomone Redotta et epi-logata nella nostra materna lingua del dottissimo Gio Peccatrix. It is full of Black Magic,and is a jumble of The Key Of Solomon proper, and the two Black Magic books beforementioned. The Pentacles are badly drawn. It, however, gives part of the Introductionto 10,682 Add. MSS., and is the only other MS. which does, save the beginning ofanother Italian version which is bound up with the former MS., and bears the titleZecorbenei.1202 Lansdowne MSS. is The True Keys Of King Solomon, by Armadel. It is beauti-fully written, with painted initial letters, and the Pentacles are carefully drawn in"},{"pageNumber":5,"pageContent":"Book OnePage 3colored inks. It is more concise in style, but omits several Chapters. At the end aresome short extracts from the Grimorium Verum with the Seals of evil spirits, which, asthey do not belong to The Key Of Solomon proper, I have not given. For the evidentclassification of the Ke y is in two books and no more.1203 Lansdowne MSS. is The Veritable Keys of Solomon translated from theHebrew into the Latin language by the Rabbin Agognazar. It is in French, exquisitelywritten in printing letters, and the Pentacles are carefully drawn in colored inks.Though containing similar matter to the others, the arrangement is utterly different;being all in one book, and not even divided into chapters.The antiquity of the Planetary Sigils is shown by the fact that, among the GnosticTalismans in the British Museum, there is a ring of copper with the Sigils of Venus,which are exactly the same as those given by the Mediaeval writers on Magic.Where Psalms are referred to I have in all instances given the English and not theHebrew numbering of them.In some places I have substituted the word AZOTH for “Alpha and Omega,” e.g.,on the blade of the Knife with the Black Hilt, Figure 62. I may remark that the MagicalSword may, in many cases, be used instead of the Knife.In conclusion I will only mention, for the benefit of non-Hebraists, that Hebrewis written from right to left, and that from the consonantal nature of the HebrewAlphabet, it will require fewer letters than in English to express the same word.[The preface is signed by L.W. deLaurence, but believed to have been written byS.L. MacGregor Mathers.]"},{"pageNumber":6,"pageContent":"The Key of SolomonPage 4INTRODUCTION.From Add. MSS. 10862, “The Key of Solomon,” translated into Latin from the Hebrewidiom.Treasure up, O my son Roboam! the wisdom of my words, seeing that ISolomon, have received it from the Lord.Then answered Roboam, and said: How have I deserved to follow the example ofof my father Solomon in such things, who hath been found worthy to receive theknowledge of all living things through (the teaching of) an Angel of God?And Solomon said: Hear, O my son, and receive my sayings, and learn the won-ders of God. For, on a certain night, when I laid me down to sleep, I called upon thatmost holy Name of God, IAH, and prayed for the Ineffable Wisdom, and when I wasbeginning to close mine eyes, the Angel of the Lord, even Homadiel, appeared untome, spake many things courteously unto me, and said: Listen O Solomon! thy prayerbefore the Most High is not in vain, and since thou hast asked neither for long life,nor for much riches, nor for the souls of thine enemies, but hast asked for thyself wis-dom to perform justice. Thus saith the Lord: According to thy word have I given untothee a wise and understanding heart, so that before thee was none like unto thee, norever shall arise.And when I comprehended the speech which was made unto me, I understoodthat in me was the knowledge of all creatures, both things which are in the heavensand things which are beneath the heavens; and I saw that all the writings and wisdomof this present age were vain and futile, and that no man was perfect. And I composeda certain work wherein I rehearsed the secret of secrets, in which I have preservedthem hidden, and I have also therein concealed all secrets whatsoever of magical artsof any masters; any secret or experiments, namely, of these sciences which is in anyway worth being accomplished. Also I have written them in this “Key,” so that like as akey openeth a treasure-house, so this Key alone may open the knowledge and under-standing of Magical arts and sciences.Therefore, O my son! thou mayest see every experiment of mine or of others, andlet everything be properly prepared for them, as thou shalt see properly set down byme, both day and hour, and all things necessary; for without this there will be butfalsehood and vanity in this my work; wherein are hidden all secrets and mysterieswhich can be performed; and that which is (set down) concerning a single divinationor a single experiment, that same I think concerning all things which are in the Uni-verse, and which have been, and which shall be in future time.Therefore, O my son Roboam, I command thee by the blessing which thouexpectest from thy father, that thou shall make an Ivory Casket, and therein place,keep, and hide this my “Ke y”; and when I shall have passed away unto my fathers, Ientreat thee to place the same in my Sepulchre beside me, lest at another time it mightfall into the hands of the wicked. And as Solomon commanded, so was it done.And when, therefore (men) had waited for a long time, there came unto the Sep-ulchre certain Babylonian Philosophers and when they had assembled they at once"},{"pageNumber":7,"pageContent":"Book OnePage 5took counsel together that a certain number of men should renew the Sepulchre in his(Solomon’s) honour; and when the Sepulchre was dug out and repaired the IvoryCasket was discovered, and therein was the Key of Secrets, which they took with joyfulmind. And when they had opened it none among them could understand it inaccount of the obscurity of the words and their Occult arrangement, and the hiddencharacter of the sense and knowledge, for they were not worthy to possess thistreasure.Then, therefore, arose one among them, more worthy (than the others), both inthe sight of the gods, and by reason of his age, who was called Iohé Grevis, and saidunto the others: Unless we shall come and ask the interpretation from the Lord, withtears and entreaties, we shall never arrive at the knowledge of it.Therefore, when each of them had retired to his bed, Iohé indeed falling upon hisface on the earth, began to weep, and striking his breast, said:What have I deserved (above others), seeing that so many men can neither under-stand nor interpret this knowledge, even though there were no secret thing in naturewhich the Lord hath hidden from me! Wherefore are these words so obscure? Where-fore am I so ignorant?And then on his bended knees, stretching his hands to Heaven, he said:O God, the Creator of all, Thou Who knowest all things, who gavest so great Wis-dom unto Solomon The Son Of David The King; grant unto me, I beseech Thee, OHoly Omnipotent and Ineffable Father, to receive the virtue of that wisdom, so that Imay become worthy by Thine aid to attain unto the understanding of this Key OfSecrets.And immediately there appeared unto me, the Angel the Lord, saying:Do thou remember if the secrets of Solomon appear hidden and obscure untothee, that the Lord hath wished it, so that such wisdom may not fall into the hands ofwicked men; wherefore do, thou promise unto me, that thou art not willing that sogreat wisdom should ever come to any living creature, and that which thou revealestunto any let them know that they must keep it unto themselves, otherwise the secretsare profaned and no effect can follow?And Iohé answered: I promise unto thee that to none will I reveal (them), save tothe honour of the Lord, and with much discipline, unto penitent, secret, and faithful(persons).Then answered the Angel: Go and read the “Ke y,” and its words which wereobscure throughout shall be manifest unto thee.And after this the Angel ascended into Heaven in a Flame of Fire.Then Iohé was glad, and labouring with a clear mind, understood that which theAngel of the Lord had said, and he saw that The Key Of Solomon was changed, so thatit appeared quite clear unto him plainly in all parts. And Iohé understood that thisWork might fall into the hands of the ignorant, and he said: I conjure him into whosehands this secret may come, by the Power of the Creator, and His Wisdom, that in allthings he may, desire, intend and perform, that this Treasure may come unto nounworthy (person), nor may he manifest it unto any who is unwise, nor unto one"},{"pageNumber":8,"pageContent":"The Key of SolomonPage 6who feareth not God. Because if he act otherwise I pray God that he may never beworthy to attain unto the desired effect. And so he deposited the “Ke y,” whichSolomon preserved, in the Ivory Casket. But the Words of the “Ke y” are as follows,divided into Two Books, and shown in order.From Lansdowne MSS. 1203, “The Veritable Clavicles of Solomon,” translated from theHebrew into the Latin by the Rabbi Abognazar.O my Son Roboam! seeing that of all Sciences there is none more useful than theknowledge of Celestial Movements, I have thought it my duty, being at the point ofdeath, to leave thee an inheritance more precious than all the riches which I haveenjoyed. And in order that thou mayest understand how I have arrived at this degree(of wisdom), it is necessary to tell thee that one day, when I was meditating upon thepower of the Supreme Being, the Angel of the great God appeared before me as I wassaying, O how wonderful are the works of God! I suddenly beheld, at the end of athickly-shaded vista of trees, a Light in the form of a blazing Star, which said unto mewith a voice of thunder Solomon, Solomon, be not dismayed; the Lord is willing tosatisfy thy desire by giving thee knowledge of whatsoever thing is most pleasant untothee. I order thee to ask of Him whatsoever thou desirest. Whereupon, recoveringfrom my surprise, I answered unto the Angel, that according to the Will of the Lord, Ionly desired the Gift of wisdom, and by the Grace of God I obtained in addition theenjoyment of all the Celestial treasures and the knowledge of all natural things.It is by this means, my Son, that I possess all the virtues and riches of which thounow seest me in the enjoyment, and in order that thou mayest be willing to be atten-tive to all which I am about to relate to thee, and that thou mayest retain with care allthat I am about to tell thee, I assure thee that the Graces of the Great God will befamiliar unto thee, and that the Celestial and Terrestrial Creatures will be obedientunto thee, and a science which only works by the strength and power of naturalthings, and by the pure Angels which govern them. Of which latter I will give thee thenames in order, their exercises and particular employments to which they are des-tined, together with the days over which they particularly preside, in order that thoumayest arrive at the accomplishment of all, which thou wilt find in this my Testament.In all which I promise thee success, provided that all thy works only tend unto thehonour of God, who hath given me the power to rule, not only over Terrestrial butalso over Celestial things, that is to say, over the Angels, of whom I am able to disposeaccording to my will, and to obtain from them very considerable services.Firstly. It is necessary for thee to understand that God, having made all things, inorder that they may be submitted unto Him, hath wished to bring His works to per-fection, by making one which participates of the Divine and of the Terrestrial, that isto say, Man; whose body is gross and terrestrial, while his soul is spiritual and celestial,unto whom He hath made subject the whole earth and its inhabitants, and hath givenunto Him means by which He may render the Angels familiar, as I call those Celestialcreatures who are destined: some to regulate the motion of the Stars, others to inhabitthe Elements, others to aid and direct men, and others again to sing continually the"},{"pageNumber":9,"pageContent":"Book OnePage 7praises of the Lord. Thou mayest then, by the use of their Seals and Characters, renderthem familiar unto thee, provided that thou abusest not this privilege by demandingfrom them things which are contrary to their nature; for accursed be he who will takethe Name of God in vain, and who will employ for evil purposes the knowledge andgood wherewith He hath enriched us.I command thee, my Son, to carefully engrave in thy memory all that I say untothee, in order that it may never leave thee. If thou dost not intend to use for a goodpurpose the secrets which I here teach thee, l command thee rather to cast this Testa-ment into the fire, than to abuse the power thou wilt have of constraining the Spirits,for I warn thee that the beneficial angels, wearied and fatigued by thine illicitdemands, would to thy sorrow execute the commands of God, as well as to that of allsuch who, with evil intent, would abuse those secrets which He hath given andrevealed unto me. Think not, however, O my, Son, that it would not be permitted theeto profit by the good fortune and happiness which the Divine Spirits can bring thee;on the contrary, it gives them great pleasure to render service to Man for whom manyof these Spirits have great liking and affinity, God having destined them for the pres-ervation and guidance of those Terrestrial things which are submitted to the power ofMan.There are different kinds of Spirits, according to the things over which they pre-side, some of them govern the Empyrean Heaven, others the Primum Mobilé, othersthe First and Second Crystalline, others the Starry Heaven; there are also Spirits of theHeaven of Saturn, which I call Saturnites. There are Jovial, Martial, Solar, Venerean,Mercurial, and Lunar Spirits; there are also (Spirits) in the Elements as well as in theHeavens, there are some in the Fiery Region, others in the Air, others in the Water,and others upon the Earth, which can all render service to that man who learns theirnature, and knows how to attract them.Furthermore, I wish to make thee understand that God hath destined to each oneof us a Spirit, which watches over us and takes care of our preservation; these arecalled Genii, who are elementary like us, and who are more ready to render service tothose whose temperament is conformed to the Element which these Genii inhabit; forexample, shouldest thou be of a fiery temperament, that is to say sanguine, thy geniuswould be fiery and submitted to the Empire of Baël. Besides this, there are specialtimes reserved for the invocation of these Spirits, in the days and hours when theyhave power and absolute empire. It is for this reason that thou wilt see in the follow-ing tables to what Planet and to what Angel each Day and Hour is submitted, togetherwith the Colours which belong unto them, the Metals, Herbs, Plants, Aquatic, Aërial,and Terrestrial Animals, and Temple Incense, which are proper to each of them, asalso in what quarter of the Universe they ask to be invoked. Neither are omitted, theConjurations, Seals, Characters, and Divine Letters, which belong to them, by meansof which we receive the power to sympathize with these Spirits."},{"pageNumber":10,"pageContent":"The Key of SolomonPage 8Table 1: Table of the Planetary HoursHours fromHours fromSun.Mon.Tues.Wed.Sunset to SunsetMid-night to Mid-nightThurs.Fri.Sat.Merc.Jup.Ven.Sat.81Sun.Moon.Mars.Moon.Mars.Mer.Jup.92Ven.Sat.Sun.Sat.Sun.Moon.Mars.103Mer.Jup.Ven.Jup.Ven.Sat.Sun114Moon.Mars.Mer.Mars.Mer.Jup.Ven.125Sat.Sun.Moon.Sun.Moon.MarsMer.16Jup.Ven.Sat.Ven.Sat.Sun.Moon.27Mars.Mer.Jup.Mer.Jup.Ven.Sat.38Sun.Moon.Mars.Moon.Mars.Mer.Jup.49Ven.Sat.Sun.Sat.Sun.Moon.Mars.510Mer.Jup.Ven.Jup.Ven.Sat.Sun.611Moon.Mars.Mer.Mars.Mer.Jup.Ven.712Sat.Sun.Moon.Sun.Moon.Mars.Mer.81Jup.Ven.Sat.Ven.Sat.Sun.Moon.92Mars.Mer.Jup.Mer.Jup.Ven.Sat.103Sun.Moon.Mars.Moon.Mars.Mer.Jup.114Ven.Sat.Sun.Sat.Sun.Moon.Mars.125Mer.Jup.Ven.Jup.Ven.Sat.Sun.16Moon.Mars.Mer.Mars.Mer.Jup.Ven.27Sat.Sun.Moon.Sun.Moon.Mars.Mer.38Jup.Ven.Sat.Ven.Sat.Sun.Moon.49Mars.Mer.Jup.Mer.Jup.Ven.Sat.510Sun.Moon.Mars.Moon.Mars.Mer.Jup.611Ven.Sat.Sun.Sat.Sun.Moon.Mars.712Mer.Jup.Ven."},{"pageNumber":11,"pageContent":"Book OnePage 9Table 2: Table of the Magical Names of the Hours, and of the Angels who rule them, commencing at the first hour after Midnight of each day, and ending at the ensuing midnight.Hours.Sunday.Monday.Tuesda.Wednes.Thursd.Friday.Saturd.1. YaynRaphaelSachielAnaelCassielMichaelGabrielZamael2. YanorGabrielZamaelRaphaelSachielAnaelCassielMichael3. NasniaCassielMichaelGabrielZamaelRaphaelSachielAnael4. SallaSachielAnaelCassielMichaelGabrielZamaelRaphael5. Sadedali RaphaelSachielAnaelCassielMichaelGabrielZamael6. ThamurMichaelGabrielZamaelRaphaelSachielAnaelCassiel7. OurerAnaelCassielMichaelGabrielZamaelRaphaelSachiel8. ThainéRaphaelSachielAnaelCassielMichaelGabrielZamael9. NeronGabrielZamaelRaphaelSachielAnaelCassielMichael10. YayonCassielMichaelGabrielZamaelRaphaelSachielAnael11. Abai.SachielAnaelCassielMichaelGabrielZamaelRaphael12. Natha-lon RaphaelSachielAnaelCassielMichaelGabrielZamael1. BeronMichaelGabrielZamaelRaphaelSachielAnaelCassiel2. BarolAnaelCassielMichaelGabrielZamaelRaphaelSachiel3. ThanuRaphaelSachielAnaelCassielMichaelGabrielZamael4. AthorGabrielZamaelRaphaelSachielAnaelCassielMichael5. MathonCassielMichaelGabrielZamaelRaphaelSachielAnael6. RanaSachielAnaelCassielMichaelGabrielZamaelRaphael7. NetosZamaelRaphaelSachielAnaelCassielMichaelGabriel8. TafracMichaelGabrielZamaelRaphaelSachielAnaelCassiel9. SassurAnaelCassielMichaelGabrielZamaelRaphaelSachiel10. Agla.RaphaelSachielAnaelCassielMichaelGabrielZamael11. CäerraGabrielZamaelRaphaelSachielAnaelCassielMichael12. SalamCassielMichaelGabrielZamaelRaphaelSachielAnael"},{"pageNumber":12,"pageContent":"The Key of SolomonPage 10Table 3: Table of the Archangels, Angels, Metals, Days of the Week, and Colours attributed to each Planet.DAYSSATURDAY.THURSD.TUESDA.SUNDAY.FRIDA.WEDNES.MOND. ArchangelTzaphquielTzadiqelKhamaelRaphaelHanielMichaelGabrielAngelCassielSachielZamaelMichaelAnaelRaphaelGabrielPlanetSaturnJupiterMarsSunVenusMercuryMoonMetalLeadTinIronGoldCopperMercurySilverColourBlackBlueRedYellowGreenPurpleWhite"},{"pageNumber":13,"pageContent":"Book OnePage 11PRELIMINARY DISCOURSE.From Lansdowne MSS. 1203, “The Veritable Clavicles of Solomon,” Translated from theHebrew into the Latin language by the Rabbi Abognazar.Every one knoweth in the present day that from time immemorial Solomonpossessed knowledge inspired by the wise teachings of an angel, to which he appearedso submissive and obedient, that in addition to the gift of wisdom, which hedemanded, he obtained with profusion all the other virtues; which happened in orderthat knowledge worthy of eternal preservation might not be buried with his body.Being, so to speak, near his end, he left to his son Roboam a Testament which shouldcontain all (the Wisdom) he had possessed prior to his death. The Rabbins, who werecareful to cultivate (the same knowledge) after him, called this Testament The Clavi-cle, or Key of Solomon, which they caused to be engraved on (pieces of) the bark oftrees, while the Pentacles were inscribed in Hebrew letters on plates of copper, so thatthey might be carefully preserved in the Temple which that wise king had caused to bebuilt.This Testament was in ancient time translated from the Hebrew into the Latinlanguage by Rabbi Abognazar, who transported it with him into the town of Arles inProvence, where by a notable piece of good fortune the ancient Hebrew Clavicle, thatis to say, this precious translation of it, fell into the hands of the Archbishop of Arles,after the destruction of the Jews in that city; who, from the Latin, translated it into thevulgar tongue, in the same terms which here follow, without having either changed oraugmented the original translation from the Hebrew."},{"pageNumber":14,"pageContent":"The Key of SolomonPage 12Chapter IConcerning The Divine Love Which Precedes the Acquisition of This KnowledgeSolomon, The Son Of David, King Of Israel, hath said that the beginning of ourKey is to fear God, to adore Him, to honour Him with contrition of heart, to invokeHim in all matters which we wish to undertake, and to operate with very great devo-tion, for thus God will lead us in the right way. When, therefore, thou shalt wish toacquire the knowledge of Magical Arts and Sciences, it is necessary to have preparedthe order of hours and of days, and of the position of the Moon, without the opera-tion of which thou canst effect nothing; but if thou observest them with diligencethou mayest easily and thoroughly arrive at the effect and end which thou desirest toattain."},{"pageNumber":15,"pageContent":"Book OnePage 13Chapter IIOf The Days, And Hours, And Of The Virtues Of The PlanetsWhen thou wishest to make any experiment or operation, thou must first prepare,beforehand, all the requisites, such as candles and Incense, which thou wilt finddescribed in the following Chapters: observing the days, the hours, and the othereffects of the Constellations which may be found in this Chapter.It is, therefore, advisable to know that the hours of the day and of the nighttogether, are twenty-four in number, and that each hour is governed by one of theSeven Planets in regular order, commencing at the highest and descending to the low-est. The order of the Planets is as follows: ShBThAI, Shabbathai, Saturn; beneathSaturn is TzDQ, Tzedeq, Jupiter; beneath Jupiter is MADIM, Madim, Mars; beneathMars is ShMSh, Shemesh, the Sun; beneath the Sun is NVGH, Nogah, Venus; beneathVenus is KVKB, Kokav, Mercury; and beneath Mercury is LBNH, Levanah, the Moon,which is the lowest of all the Planets.It must, therefore, be understood that the Planets have their dominion over theday which approacheth nearest unto the name which is given and attributed untothem – viz., over Saturday, Saturn; Thursday, Jupiter; Tuesday, Mars; Sunday, the Sun;Friday, Venus; Wednesday, Mercury: and Monday, the Moon.The rule of the Planets over each hour begins from the dawn at the rising of theSun on the day which take its name from such Planet, and the Planet which follows itin order, succeeds to the rule over the next hour. Thus (on Saturday) Saturn rules thefirst hour, Jupiter the second, Mars the third, the Sun the fourth, Venus the fifth, Mer-cury the sixth, the Moon the seventh, and Saturn returns in the rule over the eighth,and the others in their turn, the Planets always keeping the same relative order.Note that each experiment of magical operation should be performed under thePlanet, and usually in the hour, which refers to the same. For example:In the Days and Hours of Saturn thou canst perform experiments to summon theSouls from Hades, but only of those who have died a natural death. Similarly on thesedays and hours thou canst operate to bring either good or bad fortune to buildings; tohave familiar Spirits attend thee in sleep; to cause good or ill success to business, pos-sessions, goods, seeds, fruits, and similar things, in order to acquire learning; to bringdestruction and to give death, and to sow hatred and discord.The Days and Hours of Jupiter are proper for obtaining honours, acquiringriches; contracting friendships, preserving health; and arriving at all that thou canstdesire.In the Days and Hours of Mars thou canst make experiments regarding war; toarrive at military honour; to acquire courage; to overthrow enemies; and further tocause ruin, slaughter, cruelty, discord; to wound and to give death.The Days and Hours of the Sun are very good for: perfecting experiments regard-ing temporal wealth, hope, gain, fortune, divination, the favour of princes, to dissolvehostile feeling, and to make friends."},{"pageNumber":16,"pageContent":"The Key of SolomonPage 14The Days and Hours of Venus are good for forming friendships; for kindness andlove; for joyous and pleasant undertakings, and for travelling.The Days and Hours of Mercury are good to operate for eloquence and intelli-gence; promptitude in business; science and divination; wonders; apparitions: andanswers regarding the Future. Thou canst also operate under this Planet for thefts;writings; deceit; and merchandise.The Days and Hours of the Moon are good for embassies; voyages; envoys; mes-sages; navigation; reconciliation; love; and the acquisition of merchandise by water.Thou shouldst take care punctually to observe all the instructions contained inthis chapter, if thou desirest to succeed, seeing that the truth of Magical Sciencedependeth thereon.The Hours of Saturn, of Mars, and of the Moon are alike good for communicat-ing and speaking with Spirits; as those of Mercury are for recovering thefts by themeans of Spirits.The Hours of Mars serve for summoning Souls from Hades, especially of thoseslain in battle.The Hours of the Sun, of Jupiter, and of Venus, are adapted for preparing anyoperations whatsoever of love, of kindness, and of invisibility, as is hereafter morefully shown, to which must be added other things of a similar nature which are con-tained in our work.The Hours of Saturn and Mars and also the days on which the Moon is conjunctwith them, or when she receives their opposition or quartile aspect, are excellent formaking experiments of hatred, enmity, quarrel, and discord; and other operations ofthe same kind which are given later on in this work.The Hours of Mercury are good for undertaking experiments relating to games,raillery, jests, sports, and the like.The Hours of the Sun, of Jupiter, and of Venus, particularly on the days whichthey rule, are good for all extraordinary, uncommon, and unknown operations.The Hours of the Moon are proper for making trial of experiments relating torecovery of stolen property, for obtaining nocturnal visions, for summoning Spirits insleep, and for preparing anything relating to Water.The Hours of Venus are furthermore useful for lots, poisons, all things of thenature of Venus, for preparing powders provocative of madness; and the like things.But in order to thoroughly effect the operations of this Art, thou shouldest per-form them not only on the Hours but on the Days of the Planets as well, because thenthe experiment will always succeed better, provided thou observest the rules laiddown later on, for if thou omittest one single condition thou wilt never arrive at theaccomplishment of the Art.For those matters then which appertain unto the Moon, such as the Invocation ofSpirit, the Works of Necromancy, and the recovery of stolen property, it is necessarythat the Moon should be in a Terrestrial Sign, viz.: Taurus, Virgo, or Capricorn.For love, grace, and invisibility, the Moon should be in a Fiery Sign, viz.: Aries,Leo, or Sagittarius."},{"pageNumber":17,"pageContent":"Book OnePage 15For hatred, discord, and destruction, the Moon should be in a Watery Sign, viz.:Cancer, Scorpio, or Pisces.For experiments of a peculiar nature, which cannot be classed under any certainhead, the Moon should be in an Airy Sign, viz.: Gemini, Libra, or Aquarius.But if these things seem unto thee difficult to accomplish, it will suffice theemerely to notice the Moon after her combustion, or conjunction with the Sun, espe-cially just when she quits his beams and appeareth visible. For then it is good to makeall experiments for the construction and operation of any matter. That is why the timefrom the New unto the Full Moon is proper for performing any of the experiments ofwhich we have spoken above. But in her decrease or wane it is good for War, Distur-bance, and Discord. Likewise the period when she is almost deprived of light, isproper for experiments of invisibility, and of Death.But observe inviolably that thou commence nothing while the Moon is in con-junction with the Sun, seeing that this is extremely unfortunate, and that thou wiltthen be able to effect nothing; but the Moon quitting his beams and increasing inLight, thou canst perform all that thou desirest, observing nevertheless the directionsin this Chapter.Furthermore, if thou wishest to converse with Spirits it should be especially onthe day of Mercury and in his hour, and let the Moon be in an Airy Sign, as well as theSun.Retire thou then unto a secret place, where no one may be able to see thee or tohinder thee, before the completion of the experiment, whether thou shouldest wish towork by day or by night. But if thou shouldest wish to work by night, perfect thy workon the succeeding night; if by day, seeing that the day beginneth with the rising of theSun (perfect thy work on) the succeeding day. But the Hour of Inception is the Hourof Mercury.Verily, since no experiments for converse with Spirits can be done without a Cir-cle being prepared, whatsoever experiments therefore thou wishest to undertake forconversing with Spirits, therein thou must learn to construct a certain particular Cir-cle; that being done surround that Circle with the Circle of Art for better caution andefficacy."},{"pageNumber":18,"pageContent":"The Key of SolomonPage 16Chapter IIIConcerning the Arts.If thou wishest to succeed, it is necessary to make the following Experiments andArts in the appropriate Days and Hours, with the requisite solemnities and ceremo-nies contained and laid down in the following chapters.Experiments, then, are of two kinds; the first is to make trial of what, as I havesaid, can be easily performed without a Circle, and in this case it is not necessary toobserve anything but what thou wilt find in the proper Chapters. The second can inno way be brought to perfection without the Circle; and in order to accomplish thisperfectly it is necessary to take note of all the preparations which the Master of the Artand his Disciples must undertake before constructing the Circle.Before commencing operations both the Master and his Disciples must abstainwith great and thorough continence during the space of nine days from sensual plea-sures and from vain and foolish conversation; as plainly appeareth in the SecondBook, Chapter 4. Six of the days having expired, he must recite frequently the Prayerand Confession as will be told him; and on the Seventh Day, the Master being alone,let him enter into a secret place, let him take off his clothes, and bathe himself fromhead to foot in consecrated and exorcised water, saying devoutly and humbly theprayer, “O Lord Adonai,” etc., as it is written in the Second Book, Chapter 2.The Prayer being finished, let the Master quit the water, and put upon his fleshraiment of white linen clean and unsoiled; and then let him go with his Disciples untoa secret place and command them to strip themselves naked; and they having takenoff their clothes, let him take exorcised water and pour it upon their heads so that itflows down to their feet and bathes them completely; and while pouring this waterupon them let the Master say: “Be ye regenerate, renewed, washed, and pure,” &c., asin Book II., Chapter 3.Which being done, the Disciples must clothe themselves, putting upon their flesh,like their Master, raiment of white linen clean and unsoiled; and the three last days theMaster and his Disciples should fast, observing the solemnities and prayers marked inBook II., Chapter 2.Note that the three last days should be calm weather, without wind. and withoutclouds rushing hither and thither over the face of the sky. On the last day let the Mas-ter go with his Disciples unto a secret fountain of running water, or unto a flowingstream, and there let each of them taking off his clothes, wash himself with due solem-nity, as is rehearsed in Book II. And when they are clean and pure, let each put uponhim garments of white linen, pure, and clean, using the prayers and ceremoniesdescribed in Book II. After which let the Master alone say the confession. The whichbeing finished, the Master in sign of penitence will Kiss the Disciples on the forehead,and each of them will Kiss the other. Afterwards let the Master extend his hands overthe Disciples, and in sign of absolution, absolve and bless them; which being done he"},{"pageNumber":19,"pageContent":"Book OnePage 17will distribute to each of his Disciples the Instruments necessary for Magical Art,which he is to carry into the Circle.The First Disciple will bear the Censer, the Perfumes and the Incense; the SecondDisciple will bear the Book, Paper, Pens, Ink and any stinking or impure materials; theThird will carry the Knife and the Sickle of Magical Art, the Lantern, and the Candles;the Fourth, the Psalms, and the rest of the Instruments; the Fifth, the Crucible orChafing-dish, and the Charcoal or Fuel; but it will be necessary for the Master himselfto carry in his hand the Staff, and the Wand or Rod. The things necessary being thusdisposed, the Master will go with his Disciples unto the assigned place, which theyhave proposed to construct the Circle for the Magical Arts and experiments; repeatingon the way the prayers and orations which thou wilt find in Book II.When the Master shall have arrived at the place appointed, together with his Dis-ciples, he having lighted the flame of the fire, and having exorcised it afresh as is laiddown in the Second Book, shall light the Candle and place it in the Lantern, whichone of the Disciples is to hold ever in his hand to light the Master at his work. Now theMaster of the Art, every time that he shall have occasion for some particular purposeto speak with the Spirits, must endeavor to form certain Circles which shall differsomewhat, and shall have some particular reference to the particular experimentunder consideration. Now, in order to succeed in forming such a Circle concerningMagical Art, for the greater assurance and efficacy thou shalt construct it in the fol-lowing manner:The Construction Of The Circle.Take thou the Knife, the Sickle, or the Sword of Magical Art consecrated after themanner and order which we shall deliver unto thee in the Second Book. With thisKnife or with the Sickle of Art thou shalt describe, beyond the inner Circle which thoushalt have already formed, a Second Circle, encompassing the other at the distance ofone foot therefrom and having the same centre. Within this space of a foot in breadthbetween the first and the second circumferential line, thou shalt trace towards theFour Quarters of the Earth, the Sacred and Venerable Symbols of the holy letter Tau.And between the first and the second Circle which thou shalt thyself have drawn withthe Instrument of Magical Art, thou shalt make four hexagonal pentacles, andbetween these thou shalt write four terrible and tremendous Names of God, viz.:Between the East and the South the Supreme Name IHVH, Tetragrammaton;Between the South and the West the Essential Tetragrammatic Name AHIH,Eheieh;Between the West and the North the Name of Power ALIVN, Elion;And between the North and the East the Great Name ALH, Eloah;Which Names are of supreme importance in the list of the Sephiroth, and theirSovereign Equivalents.Furthermore, thou shalt circumscribe about these Circles two Squares, the Anglesof which shall be turned towards the Four Quarters of the Earth; and the space"},{"pageNumber":20,"pageContent":"The Key of SolomonPage 18between the Lines of the Outer and Inner Square shall be half-a-foot. The extremeAngles of the Outer Square shall be made the Centres of four Circles, the measure ordiameter of which shall be one foot. All these are to be drawn with the Knife or conse-crated Instrument of Art. And within these Four Circles thou must write these fourNames of God the Most Holy One, in this order:At the East, AL, El;At the West, IH, Yah;At the South, AGLA, Agla;And at the North ADNI, Adonai.Between the two Squares the Name Tetragrammaton is to be written in the sameway as is shown in the plate. (See Figure 2.)While constructing the Circle, the Master should recite the following Psalms:Psalm ii; Psalm liv; Psalm cxiii; Psalm lxvii; Psalm xlvii; Psalm lxviii.Or he may as well recite them before tracing the Circle.The which being finished, and the fumigations being performed, as is describedin the chapter on Fumigations in the Second Book, the Master should reassemble hisDisciples, encourage them, reassure them, fortify them, and conduct them into theparts of the Circle of Art, where he must place them in the four quarters of the earth,encourage them, and exhort them to fear nothing, and to keep in the places assignedto them. Also, the Disciple who is placed towards the East should have a pen, ink,paper, silk, and white cotton, all clean and suitable for the work. Furthermore, each ofthe Companions should have a new Sword drawn in his hand (besides the consecratedMagical Sword of Art), and he should keep his hand resting upon the hilt thereof, andhe should on no pretext quit the place assigned to him, nor move therefrom.After this the Master should quit the Circle, light the fuel in the earthen pots, andplace upon them the Censers, in the Four Quarters of the Earth; and he should havein his hand the consecrated taper of wax, and he should light it and place it in a hid-den and secret place prepared for it. Let him after this re-enter and close the Circle.The Master should afresh exhort his Disciples, and explain to them all that theyhave to do and to observe; the which commands they should promise and vow to exe-cute. Let the Master then repeat this Prayer:Prayer.When we enter herein with all humility, let God the Almighty One enter into thisCircle, by the entrance of an eternal happiness, of a Divine prosperity, of a perfect joy,of an abundant charity, and of an eternal salutation. Let all the demons fly from thisplace, especially those who are opposed unto this work, and let the Angels of Peaceassist and protect this Circle, from which let discord and strife fly and depart. Magnifyand extend upon us, O Lord, Thy most Holy Name, and bless our conversation andour assembly. Sanctify, O Lord our God, our humble entry herein, Thou the Blessedand Holy One of the Eternal Ages! Amen.After this, let the Master say upon his knees, as follows:"},{"pageNumber":21,"pageContent":"Book OnePage 19Prayer.O Lord God, All Powerful and All Merciful, Thou who desirest not the death of asinner, but rather that he may turn from his wickedness and live; give and grant untous thy grace, by blessing and consecrating this earth and this Circle, which is heremarked out with the most powerful and holy Names of God. And thee, I conjure, OEarth, by the Most Holy Name of ASHER EHIEH entering within this Circle, com-posed and made with mine hand. And may God, even ADONAI, bless this place withall the virtues of Heaven, so that no obscene or unclean spirit may have the power toenter into this Circle, or to annoy any person who is therein; though the Lord GodADONAI, Who liveth eternally unto the Ages of the Ages. Amen.I beseech Thee, O Lord God, the All Powerful and the All Merciful, that Thou wiltdeign to bless this Circle, and all this place, and all those who are therein, and thatThou wilt grant unto us, who serve Thee, and rehearse nothing but the wonders ofFigure 2. Circle for Operations of the Art"},{"pageNumber":22,"pageContent":"The Key of SolomonPage 20Thy law, a good Angel for our Guardian; remove from us every adverse power; pre-serve us from evil and from trouble; grant, O Lord, that we may rest in this place in allsafety, through Thee, O Lord, Who livest and reignest unto the Ages of the Ages.Amen.Let the Master now arise and place upon his head a Crown made of paper (or anyother appropriate substance), on the which there must be written (with the Coloursand other necessary things which we shall describe hereafter), these four NamesAGLA, AGLAI, AGLATA, AGLATAI. The which Names are to be placed in the front,behind, and on either side of the head.Furthermore, the Master ought to have with him in the Circle, those Pentacles orMedals which are necessary to his purpose, which are described hereinafter, andwhich should be constructed according to the rules given in the Chapter on Pentacles.They should be described on virgin paper with a pen; and ink, blood, or colours, pre-pared according to the manner which we shall hereafter show in the Chapters on thesesubjects. It will be sufficient to take only those Pentacles which are actually required,they should be sewed to the front of the linen robe, on the chest, with the consecratedneedle of the Art, and with a thread which has been woven by a young girl.After this, let the Master turn himself towards the Eastern Quarter (unlessdirected to the contrary, or unless he should be wishing to call Spirits which belong toanother quarter of the Universe), and pronounce with a loud voice the Conjurationcontained in this Chapter. And if the Spirits be disobedient and do not then maketheir appearance, he must arise and take the exorcised Knife of Art wherewith he hathconstructed the Circle, and raise it towards the sky as if he wished to beat or strike theAir, and conjure the Spirits. Let him then lay his right hand and the Knife upon thePentacles or Medals, constructed of, and described upon virgin paper, which are fas-tened to or sewn upon his breast, and let him repeat the following Conjuration uponhis knees:Conjuration.O Lord, hear my prayer, and let my cry come unto Thee. O Lord God Almighty,who has reigned before the beginning of the Ages, and Who by Thine Infinite Wis-dom, hast created the heavens, the earth, and the sea, and all that in them is, all that isvisible, and all that is invisible by a single word; I praise Thee, I bless Thee, I adoreThee, I glorify Thee, and I pray Thee now at the present time to be merciful unto me,a miserable sinner, for I am the work of Thine hands. Save me, and direct me by ThyHoly Name, Thou to Whom nothing is difficult, nothing is impossible; and deliver mefrom the night of mine ignorance, and enable me to go forth therefrom. Enlighten mewith a spark of Thine Infinite Wisdom. Take away from my senses the desire of covet-ousness, and the iniquity of mine idle words. Give unto me, Thy servant, a wiseunderstanding, penetrating and subtle heart, to acquire and comprehend all Sciencesand Arts; give unto me capacity to hear, and strength of memory to retain them, sothat I may be able to accomplish my desires, and understand and learn all difficult anddesirable Sciences; and also that I may be able to comprehend the hidden secrets of"},{"pageNumber":23,"pageContent":"Book OnePage 21the Holy Writings. Give me the virtue to conceive them, so that I may be able to bringforth and pronounce my words with patience and humility, for the instruction of oth-ers, as Thou hast ordered me.O God, the Father, All Powerful and All Merciful, who hast created all things, whoknowest and conceivest them universally, and to Whom nothing is hidden, nothing isimpossible; I entreat Thy Grace for me and for Thy servants, because Thou seest andknowest well that we perform not this work to tempt Thy Strength and Thy Power asif in doubt thereof, hut rather that we may know and understand the truth of all hid-den things. I beseech Thee to have the kindness to be favorable unto us; by ThySplendour, Thy Magnificence, and Thy Holiness, and by Thy Holy, Terrible, and Inef-fable Name IAH, at which the whole world doth tremble, and by the Fear with whichall creatures obey Thee. Grant, O Lord, that we may become responsive unto ThyGrace, so that through it we may have a full confidence in and knowledge of Thee,and that the Spirits may discover themselves here in our presence, and that thosewhich are gentle and peaceable may come unto us, so that they may be obedient untoThy commands, through Thee, O Most Holy ADONAI, Whose Kingdom is an ever-lasting Kingdom, and whose Empire endureth unto the Ages of the Ages. Amen.After having said all these words devoutly, let the Master arise, and place hishands upon the Pentacles, and let one of the Companions hold the Book open beforethe Master, who, raising his eyes to heaven, and turning unto the Four Quarters of theUniverse, shall say:O Lord, be Thou unto me a Tower of Strength against the appearance and assaultof the Evil Spirits.After this, turning towards the Four Quarters of the Universe, he shall say the fol-lowing words:These be the Symbols and the Names of the Creator, which can bring Terror andFear unto you. Obey me then, by the power of these Holy Names, and by these Myste-rious Symbols of the Secret of Secrets.The which being said and done, thou shalt see them draw near and approachfrom all parts. But if they be hindered, detained, or occupied in some way, and so thatthey cannot come, or if they are unwilling to come, then, the Suffumigations andCensings being performed anew, and (the Disciples) having anew, by especial order,touched their Swords, and the Master having encouraged his Disciples, he shallreform the Circle with the Knife of Art, and, raising the said Knife towards the Sky, heshall as it were strike the air therewith. After this he shall lay his hand upon the Penta-cles, and having bent his knees before the Most High, he shall repeat with humility thefollowing Confession; the which his Disciples shall also do, and they shall recite it in alow and humble voice, so that they can scarcely be heard."},{"pageNumber":24,"pageContent":"The Key of SolomonPage 22Chapter IVThe Confession to be Made by the Exorcist.Confession.O Lord of Heaven and of Earth, before Thee do I confess my sins, and lament them,cast down and humbled in thy presence. For I have sinned before Thee by pride, ava-rice, and boundless desire of honours and riches; by idleness, gluttony, greed,debauchery, and drunkenness; because I have offended Thee by all kinds of sins of theflesh, adulteries, and pollutions, which I have committed myself, and consented thatothers should commit; by sacrilege, thefts, rapine, violation, and homicide; by the eviluse I have made of my possessions, by my prodigality, by the sins which I have com-mitted against Hope and Charity, by my evil advice, flatteries, bribes, and the illdistribution which I have made of the goods of which I have been possessed; byrepulsing and maltreating the poor, in the distribution which I have made of thegoods committed to my charge, by afflicting those over whom I have been set inauthority, by not visiting the prisoners, by depriving the dead of burial, by not receiv-ing the poor, by neither feeding the hungry nor giving drink to the thirsty, by neverkeeping the Sabbath and the other feasts, by not living chastely and piously on thosedays, by the easy consent which I have given to those who incited me to evil deeds, byinjuring instead of aiding those who demanded help from me, by refusing to give earunto the cry of the poor, by not respecting the aged, by not keeping my word, by dis-obedience to my parents, by ingratitude towards those from whom I have receivedkindness, by indulgence in sensual pleasures, by irreverent behaviour in the Temple ofGod, by unseemly gestures thereat, by entering therein without reverence, by vain andunprofitable discourse when there, by despising the sacred vessels of the temple, byturning the holy Ceremonies into ridicule, by touching and eating the sacred breadwith impure lips and with profane hands, and by the neglect of my prayers andadorations.I detest also the crimes which I have committed by evil thoughts, vain and impuremeditations, false suspicions, and rash judgments; by the evil consent which I havereadily given unto the advice of the wicked, by lust of impure and sensual pleasures;by my idle words, my lies, and my deceit; by my false vows in various ways; and by mycontinual slander and calumny.I detest also the crimes which I have committed within; the treachery and discordwhich I have incited; my curiosity, greed, false speaking, violence, malediction, mur-murs, blasphemies, vain words, insults, dissimulations; my sins against God by thetransgression of the ten commandments, by neglect of my duties and obligations, andby want of love towards God and towards my neighbour.Furthermore I hate the sins which I have committed in all my senses, by sight, byhearing, by taste, by smell, and by touch, in every way that human weakness canoffend the Creator; by my carnal thoughts, deeds, and meditations."},{"pageNumber":25,"pageContent":"Book OnePage 23In which I humbly confess that I have sinned, and recognise myself as being in thesight of God the most criminal of all men.I accuse myself before Thee, O God, and I adore Thee with all humility. O ye,Holy Angels, and ye, Children of God, in your presence I publish my sins, so thatmine Enemy may have no advantage over me, and may not be able to reproach me atthe last day; that he may not be able to say that I have concealed my sins, and that I benot then accused in the presence of the Lord; but, on the contrary, that on my accountthere may be joy in Heaven, as over the just who have confessed their sins in thypresence.O Most Almighty and All Powerful Father, grant through Thine unboundedMercy that I may both see and know all the Spirits which I invoke, so that by theirmeans I may see my will and desire accomplished, by The Sovereign grandeur, and byThine ineffable and Eternal Glory, Thou Who art and Who wilt be for ever the Pureand Ineffable Father of ALL.The Confession having been finished with great humility, and with the inwardfeeling of the heart, the Master will recite the following prayer:Prayer.O Lord All Powerful, Eternal God and Father of all Creatures, shed upon me theDivine Influence of Thy Mercy, for I am Thy Creature. I beseech Thee to defend mefrom mine Enemies, and to confirm in me true and steadfast faith.O Lord, I commit my Body and my Soul unto thee, seeing I put my trust in nonebeside Thee; it is on thee alone that I rely; O Lord my God aid me; O Lord hear me inthe day and hour wherein I shall invoke Thee. I pray Thee by Thy Mercy not to put mein oblivion, nor to remove me from Thee. O Lord be Thou my succor, Thou Who artthe God of my salvation. O Lord make me a new heart according unto Thy lovingKindness. These, O Lord, are the gifts which I await from Thee, O my God and myMaster, Thou who livest and reignest unto the Ages of the Ages. Amen.O Lord God the All Powerful One, who hast formed unto Thyself great and Inef-fable Wisdom, and Co-eternal with Thyself before the countless Ages; Thou Who inthe Birth of Time hast created the Heavens, and the Earth, the Sea, and things thatthey contain; Thou who hast vivified all things by the Breath of Thy Mouth, I praiseThee, I bless Thee, I adore Thee, and I glorify Thee. Be Thou propitious unto me whoam but a miserable sinner, and despise me not; save me and succor me, even me thework of Thine hands. I conjure and entreat thee by Thy Holy Name to banish frommy Spirit the darkness of Ignorance, and to enlighten ne with the Fire of thy Wisdom;take away from me all evil desires, and let not my speech be as that of the foolish. OThou, God the Living One, whose Glory, Honour, and Kingdom shall extend unto theAges of the Ages. Amen."},{"pageNumber":26,"pageContent":"The Key of SolomonPage 24Chapter V.Prayer and Conjurations.Prayer.O Lord God, Holy Father, Almighty and Merciful One, who hast created all things,Who knowest all things and can do all things, from Whom nothing is hidden, towhom nothing is impossible; Thou who knowest that we perform not these ceremo-nies to tempt Thy power, but that we may penetrate into the knowledge of hiddenthings; we pray Thee by Thy Sacred Mercy to cause and to permit, that we may arriveat this understanding of secret things, of whatever nature they may be by Thine aid, OMost Holy ADONAI, whose Kingdom and Power shall have no end unto the Ages ofthe Ages. Amen.The Prayer being finished, let the Exorcist lay his hand upon the Pentacles, whileone of the Disciples shall hold open before him the Book wherein are written theprayers and conjurations proper for conquering, subduing, and reproving the Spirits.Then the Master, turning towards each Quarter of the Earth, and raising his eyes toHeaven, shall say:O Lord, be Thou unto me a strong tower of refuge, from the sight and assaults ofthe Evil Spirits.After which let him turn again towards the Four Quarters of the Earth, andtowards each let him utter the following words:Behold the Symbols and Names of the Creator, which give unto ye forever Terrorand Fear. Obey then, by the virtue of these Holy Names, and by these Mysteries ofMysteries.After this he shall see the Spirits come from every side. But in case they are occu-pied in some other place, or that they cannot come, or that they are unwilling tocome: then let him commence afresh to invoke them after the following manner, andlet the Exorcist be assured that even were they bound with chains of iron, and withfire, they could not refrain from coming to accomplish his will.The Conjuration. O ye Spirits, ye I conjure by the Power, Wisdom, and Virtue of the Spirit of God,by the uncreate Divine Knowledge, by the vast Mercy of God, by the Strength of God,by the Greatness of God, by the Unity of God; and by the holy Name of God EHEIEH,which is the root, trunk, source, and origin of all the other Divine Names, whencethey all draw their life and their virtue, which Adam having invoked, he acquired theknowledge of all created things.I conjure ye by the indivisible Name IOD, which marketh and expresseth the Sim-plicity and the Unity of the Nature Divine, which Abel having invoked, he deserved toescape from the hands of Cain his brother."},{"pageNumber":27,"pageContent":"Book OnePage 25I conjure ye by the Name TETRAGRAMMATON ELOHIM, which expresseth andsignifieth the Grandeur of so lofty a Majesty, that Noah having pronounced it, savedhimself, and protected himself with his whole household from the Waters of theDeluge.I conjure ye by the Name of God EL Strong and Wonderful, which denoteth theMercy and Goodness of His Majesty Divine, which Abraham having invoked, he wasfound worthy to come forth from the Ur of the Chaldeans.I conjure ye by the most powerful Name of ELOHIM GIBOR, which showethforth the Strength of God, of a God All Powerful, who punisheth the crimes of thewicked, Who seeketh out and chastiseth the iniquities of the fathers upon the childrenunto the third and fourth generation; which Isaac having invoked, he was found wor-thy to escape from the Sword of Abraham his father.I conjure ye and I exorcise ye by the most holy Name of ELOAH VA-DAATH,which Jacob invoked when in great trouble, and was found worthy to bear the Nameof Israel, which signifieth Vanquisher of God; and he was delivered from the fury ofEsau his brother.I conjure ye by the most potent Name of EL. ADONAI TZABAOTH, which is theGod of Armies, ruling in the Heavens, which Joseph invoked and was found worthy toescape from the hands of his Brethren.I conjure ye by the most potent Name of ELOHIM TZABAOTH, which expres-seth piety, mercy, splendour, and knowledge of God, which Moses invoked, and hewas found worthy to deliver the People Israel from Egypt, and from the servitude ofPharaoh.I conjure ye by the most potent Name of SHADDAI, which signifieth doing goodunto all; which Moses invoked, and having struck the Sea, it divided into two parts inthe midst, on the right hand and on the left. I conjure ye by the most holy Name of ELCHAI, which is that of the Living God, through the virtue of which alliance with us,and redemption for us have been made; which Moses invoked and all the watersreturned to their prior state and enveloped the Egyptians, so that not one of themescaped to carry the news into the Land of Mizraim.Lastly, I conjure ye all, ye rebellious Spirits, by the most holy Name of GodADONAI MALEKH, which Joshua invoked, and stayed the course of the Sun in hispresence, through the virtue of Methratton, its principal Image; and by the troops ofAngels who cease not to cry day and night, QADOSCH, SADOSCH, QADOSCH,ADONAI ELOHIM TZABAOTH (that is, Holy, Holy, Holy, Lord God of Hosts,Heaven and Earth are full of Thy Glory); and by the Ten Angels who preside over theTen Sephiroth, by whom God communicateth and extendeth His influence over lowerthings, which are KETHER, CHOKMAH, BINAH, GEDULAH, GEBURAH, TIPH-ARETH, NETZACH, HOD, YESOD, AND MALKUTH.I conjure ye anew, O Spirits, by all the Names of God, and by all His marvellouswork; by the heavens; by the earth; by the sea; by the depth of the Abyss, and by thatfirmament which the very Spirit of God hath moved; by the sun and by the stars; bythe waters and by the seas, and all which they contain; by the winds, the whirlwinds,"},{"pageNumber":28,"pageContent":"The Key of SolomonPage 26and the tempests; by the virtue of all herbs, plants, and stones; by all which is in theheavens, upon the earth, and in all the Abysses of the Shades.I conjure ye anew, and I powerfully urge ye, O Demons, in whatsoever part of theworld ye may be, so that ye shall be unable to remain in air, fire, water, earth, or in anypart of the universe, or in any pleasant place which may attract ye; but that ye comepromptly to accomplish our desire, and all things that we demand from yourobedience.I conjure ye anew by the two Tables of the Law, by the five books of Moses, by theSeven Burning Lamps on the Candlestick of Gold before the face of the Throne of theMajesty of God, and by the Holy of Holies wherein the KOHEN HA-GADUL wasalone permitted to enter, that is to say, the High-Priest.I conjure ye by Him Who hath made the heavens and the earth, and who hathmeasured those heavens in the hollow of His hand, and enclosed the earth with threeof His fingers, Who is seated upon the Kerubim and upon the Seraphim; and by theKerubim, which is called the Kerub, which God constituted and placed to guard theTree of Life, armed with a flaming sword, after that Man had been driven out ofParadise.I conjure ye anew, Apostates from God, by Him who alone hath performed greatwonders; by the Heavenly Jerusalem; and by the Most Holy Name of God in Four Let-ters, and by Him Who enlighteneth all things and shineth upon all things by hisVenerable and Ineffable Name, EHEIEH ASHER EHEIEH; that ye come immediatelyto execute our desire, whatever it may be.I conjure ye, and I command ye absolutely, O Demons, in whatsoever part of theUniverse ye may be, by the virtue of all these Holy Names;-- ADONAI, JAH, HOA,EL, ELOAH, ELOHINU, ELOHIM, EHEIEH, MARON, KAPHU, ESCH, INNON,AVEN, AGLA, HAZOR, EMETH, YAH, ARARITHA, YOVA, HA-KABIR, MESSI-ACH, IONAH, MAL-KA, EREL, KUZU, MATZPATZ EL SHADDAI; and by all theHoly names of God which have been written with blood in the sign of an eternalalliance.I conjure ye anew by these other names of God, Most Holy and unknown, by thevirtue of which Names ye tremble every day;-- BARUC, BACURABON, PATACEL,ALCHEEGHEL, AQUACHAI, HOMORION, EHEIEH, ARBATON, CHEVON,CEBON, OYZROYMAS, CHAI, EHEIEH, ALBAMACHI, ORTAGU, NALE,ABELECH (or HELECH), YEZE (or SECHEZZE); that ye come quickly and withoutany delay into our presence from every quarter and every climate of the worldwherein ye may be, to execute all that we shall command ye in the Great Name ofGod."},{"pageNumber":29,"pageContent":"Book OnePage 27Chapter VIStronger and More Potent Conjuration.If they then immediately appear, it is well; if not, let the Master uncover the conse-crated Pentacles which he should have made to constrain and command the Spirits,and which he should wear fastened round his neck, holding the Medals (or Pentacles)in his left hand, and the consecrated Knife in his right; and encouraging his Compan-ions, he shall say with a loud voice:Address.Here be the Symbols of Secret things, the standards, the ensigns and the banners,of God the Conqueror; and the arms of the Almighty One, to compel the AerialPotencies. I command ye absolutely by their power and virtue that ye come near untous, into our presence, from whatsoever part of the world ye may be in, and that yedelay not to obey us in all things wherein we shall command ye by the virtue of Godthe Mighty One. Come ye promptly, and delay not to appear, and answer us withhumility.If they appear at this time, show them the Pentacles, and receive them with kind-ness, gentleness, and courtesy; reason and speak with them, question them, and askfrom them all things which thou hast proposed to demand.But if, on the contrary, they do not yet make their appearance, holding the conse-crated Knife in the right hand, and the Pentacles being uncovered by the removal oftheir consecrated covering, strike and beat the air with the Knife as if wishing to com-mence a combat, comfort and exhort thy Companions, and then in a loud and sternvoice repeat the following Conjuration:Conjuration Here again I conjure ye and most urgently command ye; I force, constrain, andexhort ye to the utmost, by the most mighty and powerful Name of God EL, strongand wonderful, and by God the Just and Upright, I exorcise ye and command ye thatye in no way delay, but that ye come immediately and upon the instant hither beforeus, without noise, deformity, or hideousness, but with all manner of gentleness andmildness.I exorcise ye anew, and powerfully conjure ye, commanding ye with strength andviolence by Him Who spake and it was done; and by all these names: EL, SHADDAI,ELOHIM, ELOHI, TZABAOTH, ELIM, ASHER EHEIEH, YAH, TETRAGRAMMA-TON, SHADDAI, which signify God the High and Almighty, the God of Israel,through Whom undertaking all our operations we shall prosper in all the works ofour hands, seeing that the Lord is now, always, and for ever with us, in our heart andin our lips; and by His Holy Names, and by the virtue of the Sovereign God, we shallaccomplish all our work."},{"pageNumber":30,"pageContent":"The Key of SolomonPage 28Come ye at once without any hideousness or deformity before us, come ye with-out monstrous appearance, in a gracious form or figure. Come ye, for we exorcise yewith the utmost vehemence by the Name of IAO and ON, which Adam spake andheard; by the Name EL, which Noah heard, and saved himself with all his family fromthe Deluge; by the Name IOD, which Noah heard, and knew God the Almighty One;by the Name AGLA, which Jacob heard, and saw the Ladder which touched Heaven,and the Angels who ascended and descended upon it, whence he called that place theHouse of God and the Gate of Heaven; and by the Name ELOHIM, and in the NameELOHIM, which Moses named, invoked, and heard in Horeb the Mount of God, andhe was found worthy to hear Him speak from the Burning Bush; and by the NameAIN SOPH, which Aaron heard, and was at once made eloquent, wise, and learned;and by the Name TZABAOTH, which Moses named and invoked, and all the pondsand rivers were covered with blood throughout the land of Egypt; and by the nameIOD, which Moses named and invoked, and striking upon the dust of the earth bothmen and beasts were struck with disease; and by the Name, and in the NamePRIMEUMATON, which Moses named and invoked, and there fell a great and severehail throughout all the land of Egypt, destroying the vines, the trees, and the woodswhich were in that country; and by the Name IAPHAR, which Moses heard andinvoked, and immediately a great pestilence began to appear through all the land ofEgypt, striking and slaying the asses, the oxen, and the sheep of the Egyptians, so thatthey all died; and by the Name ABADDON which Moses invoked and sprinkled thedust towards heaven, and immediately there fell so great rain upon the men, cattle,and flocks, that they all died throughout the land of Egypt; and by the Name ELIONwhich Moses invoked, and there fell so great hail as had never been seen from thebeginning of the world unto that time, so that all men, and herds, and everything thatwas in the fields perished and died throughout all the land of Egypt. And by the NameEDONAL, which Moses having invoked, there came so great a quantity of locustswhich appeared in the land of Egypt, that they devoured and swallowed up all that thehail had spared; and by the Name of PATHEON, which having invoked, there arose sothick, so awful, and so terrible darkness throughout the land of Egypt, during thespace of three days and three nights, that almost all who were left alive died; and bythe Name YESOD and in the Name YESOD, which Moses invoked, and at midnightall the first-born, both of men and of animals, died; and by the Name of YESHIMON,which Moses named and invoked, and the Red Sea divided itself and separated in two;and by the name HESION, which Moses invoked, and all the army of Pharaoh wasdrowned in the waters; and by the Name ANABONA, which Moses having heardupon Mount Sinai, he was found worthy to receive and obtain the tables of stonewritten with the finger of God the Creator; and by the Name ERYGION, which Joshuahaving invoked when he fought against the Moabites, he defeated them and gainedthe victory; and by the Name HOA, and in the Name HOA, which David invoked, andhe was delivered from the hand of Goliath; and by the name YOD, which Solomonhaving named and invoked, he was found worthy to ask for and obtain in sleep theIneffable Wisdom of God; and by the Name YIAI, which Solomon having named and"},{"pageNumber":31,"pageContent":"Book OnePage 29invoked, he was found worthy to have power over all the Demons, Potencies, Powers,and Virtues of the Air.By these, then, and by all the other Names of God Almighty, Holy, Living, andTrue, we powerfully command ye, ye who by your own sin have been cast down fromthe Empyreal Heaven, and from before His Throne; by Him who hath cast ye downunto the most profound of the Abysses of Hell, we command Ye boldly and resolutely;and by that terrible Day of the Sovereign Judgment of God, on which all the dry bonesin the earth will arise to hear and listen unto the Word of God with their body, andwill present themselves before the face of God Almighty; and by that Last Fire whichshall consume all things; by the (Crystal) Sea which is known unto us, which is beforethe Face of God: by the indicible and ineffable virtue, force, and power of the CreatorHimself, by His Almighty power, and by the Light and Flame which emanate from HisCountenance, and which are before His Face; by the Angelical Powers which are in theHeavens, and by the most great Wisdom of Almighty God; by the Seal of David, by theRing and Seal of Solomon, which was revealed unto him by the Most High and Sover-eign Creator; and by the Nine Medals or Pentacles, which we have among ourSymbols, which proceed and come from Heaven, and are among the Mysteries ofMysteries or Secrets of Secrets, which you can also behold in my hand, consecratedand exorcised with the due and requisite Ceremonies. By these, then, and by all theSecrets which the Almighty encloseth in the Treasures of the Sovereign and HighestWisdom, by His Hand, and by His marvellous power; I conjure, force, and exorcise yethat ye come without delay to perform in our presence that which we shall commandye.I conjure ye anew by that most Holy Name which the whole Universe fears,respects, and reveres, which is written by these letters and characters, IOD, HE, VAU,HE; and by the last and terrible judgment; by the Seat of BALDACHIA; and by thisHoly Name, YIAI, which Moses invoked, and there followed that great Judgment ofGod, when Dathan and Abiram were swallowed up in the centre of the earth. Other-wise, if ye contravene and resist us by your disobedience unto the virtue and power ofthis Name YIAI, we curse ye even unto the Depth of the Great Abyss, into the whichwe shall cast, hurl, and bind ye, if ye show yourselves rebellious against the Secret ofSecrets, and against the Mystery of Mysteries. AMEN, AMEN. FIAT, FIAT.This Conjuration thou shalt say and perform, turning thyself unto the East, and ifthey appear not, thou shalt repeat it unto the Spirits, turning unto the South, theWest, and the North, in succession, when thou wilt have repeated it four times. And ifthey appear not even then, thou shalt make the Sign of TAU upon the foreheads of thycompanions, and thou shalt say:Conjuration.Behold anew the Symbol and the Name of a Sovereign and Conquering God,through which all the Universe fears, trembles, and shudders, and through the mostmysterious words of the Secret Mysteries and by their Virtue, Strength, and Power."},{"pageNumber":32,"pageContent":"The Key of SolomonPage 30I conjure ye anew, I constrain and command ye with the utmost vehemence andpower, by that most potent and powerful Name of God, EL, strong and wonderful, byHim who spake and it was done; and by the Name IAH, which Moses heard, andspoke with God; and by the Name AGLA, which Joseph invoked, and was deliveredout of the hands of his brethren; and by the Name VAU, which Abraham heard, andknew God the Almighty One; and by the Name of Four Letters, TETRAGRAMMA-TON, which Joshua named and invoked, and he was rendered worthy and founddeserving to lead the Army of Israel into the Promised Land; and by the Name ANA-BONA, by which God formed Man and the whole Universe; and by the NameARPHETON, and in the Name ARPHETON, by which the Angels who are destined tothat end will summon the Universe, in visible body and form, and will assemble (allpeople) together by the sound of the Trumpet at that terrible and awful Day of Judg-ment, when the memory of the wicked and ungodly shall perish; and by the NameADONAI, by which God will judge all human flesh, at Whose voice all men, bothgood and evil, will rise again, and all men and Angels will assemble in the air beforethe Lord, Who will judge and condemn the wicked; and by the Name ONEIPHETON,by which God will summon the dead, and raise them up again unto life; and by theName ELOHIM, and in the Name ELOHIM, by which God will disturb and excitetempests throughout all the seas, so that they will cast out the fish therefrom, and inone day the third part of men about the sea and the rivers shall die; and by the NameELOHI, and in the Name ELOHI, by which God will dry up the sea and the rivers, sothat men can go on foot through their channels; and by the Name ON, and in theName ON, by which God shall restore and replace the sea, the rivers, the streams, andthe brooks, in their previous state; and by the Name MESSIACH, and in the NameMESSIACH, by which God will make all animals combat together, so that they shalldie in a single day; and by the Name ARIEL, by which God shall destroy in a singleday all buildings, so that there shall not be left one stone upon another; and by theName IAHT, by which God will cast one stone upon another, so that all people andnations will fly from the sea-shore, and will say unto them cover us and hide us; andby the Name EMANUEL, by which God will perform wonders, and the winged crea-tures and birds of the air shall contend with one another; and by the Name ANAEL,and in the Name ANAEL, by which God will cast down the mountains and fill up thevalleys, so that the surface of the earth shall be level in all parts; and by the NameZEDEREZA, and in the Name ZEDEREZA, by which God will cause the Sun andMoon to be darkened. and the Stars of heaven to fall; and by the Name SEPHERIEL,by which God will come to Universal Judgment, like a Prince newly crowned enteringin triumph into his capital city, girded with a zone of gold, and preceded by Angels,and at His aspect all climes and parts of the Universe shall be troubled and astonished,and a fire shall go forth before Him, and flames and storm shall surround Him; andby the Name TAU, by which God brought the Deluge, and the waters prevailed abovethe mountains, and fifteen cubits above their summits; and by the Name RUA-CHIAH, by which God having purged the Ages, He will make His Holy spirit todescend upon the Universe, and will cast ye, ye rebellious Spirits, and unclean beings,"},{"pageNumber":33,"pageContent":"Book OnePage 31into the Depths of the Lake of the Abyss, in misery, filth, and mire, and will place ye inimpure and foul dungeons bound with eternal chains of fire.By these Names then, and by all the other Holy Names of God before Whom noman can stand and live, and which Names the armies of the Demons fear, tremble at,and shudder; we conjure ye, we potently exorcise and command ye, conjuring ye inaddition by the terrible and tremendous PATHS of God and by His Holy habitationwherein He reigneth and commandeth unto the eternal Ages. Amen.By the virtue of all these aforesaid, we command ye that ye remain not in anyplace wherein ye are, but to come hither promptly without delay to do that which weshall enjoin ye. But if ye be still contumacious, we, by the Authority of a Sovereign andPotent God, deprive ye of all quality, condition, degree, and place which ye now enjoy,and precipitate ye into and relegate ye unto the Kingdom of Fire and of Sulphur, to bethere eternally tormented Come ye then from all parts of the earth, wheresoever yemay be, and behold the Symbols and Names of that Triumphant Sovereign Whom allcreatures obey, otherwise we shall bind ye and conduct ye in spite of yourselves, intoour presence bound with chains of fire, because those effects which proceed and issuefrom our Science and operation, are ardent with a fire which shall consume and burnye eternally, for by these the whole Universe trembleth, the earth is moved, the stonesthereof rush together, all creatures obey, and the rebellious Spirits are tormented bythe power of the Sovereign Creator.Then it is certain that they will come, even if they be bound with chains of fire,unless prevented by affairs of the very greatest importance, but in this latter case theywill send ambassadors and messengers by whom thou shalt easily and surely learnwhat occupies the Spirits and what they are about. But if they appear not yet inanswer to the above Conjuration, and are still disobedient, then let the Master of theArt or Exorciser arise and exhort his Companions to be of good cheer and not todespair of the ultimate success of the operation; let him strike the air with the Conse-crated Knife towards the Four Quarters of the Universe; and then let him Kneel in themidst of the Circle, and the Companions also in their several places, and let them sayconsecutively with him in a low voice, turning in the direction of the East, thefollowing:ADDRESS TO THE ANGELS.I conjure and pray ye, O ye Angels of God, and ye Celestial Spirits, to come untomine aid; come and behold the Signs of Heaven, and be my witness before the Sover-eign Lord, of the disobedience of these evil and fallen Spirits who were at one timeyour companions.This being done, let the Master arise, and constrain and force them by a strongerconjuration, in manner following."},{"pageNumber":34,"pageContent":"The Key of SolomonPage 32Chapter VIIAn Extremely Powerful Conjuration.Behold us again prepared to conjure ye by the Names and Symbols of God, where-with we are fortified, and by the virtue of the Highest One. We command ye andpotently ordain ye by the most strong and powerful Names of God, Who is worthy ofall praise, admiration, honor, glory, veneration, and fear, that ye delay not longer, butthat ye appear before us without any tumult or disturbance, but, on the contrary, withgreat respect and courtesy, in a beautiful and human form.If they then appear, let them see the Pentacles, and say:Obey ye, Obey ye, behold the Symbols and Names of the Creator; be ye gentle andpeaceable, and obey in all things that we shall command ye.They will then immediately talk with thee, as a friend speaketh unto a friend. Askof them all that thou desirest, with constance, firmness, and assurance, and they willobey thee.But if they appear not yet, let not the Master on that account lose his courage, forthere is nothing in the world stronger and of greater force to overawe the Spirits thanconstancy. Let him, however, re-examine and reform the Circle, and let him take up alittle dust of the earth, which he shall cast towards the Four Quarters of the Universe;and having placed his Knife upon the ground, let him say on his knees, turningtowards the direction of the North:In the Name of ADONAI ELOHIM TZABAOTH SHADDAI, Lord God of ArmiesAlmighty, may we successfully perform the works of our hands. and may the Lord bepresent with us in our heart and in our lips.These words having been said kneeling upon the earth, let the Master shortly afterarise and open his arms wide as if wishing to embrace the air, and say:Conjuration.By the Holy Names of God written in this Book, and by the other Holy and Inef-fable Names which are written in the Book of Life, we conjure ye to come unto uspromptly and without any delay, wherefore tarry not, but appear in a beautiful andagreeable form the figure, by these Holy Names: ADONAI, TZABAOTH, EL, ELOHI,ELOHIM, SHADDAI and by EHEIEH, YOD HE VAU HE which is the Great Name ofGod TETRAGRAMMATON written with Four Letters, ANAPHODITION, and inef-fable; by the God of those Virtues and Potencies, Who dwelleth in the Heavens, Whorideth upon the Kerubim, Who moveth upon the Wings of the Wind, He WhosePower is in Heaven and in Earth, Who spake and it was done, Who commanded andthe whole Universe was created; and by the Holy Names and in the Holy Names, IAH,IAH, IAH, ADONAI TZABAOTH; and by all the Names of God, the Living, and theTrue, I reiterate the Conjuration, and I conjure ye afresh ye Evil and rebellious Spirits,abiding in the Abysses of Darkness."},{"pageNumber":35,"pageContent":"Book OnePage 33I conjure, I address, and I exorcise ye, that ye may approach unto and come beforethe Throne of God, the Living and the True, and before the Tribunal of the Judgmentof His Majesty, and before the Holy Angels of God to hear the sentence of yourcondemnation.Come ye then by the Name and in the Name of SHADDAI which is that of GodAlmighty, strong, powerful, admirable, exalted, pure, clean, glorified, virtuous, great,just, terrible, and holy; and by the Name and in the Name of EL, IAH, IAH, IAH,Who hath formed and created the world by the Breath of His Mouth, Who supportethit by His Power, Who ruleth and governeth it by His Wisdom, and Who hath cast yefor your pride into the Land of Darkness and into the Shadow of Death.Therefore, by the Name of the Living God, Who hath formed the heavens above,and hath laid the foundations of the earth beneath, we command ye that, immediatelyand without any delay, ye come unto us from all places, valleys, mountains, hills, field,seas, rivers, fountains, ponds, brooks, caverns, grottos, cities, towns, villages, markets,fairs, habitations, baths, courtyards, gardens, vineyards, plantations, reservoirs, cis-terns, and from every corner of the terrestrial earth where ye may happen to be inyour assemblies, so that ye may execute and accomplish our demands with all mild-ness and courtesy; by that Ineffable Name which Moses heard and invoked, which hereceived from God from the midst of the Burning Bush, we conjure ye to obey ourcommands, and to come unto us promptly with all gentleness of manner.Again we command ye with vehemence, and we exorcise ye with constancy, thatye and all your comrades come unto us in an agreeable and gracious manner like thebreeze, to accomplish successively our various commands and desires. Come ye, then,by the virtue of these Names by the which we exorcise ye; ANAI, ÆCHHAD,TRANSIN, EMETH, CHAIA, IONA, PROFA, TITACHE, BEN ANI, BRIAH, THEIT;all which names are written in Heaven in the characters of Malachim, that is to say,the tongue of the Angels.We then, by the just judgment of God, by the Ineffable and Admirable Virtue ofGod, just, living, and true, we call ye with power, we force and exorcise ye by and inthe admirable Name which was written on the Tables of Stone which God gave uponMount Sinai; and by and in the wonderful Name which Aaron the High Priest barewritten upon his breast, by which also God created the World, the which name isAXINETON; and by the Living God Who is One throughout the Ages, whose dwell-ing is in the Ineffable Light, Whose Name is Wisdom, and Whose Spirit is Life, beforeWhom goeth forth Fire and Flame, Who hath from that Fire formed the firmament,the Stars and the Sun; and Who with that Fire will burn ye all for ever, as also all whoshall contravene the Words of His Will.Come ye, then, without delay, without noise, and without rage, before us, withoutany deformity or hideousness, to execute all our will; come ye from all places whereinye are, from all mountains, valleys, streams, rivers, brooks, ponds, places, baths, syna-gogues; for God, strong and powerful, will chase ye and constrain ye, being gloriousover all things; He will compel ye, both ye and the Prince of Darkness. Come ye, comeye, Angels of Darkness; come hither before this Circle without fear, terror, or defor-"},{"pageNumber":36,"pageContent":"The Key of SolomonPage 34mity, to execute our commands, and be ye ready both to achieve and to complete allthat we shall command ye.Come ye, then, by the Crown of the Chief of your Emperors, and by the Sceptresof your power, and of SID, the Great Demon, your Master; by the Names and in theNames of the Holy Angels who have been created to be above you, long before theconstitution of the world; and by the Names of the two Princes of the Universe, whoseNames are, IONIEL and SEFONIEL; by the rod of Moses, by the staff of Jacob; by thering and seal of David, wherein are written the Names of Sovereign God; and by theNames of the Angels by which SOLOMON has linked and bound ye; and by thesacred bonds by which ANAEL hath environed and hath conquered the Spirit: and bythe Name of the Angel who ruleth potently over the rest, and by the praise of all crea-tures who cry incessantly unto God, Who spake, and immediately all things, even theAges, were made and formed; and by the Name HA-QADOSCH BERAKHA, whichsignifies the Holy and Blessed One; and by the Ten Choirs of the Holy AngelsCHAIOTH HA-QADESH, AUPHANIM, ARALIM, CHASHMALIM, SERAPHIM,MALACHIM, ELOHIM, BENI ELOHIM, KERUBIM, and ISHIM; and by, and in theSacred name of Twelve Letters of which each letter is the Name of an Angel, and theletters of the Name are ALEPH, BETH, BETH, NUN, VAU, RESH, VAU, CHETH, HE,QOPH, DALETH, SHIN.By these Names therefore, and by all the other Holy Names, we conjure ye and weexorcise ye; by the Angel ZECHIEL; by the Angel DUCHIEL; by the AngelDONACHIEL; and by the Great Angel METATRON, Who is the Prince of the Angels,and introduceth the Souls before the Face of God; and by the Angel SANGARIEL, bywhom the portals of Heaven are guarded; and by the Angel KERUB, who was madethe Guardian of the Terrestrial Paradise, with a Sword of Flame, after the expulsion ofAdam our forefather; and by the Angel MICHAEL by whom ye were hurled downfrom the Height of the THRONE into the Depth of the Lake and of the Abyss, thesame Name meaning, “Who is like God upon Earth;” and by the Angel ANIEL; and bythe Angel OPHIEL; and by the Angel BEDALIEL; wherefore, by these and by all theother Holy Names of the Angels, we powerfully conjure and exorcise ye, that ye comefrom all parts of the world immediately, and without any delay, to perform our willand demands, obeying us quickly and courteously, and that ye come by the Name andin the Name of ALEPH, DALETH, NUN, IOD, for we exorcise ye anew by the applica-tion of these Letters, by whose power burning fire is quenched, and the wholeUniverse trembleth.We constrain ye yet again by the Seal of the Sun which is the Word of God; and bythe Seal of the Moon and of the Stars we bind ye; and by the other Animals and Crea-tures which are in Heaven, by whose wings Heaven cleanseth itself, we force andattract ye imperiously to execute our will without failure. And we conjure, oblige, andterribly exorcise ye, that ye draw near unto us without delay and without fear, as far asis possible unto ye, here before this Circle, as supplicants gently and with discretion,to accomplish our will in all and through all. If ye come promptly and voluntarily, yeshall inhale our perfumes, and our suffumigations of pleasant odour, which will be"},{"pageNumber":37,"pageContent":"Book OnePage 35both agreeable and delightful unto ye. Furthermore ye will see the Symbol of yourCreator, and the Names of his Holy Angels, and we shall afterwards dismiss ye, andsend ye hence with thanks. But if, on the contrary, ye come not quickly, and ye showyourselves self-opinionated, rebellious, and contumacious, we shall conjure ye again,and exorcise ye ceaselessly, and will repeat all the aforesaid words and Holy Names ofGod and of the Holy Angels; by the which Names we shall harass you, and if that benot sufficient we will add thereunto yet greater and more powerful ones, and we willthereunto again add other Names which ye have not yet heard from us, which arethose of an Almighty God, and which will make ye tremble and quake with fear, bothye and your princes; by the which Names we conjure both you and them also, and weshall not desist from our work until the accomplishment of our will. But if perchanceye yet shall harden yourselves, and show yourselves self-opinionated, disobedient,rebellious, refractory, and contumacious, and if ye yet resist our powerful conjura-tions, we shall pronounce against you this warrant of arrest in the Name of GodAlmighty, and this definite sentence that ye shall fall into dangerous disease and lep-rosy, and that in sign of the Divine Vengeance ye shall all perish by a terrifying andhorrible death, and that a fire shall consume and devour you on every side, andutterly crush you; and that by the Power of God, a flame shall go forth from HisMouth which shall burn ye up and reduce ye unto nothing in Hell. Wherefore delay yenot to come, for we shall not cease from these powerful conjurations until ye shall beobliged to appear against your will.Thus then, therefore, we anew conjure and exorcise ye by and in the Holy Nameof ON, which is interpreted and called God; by the Name and in the Name of EHEIH,which is the true Name of God, “I am He who Is;” by and in the Ineffable Name ofFour Letters YOD HE VAU HE, the Knowledge and understanding of which is hiddeneven from the Angels; by the Name and in the Name of EL, which signifieth anddenoteth the powerful and consuming fire which issueth from His Countenance, andwhich shall be your ruin and destruction; and by the Light of the Angels which is kin-dled and taken ineffably from that flame of Divine ardour.By these then, and by other most Holy Names which we pronounce against youfrom the bottom of our hearts, do we force and constrain ye, if ye be yet rebelliousand disobedient. We conjure ye powerfully and strongly exorcise ye, that ye comeunto us with joy and quickness, without fraud or deceit, in truth and not in error.Come ye then, come ye, behold the Signs and the Names of your Creator, beholdthe Holy Pentacles by the virtue of which the Earth is moved, the trees thereof and theAbysses tremble. Come ye; come ye; Come ye.These things being thus done and performed, ye shall see the Spirits come fromall sides in great haste with their Princes and Superiors; the Spirits of the First Order,like Soldiers, armed with spears, shields, and corslets; those of the Second Order likeBarons, Princes, Dukes, Captains, and Generals of Armies. For the Third and lastOrder their King will appear, before whom go many players on instruments of music,accompanied by beautiful and melodious voices which sing in chorus."},{"pageNumber":38,"pageContent":"The Key of SolomonPage 36Then the Exorcist, or Master of the Art, at the arrival of the King, whom he shallsee crowned with a Diadem, should uncover the Holy Pentacles and Medals which heweareth upon his breast covered with a cloth of silk or of fine twined linen, and showthem unto him, saying:Behold the Signs and Holy Names by and before whose power every knee shouldbow, of all that is in Heaven, upon Earth, or in Hell. Humble ye yourselves, therefore,under the Mighty hand of God.Then will the King bow the knee before thee, and will say, “What dost thou wish,and wherefore hast thou caused us to come hither from the Infernal Abodes?”Then shall the Exorcist, or Master of Magical Art, with an assured air and a graveand imperious voice, order and command him to be tranquil, to keep the rest of hisattendants peaceable, and to impose silence upon them.Let him, also, renew his fumigations, and offer large quantities of Incense, whichhe should at once place upon the fire, in order to appease the Spirits as he hath prom-ised them. He should then cover the Pentacles, and he will see wonderful things,which it is impossible to relate, touching worldly matters and all sciences.This being finished, let the Master uncover the Pentacles, and demand all that heshall wish from the King of the Spirits, and if there are one or two Spirits only, it willbe the same; and having obtained all his desire, he shall thus license them to depart:The License To DepartIn the Name of ADONAI, the Eternal and Everlasting One, let each of you returnunto his place; be there peace between us and you, and be ye ready to come when yeare called.After this he should recite the first chapter of Genesis, “Berashith Bara Elohim, Inthe beginning, &c.”This being done, let them all in order quit the Circle, one after the other, the Mas-ter first. Furthermore let them bathe their faces with the exorcised water, as will behereafter told, and then let them take their ordinary raiment and go about theirbusiness.Take notice and observe carefully that this last conjuration is of so great impor-tance and efficacy, that even if the Spirits were bound with chains of iron and fire, orshut up in some strong place, or retained by an oath, they could not even then delayto come. But supposing that they were being conjured in some other place or part ofthe Universe by some other Exorcist or Master of the Art, by the same conjuration; theMaster should add to his conjuration that they should at least send him some Messen-gers, or some individual to declare unto him where they are, how employed, and thereason why they cannot come and obey him.But if (which is almost impossible) they be even yet self-opinionated and disobe-dient, and unwilling to obey; in this case their names should be written on virginpaper, which he should soil and fill with mud, dust, or clay. Then he shall kindle a firewith dry rue, upon which he shall put powdered asafoetida, and other things of evil"},{"pageNumber":39,"pageContent":"Book OnePage 37odour; after which let him put the aforesaid names, written on parchment or VirginParchment Paper, upon the fire, saying:The Conjuration Of The FireI conjure thee, O Creature of Fire, by Him who removeth the Earth, and maketh ittremble, that thou burn and torment these Spirits, so that they may feel it intensely,and that they may be burned eternally by thee.This being said, thou shalt cast the aforesaid paper into the fire, saying:The CurseBe ye accursed, damned, and eternally reproved; and be ye tormented with per-petual pain, so that we may find no repose by night nor by day, nor for a singlemoment of time, if ye obey not immediately the command of Him Who maketh theUniverse to tremble; by these Names, and in virtue of these Names, the which beingnamed and invoked all creatures obey and tremble with fear and terror, these Nameswhich can turn aside lightning and thunder; and which will utterly make you to per-ish, destroy, and banish you. These Names then are Aleph, Beth, Gimel, Daleth, He,Vau, Zayin, Cheth, Teth, Yod, Kaph, Lamed, Mem, Nun, Samekh, Ayin, Pe, Tzaddi,Qoph, Resh, Shin, Tau. By these secret Names, therefore, and by these signs which are full of Mysteries,we curse ye, and in virtue of the power of the Three Principles. Aleph, Mem, Shin, wedeprive ye of all office and dignity which ye may have enjoyed up till now; and bytheir virtue and power we relegate you unto a lake of sulphur and of flame, and untothe deepest depths of the Abyss, that ye may burn therein eternally for ever.Then will they assuredly come without any delay, and in great haste, crying: “OOur Lord and Prince, deliver us out of this suffering.”All this time thou shouldest have near thee ready an exorcised pen, paper, andink, as will be described hereinafter. Write their Names afresh, and kindle fresh fire,whereon thou shalt put gum benjamin, olybdanum, and storax to make therewith afumigation; with these odours thou shalt afresh, perfume the aforesaid paper with theNames; but thou shouldest have these names ready prepared beforehand. Then showthem the Holy Pentacles, and ask of them what thou wilt, and thou shalt obtain it;and having gained thy purpose, send away the Spirits, saying:The License To Depart.By the virtue of these Pentacles, and because ye have been obedient, and haveobeyed the commandments of the Creator, feel and inhale this grateful odour, andafterwards depart ye unto your abodes and retreats; be there peace between us andyou; be ye ever ready to come when ye shall be cited and called; and may the blessingof God, as far as ye are capable of receiving it, be upon you, provided ye be obedientand prompt to come unto us without solemn rites and observances on our part."},{"pageNumber":40,"pageContent":"The Key of SolomonPage 38Thou shouldest further make a Book of Virgin Parchment Paper, and thereinwrite the foregoing conjurations, and constrain the Demons to swear upon the samebook that they will come whenever they be called, and present themselves before thee,whenever thou shalt wish to consult them. Afterwards thou canst cover this Bookwith sacred Sigils on a plate of silver, and therein write or engrave the Holy Pentacles.Thou mayest open this Book either on Sundays or on Thursdays, rather at night thanby day, and the Spirits will come.Regarding the expression “night,” understand the night following, and not thenight preceding the aforesaid days. And remember that by day (the Demons) areashamed, for they are Animals of Darkness."},{"pageNumber":41,"pageContent":"Book OnePage 39Chapter VIIIConcerning Pentacles, and the Manner of Constructing Them.As we have already made mention of the Pentacles, it is necessary that thou shouldestunderstand that the whole Science and understanding of our Ke y dependeth upon theoperation, knowledge, and use of Pentacles.He then who shall wish to perform any operation by the means of the Medals, orPentacles, and therein to render himself expert, must observe what hath been hereinbefore ordained. Let him then, O my Son Roboam, know and understand that in theaforesaid Pentacles he shall find those Ineffable and Most Holy Names which werewritten by the finger of God in the Tablets of Moses and which I, Solomon, havereceived through the Ministry of an Angel by Divine Revelation. These then have Icollected together, arranged, consecrated, and kept, for the benefit of the human race,and the preservation of Body and of Soul.The Pentacles should then be made in the days and hours of Mercury, when theMoon is in an aërial or terrestrial sign; she should also be in her increase, and in equalnumber of days with the Sun.It is necessary to have a Chamber or Cabinet specially set apart and newlycleaned, wherein thou canst remain without interruption, the which having enteredwith thy Companions, thou shalt incense and perfume it with the odours and per-fumes of the Art. The sky should be clear and serene. It is necessary that thoushouldest have one or more pieces of virgin paper prepared and arranged ready, as weshall tell you more fully later on, in its place.Thou shalt commence the writing or construction of the Pentacles in the houraforesaid. Among other things, thou shalt chiefly use these colours: Gold, Cinnabar orVermilion Red, and celestial or brilliant Azure Blue. Furthermore, thou shalt makethese Medals or Pentacles with exorcised pen and colours, as we shall hereafter showthee. Whensoever thou constructest them, if thou canst complete them in the hourwherein thou didst begin them, it is better. However, if it be absolutely necessary tointerrupt the work, thou shouldest await the proper day and hour before re-com-mencing it.The Pentacles being finished and completed, take a cloth of very fine silk, as weshall hereafter ordain thee, in the which thou shalt wrap the Pentacles. After whichthou shalt take a large Vessel of Earth filled with Charcoal, upon the which there mustbe put frankincense, mastic, and aloes, all having been previously conjured and exor-cised as shall hereafter be told thee. Thou must also be thyself pure, clean, andwashed, as thou shalt find given in the proper place. Furthermore, thou shouldesthave the Sickle or Knife of Magical Art, with the which thou shalt make a Circle, andtrace within it an inner Circle, and in the space between the two thou shalt write theNames of God, which thou shalt think fit and proper. It is necessary after this thatthou shouldest have within the Circle a vessel of earth with burning coals and odorif-erous perfumes thereon; with the which thou shalt fumigate the aforesaid Pentacles;"},{"pageNumber":42,"pageContent":"The Key of SolomonPage 40and, having turned thy face towards the East, thou shalt hold the said Pentacles overthe smoke of the Incense, and shalt repeat devoutly the following Psalms of David myFather: Psalms viii., xxi, xxvii, xxix., xxxii, li, lxxii, cxxxiv. After this thou shalt repeat the following Oration:The Oration.O ADONAI most powerful, EL most strong, AGLA most holy, ON most righ-teous, the ALEPH and the TAU, the Beginning and the End; Thou Who hastestablished all things in Thy Wisdom; Thou Who has chosen Abraham Thy faithfulservant, and hast promised that in his seed shall all nations of the earth be blessed,which seed Thou hast multiplied as the Stars of Heaven; Thou Who hast appearedunto Thy servant Moses in flame in the midst of the Burning Bush, and hast madehim walk with dry feet through the Red Sea; Thou Who gavest the Law to him uponMount Sinai; Thou Who hast granted unto Solomon Thy Servant these Pentacles byThy great Mercy, for the preservation of Soul and of Body; we most humbly imploreand supplicate Thy Holy Majesty, that these Pentacles may be consecrated by Thypower, and prepared in such manner that they may obtain virtue and strength againstall Spirits, through Thee, O Most Holy ADONAI, Whose Kingdom, Empire, and prin-cipality, remaineth and endureth without end.These words being said, thou shalt perfume the Pentacles with the same sweetscents and perfumes, and afterwards having wrapped them in a piece of prepared silkcloth, thou shalt put them in a place fit and clean, which thou mayest open wheneverit shall please thee, and close it again, at thy pleasure and according unto thy will. Wewill hereafter show thee the method and manner of preparing the aforesaid place, ofperfuming it with scents and sweet odours, and of sprinkling it with the Water andWater-Sprinkler of Magical Art for all these things contain many good properties, andinnumerable virtues, as experience will easily teach thee.We have already said sufficient regarding the Solemn Conjuration of Spirits.We have also spoken enough in our present Key, regarding the manner in which itis necessary to attract the Spirits so as to make them speak. Now, by Divine aid, I willteach thee how to perform certain experiments with success.Know, O my Son Roboam, that all the Divine Sigils, Characters, and Names(which are the most precious and excellent things in Nature, whether Terrestrial orCelestial), should be written by thee each separately, when thou art in a state of graceand purity, upon Virgin parchment, with ordinary ink, in the beginning of the monthof August before sunrise, raising thine eyes unto heaven, and turning towards the east.Thou shalt preserve them to suspend from thy neck, whichever thou wilt, on the dayand hour wherein thou wast born, after which thou shalt take heed to name every dayten times, the Name which is hung from thy neck, turning towards the East, and thoumayest be assured that no enchantment or any other danger shall have power to harmthee."},{"pageNumber":43,"pageContent":"Book OnePage 41Furthermore thou shalt vanquish all adversities, and shalt be cherished and lovedby the Angels and Spirits, provided that thou hast made their characters and that thouhast them upon thee; I assure thee that this is the true way to succeed with case in allthine operations, for being fortified with a Divine Name, and the Letters, Characters,and Sigils, applicable unto the operation, thou shalt discover with what supernaturalexactitude and very great promptitude, both Terrestrial and Celestial things will beobedient unto thee. But all this will only be true, when accompanied by the Pentacleswhich hereinafter follow, seeing that the Seals, Characters, and Divine Names, serveonly to fortify the work, to preserve from unforeseen accidents, and to attract thefamiliarity of the Angels and Spirits; which is one reason, my Son, that before makingany experiment, I order thee to read and re-read my Testament, not once only butmany times, so that being perfectly instructed in the several Ceremonies thou mayestin no way fail, and that thus what shall have previously appeared to thee difficult andlengthy, may become in process of time easy and of very great use.Figure 3. A Circle for the Consecration of Pentacles"},{"pageNumber":44,"pageContent":"The Key of SolomonPage 42I am about to endow thee with many secrets, which I charge thee never to employfor an evil purpose, for ACCURSED BE HE WHO TAKETH THE NAME OFALMIGHTY GOD IN VAIN; but thou mayest without any other ceremonies make useof them, provided that, as I have already said, thou hast only the Glory of Eternal Godfor thine object. Thus, after having taught thee all the Ceremonies which concern themanner of performing the Operations, I am at length determined to make thee a par-taker in the secrets of which I have particular knowledge, unknown to this day untothe generality of men; but, nevertheless, only on the condition that thou attemptestnot the ruin and destruction of thy neighbour, for his blood will cry for vengeanceunto God, and in the end thou and thine shall feel the just wrath of an offended Deity.However, God not having forbidden honest and lawful pleasures, thou mayest per-form boldly the Operations which follow, it being always especially necessary todistinguish between the good and the evil, so as to choose the former and avoid thelatter, which is why I command thee to be attentive to all that is contained in this myTe s t a m e n t ."},{"pageNumber":45,"pageContent":"Book OnePage 43Chapter IX.Of The Experiment Concerning Things Stolen, and How It Should be Performed.MY beloved Son, if thou findest any Theft, thou shalt do as is hereinafter ordained,and with the help of God thou shalt find that which hath been taken away.If the hours and days be not otherwise ordained in this operation, thou must referto what hath already been said. But before commencing any operation whatsoever forthe recovery of things stolen, after having made all necessary preparations, thou shaltsay the following Oration:The Oration.Ateh Adonai Elohim Asher Ha-Shamain Ve-Ha-Aretz, &c.Thou:, O Lord, Who hast made both Heaven and Earth, and hast measured themin the hollow of Thy hand; Thou Who art seated upon the Kerubim and the Sera-phim, in the high places, whereunto human understanding cannot penetrate; ThouWho hast created all things by Thine agency, in whose Presence are the Living Crea-tures, of which four are marvellously volatile, which have six wings, and whoincessantly cry aloud: “QADOSCH, QADOSCH, QADOSCH, ADONAI ELOHIMTZABAOTH, Heaven and Earth are full of Thy Glory;” O Lord God, Thou Who hastexpelled Adam from the Terrestrial Paradise, and Who hast placed the Kerubim toguard the Tree of Life, Thou art the Lord Who alone doest wonders; show forth I prayThee Thy Great Mercy, by the Holy City of Jerusalem, by Thy wonderful Name of fourletters which are YOD, HE, VAU, HE, and by Thy Holy and Admirable Name, giveunto me the power and virtue to enable me to accomplish this experiment, and tocome unto the desired end of this operation; through Thee who art Life, and untoWhom Life belongeth unto the eternal ages. Amen.After this perfume and cense the place by burning Incense. This aforesaid placeshould be pure, clean, safe from interruption or disturbance, and proper to the work,as we shall hereafter show. Then sprinkle the aforesaid place with consecrated Water,as is laid down in the Chapter concerning Circles.The Operation being in such wise prepared, thou shalt rehearse the Conjurationnecessary for this experiment, at the end of which Thou shalt say as follows:O Almighty Father and Lord, Who regardest the Heavens, the Earth, and theAbyss, mercifully grant unto me by Thy Holy Name written with four letters, YOD,HE, VAU, HE, that by this exorcism I may obtain virtue, Thou Who art IAH, IAH,IAH, grant that by Thy power these Spirits may discover that which we require andwhich we hope to find, and may they show and declare unto us the persons who havecommitted the theft, and where they are to be found.I conjure ye, over this burning Incense, anew, ye Spirits above named, by all theaforesaid Names, through which all things created tremble, that ye show openly untome (or unto this child here present with us) those things which we seek."},{"pageNumber":46,"pageContent":"The Key of SolomonPage 44These things being accomplished they will make thee to see plainly that whichthou seekest. Take note that the Exorcist, or Master of the Art, should be such as isordained in the Chapter concerning the Exorcist and his Companions; and if in thisexperiment it should be necessary to write down characters or Name, thou shalt dothat which it is necessary to observe regarding the pen, ink, and paper, as is duly pre-scribed in the chapters concerning them.For if thou dost not regard these things, thou wilt neither accomplish that whichthou desirest, nor arrive at thy desired end.How To Know Who Has Committed A Theft.Take a Sieve, after burning one-half teaspoonful of Incense, and suspend it by apiece of cord wherewith a man has been hung, which should be fastened round thecircumference of the rim. Within the rim write with blood in the four divisionsthereof the characters given in Figure 4. After this take a basin of brass perfectly cleanwhich thou shalt fill with water from a fountain, and having pronounced these words:DIES MIES YES-CHET BENE DONE FET DONNIMA METEMAUZ, make the sievespin round with thy left hand, and at the same time turn with thy right hand the waterin the basin in a contrary direction, by stirring it with a twig of green laurel. When thewater becometh still and the sieve no longer whirls, gaze fixedly into the water, andthou shalt see the form of him who hath committed the theft; and in order that thoumayest the more easily recognize him, thou shalt mark him in some part of his facewith the Magical Sword of Art; for that sign which thou shalt have cut therewith in thewater, shall be really found thereafter upon his own person.The Manner Of Causing The Sieve To Turn,That Thou Mayest Know Who Has Committed The Theft.Take a Sieve and stick into the outside of the rim the open points of a pair of scis-sors, and having rested the rings of the said opened scissors on the thumb-nails of twopersons, let one of them say the following Prayer:Prayer.DIES MIES YES-CHET BENE DONE FET DONNIMA METEMAUZ; O Lord,Who liberatedst the holy Susanna from a false accusation of crime; O Lord, Who lib-eratedst the holy Thekla; O Lord, Who rescuedst the holy Daniel from the den oflions, and the Three Children from the burning fiery furnace, free the innocent andreveal the guilty.After this let him or her pronounce aloud the names and surnames of all the per-sons living in the house where the theft hast been committed, Who may be suspectedof having stolen the things in question, saying:“By Saint Peter and Saint Paul, such a person hath not done this thing.”"},{"pageNumber":47,"pageContent":"Book OnePage 45And let the other reply:“By Saint Peter and Saint Paul, he (or she) hath not done it.”Let this be repeated thrice for each person named and suspected, and it is certainthat on naming the person who hath committed the theft or done the crime, the sievewill turn of itself without its being able to stop it, and by this thou shalt know the evildoer.Figure 4."},{"pageNumber":48,"pageContent":"The Key of SolomonPage 46Chapter X.Of The Experiment of Invisibility, and How it Should Be PerformedIf thou wishest to perform the Experiment of Invisibility, thou shalt follow theinstructions for the same. If it be necessary to observe the day and the hour, thou shaltdo as is said in their Chapters. But if thou needest not observe the day and the hour asmarked in the Chapter thereon, thou shalt do as taught in the Chapter which prece-deth it. If in the course of the experiment it be necessary to write anything, it shouldbe done as is described in the Chapters pertaining thereto, with the proper pen, paper,and ink, or blood. But if the matter is to be accomplished by invocation, before thyconjurations, thou shalt, while burning Incense, say devoutly in thine heart:SCEABOLES, ARBARON, ELOHI, ELIMIGITH, HERENOBULCULE, METHE,BALUTH, TIMAYALL, VILLAQUIEL, TEVENI, YEVIE, FERETE, BACUHABA,GUVARIN; through Him by whom ye have empire and power over men, ye mustaccomplish this work so that I may go and remain invisible.And if it be necessary in this operation to trace a Circle, thou shalt do as isordained in the Chapter concerning Circles; and if it be necessary to write Characters,&c., thou shalt follow the instructions given in the respective Chapters.This operation being thus prepared, if there be an especial Conjuration to per-form, thou shalt repeat it in the proper manner; if not, thou shalt say the generalConjuration, at the end of which thou shalt add the following words:O thou ALMIRAS, Master of Invisibility, with thy Ministers CHEROS, MAITOR,TANGEDEM, TRANSIDIM, SUVANTOS, ABELAIOS, BORED, BELAMITH, CAS-TUMI, DABUEL; I conjure ye by Him Who maketh Earth and Heaven to tremble,Who is seated upon the Throne of His Majesty, that this operation may be perfectlyaccomplished according to my will, so that at whatsoever time it may please me, I maybe able to be invisible.I conjure thee anew, O ALMIRAS, Chief of Invisibility, both thee and thy Minis-ters, by Him through Whom all things have their being, and by SATURIEL,HARCHIEL, DANIEL, BENIEL, ASSIMONEM, that thou immediately comest thitherwith all thy Ministers, and achievest this operation, as thou knowest it ought to beaccomplished, and that by the same operation thou render me invisible, so that nonemay be able to see me.In order then to accomplish this aforesaid operation, thou must prepare all thingsnecessary with requisite care and diligence, and put them in practice with all the gen-eral and particular ceremonies laid down for these experiments; and with all theconditions contained in our first and second Books. Thou shalt also in the same oper-ations duly repeat the appropriate Conjurations, with all the solemnities marked inthe respective Chapters. Thus shalt thou accomplish the experiment surely and with-out hindrance, and thus shalt thou find it true."},{"pageNumber":49,"pageContent":"Book OnePage 47But, on the contrary, if thou lettest any of these things escape thee, or if thoudespiseth them, never shalt thou be able to arrive at thy proposed end; as, for exam-ple, we enter not easily into a fenced city over its walls but through its gates.How To Render Oneself Invisible.Make a small image of yellow wax, in the form of a man, in the month Januaryand in the day and hour of Saturn, and at that time write with a needle above thecrown of its head and upon its skull which thou shalt have adroitly raised, the charac-ter following. (See Figure 5.) After which thou shalt re-place the skull in properposition. Thou shalt then write upon a small strip of the skin of a frog or toad whichthou shalt have killed, the following words and characters. (See Figure 6.) Thou shaltthen go and suspend the said figure by one of thy hairs from the vault of a cavern atthe hour of midnight, and burning Incense under it, thou shalt say:METATRON, MELEKH, BEROTH, NOTH, VENIBBETH, MACH, and all ye, Iconjure thee O Figure of wax, by the Living God, that by the virtue of these Charactersand words, thou render me invisible, wherever I may bear thee with me. Amen.And after having burned Incense again under it, thou shalt bury it in the sameplace in a small deal box, and every time that thou wishest to pass or enter into anyplace without being seen, thou shalt say these words, bearing the aforesaid figure inthy left pocket:Come unto me and never quit me whithersoever I shall go.Afterwards thou shalt take it carefully back unto the before-mentioned place andcover it with earth until thou shalt need it again.Figure 5.Figure 6."},{"pageNumber":50,"pageContent":"The Key of SolomonPage 48Chapter XI.To Hinder a Sportsman from Killing any Game.Take a stick of green elder, from the two ends of which thou shalt clean out the pith.In each end place a strip of parchment of hare-skin, having written thereon with theblood of a black hen the following character and word. (See Figure 7.) Having madetwo of these slips, place one in each end of the stick and close the apertures up withpith, afterwards on a Friday in the month of February thou shalt fumigate the afore-said stick with suitable incense thrice in the air, and having taken it thence thou shaltbury it in the earth under an elder tree. Afterwards thou shalt expose it in the pathwayby which the Sportsman will pass, and once he has passed by it, he need not hope tokill any game during that day. If thou shalt wish a second time to lay a spell upon himin like manner, thou needest but to expose the stick again in his path; but take care tobury it again in the earth under an elder tree, so as to be able to take it from thenceeach time that thou shalt have need of it; and to take it up each time as soon as theSportsman shall have passed.Figure 7."},{"pageNumber":51,"pageContent":"Book OnePage 49Chapter XII.How To Make The Magic Garters.Take enough of the skin of a stag to make two hollow tubular Garters, but beforestitching them up thou shalt write on the side of the skin which was next the flesh thewords and characters shown in Figure 8, with the blood of a hare killed on the 25th ofJune, and having filled the said Garters with green mugwort gathered also on the 25thof June before sunrise, thou shalt put in the two ends of each the eye of the fish calledbarbel; and when thou shalt wish to use them thou shalt get up before sunrise andwash them in a brook of running water, and place them one on each leg above theknee. After this thou shalt take a short rod of holm-oak cut on the same 25th of June,turn in the direction thou wishest to go, write upon the ground the name of the place,and commencing thy journey thou wilt find it accomplished in a few days and with-out fatigue. When thou wishest to stop thou hast only to say AMECH and beat the airwith the aforesaid wand, and incontinently thou shalt be on firm ground.Figure 8."},{"pageNumber":52,"pageContent":"The Key of SolomonPage 50Chapter XIII.How To Make The Magic Carpet Proper For Interrogating The Intelli-Gences, So As To Obtain An Answer Regarding Whatsoever Matter One May Wish To Learn.Make: a Carpet of white and new wool, and when the Moon shall be at her full, in theSign of Capricorn and in the hour of the Sun, thou shalt go into the country awayfrom any habitation of man, in a place free from all impurity, and shalt spread out thyCarpet so that one of its points shall be towards the east, and another towards thewest, and having made a Circle without it and enclosing it, thou shalt remain withinupon the point towards the east, and holding thy wand in the air for every operation,thou shalt call upon MICHAEL, towards the north upon RAPHAEL, towards the westupon GABRIEL, and towards the south upon MURIEL. After this thou shalt returnunto the point of the East and devoutly invoke the Great Name AGLA, and take thispoint of the Carpet in thy left hand; turning then towards the North thou shalt do thesame, and so continuing to the other points of the Carpet, thou shalt raise them sothat they touch not the ground, and holding them up thus, and turning anew towardsthe East thou shalt say with great veneration the following Prayer:Prayer.AGLA, AGLA, AGLA, AGLA; O God Almighty who art the Life of the Universeand who rulest over the four divisions of its vast form by the strength and virtue ofthe Four Letters of Thy Holy Name Tetragrammaton, YOD, HE, VAU, HE, bless inThy Name this covering which I hold as Thou hast blessed the Mantle of Elijah in thehands of Elisha, so that being covered by Thy Wings, nothing may be able to injureme, even as it is said: “He shall hide thee under His wings and beneath His feathersshall thou trust, His truth shall be thy shield and buckler.”After this thou shalt fold it up, saying these words following:RECABUSTIRA, CABUSTIRA, BUSTIRA, TIRA RA, A; and shall keep it carefullyto serve thee at need.When thou shalt be desirous to make thine interrogations, choose the night of fullor of new moon, and from midnight until daybreak. Thou shalt transport thyself untothe appointed spot if it be for the purpose of discovering a treasure; if not, any placewill serve provided it be clean and pure. Having had the precaution on the precedingevening to write upon a slip of virgin parchment coloured azure-blue, with a penmade from the feather of a dove, this Character and Name (see Figure 9); taking thycarpet, thou shalt cover thy head and body therewith, and taking the censer, with newfire therein, thou shalt place it in or upon the proper place, and cast thereon someincense. Then shalt thou prostrate thyself upon the ground, with thy face towards theearth, before the incense beginneth to fume, keeping the fire of the same beneath thecarpet, holding thy wand upright, against which to rest thy chin; thou shalt hold with"},{"pageNumber":53,"pageContent":"Book OnePage 51thy right hand the aforesaid strip of parchment against thy forehead. and thou shaltsay the following words:VEGALE, HAMICATA, UMSA, TERATA, YEH, DAH, MA, BAXASOXA, UN,HORAH, HIMSERE; O God the Vast One send unto me the Inspiration of Thy Light,make me to discover the secret thing which I ask of Thee, whatsoever such or such athing may be, make me to search it out by the aid of Thy holy Ministers RAZIEL,TZAPHNIEL, MATMONIEL; Lo, Thou hast desired truth in the young, and in thehidden thing shalt Thou make me known wisdom. RECABUSTIRA, CABUSTIRA,BUSTIRA, TIRA, RA, A, KARKAHITA, KAHITA, HITA, TA.And thou shalt hear distinctly the answer which thou shalt have sought.Figure 9."},{"pageNumber":54,"pageContent":"The Key of SolomonPage 52Chapter XIVHow To Render Thyself Master of a Treasure Possessed by the Spirits.The Earth being inhabited, as I have before said unto thee, by a great number ofCelestial Beings and Spirits, who by their subtlety and prevision know the placeswherein treasures are hidden, and seeing that it often happenneth that those men whoundertake a search for these said treasures are molested and sometimes put to deathby the aforesaid Spirits, which are called Gnomes; which, however, is not donethrough the Avarice of these said Gnomes, a Spirit being incapable of possessing any-thing, having no material senses wherewith to bring it into use, but because theseSpirits, who are enemies of the passions, are equally so of Avarice, unto which men areso much inclined; and foreseeing the evil ends for which these treasures will beemployed have some interest and aim in maintaining the earth in its condition ofprice and value, seeing that they are its inhabitants, and when they slightly disturb theworkers in such kind of treasures, it is a warning which they give them to cease fromthe work, and if it happen that the greedy importunity of the aforesaid workers obligethem to continue, notwithstanding the aforesaid warnings, the Spirits, irritated bytheir despising the same, frequently put the workmen to death. But know, O my Son,that from the time that thou shalt have the good fortune to be familiar with suchkinds of Spirits, and that thou shalt be able by means of what I have taught thee tomake them submit unto thine orders, they will be happy to give thee, and to makethee partaker in that which they uselessly possess, provided that thine object and endshall be to make a good use thereof.The Manner Of Performing The Operation.On a Sunday before sunrise, between the 10th of July and the 20th of August,when the moon is in the Sign of the Lion, thou shalt go unto the place where thoushalt know either by interrogation of the Intelligences, or otherwise, that there is atreasure; there thou shalt describe a Circle of sufficient size with the Sword of MagicalArt wherein to open up the earth, as the nature of the ground will allow; thrice duringthe day shalt thou cense it with the incense proper for the day, after which beingclothed in the raiment proper for the Operation thou shalt suspend in some way by amachine immediately above the opening a lamp, whose oil should be mingled withthe fat of a man who has died in the month of July, and the wick being made from thecloth wherein he has been buried. Having kindled this with fresh fire, thou shalt for-tify the workmen with a girdle of the skin of a goat newly slain, whereon shall bewritten with the blood of the dead man from whom thou shalt have taken the fatthese words and characters (see Figure 10); and thou shalt set them to work in safety,warning them not to be at all disturbed at the Spectres which they will see, but towork away boldly. In case they cannot finish the work in a single day, every time theyshall have to leave it thou shalt cause them to put a covering of wood over the open-"},{"pageNumber":55,"pageContent":"Book OnePage 53ing, and above the covering about six inches of earth; and thus shalt thou continueunto the end, being all the time present in the raiment of the Art, and with the MagicSword, during the operation. After which thou shalt repeat this prayer:Prayer.ADONAI, ELOHIM, EL, EHEIEH ASHER EHEIEH, Prince of Princes, Existenceof Existences, have mercy upon me, and cast Thine eyes upon Thy Servant (N.), whoinvokes Thee most devoutedly, and supplicates Thee by Thy Holy and tremendousName Tetragrammaton to be propitious, and to order Thine Angels and Spirits tocome and take up their abode in this place; O ye Angels and Spirits of the Stars, O allye Angels and Elementary Spirits, O all ye Spirits present before the Face of God, I theMinister and faithful Servant of the Most High conjure ye, let God himself, the Exist-ence of Existences, conjure ye to come and be present at this Operation, I, the Servantof God, most humbly entreat ye. Amen.Having then caused the workmen to fill in the hole, thou shalt license the Spiritsto depart, thanking them for the favour they have shown unto thee, and saying:The License To Depart.O ye good and happy Spirits, we thank ye for the benefits which we have justreceived from your liberal bounty; depart ye in peace to govern the Element whichGod hath destined for your habitation. Amen.Figure 10."},{"pageNumber":56,"pageContent":"The Key of SolomonPage 54Chapter XV.Of the Experiment of Seeking Favour and Love.If thou wishest to perform the Experiment of seeking favor and love, observe in whatmanner the Experiment is to be carried out, and if it he dependent upon the day andthe hour, perform it in the day and the hour required, as thou wilt find it in the chap-ter concerning the hours; and if the Experiment be one that requireth writing, thoushalt write as it is said in the chapter concerning the same; and if it be with penalbonds, pacts, and fumigations, then thou shalt cense with a fit perfume as is said inthe chapter concerning suffumigations; and if it be necessary to sprinkle it with waterand hyssop, then let it be as in the chapter concerning the same; similarly if suchExperiment require characters, names, or the like, let such names be written as thechapter concerning the writing of characters, and place the same in a clean place ashath been said. Then thou shalt repeat over it, after burning Incense, the followingoration:The Oration.O ADONAI, most Holy, Most Righteous, and most Mighty God, Who hast madeall things through Thy Mercy and Righteousness wherewith Thou art filled, grantunto us that we may be found worthy that this Experiment may be found consecratedand perfect, so that the Light may issue from Thy Most Holy Seat, O ADONAI, whichmay obtain for us favor and love. Amen.This being said, thou shalt place it in clean silk, and bury it for a day and a nightat the junction of four cross-roads; and whensoever thou wishest to obtain any graceor favor from any, take it, having first properly consecrated it according to the ruleand place it in thy right hand, and seek thou what thou wilt it shall not be denied thee.But if thou doest not the Experiment carefully and rightly, assuredly thou shalt notsucceed in any manner.For obtaining grace and love write down the following words: SATOR, AREPO, TENET, OPERA, ROTAS, IAH, IAH, IAH, ENAM, IAH, IAH,KETHER, CHOKMAH, BINAH, GEDULAH, GEBURAH, TIPHERETH, NETZACH,HOD, YESOD, MALKUTH, ABRAHAM, ISAAC, JACOB, SHADRACH, MESHACH,ABEDNEGO, be ye all present in my aid and for whatsoever I shall desire to obtain.Which words being properly written as above, thou shalt also find thy desirebrought to pass."},{"pageNumber":57,"pageContent":"Book OnePage 55Chapter XVIHow Operations of Mockery, Invisibility, and Deceit Should be Prepared.Experiments relating to tricks, mockeries, and deceits, may be performed in manyways. When thou shalt wish to practice these experiments with regard to any person,thou shalt observe the day and the hour as we have already said. Should it be neces-sary to write Characters or Words, it should be done on Virgin Parchment Paper, aswe shall show farther on. As for the ink, if it be not specially ordained in this opera-tion, it is advisable to use the blood of a bat with the pen and the needle of art. Butbefore describing or writing the Characters or Names, all the necessary rules shouldbe observed as given in the proper Chapters, and having carefully followed out allthese, thou shalt pronounce with a loud voice the following words:ABAC, ALDAL, IAT, HUDAC, GUTHAC, GUTHOR, GOMEH, TISTATOR,DERISOR, DESTATUR, come hither all ye who love the times and places wherein allkinds of mockeries and deceits are practiced. And ye who make things disappear andwho render them invisible, come hither to deceive all those who regard these things,so that they may be deceived and that they may seem to see that which they see notand hear that which they hear not, so that their senses may be deceived, and that theymay behold that which is not true.Come ye then hither and remain, and consecrate this enchantment, seeing thatGod the Almighty Lord hath destined ye for such.When this Experiment is completed in this manner in the hour and time whichwe have shown and taught, also the foregoing words ABAC, ALDAL, &c., should bewritten with the pen as hereinafter ordained; but if the Experiment be performed in adifferent way, yet shalt thou always say the aforesaid words, and they should berepeated as before given.If thou practicest these things in this manner correctly, thou shalt arrive at theeffect of thine operations and experiments, by the which thou mayest easily deceivethe senses."},{"pageNumber":58,"pageContent":"The Key of SolomonPage 56Chapter XVII.How Extraordinary Experiments and Operations Should be Prepared.We h ave spoken in the preceding Chapters of common experiments and operations,which it is more usual to practice and put in operation, and therein thou mayest easilysee that we have told thee sufficient for their perfection. In this Chapter we treat ofextraordinary and unusual experiments, which can also be done in many ways.None the less should those who wish to put in practice the like experiments andoperations observe the days and hours as is laid down in the proper Chapters, andshould be provided with Genuine Parchment Paper, made from the skin of dead-bornLambs, and other necessary things. Having prepared a similar experiment thou shaltsay:Prayer.O God, Who hast created all things, and hast given unto us discernment tounderstand the good and the evil; through thy Holy Name, and through these HolyNames;-- IOD, IAH, VAU, DALETH, VAU, TZABAOTH, ZIO, AMATOR, CREATOR,do Thou, O Lord, grant that this experiment may become true and veritable in myhands through Thy Holy Seal, O ADONAI, Whose reign and empire remaineth eter-nally and unto the Ages of the Ages. Amen.This being done, thou shalt perform the experiment, observing its hour, and thoushalt perfume and incense as is laid down in the proper Chapter; sprinkling withexorcised water, and performing all the ceremonies and solemnities as we shallinstruct thee in the Second Book of our Key."},{"pageNumber":59,"pageContent":"Book OnePage 57Chapter XVIII.Concerning The Holy Pentacles or Medals.The Medals or Pentacles, which we make for the purpose of striking terror into theSpirits and reducing them to obedience, have besides this wonderful and excellent vir-tue. If thou invokest the Spirits by virtue of these Pentacles, they will obey theewithout repugnance, and having considered them they will be struck with astonish-ment, and will fear them, and thou shalt see them so surprised by fear and terror, thatnone of them will be sufficiently bold to wish to oppose thy will. They are also, ofgreat virtue and efficacy against all perils of Earth, of Air, of Water, and of Fire, againstpoison which hath been drunk, against all kinds of infirmities and necessities, againstbinding, sortilege, and sorcery, against all terror and fear, and wheresoever thou shaltfind thyself, if armed with them, thou shalt be in safety all the days of thy life.Through them do we acquire grace and good-will from man and woman, fire isextinguished, water is stayed, and all Creatures fear at the sight of the Names whichare therein, and obey through that fear.These Pentacles are usually made of the metal the most suitable to the nature ofthe Planet; and then there is no occasion to observe the rule of particular colors. Theyshould be engraved with the instrument of Art in the days and hours proper to thePlanet.Saturn ruleth over Lead; Jupiter over Tin; Mars over Iron; the Sun over Gold;Venus over Copper; Mercury over the mixture of Metals; and the Moon over Silver.They may also he made with Virgin Parchment Paper, writing thereon with thecolors adopted for each Planet, referring to the rules already laid down in the properChapters, and according to the Planet with which the Pentacle is in sympathy.Therefore unto Saturn the color of Black is appropriated; Jupiter ruleth overCelestial Blue; Mars over Red; the Sun over Gold, or the Color of Yellow or Citron;Venus over Green: Mercury over Mixed Colors; the Moon over Silver, or the color ofArgentine Earth.The Matter of which the Pentacle is constructed should be Virgin, never havingbeen used for any other purpose; or if it be metal it should be purified by fire.As regards the size of the Pentacles it is arbitrary, so long as they are made accord-ing to the rules, and with the requisite solemnities, as hath been ordained.The virtues of the Holy Pentacles are no less advantageous unto thee than theknowledge of the secrets which I have already given unto thee; and thou shouldst takeparticular care if thou makest them upon virgin parchment to use the proper colors;and if thou engravest them upon metal, to do so in the manner taught thee; and soshalt thou have the satisfaction of seeing them produce the promised effect. But seeingthat this Science is not a Science of argument and open reasoning, but that, on thecontrary, it is entirely mysterious and occult, we should not argue and deliberate overthese matters, and it is sufficient to believe firmly to enable us to bring into operationthat which hath already been taught."},{"pageNumber":60,"pageContent":"The Key of SolomonPage 58When thou shalt construct these Pentacles and Characters, it is necessary never toforget the burning of Incense, nor to employ anything beyond that which hath alreadybeen taught.It is necessary, above all things, to be attentive to the operation, and never to for-get or omit those things which contribute to the success which the Pentacles andExperiments promise, having ever in thy mind no other intention than the Glory ofGod, the accomplishment of thy desires, and loving kindness towards thy neighbour.Furthermore, my beloved Son, I order thee not to bury this Science, but to makethy friends partakers in the same, subject, however, to the strict command never toprofane the things which are Divine, for if thou doest this, far from rendering thee afriend of the Spirits, it will but be the means of bringing thee unto destruction.But never must thou lavish these things among the ignorant, for that would be asblameable as to cast precious gems before swine; on the contrary, from one Sage thesecret knowledge should pass unto another Sage, for in this manner shall the Treasureof Treasures never descend into oblivion.Adore and revere the Most Holy Names of God which are found in these Penta-cles and Characters, for without this never shalt thou be able to come to the end ofany enterprise, nor to accomplish the Mystery of Mysteries.Above all things, remember that to perform any of these operations thou must bepure in body and mind, and without blemish, and omit not any of the preparations.This Ke y, full of Mysteries, hath been revealed unto me by an Angel.Accursed be he who undertaketh our Art without having the qualities requisite tothoroughly understand our Ke y, accursed be he who invoketh the Name of God invain, for such an one prepareth for himself the punishments which await the unbe-lievers, for God shall abandon them and relegate them unto the depths of Hellamongst the impure Spirits.For God is great and Immutable, He hath been for ever, and He shall remain evenunto the end of the Ages.ACCURSED BE HE WHO TAKETH THE NAME OF GOD IN VAIN!ACCURSED BE HE WHO USETH THIS KNOWLEDGE UNTO AN EVIL END, BEHE ACCURSED IN THIS WORLD AND IN THE WORLD TO COME. AMEN. BEHE ACCURSED IN THE NAME WHICH HE HATH BLASPHEMED!THE END OF THE FIRST BOOK."}]
