[{"pageNumber":1,"pageContent":"The Sacred MagicofAbramelin the MageBook IITranslated byS.L. Mac Gregor Mathers"},{"pageNumber":2,"pageContent":"The Sacred Magic of Abramelin the MageBook IIThis Adobe Acrobat edition contains the complete and unaltered text of thecorresponding sections in the second (1900) edition published by John M. Watkins,London.Prepared and typeset by Benjamin Rowe, December 16, 1998."},{"pageNumber":3,"pageContent":"41THE Second BOOKOF THEHOLY MAGIC,WHICH GOD GAVE UNTO MOSES, AARON, DAVID, SOLOMON, AND OTHERSAINTS, PATRIARCHS AND PROPHETS; WHICH TEACHETHTHE TRUE DIVINE WISDOM.BEQUEATHED BY ABRAHAM UNTO LAMECH HIS SON.TRANSLATED FROM THE HEBREW.."},{"pageNumber":4,"pageContent":"The Sacred Magic42THE SECOND BOOK OF THE SACRED MAGIC.Prologue.HE Wisdom of the Lord is an inexhaustible fountain, neither hath thereever been a man born who could penetrate its veritable origin andfoundation. The Sages and Holy Fathers have drunk long draughtsthereof, and have been fully satisfied therewith. But with all this, not oneamong them hath been able to comprehend or know the Radical Principles,because the Creator of all things reserveth that unto Himself; and, like ajealous God, He hath indeed wished that we should enjoy the fruit thereof,but He hath not wished to permit us to touch either the Tree or its Root. It isthen not only proper, but further also we are compelled to conform ourselvesunto the Will of the Lord, walking in that Path, by the which also ourpredecessors went, without seeking out through a vain curiosity how it is thatGod reigneth and governeth in His Divine Wisdom; because such would be avery great presumption and a bestial conceit. Let us then content ourselveswith only knowing how many blessings He hath granted unto us Sinners, andwhat extent of power He hath given unto us mortals over all things, and inwhat way it is permitted unto us to use them. Let us then content ourselveswith this, laying aside all other, curiosity, observing without any comment thatwhich shall be set down in this Book with fidelity. And if ye do follow myadvice, ye shall be infallibly comforted thereby.17"},{"pageNumber":5,"pageContent":"Of Abramelin the Mage43THE FIRST CHAPTER.what and how many be the forms of veritable magic.HOSO should wish to recount all the Arts and Operations which inour times be reputed and preached abroad as Wisdom and MagicalSecrets; he should as well undertake to count the waves and thesands of the Sea; seeing that the matter hath come to such a pass that everytrick of a buffoon is believed to be Magic, that all the abominations of impiousEnchanters, all Diabolical Illusions, all Pagan Idolatries, all Superstitions,Fascinations, Diabolical Pacts, and lastly all that the gross blindness of theWorld can touch with its bands and feet is reckoned as Wisdom and Magic!The Physician, the Astrologer, the Enchanter, the Sorceress, the Idolater, andthe Sacrilegious, is called of the common People a Magician! Also he whodraweth his Magic whether from the Sun, whether from the Moon, whetherfrom the Evil Spirits, whether from Stones, Herbs, Animals, Brutes, or lastlyfrom thousand divers sources, so that the Heaven itself is astonished thereat.There be certain who draw their Magic from Air, from Earth, from Fire, fromWater, from Physiognomy, from the Hand, from Mirrors, from Glasses, fromBirds, from Bread, from Wine, and even from the very excrements themselves;and yet, however, all this is reputed as Science!I exhort you, ye who read, to have the Fear of God, and to study Justice,because infallibly unto you shall be opened the Gate of the True Wisdomwhich God gave unto Noah and unto his descendants Japhet, Abraham, andIshmael; and it was His Wisdom that delivered Lot from the burning ofSodom. Moses learned the same Wisdom in the desert, from the BurningBush, and he taught it unto Aaron his brother. Joseph, Samuel, David,Solomon, Elijah, and the Apostles, and Saint John particularly (from whomwe hold a most excellent book of Prophecy2) possessed it. Let every one thenknow that this, this which I teach, is that same Wisdom and Magic, and whichis in this same Book, and independent of any other Science, or Wisdom, orMagic, soever. It is, however, certainly true that these miraculous operationshave much in common with the Qabalah; it is also true that there be otherArts which have some stamp of Wisdom; the which alone would be nothingworth were they not mingled with the foundation of the Sacred Ministry,whence later arose the Mixed Qabalah. The Arts are principally twelve. Four innumber, , , , , among the numbers in the Mixed Qabalah. The second isthe most perfect one, the which operateth by Sign and Visions. Two of theeven numbers, namely  and , which operate with the Stars and the CelestialCourses which we call Astronomy. Three consisteth in the Metals, and  in thePlanets.3 As to all these Arts, the which be conjoined and mingled together:"},{"pageNumber":6,"pageContent":"The Sacred Magic44with the Sacred Qabalah; both he who maketh use of these same, either alone,or mingled with other things which be in no way from the Qabalah; and hewho seeketh to exercise himself in performing operations with these Arts; isalike liable to be deceived by the Demon; seeing that of themselves theypossess no other virtue than a natural property; and they can produce no otherthing than probable4 effects, and they have absolutely no power in spiritual andsupernatural things; but if, however, on certain occasions they5 cause you tobehold any extraordinary effect, such is only produced by impious anddiabolical Pacts and Conjurations, the which form of Science ought to becalled Sorcery.Finally, let us conclude that from the Divine Mystery are derived thesethree kinds of Qabalah, viz.: the Mixed Qabalah, and the True Wisdom, andthe (True) Magic. We will, therefore, show forth this last, and the manner ofbecoming its possessors in the Name of God and of His Celestial Court!"},{"pageNumber":7,"pageContent":"Of Abramelin the Mage45THE SECOND CHAPTER.what we should consider before undertaking thisoperation.E6 have already said what is the Science which I7 am to teach you,that is to say, that it is neither in any way human nor diabolical, but(that it is) the True and Divine Wisdom and Magic, which has beenhanded down by our predecessors unto their successors as a hereditarytreasure. In like manner as I myself at present, so even should ye think, beforeentering into this matter,8 and before taking possession of so great a treasure,how much this Gift is sublime and precious, and how vile and base are yeyourselves who be about to receive it. This is wherefore I say unto ye that thebeginning of this Wisdom is the Fear of God and of justice. These be theTables of the Law, the Qabalah, and the Magic; they should serve unto ye for arule. It is necessary that ye should begin to attach yourselves unto the verybeginning, if ye truly do wish to have the Veritable Wisdom; and thus shall yewalk in the right Path, and be able to work; all the which is contained in thisBook, and all the which is therein prescribed. For to undertake this Operationwith the simple intention of using it unto dishonest, impious, and wickedends, is neither just nor reasonable; for it is absolutely necessary to performthis Operation unto the praise, honour, and glory of God; unto the use,health, and well-being of your neighbour, whether friend or enemy; andgenerally for that of the whole earth. Furthermore, it is also necessary to takeinto consideration other matters, which though less important be stillnecessary; namely, whether ye be capable, not only of commencing, but also ofcarrying through the Operation unto its end; this being a necessary point toconsider before coming unto a final determination upon the matter; because inthis case we are not negotiating with men, but with God, by theintermediation of His Holy Angels, and with all Spirits, both good and evil.I am not here intending to play the Saint and Hypocrite, but it isnecessary to have a true and loyal heart. Ye have here to do with the Lord,Who not only beholdeth the outer man, but Who also penetrateth the inmostrecesses of the heart. But having taken a true, firm, and determined resolution,relying upon the Will of the Lord, ye shall arrive at your desired end, and shallencounter no difficulty. Often also man is changeable, and while beginning athing well, finisheth it badly, being in no way firm and stable in resolution.Ponder the matter then well before commencing, and only begin thisOperation with the firm intention of carrying it out unto the end, for no mancan make a mock of the Lord with impunity.:"},{"pageNumber":8,"pageContent":"The Sacred Magic46Furthermore it is likewise necessary to think and consider whether yourgoods and revenue be sufficient for this matter; and, further, whether if yourquality or estate be subject unto others, ye may have time and convenience toundertake it; also whether wife or children may hinder you herein; these beingall matters worthy of observation, so as not to commence the matter blindly.The chief thing that ye should consider is whether ye be in good health,because the body being feeble and unhealthy, it is subject to divers infirmities,whence at length result impatience and want of power to operate and pursuethe Operation; and a sick man can neither be clean and pure, nor enjoysolitude; and in such a case it is better to cease.Consider then the safety of your person, commencing this Operation in aplace of safety, whence neither enemies nor any disgrace can drive you outbefore the end because ye must finish where ye begin.But the first part of this chapter is the most important, and see that yekeep well in mind the necessity of observing the same, because as regardeth theother disadvantages, they may perhaps be remedied. And be ye sure that Goddoth aid all those who put their confidence in Him and in His Wisdom, andsuch as wish to live rightly, making use with honour of the deceitful world,which ye shall hold in abomination, and see that ye make no account of itsopinion when ye shall be arrived at the perfection of the work, and that yeshall be possessors of this Sacred Magic."},{"pageNumber":9,"pageContent":"Of Abramelin the Mage47THE THIRD CHAPTER.of the age and quality of the person who wisheth toundertake this operation.N order to describe the aforesaid and other considerations in the bestpossible manner; I will here make a general recapitulation; mentioning alsofirst what may bring hindrance unto the matter.It is, then, necessary that such a man9 give himself up unto a tranquil life,and that his habits be temperate; that he should love retirement; that heshould be given neither unto avarice nor usury (that he should be thelegitimate child of his parents is a good thing, but not as necessary as for theQabalah, unto which no man born of a clandestine marriage10 can attain); hisage ought not to be less than twenty-five years nor more than fifty; he shouldhave no hereditary disease, such as virulent leprosy; whether he be free ormarried importeth little; a valet, lackey, or other domestic servant, can withdifficulty arrive at the end required, being bound unto others and not havingthe conveniences at disposal which are necessary, and which this Operationdemandeth. Among women, there be only Virgins who are suitable; but I11strongly advise that so important a matter should not be communicated tothem, because of the accidents that they might cause by their curiosity andlove of talk.,"},{"pageNumber":10,"pageContent":"The Sacred Magic48THE FOURTH CHAPTER.that the greater number of magical books are false andvain.LL the Books which treat of Characters, Extravagant Figures, Circles,Convocations, Conjurations, Invocations, and other like matters, evenalthough any one may see some effect thereby, should be rejected, beingworks full of Diabolical Inventions;12 and ye should know that the Demonmaketh use of an infinitude of methods to entrap and deceive mankind. This Ihave myself proved, because when I have operated with the Veritable Wisdom,all the other enchantments which I had learned have ceased, and I could nolonger operate with them, and I made a very careful trial of those which I hadlearned with the Rabbin Moses; the cause of which is that the deceit andfraud of the Demon can never appear where the Divine Wisdom is.Furthermore, the most certain mark of their falsity is the election of certaindays; since there be those which God hath expressly commanded to sanctify,we can freely operate on all other days, and at all times. And whenever ye shallsee tables which do mark the days and their differences, the Celestial Signs,and other like matters,13 pay no attention thereto, because herein is a very greatsin14 hidden, and a deceit of the Demon; it being one of his many methods ofendeavouring to confound the True Wisdom of the Lord with evil matters.Because this True Wisdom of the Lord can operate and perform its effectsevery day, and at any moment and second. The Gates of His Grace are dailyopen, He wisheth, and it is pleasing unto Him to aid us, as well on this day ason the morrow; and in no way could it be true that He desireth to besubjected to the day and hour which men would wish to prescribe for Him;seeing that He is the Master to elect such days as He Himself wisheth, and alsomay they be sanctified! Flee also all such Books as those whose Conjurationsinclude extravagant, inexplicable, and unheard-of words,15 and which beimpossible to understand, and which be truly the inventions of the Devil andof wicked men.It is well also to recall that which I have said in the First Book, viz., that inthe greater part of their Conjurations there was not the slightest mention madeof God Almighty, but only of Invocations of the Devil, together with veryobscure Chaldean words. Surely it would be a rash thing of a man who shoulddeal with God by the intermediary of His Holy Angels, to think that he oughtto address Him in a jargon, neither knowing what he saith nor what hedemandeth. Is it not an act of madness to wish to offend God and His HolyAngels! Let us then walk in the right way, let us speak before God with heartand mouth alike opened, in our own maternal language,16 since how can ye$"},{"pageNumber":11,"pageContent":"Of Abramelin the Mage49pretend to obtain any Grace from the Lord, if ye yourselves know not what yeask? Yet, however, the number of those who lose themselves utterly in thisvanity is infinite; many say that the Grecian language is more agreeable untoGod, it may be true that it was perhaps at one time, but how many among usto-day understand it perfectly, this is the reason why it would be the mostsenseless thing to employ it.I repeat then:– Let each one speak his own language, because thusunderstanding what it is that ye are demanding of the Lord, ye will obtain allGrace. And if ye demand a thing which is unjust, it will be refused unto you,and ye will never obtain it."},{"pageNumber":12,"pageContent":"The Sacred Magic50THE FIFTH CHAPTER.that in this operation it is not necessary to regard thetime, nor the day, nor the hours.HERE be no other days (to be observed) than those which God hathordained unto our Fathers, viz., All Saturdays, which be the days of theSabbath; Passover; and the of Tabernacles; of which the former is theFifteenth Day of the First of our Months, and the latter (beginneth on) theFifteenth Day of the Seventh Month.17 Now for this Operation, any person ofwhatever Law18 he may be, provided that he confesseth that there is OneGod,19 may observe these feasts. However, the true time of commencing thisOperation is the first day after the Celebration of the Feasts of Easter, and thiswas ordained unto Noah, being the most convenient time, and the end fallethjust at the (Feast of ) Tabernacles.20 Our predecessors have thus observed it, andthe Angel21 also hath approved it; and also it is more advisable to follow goodcounsel and example, than to be obstinate and follow one’s own caprice; andalso to treat the election of a particular day as a Pagan idea, paying no regard.whatever either to Time nor to the Elements; but only (having respect) untoHim Who granteth such a period. Thus then will we be found men in thefittest condition of Grace and reconciled with God, and purer than at anotherperiod; and this being an essential point ye ought well to consider the same.It is, however, quite true that the Elements and the Constellations doperform of themselves certain operations22 but this is to be understood ofnatural things, as it happeneth that one day is different unto another; but sucha difference hath not operation in things Spiritual and Supernatural, beingthus useless for (higher) Magical Operations. The Election of Days is still moreuseless, the Election of Hours and Minutes whereof the ignorant make somuch, is further a very great error.Wherefore I have resolved to write this particular chapter, in order thatthis error might appear more plainly evident unto him who readeth it, andthat he may draw profit therefrom so as to operate with judgment.7"},{"pageNumber":13,"pageContent":"Of Abramelin the Mage51THE SIXTH CHAPTER.concerning the planetary hours and other errors of theastrologers.T is true that the Wise in Astrology do write of the Stars and of theirmovements, and that these attaining thereto do produce divers effects ininferior and elemental things; and such are, as we have already said, naturaloperations of the Elements; but that they should have power over the Spirits,or force in all supernatural things, that is not, neither can ever be. But it willinstead be found that by the permission of the Great God it is the Spirits whogovern the firmament. What foolishness then would it be to implore thefavour of the Sun, of the Moon, and of the Stars, when the object would be tohave converse with Angels and with Spirits. Would it not be an extravagantidea to demand from the wild beasts the permission to go hunting? But whatelse is it, when they23 have elected a certain day, when they have divided it upinto many false divisions such as hours, minutes, etc. “Here,” they say, “wehave the Planetary Hours, and the Planet appropriate to each Hour.” O whatPlanets! O what fine order! Tell me, I pray you, what advantage you get by thisdivision. You will reply: “A very great one, because it shows us in all things,either good or bad fortune!” I tell you, and I repeat absolutely, that this is inno way true; that they produce thus a change of the time and of the Air, I inpart concede; but do me the grace to tell me how ye do divide the PlanetaryHours. I know that ye begin the first hour of the day with the Planet whichitself giveth the name unto the day, as Sunday is ascribed to the Sun, Mondayto the Moon, Tuesday to Mars, Wednesday to Mercury, Thursday to Jupiter,Friday to Venus, and Saturday to Saturn; then ye divide the length of the Dayinto twelve equal portions which ye call Hours, and to each Hour ye assign itsplanet; and ye do the same thing with the Night, according to whether thedays be long or short. Thus do the Hours become long or short. As forexample, suppose that on a Sunday the Sun riseth at  o'clock and setteth at o'clock in the evening, its course will be ten Hours, the which ye divide upinto twelve equal parts, so that each Hour is of fifty minutes length. I say,therefore, that the first Planetary Hour is of the Sun, and is fifty minutes long;that the second is of Venus; the third of Mercury; and so on of the others; atlast the eighth Hour returneth unto the Sun; the ninth unto Venus; the tenthunto Mercury; and so the Day finisheth. Then cometh the Night, which islonger, that is to say, fourteen Hours, and each Planetary Hour of this Nightwill be seventy minutes, and in order to continue the regular succession as wehave begun, the first Hour of the Night will be of Jupiter; the second of Mars;the third of the Sun; and so on until Monday, whose first Hour will be,"},{"pageNumber":14,"pageContent":"The Sacred Magic52(according to this rule) of the Moon. Now tell me, I pray you, doth it alwayshappen that when the Day of Monday commenceth, that is to say, when theSun riseth in its horizon, that the Moon riseth also together with him, and thatshe setteth also together with him? They cannot answer this. Wherefore thendo they apportion unto the second day of the week and unto its first hour theMoon? They can tell you no reason, except a likeness to the name (of theDay).24O! how gross an error! Hear and tell me when it is that a Planet hath thegreatest force in the Elements; whether when it is above or when it is belowyour Horizon or Hemisphere? We must however avow that it is more powerfulwhen it is above, because being below it hath no power save according untothe Will of God. Why then, even further than this, should we attribute unto aPlanet a Day and Hour, if during the whole period of such Day it appearethnot above the Horizon!Abramelin as a most excellent Master in natural things taught unto mea very different form of classification (which also well examine, and seewhether it be not more surely founded than the aforesaid rule of theAstrologers), and made me to comprehend what should be the true PlanetaryHours. When the Planet beginneth to appear upon the Horizon then doth itsDay begin (whether it be Light or Dark, Black or White), and until it bathpassed its elevation25 its Day lasteth until it riseth anew, and after that it hathset its Night endureth; so that as well in the Days of the Sun as in those of theMoon and of the others, the Days of all the Planets be mingled, only that onecommenceth sooner than another, according to which nature they be mingledtogether in the Celestial Signs. Now it is requisite that I should tell unto youwhat be the Planetary Hours! Know then that each Planet hath only an hourduring the which it is very powerful, being over you and above your head, thatis to say when it is in the Meridian. Then, naturally, will sometimes arrive theHours of two Planets together and beginning at the same moment; they thenproduce an effect according unto the nature, quality, and complexion of thesestars.26 But all this only hath power in natural things. Here have I declared andproved unto you the errors of the (common) Astrologers; keep yourselvescarefully from the insensate follies of their Days and Hours, because if ye makeuse of these as do the false Magicians and Enchanters, God will chastise you;and in order to chastise you will pay but little attention unto the awaiting ofthe Hour of Saturn or of Mars.I therefore now conclude this chapter, having sufficiently treated of thefalse and useless method employed by the Astrologers in the Election of Daysand of Hours."},{"pageNumber":15,"pageContent":"Of Abramelin the Mage53THE SEVENTH CHAPTER.regarding what it is necessary to accomplish during thefirst two moons of the beginning of this veritable andsacred magic.E who commenceth this Operation should consider with care thatwhich we have before said, and should pay attention unto that whichfolloweth; and the thing being of importance, I shall leave alone for thepresent all other considerations, so that we may begin with the Operationwhich we should perform on the first morning after the celebration of theFeast of Easter (or Passover).Firstly: Having carefully washed one’s whole body and having put onfresh clothing: precisely a quarter of an hour before Sunrise ye shall enter intoyour Oratory, open the window, and place yourselves upon your knees beforethe Altar, turning your faces towards the window; and devoutly and withboldness ye shall invoke the Name of the Lord, thanking Him for all the gracewhich He hath given and granted unto you from your infancy until now; thenwith humility shall ye humble yourselves unto Him, and confess unto Hirnentirely all your sins; supplicating Him to be willing to pardon you and remitthem. Ye shall also supplicate Him that in the time to come He may be willingand pleased to regard you with pity and grant you His grace and goodness tosend unto you His Holy Angel, who shall serve unto you as a Guide, and leadyou ever in His Holy Way and Will; so that ye fall not into sin throughinadvertence, through ignorance, or through human frailty.In this manner shall ye commence your Oration, and continue thus everymorning during the first two Moons or Months.Meseemeth here that now some may say: “Wherefore dost thou not writedown the words or form of prayer the which I should employ, seeing that, asfor me, I am neither sufficiently learned, nor devout, nor wise?”Know ye that although in the beginning your prayer be but feeble, it willsuffice, provided that ye understand how to demand the Grace of the Lordwith love and a true heart, whence it must be that such a prayer cometh forth.Also it serveth nothing to speak without devotion, without attention, andwithout intelligence; nor yet to pronounce it with the mouth alone, without atrue intent; nor yet to read it as do the ignorant and the impious. But it isabsolutely necessary that your prayer should issue from the midst of yourheart, because simply setting down prayers in writing, the hearing of them willin no way explain unto you how really to pray.27 This is the reason that I havenot wished to give unto you any special form of prayers and orations, so thatye yourselves may learn from and of yourselves how to pray, and how to invokethe Holy Name of God, our Lord; and for that reason I have not been willing+"},{"pageNumber":16,"pageContent":"The Sacred Magic54that ye should rely upon me in order to pray. Ye have the Holy and SacredScripture, the which is filled with very beautiful and potent prayers and actionsof grace. Study then herein, and learn herefrom, and ye shall have no lack ofinstructions how to pray with fruit. And although in the commencement yourprayer may be weak, it sufficeth that your heart be true and loyal towards God,Who little by little will kindle in you His Holy Spirit, Who will so teach youand enlighten your Spirit, that ye shall both know and have the power to pray.When ye shall have performed your orations, close the window, and goforth from the Oratory; so that no one may be able therein to enter; and yeshall not yourselves enter again until the evening when the Sun shall be set.Then shall ye enter therein afresh, and shall perform your prayers in the samemanner as in the morning.For the rest, ye shall govern yourselves each day as I shall tell you in thefollowing instructions.Concerning the Bed Chamber and the Oratory, and how they should bearranged, I will tell hereafter in the Eleventh Chapter.28It is requisite that ye shall have a Bed Chamber near the Oratory or elseyour ordinary habitation, which it is necessary first to thoroughly clean outand perfume, and see that the Bed be both new and clean. Your wholeattention must be given to purity in all things; because the Lord hath inabomination all that is impure. You shall sleep in this said Chamber, and youshall continue therein during the day, there transacting the matters whichbelong unto your business; and those which you can dispense with, leavealone. You may sleep with your Wife in the bed when she is pure and clean;but when she hath her monthly courses you shall not allow her to enter thebed, nor even the Chamber. Every Sabbatheve it is necessary to change thesheets of the bed, and all the linen. Every Saturday you shall perfume theChamber. And ye shall not allow any dog, cat, or other animal to enter intonor dwell therein; so that they may in no way be able to render it unclean. Asregardeth the matrimonial obligation, it is chastity, and the duty that ofengendering children; but the whole should be done in the Fear of God, and,above all things, in such case see that your Wife be not impure. But during thefollowing four Moons ye shall flee sexual intercourse as ye would the Plague.Even if ye have children, endeavour to send them away unto another placebefore (commencing the Operation), so that they may not be an hindrancefrom being about you; except the eldest-born of the family, and infants at thebreast.As regardeth the regimen of your life and actions, ye shall have regardunto your status and condition. If you be your own Master, as far as lieth inyour power, free yourself from all your business, and quit all mundane andvain company and conversation; leading a life tranquil, solitary and honest. Ifaforetime you have been a wicked, debauched, avaricious, luxurious and proud"},{"pageNumber":17,"pageContent":"Of Abramelin the Mage55man, leave and flee from all these Vices. Consider that this was one of theprincipal reasons why Abraham, Moses, David, Elijah, John, and other holymen retired into desert places, until that they had acquired this Holy Scienceand Magic; because where there are many people, many scandals do arise; andwhere scandal is, Sin cometh; the which at length offendeth and driveth awaythe Angel of God, and the Way which leadeth unto Wisdom becometh closedunto ye. Fly as far as you can the conversation of men, and especially of suchas in the past have been the companions of your debauches; or who have ledyou into sin. Ye shall therefore seek retirement as far as possible; until that yeshall have received that Grace of the Lord which ye ask. But a DomesticServant29 who is compelled to serve a Master cannot well have theseconveniences (for working and performing the Operation).Take well heed in treating of business, in selling or buying, that it shall berequisite that you never give way unto anger, but be modest and patient inyour actions.You shall set apart two hours each day after having dined, during thewhich you shall read with care the Holy Scripture and other Holy Books,because they will teach you to be good at praying, and how to fear the Lord;and thus day by day shall ye better know your Creator. The other exerciseswhich be free and permitted unto you, are hereafter set forth and principally inthe Eleventh Chapter.As for eating, drinking and sleeping, such should be in moderation andnever superfluous. It is especially necessary to shun drunkenness, and fleepublic dinners. Content yourself with eating at your own house, with yourfamily, in the peace and quiet which God hath granted unto you. You shouldnever sleep during the day, but you may in the morning, for after that youhave performed your devotions you may if you wish again go to bed to restyourself. And if it happeneth by chance that you do not rise sufficiently early,that is to say before sunrise, it doth not greatly matter (provided that it be notdone of evil intent), and you shall perform your ordinary morning prayer;30but you should not accustom yourself to be slothful, it being always better topray unto God at an early hour.concerning clothing and family.Your dress should be clean but moderate, and according to custom. Fleeall vanity. You shall have two dresses, in order that you may be able to changethem; and you shall change them the eve of each Sabbath, wearing the one oneweek, and the other the next brushing and perfuming them alwaysbeforehand.As for that which regardeth the family, the fewer in number, the better;also act so that the servants may be modest and tranquil. All these pieces ofadvice be principal points which it is well to observe. As for the rest, you have"},{"pageNumber":18,"pageContent":"The Sacred Magic56only to keep before your eyes the Tables of the Law during all this time, andalso afterwards; because these Tables should be the rule of your life.Let your hand be ever ready to give alms and other benefits to yourneighbour; and let your heart be ever open unto the poor, whom God soloveth that one cannot express the same.And in the case that during this period you should be attacked by someillness, which would not permit you to go unto the Oratory, this need notoblige you to abandon your enterprise at once; but you should govern yourselfto the best of your ability; and in such case you shall perform your orations inyour bed, entreating God to restore you to health, so that you may be enabledto continue your undertaking, and make the sacrifices which be due, and sowith the greater strength be able to work to obtain His Wisdom.And this is all that we should do and observe during these two Moons."},{"pageNumber":19,"pageContent":"Of Abramelin the Mage57THE EIGHTH CHAPTER.concerning the two second moons.HE two first Moons being finished; the two second Moons follow,during the which ye shall make your prayer, morning and evening at thehour accustomed; but before entering into the Oratory ye shall washyour hands and face thoroughly with pure water. And you shall prolong yourprayer with the greatest possible affection, devotion and submission; humblyentreating the Lord God that He would deign to command His Holy Angelsto lead you in the True Way, and Wisdom, and Knowledge, by studying thewhich assiduously in the Sacred Writings there will arise more and more(Wisdom) in your heart.The use of the rights of Marriage is permitted, but should scarcely if at allbe made use of (during this period).You shall also wash your whole body every Sabbath Eve.As to what regardeth commerce and manner of living, I have alreadygiven unto you sufficient instruction.Only it is absolutely necessary to retire from the world and seek retreat;and ye shall lengthen your prayers to the utmost of your ability.As for eating, drinking and clothing, ye shall govern yourselves in exactlythe same manner as in the two first Moons; except that ye shall fast (theQabalistical fast) every Sabbath Eve.Note Well: The Sabbath is for the Jews, who are accustomed to observethe same every Saturday, but for Christians the Sabbath is the Sunday, andthey31 ought to consider the Saturday as its Eve.7"},{"pageNumber":20,"pageContent":"The Sacred Magic58THE NINTH CHAPTER.concerning the two last moons which must be thuscommenced.ORNING and Noon ye shall wash your hands and your face onentering the Oratory;32 and firstly ye shall make Confession of all yoursins; after this, with a very ardent prayer, ye shall entreat the Lord toaccord unto you this particular grace, which is, that you may enjoy and be ableto endure33 the presence and conversation of His Holy Angels, and that Hemay deign by their intermission to grant unto you the Secret Wisdom, so thatyou may be able to have dominion over the Spirits and over all creatures.Ye shall do this same at midday before dining, and also in the evening; sothat during these two last Moons ye shall perform the prayer three times a day,and during this time ye shall ever keep the Perfume upon the Altar. Alsotowards the end of your Oration, ye shall pray unto the Holy Angels,supplicating them to bear your sacrifice before the Face of God, in order tointercede for you, and that they shall assist you in all your operations duringthese two Moons.The man who is his own master34 shall leave all business alone, exceptworks of charity towards his neighbour. You shall shun all society except thatof your Wife and of your Servants. Ye shall employ the greatest part of yourtime in speaking of the Law of God, and in reading such works as treat wiselythereof; so that your eyes may be opened unto that which from past time evenunto the present ye have not as yet seen, nor thought of, nor believed.Every Sabbath Eve shall ye fast, and wash your whole body, and changeyour garment.Furthermore, ye shall have a Vest and Tunic of linen, which ye shall puton every time that ye enter into the Oratory, before ye commence to put thePerfume in the Censer, as I shall tell ye more fully hereafterAlso ye shall have a basket or other convenient vessel of copper filled withCharcoal to put inside the Censer when necessary, and which ye can takeoutside the Oratory, because the Censer itself should never be taken away fromthe place. Note well that after having performed your prayer, you ought totake it35 out of the Oratory, especially during the Two last Moons, and yeshould inter it in a place which cannot well be made unclean, such as a garden.0"},{"pageNumber":21,"pageContent":"Of Abramelin the Mage59THE TENTH CHAPTER.concerning what things a man may learn and study duringthese two moons.LTHOUGH the best counsel which I can give is that a man should gointo retirement in some desert or solitude, until the time of the SixMoons destined unto this Operation be fulfilled, and that he shall haveobtained that which he wisheth; as the Ancients used to do; nevertheless nowthis is hardly possible; and we must accommodate ourselves unto the era (inwhich we live); and being unable to carry it out in one way, we shouldendeavour to do so in another; and attach ourselves only unto Divine Things.But there be certain who cannot even do this thoroughly, notwithstandingthey may honestly wish the same; and this because of their divers employmentsand positions which will not permit them to act in accordance with theirdesires, so that they are compelled to carry on their worldly occupations.In order then that such may know what occupations and business theycan follow out without prejudice to this Operation, I will here state the samein few words.We may then exercise the profession of Medicine, and all arts connectedwith the same; and we may perform all operations which tend unto charityand mercy towards our neighbour purely and simply. As for what concerneththe liberal arts ye may interest yourselves in Astronomy, etc., but flee all artsand operations which have the least tincture of Magic and Sorcery, seeing thatwe must not confound together God and Belial: God wisheth to be alone;unto Him pertain all honour and glory. All the above matters are howeverpermitted during the two first and the two second Moons.You may walk in a garden for recreation; but you shall do no servile work;and amidst the flowers and the fruits you can also meditate upon thegreatness36 of God. But during the two third and last Moons ye shall quit everyother matter only permitting your recreation to consist in things Spiritual andDivine. If ye wish to be participators in the Conversation of the Angels, and inthe Divine Wisdom, lay aside all indiscreet37 things, and regard it as a pleasurewhen ye can spare two or three hours to study the Holy Scripture, becausehencefrom ye shall derive incredible profit; and even the less ye are learned, somuch the more will ye become wise and clever. It sufficeth that in theperformance of your Orisons ye shall not give way unto sleep, and that ye shallfail in nowise in this operation through negligence and voluntarily.$"},{"pageNumber":22,"pageContent":"The Sacred Magic60THE ELEVENTH CHAPTER.38concerning the selection of the place.E should make the Selection of the Place (for the Operation) beforecommencing it, and prior to the celebration of the Passover, in orderthat we may decide upon the same without hindrance, and it isnecessary that all things should be prepared.He who commenceth this Operation in solitude can elect a placeaccording unto his pleasure; where there is a small wood, in the midst of whichyou shall make a small Altar, and you shall cover the same with a hut (orshelter) of fine branches, so that the rain may not fall thereon and extinguishthe Lamp and the Censer. Around the Altar at the distance of seven paces youshall prepare a hedge of flowers, plants, and green shrubs, so that it may dividethe entrance39 into two parts; that is to say, the Interior where the Altar andTabernacle will be placed after the manner of a Temple; and the part Exterior,which with the rest of the place will be as a Portico thereunto.Now if you commence not this Operation in the Country, but perform itin a Town, or in some dwellingplace, I will show unto ye what shall benecessary herein.40Ye shall choose an Apartment which hath a Window, joined unto thewhich shall be an uncovered Terrace (or Balcony), and a Lodge (or small roomor hut) covered with a roof, but so that there may be on every side windowswhence you may be able to see in every direction, and whence you may enterinto the Oratory. In the which place41 the Evil Spirits shall be able to appear,since they cannot appear within the Oratory itself In the which place, besidethe Oratory towards the quarter of the North, you shall have a rooted orcovered Lodge, in the which and from whence one may be able to see theOratory. I myself also had two large windows made in my Oratory, and at thetime of the Convocation of the Spirits, I used to open them and remove boththe shutters and the door, so that I could easily see on every side and constrainthem42 to obey me.The Oratory should always be clear and clean swept, and the flooringshould be of wood, of white pine; in fine, this place should be so well andcarefully prepared, that one may judge it to be a place destined unto prayer.The Terrace and the contiguous Lodge where we are to invoke the Spiritswe should cover with river sand to the depth of two fingers at the least.The Altar should be erected in the midst of the Oratory; and if any onemaketh his Oratory in desert places, he should build it43 of stones which havenever been worked or hewn, or even touched by the hammer.:"},{"pageNumber":23,"pageContent":"Of Abramelin the Mage61The Chamber44 should be boarded with pine wood, and a Lamp full ofOil Olive should be suspended therein, the which every time that ye shall haveburned your perfume and finished your orison, ye shall extinguish. Ahandsome Censer of bronze, or of silver if one hath the means, must be placedupon the Altar, the which should in no wise be removed from its place untilthe Operation be finished, if one performeth it in a dwelling-house; for in theopen country one cannot do this. Thus in this point as in all the others, weshould rule and govern ourselves according unto the means at our disposal.The Altar, which should be made of wood, ought to be hollow withinafter the manner of a cupboard, wherein you shall keep all the necessarythings, such as the two Robes, the Crown or Mitre, the Wand, the Holy Oils,the Girdle or Belt, the Perfume; and any other things which may be necessary.45The second habiliments will be a Shirt or Tunic of linen, large andwhite, with well and properly made sleeves. The other Robe will be ofCrimson or Scarlet Silk with Gold, and it should not be longer than just untothe knees, with sleeves of similar stuff. As for these vestments, there is noparticular rule for them; nor any especial instructions to be followed; but themore resplendent, clean, and brilliant they are the better will it be. You shallalso make a Girdle of Silk of the same colour as the Tunic, wherewithal youshall be girded. You shall have upon your head a beautiful Crown or wovenFillet of Silk and Gold. You shall prepare the Sacred Oil in this manner: Takeof myrrh46 in tears, one part; of fine cinnamon, two parts; of galangal,47 half apart; and the half of the total weight of these drugs of the best oil olive. Thewhich aromatics you shall mix together according unto the Art of theApothecary, and shall make thereof a Balsam, the which you shall keep in aglass vial which you shall put within the cupboard (formed by the interior) ofthe Altar. The Perfume shall be made thus: Take of Incense in tears48 one part;of Stacte49 half a part; of Lign Aloes a quarter of a part; and not being able toget this wood you shall take that of cedar, or of rose, or of citron, or any otherodoriferous wood. You shall reduce all these ingredients into a very finepowder, mix them well together and keep the same in a box or otherconvenient vessel. As you will consume a great deal of this perfume, it will beadvisable to mix enough on the eve of the Sabbath to last the whole week.You shall also have a Wand of Almond-tree wood, smooth and straight, ofthe length of about from half an ell to six feet50 And ye shall keep the aforesaidthings in good order in the cupboard51 of the Altar, ready for use in the propertime and place.Here followeth the manner of ordering oneself and of operating."},{"pageNumber":24,"pageContent":"The Sacred Magic62THE TWELFTH CHAPTER.how one should keep oneself in order to carry out thisoperation well.HIS Operation being truly Divine, it is necessary once more to treat ofand distinguish the present Consecration into different periods of time.You shall then understand that during the two first and two secondMoons, no other Consecration must be performed, than that of which we havealready spoken in the Seventh and Eighth foregoing Chapters,52 unto thewhich I refer you, so as not to be too prolix. And I only say unto you, thatduring the course of the two first and two second Moons, every Saturday whenye perform the Orison, ye shall also burn the Perfume as well in the morningas in the evening; and in the two third and last Moons ye shall make the Prayerand the Perfume thrice daily.Now here hath the last part of the time arrived here therefore open yeyour eyes and be attentive, and govern yourselves in everything and every placein the way which I have written unto you. Have confidence in God, because ifeven until then ye have faithfully observed mine instructions which I havegiven unto you, and if your Orisons shall have been made with a righteousheart and with devotion, there is no manner of doubt that all things willappear easy unto you, and your own spirit and your understanding will teachyou the manner in which you should conduct yourself in all points; becauseyour Guardian Angel is already about you, though Invisible, and conductethand governeth your heart, so that you shall not err. The two Moons beingfinished, in the morning ye shall commence all that is commanded in theNinth Chapter,53 and further observe this present Chapter.When first ye shall enter into the Oratory, leave your shoes without, andhaving opened the window,54 ye shall place the lighted coals in the Censerwhich55 you shall have brought with you, you shall light the Lamp, and takefrom the Cupboard of the Altar your two Vestments, the Crown, the Girdleand the Wand, placing them upon the Altar. Then take the Sacred Oil in yourleft hand, cast some of the Perfume upon the Fire, and place yourself uponyour knees,56 praying unto the Lord with fervour.the orison.“O Lord God of Mercy; God, Patient, Most Benign and Liberal; Whograntest Thy Grace in a thousand ways, and unto a thousand generations;Who forgettest the iniquities, the sins, and the transgressions of men; inWhose Presence none is found innocent; Who visitest the transgressions of thefather upon the children and nephews unto the third and fourth generation; I7"},{"pageNumber":25,"pageContent":"Of Abramelin the Mage63know my wretchedness, and that I am not worthy to appear before ThyDivine Majesty, nor even to implore and beseech Thy Goodness and Mercyfor the least Grace. But, O Lord of Lords, the Source of Thy Bounty is sogreat, that of Itself It calleth those who are ashamed by reason of their sins anddare not approach, and inviteth them to drink of Thy Grace. Wherefore, OLord my God, have pity upon me, and take away from me all iniquity andmalice; cleanse my soul from all the uncleanness of sin; renew within me mySpirit, and comfort it, so that it may become strong and able to comprehendthe Mystery of Thy Grace, and the Treasures of Thy Divine Wisdom. Sanctifyme also with the Oil of Thy Sanctification, wherewith Thou hast sanctified allThy Prophets; and purify in me therewith all that appertaineth unto me, sothat I may become worthy of the Conversation of Thy Holy Angels and ofThy Divine Wisdom, and grant unto me the Power which Thou hast givenunto Thy Prophets over all the Evil Spirits. Amen. Amen.”This is the Prayer which I myself made use of in my Consecration; thewhich I give not here to confine you (to a certain form), nor to oblige you toemploy the same, nor to tell it you over as I would to a parrot whom I shouldwish to teach to talk; but only and solely to give unto you an idea of themanner in which we should pray.Having finished your Orison, rise from your knees, and anoint thecentre57 of your forehead with a little of the Sacred Oil; after this dip yourfinger into the same Oil, and anoint therewith the four upper corners of theAltar. Touch also with this Holy Oil the Vestments, the Girdle, the Crown,and the Wand, on both sides. You shall also touch the Doors and the Windowsof the Oratory. Then with your finger dipped in the Oil you shall write uponthe four sides of the Altar these words, so that they may be perfectly clearlywritten on each side:–“In whatever place it may be wherein Commemoration of My Name shallbe made, I will come unto you and I will bless you.”This being done the Consecration is finished, and then ye shall put theWhite Tunic and all the other things into the Cupboard of the Altar. Thenkneel down and make your ordinary prayer, as is laid down in the ThirdChapter;58 and be well ware to take no consecrated thing out of the Oratory;and during the whole of the ensuing period ye shall enter the Oratory andcelebrate the Office with naked feet."},{"pageNumber":26,"pageContent":"The Sacred Magic64THE THIRTEENTH CHAPTER.concerning the convocation of the good spirits.E are now arrived at a point at which ye shall be able to see clearly,having duly followed out and observed the instructions which Ihave given unto you, and having during all this time served Godyour Creator with a perfect heart. We are now arrived at the term, whereforethe following morning rise betimes, neither wash yourselves at all nor dressyourselves at all in your ordinary clothes; but take a Robe of Mourning; enterthe Oratory with bare feet; go unto the side of the Censer, take the ashestherefrom and place them upon your head; light the Lamp; and put the hotcoals into the Censer; and having opened the windows, return unto the door.There prostrate yourself with your face against the ground, and order theChild59 to put the Perfume upon the Censer, after which he is to place himselfupon his knees before the Altar; following in all things and throughout theinstructions which I have given unto you in the last chapter of the First Book,to which I am here referring.60 Humiliate yourself before God and HisCelestial Court, and commence your Prayer with fervour, for then it is thatyou will begin to enflame yourself in praying, and you will see appear anextraordinary and supernatural Splendour which will fill the whole apartment,and will surround you with an inexpressible odour, and this alone will consoleyou and comfort your heart so that you shall call for ever happy the Day of theLord. Also the Child61 will experience an admirable feeling of contentment inthe presence of the Angel. And you shall continue always your Prayerredoubling your ardour and fervour, and shall pray the Holy Angel that hemay deign to Sign, and write upon a small square plate of silver (which youshall have had made for this purpose and which you shall have placed uponthe Altar) another Sign if you shall have need of it in order to see him; andeverything which you are to do. As soon as the Angel shall have made the Signby writing, and that he shall have written down some other counsel which maybe necessary unto you, he will disappear, but the splendour will remain. Thewhich the Child having observed, and made the sign thereof unto you, youshall command him to bring you quickly the little plate of silver, and thatwhich you find written thereon you shall at once copy, and order the Child toreplace it upon the Altar. Then you shall go forth from the Oratory and leavethe Window open, and the Lamp alight, and during this whole day you shallnot enter into the Oratory; but shall make preparation for the day following;and during the day you shall speak to none, nor make answer, even were ityour own wife or children or servants; except to the Child whom you can sendaway. Also you shall beforehand have set your affairs in order, and so arranged:"},{"pageNumber":27,"pageContent":"Of Abramelin the Mage65them that no embarrassment may be caused you thereby, which might distractyour attention. In the evening when the Sun shall be set, you shall eat butsoberly; and then you shall go to rest alone; and you shall live separated fromyour wife during these days.During Seven Days shall you perform the Ceremonies without failingtherein in any way; namely, the Day of the Consecration, the Three Days ofthe Convocation of the Good and Holy Spirits, and the Three other Days ofthe Convocation of the Evil Spirits.Now the second morning after, you are to be prepared to follow thecounsel which the Angel will have given you. You will go early unto theOratory, you will place the lighted charcoal and perfumes in the Censer, youare to relight the Lamp if it be (by that time) extinguished; and wearing thesame Robe of Mourning as of the day before, prostrate with your face towardsthe ground, you shall humbly pray unto and supplicate the Lord that He mayhave pity on you, and that He may deign to fulfil your prayer; that He willgrant unto you the vision of His Holy Angels, and that the Elect Spirits maydeign to grant unto you their familiar converse. And thus shall ye pray untothe utmost degree that shall be possible unto you, and with the greatest fervourthat you can bring into action from your heart, and this during the space oftwo or three hours. Then quit the Oratory, returning thither at midday foranother hour, and equally again in the evening; then you shall eat after themanner aforesaid, and go to rest. Understand also that the odour and thesplendour will in nowise quit the Oratory.The third day being now arrived, you shall act thus. The evening (before)you shall wash your whole body thoroughly; and in the morning, beingdressed in your ordinary garments, you shall enter into the Oratory, but withnaked feet. Having placed the Fire and the Perfumes in the Censer, and lightedthe Lamp, you shall put on the White Vestment, and place yourself on yourknees before the Altar, to render thanks to God for all His benefits, and firstlyfor having granted unto you a Treasure so great and so precious. You shallrender thanks also unto the Holy Guardian Angels, praying unto them thathenceforward they will have you in their care for the whole period of your life;also that he62 will never abandon you, that he will lead you in the Way of theLord, and that he will watch carefully over you to assist you, and consent untothe present Operation of the Sacred Magic, so that you shall have such Forceand Virtue that you may be able to constrain the Spirits accursed of God, untothe Honour of your Creator, and for your own good and that of yourneighbour.And then shall you first be able to put to the test whether you shall havewell employed the period of your Six Moons, and how well and worthily youshall have laboured in the quest of the Wisdom of the Lord; since you shall seeyour Guardian Angel appear unto you in unequalled beauty; who also will"},{"pageNumber":28,"pageContent":"The Sacred Magic66converse with you, and speak in words so full of affection and of goodness, andwith such sweetness, that no human tongue could express the same. He willanimate you unto your great content in the fear of God, making you a recitalof the blessings which you have received from God; and bringing unto yourremembrance the sins by which you have offended Him during the wholeperiod of your life, will instruct you and give unto you the manner in whichyou shall be able to appease Him by a pure, devout, and regulated life, and byhonest and meritorious actions, and such things as God shall ordain unto you.After this he will show unto you the True Wisdom and Holy Magic, and alsowherein you have erred in your Operation, and how thenceforward you shouldproceed in order to overcome the Evil Spirits, and finally arrive at your desiredends. He will promise never to abandon you, but to defend and assist youduring the whole period of your life; on condition that you shall obey hiscommands, and that you shall not voluntarily offend your Creator. In oneword, you shall be received by him with such affection that this descriptionwhich I here give unto you shall appear a mere nothing in comparison.Now at this point I commence to restrict myself in my writing, seeingthat by the Grace of the Lord I have submitted and consigned you unto aMaster so great that he will never let you err.Observe that on the third day you should remain in familiarconversation63 with your Guardian Angel. You should quit the Oratory for ashort time in the afternoon, remaining without about an hour; then for therest of the day you shall remain therein, receiving from the Holy Angel distinctand ample information regarding the Evil Spirits and the manner of bringingthem into submission, carefully writing down and taking notes of all thesematters. Now, the Sun being set, you shall perform the Evening Orison withthe ordinary Perfume, giving thanks unto God in particular for the very greatGrace that He hath granted unto you in that day, there also supplicating Himto be propitious unto you and to aid you during your whole life, so that youshall never be able to offend Him. You shall also render thanks unto yourGuardian Angel and beseech him not to abandon you. The Prayer beingfinished you will see that the Splendour will disappear. Then shall you quit theOratory, closing the door, but leaving the windows open and the Lamp alight.You shall return as on the preceding days unto your apartment where you shallmodestly recreate yourself, and eat your necessary food, then you shall go torest until the following morning."},{"pageNumber":29,"pageContent":"Of Abramelin the Mage67THE FOURTEENTH CHAPTER.concerning the convocation of the spirits.64HOUGH the following advice may be scarcely necessary for the mostpart, since I have already explained unto you all things necessary to bedone; and also seeing that your Guardian Angel will have sufficientlyinstructed you in all that you should do; yet nevertheless I will here declareplainly certain matters unto you, with the idea rather of making the account ofthe Operation complete in this Book,65 and also to give you every opportunityof possessing the matter thoroughly through reading these things many times;so that having received the Vision of the Angel, you may find yourselfthoroughly instructed in all the essential points.Having then reposed yourself during the night, you shall rise in themorning before dawn, and shall enter into the Oratory; and having placed thelighted Charcoal in the Censer, light the Lamp also. You shall then robeyourself, taking first the White Vestment, and over this you shall put on that66,of Silk and Gold, then the Girdle, and upon your head you shall place theCrown, and you shall lay the Wand upon the Altar. Then, having put thePerfume in the Censer you shall fall upon your knees, and pray unto AlmightyGod to grant you the Grace to finish your Operation unto the Praise andGlory of His Holy Name, and for your own use and that of your neighbour.Also you shall supplicate your Guardian Angel to aid you, and to govern yourheart with his counsel, and all your senses. After this you shall take the Wandin your right hand, and pray unto God to give unto this Wand as much virtue,force, and power as He gave unto those of Moses, of Aaron, of Elijah, andof the other Prophets whose number is infinite.Now place yourself beside the Altar looking towards the Door and theopen Terrace; or if you be in the Country place yourself at the Western67 side,and commence by summoning the Chief Spirits and Princes.But your Angel will already have instructed you how to convoke them,and will have sufficiently impressed it on your heart.And as well in this as in the Orison, we should never proceed and act bythe mouth only or by written Conjurations alone; but with a free heart andintrepid courage; because it is certain that there is more difficulty in convokingthe Evil Spirits68 than the Good, which latter usually appear more readily whenthey are first called if it be by persons of good intent; while the Evil Spirits fleeas much as possible all occasion of submitting themselves to man. This iswherefore be who wisheth to constrain them should be upon his guard, andfollow out faithfully from point to point the instructions which his GuardianAngel will have given him, and that he impresseth them well upon his memory7"},{"pageNumber":30,"pageContent":"The Sacred Magic68following them from point to point; seeing that while no Spirit Good or Evilcan know the secrets of your heart before you yourself bring the same to light,unless God Who alone knoweth all things should manifest them; they (theSpirits) nevertheless can penetrate into and understand that which you arethinking by means of your actions and your words.69 This is the reason why hewho wisheth properly to convoke and conjure the Spirits, should first wellconsider the following Conjuration; and afterward perform it with feeling andfreely by heart; and not by writing, because in using that composed by others,the Spirits thence judge that we ourselves are ignorant, and render themselvesstraightway more intractable and stubborn.70 The Evil Spirits be about you,though invisible, and they keenly examine whether he who conjureth them iscourageous or timid, whether he is prudent, and whether he hath a true faithin God Who can perform all things with ease. We can constrain them (theSpirits), and force them to appear; but a few words ill pronounced by anill-intentioned person only produce an effect against the person himself whoignorantly pronounceth them; and an individual of such a character should inno way undertake this Operation, for such would be the true way to make amock of God and to tempt Him.of the conjurations.I have many times repeated unto you that the Fear of God is the principalsubject of the instruction of your Guardian Angel, against which you shouldnever commit any fault, even if it be but slight.Firstly: You should perform the Conjuration in your mother tongue,71 orin a language that you well understand, and conjure the Spirits by theauthority of and their obedience to the Holy Patriarchs, rehearsing unto themexamples of their ruin and fall, of the sentence which God hath pronouncedagainst them, and of their obligation unto servitude; and how on one side andon another they have been vanquished by the Good Angels and by Wise Men;all which points you will have had plenty of opportunity to study in the SacredWritings during the Six Moons (of preparation). Also you shall menace them,in case they are unwilling to obey, with calling unto your aid the Power of theHoly Angels over them. Your Guardian Angel will also have instructed you toperform this Convocation with modesty, and in no wise to be timid, butcourageous, yet in moderation, however, without too overbearing hardinessand bravery. And in case of their being inclined to resist, and unwilling to obeyyou, you must not on that account give way to anger, because thus you willonly do injury to yourself; and they will ask nothing better, it being exactlywhat they would be endeavouring to do; but (on the contrary) with anintrepid heart, and putting your whole trust in God, with a tranquil heart youshall exhort them to yield, letting them see that you have put all your"},{"pageNumber":31,"pageContent":"Of Abramelin the Mage69confidence in the Living and Only God, reminding them how powerful andpotent He is; thus, therefore, govern yourself, using prudence towards them.And communicate unto them also the Form72 in the which you wish themto appear; the which you can not determine, nor even themselves, but youought the evening before to have demanded this from your Guardian Angel,who knoweth better than you your nature and constitution, and whounderstandeth the forms which can terrify you, and those of which you cansupport the sight.73And you must not think that this can be done otherwise, as certainAccursed Persons write; that is to say, by means of Seals, and Conjurations,and Superstitious Figures, and Pentacles, and other Abominations, written byDiabolical Enchanters;74 for this would be the coin wherewith the HideousSatan would buy you for his slave.But let your whole trust be in the Arm, the Power, and the Force of GodAlmighty; then shall you be in all safety, and the Guard of your Angel willdefend you from all dangers. This is why you should have good courage, andhave confidence that no adversity can happen unto you. Observing then thedoctrine that your Angel will have given unto you, and persevering in placingall your trust in God, at length they will appear in the form commanded uponthe Terrace, upon the sand; when, according to the advice and doctrinereceived from your Holy Angel, and as I will clearly teach you in the followingChapter, you shall propound your demand, and you shall receive from themtheir oath.75The Spirits which we should convoke on the first day are the FourSuperior Princes,76 whose Names will be written in the Nineteenth Chapter,and this is the Conjuration of the First Day.the conjuration of the second day.On the following day, having performed the ordinary Orison, and theaforesaid Ceremonies, you shall briefly repeat the aforesaid Conjuration untothe said Spirits, bringing to their remembrance their promises and Oaths madeon the preceding day to send unto you the Eight Sub-Princes;77 and address theConjuration unto all the Twelve together, and in a little while they will appearvisibly, the Eight Sub-Princes in the form which hath been commanded them;and they will promise and swear unto you (allegiance), as will be more fullyshown in the following Chapter.The Names of the Eight Sub-Princes are described hereafter in theNineteenth78 Chapter.the conjuration of the third day.The Conjuration of the Third Day is the same as that of the Second Day,seeing that we are then to remind the Eight Sub-Princes of their Promises and"},{"pageNumber":32,"pageContent":"The Sacred Magic70Oaths (of Allegiance); and we are to call and convoke them with all theiradherents, and then they do appear once more in visible forms, the wholeparticular cohorts of each will appear also invisibly, surrounding the EightSub-Princes. But while invoking God your Lord for strength and surety, andyour Holy Angel for counsel and assistance, never forget what the latter willhave taught you, for it is a necessary point.Here followeth the Fifteenth Chapter which teacheth what we shoulddemand from the Spirits, who are divided into three classes."},{"pageNumber":33,"pageContent":"Of Abramelin the Mage71THE FIFTEENTH CHAPTER.concerning what you should demand of the spirits who aredivided into three different troops and convoked on threeseparate days.HE Demands we should make to the Spirits are of three different kinds.the first demand.The Demand of the First Day when the Four Superior Princes shall havevisibly appeared, you shall make according unto the Order of the Angel:Firstly: The Proposition by what Virtue, Power and Authority you makeyour demands unto them; that is to say by the Virtue of God our Lord Whohath made them subject unto all His creatures, and brought them to yourfeet.79Secondly: 80That your object is not at all a malign curiosity, but (onetending) unto the Honour and Glory of God, and to your own good and thatof all the Human Race. That further, every time that you shall summon them,by whatever Sign or Word, and in whatever Time and Place, and for whateveroccasion and service, they shall have to appear immediately without any delay,and obey your commands. And that in case they shall have some legitimatehindrance hereto, they are to send unto you some other Spirits assigning thenand there such as shall be capable and potent to accomplish and obey your willand your demand in their place. And that they shall promise and swear toobserve this by the most rigorous judgment of God, and by the most severepunishment and chastisement of the Holy Angels, inflicted upon them. Andthat they will consent to obey, and that the Four Sovereign Princes will nameunto you the Eight Sub-Princes, whom they will send in their place to take theOath as I have already said, to appear at once on the following morning whencommanded by you; and that they will duly send the Eight Sub-Princes.For greater certainty, quit the Altar now, and go towards the Door whichopeneth on to the Terrace, advancing your right hand beyond.81 Make eachone of them touch the Wand, and take the Oath upon that Wand.the demand of the second day.The Eight Sub-Princes being invoked, you shall make unto them thesame demand and the same admonition which you have (already) made untothe Four Sovereign Princes. And further you shall request from these four, thatis to say, from Oriens, Paimon, Ariton, and Amaimon; that each of themshall assign and consign unto you your Familiar Spirit, which from the day ofyour birth they are compelled to give unto you. These will be given and7"},{"pageNumber":34,"pageContent":"The Sacred Magic72furnished unto you with their dependants and will afterwards obey you. It isfor you to demand from these the other Spirits which you may wish to have;but seeing that they be infinite in number, and one more skilful in service thananother, one for one matter, another for another; you shall make a selection ofthe Spirits whom you wish, and you shall put outside upon the Terrace awritten list of their names for the Eight Sub-Princes (to see), and you shallrequire from these (latter) the Oath, as you did from the Four SuperiorPrinces, that the following morning they shall have to appear before youtogether with all the Spirits whose names you shall have given in writing, andalso your Familiar Spirits.the demand of the third day.The Eight Sub-Princes having presented all the Spirits as you havedirected them, you shall command that Astarot82 with all his following shallappear visibly in the Form which the Angel shall have prescribed unto you;and immediately you shall see a Great Army, and all under the same Form.You shall propound unto them the same demand, which you have alreadymade unto the Princes, and you shall cause them to take Oath to observe thesame; that is to say, that every time that you shall call one of them by hisname, that he shall at once appear in such Form and Place as shall please you,and that he shall punctually execute that which you shall have commandedhim. All having sworn, you shall put outside the entry83 of the Door, all theSigns of the Third Book which belong unto Astarot,84 alone, and make himswear thereon, also ordaining unto them85 that in cases when it may not seemfit unto you to command them verbally, that as soon as you shall take one ofthese Signs in your hand and move it from its place that the Spirit marked inthe Sign shall do and execute that which the Sign beareth, and that which yourintimation86 joined thereto shall indicate; also that in the case that in the Sign87none of them shall be specially named, that all in general shall be obligedpromptly and readily to perform the Operation commanded; and that if alsoin the time to come, other (Signs or) Symbols be made by you which be nothere88 included, that then also they (the Spirits under Astarot) shall be equallybound to observe and execute them also. And when the Oath hath been taken,cause the Prince in the Name of the rest to touch the Wand.After this, remove those Symbols from the Doorway; and call Magot,and after him Asmodee, and lastly Belzebud; and act with all these as youhave done with Astarot; and all their Symbols having been sworn unto, putthem aside in order in a certain place, so arranged that you can easilydistinguish one from another, as regards the subject, operation, or effect, forwhich they have been made, and unto which they belong.This being done, you shall call Astarot and Asmodee together, withtheir common Servitors,89 and shall propound unto them their Symbols; and"},{"pageNumber":35,"pageContent":"Of Abramelin the Mage73having made them swear in the forementioned manner, you shall call insimilar fashion Asmodee and Magot, with their Servitors, and shall makethem take oath upon their Signs in the aforesaid manner.And thus shall you observe this method with the Four other Sub-Princes;90but first of all convoke them with their common Servitors, and make themswear upon the common Signs, then Amaimon and Ariton together, andfinally each one apart, as in the first case.91And when you have put back all the Symbols into their proper place,request from each of these last Four92 your Familiar Spirit, and make themrepeat its Name, which you shall at once write down, together with the timeduring which they shall be obliged to serve you. Then you shall propoundunto them the Signs of the Fifth Chapter of the Third Book;93 and shall makethem not only swear upon these Symbols (collectively), but also each one(separately), that from this time forward he will observe duly and withdiligence the six hours destined;94 and you shall cause them to promise to serveyou with fidelity, performing all which they are obliged to do, and that youshall command their (services); and that they shall not in the slightest degreebe false and lying as regardeth you; also, that if by chance you should assignover one of them unto another person, that he shall act as faithfully by him asby yourself; and, lastly, that they are to fulfil, perform, and execute, that whichGod for their Chastisement hath destined unto them for Sentence (ofJudgment).You shall then observe this form with all the Princes, and until:all theSymbols shall be sworn to, with the Four Familiar Spirits and the othersdominating (them)."},{"pageNumber":36,"pageContent":"The Sacred Magic74THE SIXTEENTH CHAPTER.concerning the sending them away.ONCERNING the sending away of the Spirits as well during theThree Days, as hereafter:It is not necessary to observe many Ceremonies in order to sendaway the Spirits,95 because they themselves are only too glad to be far awayfrom You. This is wherefore you need not otherwise license them to depart;that is to say that during the Three Days, having finished speaking with theFour Sovereign Princes, and afterwards with the Eight Sub-Princes, andreceived their Oath (of allegiance), you shall say unto them that for the presentthey can go unto their destined place; and that every time that they shall besummoned, let them remember their Oath made upon the Symbols.(And you shall send away) the Familiar Spirits and all other Spirits withthe aforesaid words.It is true, however, that as regardeth the Familiar Spirits you shall tellthem that at the time when they are on guard-duty they shall remain near youvisible or invisible, in whatever form shall please you, in order to serve youduring the destined Six Hours.&"},{"pageNumber":37,"pageContent":"Of Abramelin the Mage75THE SEVENTEENTH CHAPTER.what we should answer unto the interrogations of thespirits, and how we should resist their demands.HE Wicked Devil knoweth full well that you are in no way obligedunto him, and that you have commenced this Operation under theGrace and Mercy of God, and under the protection and defence of theHoly Angels; nevertheless, he will not fail to try his fortune, and he will seek toturn you aside from the Veritable Path; but be you constant and courageous,and swerve not in any way, either to the right hand or to the left. If he showethhimself proud with you, render unto him the like, and in your turn show himyour pride. If he be humble, be in no wise too rude and severe toward him,but be moderate in all things. If he asketh you some matter, you shall makeanswer unto him according to the instruction which the Guardian Angel shallhave given you; and understand that the Four Princes,96 more than all the rest,will powerfully tempt you, saying unto you “Who is he who hath given thee sogreat authority?” They will reproach you with your hardihood andpresumption in summoning them, knowing how powerful they are, andcontrariwise, how weak and sinful you yourself are. They will reproach youwith your sins, and will especially seek to dispute with you concerning yourreligion and your faith in God: if you be a Jew they will tell you that your faithand your religion have been refuted by God Himself, and that you observe notthe True Law as it should be (observed): also if you be a Pagan they will say,What hath God to do with you or His Creatures either, seeing that you knownot God ? if you be a Christian they will say unto you, What business is it ofyours to have to do with Hebrew Ceremonies which are tainted with idolatry,and the like ? But let none of this disquiet you in the least; answer them in fewwords, and laughingly, that it is none of their business to discuss these matterswith you, and to deliver their opinions concerning them; and that althoughyou may be a worthless wretch and a great sinner, you will yet hope that theTrue and Only God, Who hath created the Heaven and the Earth, and Whohath condemned them97 and brought them into submission under your feet,will forgive you your sins, both now and in future, whatever may be thereligion which you profess. (Further that) you wish to know, understand,confess, and honour no other than the Great and Only God, the Lord ofLight, by Whose Power, Virtue, and Authority you command them to obeyyou.When you shall have spoken unto them thus, then will they sing anothersong, telling you that if you wish them to serve and to be obedient unto you,7"},{"pageNumber":38,"pageContent":"The Sacred Magic76that you must first come to terms with them. Then shall you answer them onthis wise:“God our Lord hath condemned and sentenced you98 to serve me, and Ido not treat as an equal with those who are accustomed to obey”.Then will they demand of you some sacrifice or courtesy if you wish to beserved and obeyed promptly. You shall reply that sacrifice is not to be madeunto them, but rather unto the only God.They will then entreat you not to hinder or bring to shame by means ofthis Wisdom any of their Devotees and Enchanters in their operations andenchantments. You shall then make answer that you are obliged to pursue theEnemies of God and the Lord, and to repress their malice, and also to save anddefend your neighbour, and any who are offended and hurt by them.Then with much verbiage, and an infinitude of different ways will theymake severe attacks upon you, and even the Familiar Spirits will rise up againstyou in their turn. These latter will demand and beseech of you that you will inno way give them over unto others (to serve them). Hold firm, however, andpromise nothing either to one class (of Spirits) or another; but reply to themthat every true and brave man is obliged to aid and serve his friends to the bestof his ability, and with all his possessions, among the which they mustassuredly also be comprised.When at length they see that they have lost all hope of making youprevaricate, and that they can obtain nothing notwithstanding all theirrequests; they will definitely surrender, and will ask nothing else of you unlessit be that you shall not be too rude and insulting in commanding them. Youshall make answer to this, that if they prove themselves to be obedient andprompt in serving you, that it may be that your Angel, by whose instructionand command you are governing yourself, may instruct you not to be so rigidand severe with them if they shall obey, and that in such case you will act asmay be right."},{"pageNumber":39,"pageContent":"Of Abramelin the Mage77THE EIGHTEENTH CHAPTER.how he who operateth should behave as regardeth thespirits.E have already seen how one should constrain the Spirits, and whatone should ask of them; also how to dismiss them without hurt, andhow we should make answer unto their demands andpresentments.99All that I am about to say unto you now is superfluous, because it iscertain that any one who shall have observed with a true heart and firmresolution the advice which I have given regarding the Six Moons, will beinstructed with so much thoroughness and clearness by his Guardian Angel,that no doubtful point will present itself which he will not be able easily toclear up of himself.We have also already sufficiently shown how on every or any occasion, hewho operateth should comport himself as regardeth the Spirits; that is to say astheir Lord, and not as their Servitor. Yet in all matters there should be areasonable mean, seeing that we are not treating with men, but with Spirits, ofwhom each one knoweth more than the whole Universe together.Now if you shall make some demand unto a Spirit, and he shall refuse toexecute it; first well and carefully examine and consider whether it be in thepower and nature of the Spirit to whom you make such demand, to fulfil thesame. For one Spirit knoweth not all things, and that which appertaineth untothe one, another knoweth not. For this reason, see that ye well take heedbefore endeavouring to force them to perform a matter. Yet if, however, theInferior Spirits be disobedient, you shall call their Superiors, and remind themof the oaths which they have taken unto you, and of the chastisement whichawaiteth the breaking of such vows.And immediately, on beholding your steadfastness, they will obey you;but should they not, you ought then to invoke your Guardian Angel, whosechastisement they will quickly feel.Yet, notwithstanding, we should never employ harsh means, in order tohave that which we can obtain by gentleness and courtesy.100If during the Invocation they should appear with tumult and insolence,fear nothing; neither give way to anger; but appear to make no accountthereof. Only show them the Consecrated Wand, and if they continue to makea disturbance, smite upon the Altar twice or thrice therewith, and all will bestill.It should be noted, that after you shall have licensed them to depart, andthey shall have disappeared, you shall take the Censer from the top of the:"},{"pageNumber":40,"pageContent":"The Sacred Magic78Altar, and having put perfume therein, take it out of the Oratory on to theTerrace whereon the Spirits shall have appeared, and you shall perfume theplace all round; for otherwise the Spirits might work some evil unto personsentering by chance therein.Now should you be willing to content yourself with the Symbols whichbe in the Third Book here following; you shall the day after take away all theSand from the Terrace and cast it into a secret place; but above all things takecare not to throw it either into a river or into the navigable sea.But should you desire to procure for yourself various other Symbols andSecrets, leave the Sand and all things in place, as we shall also describe moreparticularly in the last chapter.Also, should you wish it, you can retain your arrangements in place, andkeep the Apartment of the Oratory proper and clean, as well as the Altar;which latter you may place in a corner, should it incommode you in the centreof the room. For in this Apartment, if it be not contaminated nor profaned,you may every Saturday enjoy the presence of your Guardian Angel; the whichis one of the most sublime things which you can desire in this Sacred Art."},{"pageNumber":41,"pageContent":"Of Abramelin the Mage79THE NINETEENTH CHAPTER.a descriptive list of the names of the spirits whom we maysummon to obtain that which we desire. WILL here give a very exact description of many Spirits, the which (names)either altogether or in part, or else as many of them as you may wish, youshould give written upon paper unto the Eight SubPrinces, on the SecondDay of the Conjuration. Now all these (Spirits) be those who will appear onthe Third Day, together with their Princes. And these (Spirits) be not vile,base, and common, but of rank, industrious, and very prompt unto aninfinitude of things. Now their Names have been manifested and discovered bythe Angels, and if you should wish for more the Angel will augment them foryou as far as you shall wish; seeing that their number is infinite.The Four Princes and Superior Spirits be:LUCIFER.LEVIATAN. SATAN. BELIAL,The Eight Sub-Princes be:ASTAROT.MAGOT. ASMODEE.BELZEBUD.ORIENS.PAIMON. ARITON.AMAIMON.The Spirits common unto these Four Sub-Princes, namely:ORIENS.PAIMON. ARITON. AMAIMON.be:Hosensaraph.Proxosos. Habhi.Acuar.Tirana.Alluph.Nercamay.Nilen.Morel.Traci. Enaia.Mulach. Malutens. Iparkas. Nuditon.Melna. Melhaer. Ruach. Apolhun.Schabuach. Mermo. Melamud. Poter.Sched.Ekdulon.Mantiens.Obedama.Sachiel.Moschel.Pereuch. Deccal.Asperim.Katini.Torfora.Badad.Coelen.Chuschi.Tasma.Pachid.Parek.Rachiar.Nogar.Adon.Trapis.Nagid.Ethanim.Patid.Pareht.Emphastison.Paraseh.Gerevil.,"},{"pageNumber":42,"pageContent":"The Sacred Magic80Elmis.Asmiel.Irminon.Asturel.Nuthon.Lomiol.Imink. Plirok.Tagnon.Parmatus.Iaresin.Gorilon.Lirion.Plegit.Ogilen.Tarados.Losimon.Ragaras.Igilon.Gosegas.Astrega.Parusur.Igis.Aherom.Igarak.Geloma.Kilik. Remoron.Ekalike.Isekel.Elzegan. Ipakol.Haril.Kadolon.Iogion.Zaragil.Irroron.Ilagas.Balalos. Oroia.Lagasuf.Alagas.Alpas.Soterion.Romages.Promakos.Metafel.Darascon.Kelen.Erenutes.Najin. Tulot.Platien.Atloton.Afarorp.Morilen.Ramaratz.Nogen. Molin.(= 111 Spirits Servient.)These be the Spirits common untoASTAROT and ASMODEE, viz.:Amaniel.Orinel.Timira. Dramas.Amalin.Kirik.Bubana.Buk.Raner.Semlin.Ambolin. Abutes.Exteron,laboux.Corcaron. Ethan.Ta r e t .D a b l at .B u r i u l .101Oman.Carasch.Dimurgos.Roggiol.Loriol.Isigi.Tioron.Darokin. Horanar.Abahin.Goleg.Guagamon.Laginx.Etaliz.Agei.Lemel.Udaman.Bialot.Gagalos.Ragalim.Finaxos.Akanef.Omages.Agrax.Sagares.Afray.Ugales.Hermiala.Haligax.Gugonix.Opilm.Daguler.Pachei.Nimalon.(= 53 Spirits Servient.)These be the Spirits common untoAMAIMON and ARITON,viz.:Hauges.Agibol.Rigolen.Grasemin.Elafon.Trisaga.Gagalin.Cleraca."},{"pageNumber":43,"pageContent":"Of Abramelin the Mage81Elaton. Pafesla.(= 10 Spirits Servient.)These be the Spirits in common betweenASMODEE and MAGOT,viz.:Toun.Magog.Diopos. Disolel.Biriel.Sifon.Kele.Magiros.Sartabakim.Lundo.Sobe.Inokos.Mabakiel.Apot. Opun.(= 15 Spirits Servient.)The following be those ofASTAROT,viz.:Aman.Camal.Toxai. Kataron.Rax.Gonogin.Schelagon.Ginar.Isiamon.Bahal.Darek.Ischigas.Golen.Gromenis.Rigios.Nimerix.Herg.Argilon.Okiri.Fagani.Hipolos.Ileson.Camonix.Bafamal.Alan.Apormenos.Ombalat.Quartas.Ugirpen.Araex.Lepaca. Kolofe.(= 32 Spirits Servient.)These be those ofMAGOT and KORE,viz.:Nacheran.Katolin.Luesaf.Masaub.Urigo.Faturab,fersebus.Baruel.Ubarin.Butarab.Ischiron.Odax.Roler.Arotor.Hemis.Arpiron.Arrabin.Supipas.Forteson.Dulid.Sorriolenen. Megalak.Anagotos.Sikastin.PetunofMantan.Meklboc.Tigrafon.Tagora.Debam.Tiraim.Irix.Madail.Abagiron.Pandoli.Nenisem.Cobel.Sobel.Laboneton.Arioth."},{"pageNumber":44,"pageContent":"The Sacred Magic82Marag.Kamusil.Kaitar.Scharak.Maisadul.Agilas.Kolam.Kiligil.Corodon.Hepogon.Daglas.Hagion.Egakireh.Paramor.Olisermon.Rimog.Horminos.Hagog.Mimosa.Amchison.Ilarax.Makalos.Locater.Colvam.Batternis(65 Spirits Servient.)Those ofASMODEEbe:Onei.Ormion.Preches. Maggid.Sclavak.Mebbesser.Bacaron.Holba.Hifarion.Gilarion.Eniuri.Abadir.Sbarionat.Utifa.Omet. Sarra.(= 16 Spirits Servient.)These be those ofBELZEBUD,viz.:Alcanor.Amatia.Bilifares.Lamarion.Diralisen.Licanen.Dimirag.Elponen.Ergamen.Gotifan.Nimorup.Carelena.Lamalon.Igurim.Akium.Dorak.Tachan.Ikonok.Kemal.Bilico.Tromes.Balfori.Arolen,lirochi.Nominon.Iamai.Arogor. Holastri.Hacamuli.Samalo.Plison.Raderaf.Borol.Sorosma.102Corilon.Gramon.Magalast.Zagalo.Pellipis.Natalis.Namiros.Adirael.Kabada.Kipokis.Orgosil.Arcon.Ambolon.Lamolon.Bilifor.(= 49 Spirits Servient.)These be ofORIENS, viz.:Sarisel.Gasarons.sorosma.103Turitel."},{"pageNumber":45,"pageContent":"Of Abramelin the Mage83Balaken.Gagison.Mafalac.Agab.(= 8 Spirits Servient.)These be ofPAIMON,viz.:Aglafos.Agafali.Dison. Achaniel.Sudoron.Kabersa.Ebaron.Zalanes.Ugola.Came.Roffles.Menolik.Tacaros.Astolit. Rukum.(= 15 Spirits Servient.)These be ofARITON,viz.:Anader.Eikorok.Sibolas.Saris.Sekabin.Caromos.Rosaran.Sapason.Notiser.Flaxon.Harombrub.Megalosin.Miliom.Ilemlis.Galak.Androcos.Maranton.Caron.Reginon.Elerion.Sermeot. Irmenos.(= 22 Spirits Servient.)These be those ofAMAIMON, VIZ.Romeroc.Ramison.Scrilis.Buriol.Taralim.Burasen.Akesoli.Erekia.Illirikim.Labisi.Akoros.Mames.Glesi.Vision.Effrigis.Apelki.Dalep.Dresop.Hergotis.Nilima.(= 20 Spirits Servient.)UNDER WHAT RULERS.TOTAL OF SPIRITS SERVIENT.Oriens, Paimon, Ariton, Amaymon111Ashtaroth and Asmodeus -53Amaymon and Ariton-10Asmodeus and Magoth-15Ashtaroth32Magoth and Koré65"},{"pageNumber":46,"pageContent":"The Sacred Magic84Asmodeus    16Beelzebub    49Oriens8Paymon15Ariton22Amaymon20Total of Names of Servient Spirits316Infinite be the Spirits which I could have here set down, but in order notto make any confusion, I have thought fit to put only those whom I havemyself employed, and whom I have found good and faithful in all theOperations wherein I have availed myself of them.Also it is true that he who shall perform this Operation will be ablethereafter, according to his need, to obtain (the names of ) more.NOTES TO THE FOREGOING LISTS OF NAMES OFSPIRITS.bys. l. mac gregor-mathers.I have thought it advisable to give as far as possible some idea of the Significations ofthese names of Spirits, which are for the most part derived from the Hebrew or Chaldee, andalso from Greek and Latin and Coptic, etc.THE CHIEF SPIRITS.Lucifer: From Latin, Lux, Light, and Fero, to bear, - A Light Bearer. There is a name“Lucifuge” also employed occasionally, from Lux, Light, and Fugio, to fly from, - He whoshuns the Light.LEVIATAN: From Hebrew, LV IT h N (usually written Leviathan instead of Leviatan), -the Crooked or Piercing Serpent or Dragon.Satan: From Hebrew, ShTN, = an Adversary.Belial: From Hebrew, BLIOL, = a Wicked One.THE EIGHT SUB-PRINCES.Astarot: From Hebrew, OShThRVTh, = flocks, crowds or assemblies. Usually written“Ashtaroth”. Also a name of the Goddess Astarte; Esther is derived from the same root.Magot: May be from Hebrew, MOVTh, = small stones or pebbles; or from MG, = achanging of camp or place; or from Greek, Magos, a magician. Usually written Maguth.Compare the French word “Magot,” meaning “a sort of baboon,” and also “a hideousdwarfish man”; this expression is often used in fairy-tales to denote a spiteful dwarf or elf.This Spirit has also been credited with presiding over hidden treasure. Larousse derives thename either from ancient French or German."},{"pageNumber":47,"pageContent":"Of Abramelin the Mage85Asmodee: Usually written “Asmodeus,” and sometimes “Chashmodai”. Derived bysome from the Hebrew word “Asamod,” to destroy or exterminate; and by others from thePersian verb “Azmonden,” = to tempt, to try or prove. Some Rabbins say that Asmodeus wasthe child of the incest of Tubal-Cain and his sister Naafrfah. Others say that he was theDemon of impurity. Others again relate that he was employed by Solomon in the building ofthe Temple at Jerusalem; that he then attempted to dethrone Solomon, to put himself in hisplace; but that the King vanquished him and the Angel Gabriel chased him into Egypt, andthere bound him in a Grotto. The Rabbins say that when Asmodeus was working at thebuilding of the Temple, he made use of no metal tool; but instead of a certain stone whichcut ordinary stone as a diamond will glass.Belzebud: Also written frequently “Beelzebub”, “Baalzebub”, “Beelzebuth”, and“Beelzeboul”. From Hebrew, BOL, = Lord, and ZBVB,= Fly or Flies; Lord of Flies. Somederive the name from the Syriac “Beel d’Bobo,” = Master of Calumny, or nearly the samesignification as the Greek word Diabolos, whence are derived the modern French andEnglish “Diable” and “Devil”.Oriens: These four names of Oriens, Paimon, Ariton and Amaymon,are usuallyallotted to the Evil Kings of the four quarters of the World. Oriens, from Latin, Oriens, =rising or Eastern. This name is also written Uriens, from Latin, Uro, = to burn, or devourwith flame. It is probably from Uriens that a mediaeval title of the Devil, viz., “Sir Urien”, isderived. The Name is also sometimes written “Urieus,” from Latin, “Urios”, a title given toJupiter as presiding over the Wind. Urieus is also derivable from the Greek Adj. “Eurus,Eureia, Euru,” meaning vast or extensive. By the Rabbins he is also called SMAL, Samael,which is derived from the Hebrew root SML, which means “a figure, image, or idol”. It is aname given in the Qabalah to one of the Chief Evil Spirits.Paimon: Is also frequently written “Paymon”, and sometimes “Paimonia”. Probablyfrom Hebrew, POMN, = a tinkling sound or small bell. This is again derived from theHebrew root POM, = to agitate, impel, or strike forward. The word POMN is employed inExodus 28, 34; 28, 33; and 39, 25. Paimon is also called by the Rabbins by the title ofOZAZL, Azazel, which is a name used in Leviticus with reference to the Scape-Goat. Itsderivation is from OZ, = a Goat; and AZL, = to go away. It has frequently been warmlydiscussed whether the word in question means simply the Scape-Goat, or whether it signifiesa Demon to whom that animal was dedicated. But in Rabbinic Demonology it is always usedto mean one of the Chief Demons.Ariton: It is also often called “Egyn,\" or “Egin”. This name may be derived from theHebrew root ORH, = to lay bare, to make naked. It may also be derived from the Greekword Arhreton, = secret, or mysterious, in any sense good or bad. Egin, may be derivablefrom Hebrew, OGN, = to delay, hinder, or retard. There may also be a connection with theGreek Aix, Aigos, = a Goat. This Spirit is also called by the Rabbins OZAL, Azael, from theroot OZ, which means both a Goat, and also vigour, vehemence of force; thus having partlythe same root as “Azazel”.Amaimon: Also written frequently “Amaymon”; perhaps from the Greek wordMaimon, present participle of Maimao; and A as an enforcing particle; hence Amaimonwould mean “terrible violence and vehemence”. This Spirit is also called by the RabbinsMHZAL, Mahazael, perhaps from the root MZ, = to consume, or devour. Amaymon isspoken of in the various mediaeval Magical works as being a very potent Spirit, and the useof a ring, with Magical characters to hold before the mouth while conversing with him, isrecommended as a protection against his deadly, fiery, and poisonous breath."},{"pageNumber":48,"pageContent":"The Sacred Magic86THE SERVITORS OF ORIENS, PAYMON, ARITON AND AMAYMON.Hosen: From Chaldaic, CHVSN, chosen, = Strong, Vigorous, Powerful.Saraph: From Hebrew, ShRP, = to burn, or devour with fire.Proxosos: Perhaps from Greek, Prox, Proxokos, = a Kid.Habhi: From Chaidee, ChBA, or Hebrew, ChBH, = Hidden.Acuar: From Hebrew, AKR, = a tiller of the earth.Tirana: Perhaps from Hebrew, ThRN, = the Mast of a Ship, also an Apple Tree.Alluph: From Hebrew, ALVP, = a Leader, a Duke; also a Bull, from his leading theherd.Nercamay: Perhaps from Hebrew, NOR, = a boy, and ChMH a companion.Nilen: Perhaps from Nilus, Latin, or Neilos, Greek, = the River Nile.Morel: Perhaps from Hebrew, MRH, = to rebel.Tr a c i: From Greek, Trachus, etc., = harsh, rude.Enaia: Perhaps from Hebrew, ONIH, = Poor, afflicted.Mulach: Probably the same as “Moloch,” from Hebrew,MLK, to rule.Malutens: Perhaps from Hebrew, MOL, = to lie, or deceive, or prevaricate.Iparkas: Probably from Greek, Hipparches, = a commander of cavalry, or leader ofhorse.Nuditon: Apparently from the Latin, Nuditas, = nakedness, derived in its turn fromNudatus.Melna: Perhaps from Hebrew, LN, to abide or rest.Melhaer: Perhaps from Hebrew, ML, to cut off, or divide, and ChR, whiteness,purity.Ruach: From Hebrew, RVCh = Spirit.Apolhun: From Greek, Apolluon, Apollyon, = the Destroyer.Schabuach: From Arabic = to calm or assuage.Mermo: From Coptic, Mer, Across, and Moou, Wa t e r, Ac r o s s Wa t e r.Melamud: From Hebrew, MLMD, = stimulus to exertion.Poter: From Greek, Poter, = a drinking cup, or vase.Sched: From Hebrew, ShDD, the Hebrew name for a devastating demon. But theHebrew root ShD implies the same idea as the English words “To Shed” ; and signifies afemale breast.Ekdulon: Probably from Greek, Ekduo, = to despoil.Mantiens: From Latin, Mantiens, and Greek, Manteia, Prophesying, Divining.Obedama: From Hebrew,OBD, = a servant. AMA = mother. But AMH = amaid-servant, whence Obedama should signify a womanservant.Sachiel: Is a name frequently given in Magical works to an Angel of the Planet Jupiter.SKK = to cover or protect, but SChH = to trample down.Moschel: From Hebrew, MVSh, = to move oneself about.Pereuch: Perhaps from Greek, Per and Euche, = concerning prayer, or given untoprayer.Deccal: From Hebrew, DChL, = to fear.Asperim: Perhaps from Latin, “Aspera\", = Rude, Rigorous, Perilous, Dangerous.Katini: From Hebrew, KThN, = a tunic, whence the Greek word CHITON.Torfora: From Hebrew, THOR,= a small knife, or lancet.Badad: From Hebrew, BDD, = solitary."},{"pageNumber":49,"pageContent":"Of Abramelin the Mage87I have thus far given the probable derivations at length; but I shall, for the sake ofbrevity, here continue them without giving their roots and remarks thereon:Coelen. Latin. Heavens.Chuschi. Hebrew. Silent.Ta s m a. Hebrew and Chaldaic. Weak.Pachid. Hebrew. Fear.Parek. Hebrew. Roughness, Savage.Rachiar. Greek. Sea breaking on rocks.Nogar. Hebrew. Flowing.Adon. Hebrew. Lord.Trapis. Greek. Turning.Nagid. Hebrew. A Leader.Ethanim. Hebrew. An Ass; a furnace.Patid. Hebrew. Topaz.Pareht. Hebrew. Fruit.Emphastison. Greek. Image, Representation.Paraseh. Chaldaic. Divided.Gerevil. Hebrew. Divining Lot, Sortflege.Elmis. Coptic. Flying.Asmiel. Hebrew. Storing up.Irminon. Greek. Supporting.Asturel. Hebrew. Bearing authority.Nuthon. Perhaps Coptic, Godlike; or Greek, piercing.Lomiol. Perhaps Hebrew. Binding, Bitter.Imink. Perhaps Coptic. Devouring.Plirok. Perhaps Coptic. Burning up.Ta g n o n. Perhaps Greek. Heating.Parmatus. Greek and Latin. Shield-bearing.Iaresin. Hebrew. Possessing.Gorilon. Coptic. Axe; Cleaving either to, or asunder; Bones.Lirion. Greek. A lily.Plegit. Perhaps Greek. Smiting, Smitten.Ogilen. Hebrew. Round, Wheel."},{"pageNumber":50,"pageContent":"The Sacred Magic88THE TWENTIETH CHAPTER,how the operations should be performed.HE aforesaid Operation being finished, it is necessary, in order torender this instruction complete, to say how we should manage theOperations which he who operateth wisheth to put into practice.Firstly, then, having come unto the end, and having obtained all that isnecessary; you cannot sufficiently praise and honour God, and His Most HolyName, even although you had a thousand tongues; neither also can yousufficiently magnify and thank your Holy Angel Guardian as he meriteth.However, you ought to render thanks proportionate to your estate and to theGreat Treasure which you have received. It is necessary also that you shouldfully understand how you ought to enjoy these immense riches, so that theymay not be in your hands unfruitful, or even harmful. Because this Art is like aSword in your hand, capable of serving for all kinds of evil and for hurt untoyour neighbour. But in putting it into practice for that sole end for which itbath been made, namely for vanquishing therewith the Demon and Enemies,then shall you be making a good use hereof. I wish also further to give yousome instruction upon certain necessary and principal points.The Operation of the Spirits being finished, you shall continue a wholeweek to praise God; and as regardeth yourself personally, you shall do noservile work during the Seven Days, neither shall you make any Convocationof the Spirits in general, nor of the Familiars; and afterwards, when the SevenDays be passed, you shall commence to exercise your power, as shall behereafter said:(1) Take heed before all things to perform no Magical Operation soever,or Invocations of the Spirits on the Sabbath Day, during the whole period ofyour life, seeing that that day is consecrated unto God, and is the day onwhich you should repose and sanctify yourself, and you should solemnise it byprayers.(2) Keep yourself as you would from the Eternal Fire, from manifestingunto any living being that which your Guardian Angel shall have confidedunto you; excepting unto him who hath given unto you the Operation, untowhom you have as it were a greater obligation than unto your own father.(3) As far as lieth in your power take heed in no way to make use of thisArt against your neighbour; except for a just Vengeance; although I counsel7"},{"pageNumber":51,"pageContent":"Of Abramelin the Mage89you even in this particular to imitate God, who pardoneth even you yourself,and there is not in the world a more meritorious action than to pardon.(4) In the case of your Angel dissuading you from some Operation, andforbidding you to do the same, keep well from becoming obstinate therein, foryou would in such a case ever repent it.(5) Fly all kinds of (Evil) Science, Magic, and Enchantments, because theybe all Diabolical Inventions; also put no trust in books which teach them,though in appearance they may seem reliable to you, for these be nets whichthe perfidious Belial stretcheth out to take you.(6) In conversing with Spirits Good or Evil, never employ words whichyou do not understand, because even so will you have shame and hurt.(7) You shall never demand of your Guardian Angel any Symbolwherewith to operate for an Evil end, seeing that you would grieve him. Youwill find only too many persons who will beseech you to do thus; see that youdo it not!(8) Accustom yourself as much as possible to purity of body andcleanliness of raiment, seeing that this is very necessary; for the Spirits, bothGood and Evil alike, love purity.(9) As far as possible shun the employment of your Wisdom for others inevil things; but first well consider him to whom you would render a service;because it often happeneth, that in doing service unto another one workethevil for oneself.(10) In no way attempt to procure the Operation of the Holy Angelsunless you have extreme need thereof, seeing that these Holy Angels be so farabove you that it is useless for you to wish to compare yourself unto Them,you being nothing in comparison of Them Who are the Angels of God.(11) If the Operations can be performed by the Familiar Spirits, it is notnecessary to employ others therein.(12) Though it should be an easy matter for you to employ your Familiarsto annoy your neighbour, seek to abstain therefrom, unless it were to repressthe insolence of such as might attempt aught against you personally. Neverkeep the Familiar Spirits in idleness, and should you wish to give one overunto any person, see that such person be distinguished and meritorious, for"},{"pageNumber":52,"pageContent":"The Sacred Magic90they love not to serve those of base and common condition. But should suchperson unto whom you give them have made some express Pact (with Spirits)in such case the Familiar Spirits will fly in haste to serve him.(13) These three Books of this present Operation ought to be read andre-read an infinitude of times; so that in the space of Six Months beforecommencing, he who operateth should be fully instructed and informedtherein; and if he be not a Jew, he should further be conversant with many ofthe customs and ceremonies which this Operation demandeth, so as tobecome accustomed unto that retirement which is so necessary and useful.(14) Should he who performeth this Operation during the Six Months orMoons commit voluntarily any mortal sin prohibited by the Tables of the Law,be certain that he will never receive this Wisdom.(15) Sleep in the day-time is entirely forbidden, unless absolutelyrequisite, owing to some infirmity, or to old age, or to debility of constitution;for God is always willing to employ mercy104 towards mankind, because oftheir infirmities.(16) If you have not the fixed intention of continuing the Operation, Icounsel you on no account to commence it; because the Lord doth not care tobe mocked, and He chastiseth with corporal maladies those who make a mockof Him. Howbeit, he who is hindered from continuing through someunforeseen accident, sinneth in no way.(17) It is impossible for him who hath passed fifty years of age toundertake this Operation. Thus also was it the custom in the true and ancientJewish Law concerning the Priesthood. Also, he should not be less thantwenty-five years of age.(18) You shall not permit the Familiar Spirits to familiarise themselves toomuch with you, through your disputing and arguing with them; because theywill propound so many affairs and things at once as to confound and troublethe mind.(19) With the Familiar Spirits you should not make use of the Symbols ofthe Third Book, unless it be those of the Fifth Chapter thereof;105 but if youdesire anything, command them aloud to perform it. Never commence manyOperations at once and in the same time, but when you have finished onethen begin another, until you are perfect in the practice; for an ApprenticeArtist doth not become a Master suddenly, but little by little."},{"pageNumber":53,"pageContent":"Of Abramelin the Mage91(20) Without reasons of the very last importance, the Four Princes106 orthe Eight Sub-Princes107 should never be summoned, because we must make agreat distinction between these and the others (who are inferior to them).(21) In operating, as rarely as possible insist upon the Spirits appearingvisibly;108 and thus you will work all the better, for it should suffice you forthem to say and do what you wish.(22) All Prayers, Orations, Invocations, and Conjurations, and in facteverything you have to say, should be pronounced aloud and clearly, withouthowever shouting like a madman,109 but speaking clearly and naturally, andpronouncing distinctly.(23) During the Six Moons, you shall sweep the Oratory every SabbathEve, and keep it strictly clean, for it is a place dedicated unto the Holy andPure Angels.(24) Take heed that you commence no Operation at night if it beimportant, unless the need be very pressing.(25) Your only object during your whole life should be to shun as far aspossible an ill-regulated life, and especially the vices of debauchery, gluttony,and drunkenness.110(26) Having completed the Operation, and being now the Possessor ofthe True Wisdom, you shall fast three days before commencing to put it inpractice.(27) Every year you should make a commemoration of the Signal benefitwhich the Lord hath conferred upon you; at such time feasting, praying, andhonouring your Guardian Angel that day with your whole strength.(28) During the Three Days on which you constrain the Spirits you shallfast, for this is essential, so that when you are working you may find yourselffreer and more tranquil both in body and mind.(29) Note that the fasts are to be understood as commencing always fromthe first nocturnal Star, and not otherwise.(30) Keep as an indubitable precept never to give this Operation unto aMonarch,111 because Solomon was the first who abused it; and if you should dothe contrary, both you and your successors would alike lose the Grace hereof."},{"pageNumber":54,"pageContent":"The Sacred Magic92With regard to this command, I myself having been sought by the EmperorSigismond, gave him willingly the best Familiar Spirit which I had; but Isteadily refused to give him the Operation; and it should not be given untoEmperors, Kings, or other Sovereigns.(31) You may assuredly give, but it is not permissible to sell, this(Operation), for this would be to abuse the Grace of the Lord who hath givenit unto you, and should you act contrariwise unto this, you would lose itscontrol.(32) Should you perform this Operation in a town, you should take ahouse which is not at all overlooked by any one; seeing that in this presentday112 Curiosity is so strong that you ought to be upon your guard; and thereought to be a garden (adjoining the house) wherein you can take exercise.(33) Take well heed during the Six Moons or Months to lose no bloodfrom your body, except that which the expulsive Virtue in you may expelnaturally of its own accord.(34) Finally, during that whole time, you shall touch no dead body of anydescription soever.(35) You shall eat during this whole period neither the flesh nor the bloodof any dead animal; and this you shall do for a certain particular reason.113(36) You shall bind by an Oath him unto whom you shall give thisOperation, neither to give nor sell it unto any avowed Atheist or Blasphemerof God.(37) You shall fast for three days before giving the Operation unto any;and he who shall receive it shall do likewise; and he also shall hand over untoyou at the same time the sum of Ten Golden Florins, or their value, the whichyou should with your own hand distribute unto poor persons whom you shallcharge to repeat the Psalms, Miserere Mei Deus, etc., “Have mercy upon me, OGod”; and the De Profundis, etc., “Out of the Depths”.(38) It will be a good thing, and one which will facilitate the Operation,for you to repeat all the Psalms of David, seeing that they contain great powerand virtue; and to say them at least twice in the week.Also you shall shun gaming as you would the plague; because it ever is anoccasion of Blasphemy. Also during this time prayer, and the study of theSacred Books, should take the place of gaming with you.114"},{"pageNumber":55,"pageContent":"Of Abramelin the Mage93All this advice, and much more which you would be certain to receivefrom your Angel Guardian, I have here set down, so that by observing thesame perfectly, without failing in the slightest particular, you shall at the end ofthe Operation find the value thereof. I am now, therefore, about to give youdistinct and sufficient information how to employ the Symbols,115 and how toproceed if you wish to acquire others.You are then to understand that once he who operateth hath the power, itis not necessary (in all cases)116 to use written Symbols, but it may suffice toname aloud the Name of the Spirit, and the, form in which you wish him toappear visibly; because once they117 have taken Oath, this sufficeth. TheseSymbols, then, be made for you to avail yourself of them when you be in thecompany of other persons; also you must have them upon you, so that intouching or handling them simply, they may represent your wish. Immediatelythen he118 unto whom the Symbol appertaineth will serve you punctually; butif you should desire something special which is in no way connected with ornamed in the Symbol, it will be necessary to signify the same at least byshowing your desire by two or three words. And here it is well to observe, thatif you use prudence, you can often reason with those persons who be with youin such a manner that the Spirits, having however been beforehand invoked byyou, will understand what they are to do; but it is necessary to discover yourintent unto them by words. For they be of such great intelligence, that from asingle word or a single motive, they can draw the construction of the wholematter; and although they cannot penetrate into the inmost parts of thehuman mind, yet nevertheless by their astuteness and subtlety they be soadroit that they comprehend by perceptible signs the wish of the person inquestion.But when it is a grave and important matter, you should retire into asecret place apart, provided it be appropriate, for any place is good to invokethe Spirits proper unto the Operation. There give them their commissionregarding that which you wish them to perform, the which they will eitherexecute then or in the days following. But always give them the signal by wordof mouth, or in any other manner that may be pleasing unto you, wheneveryou wish them to begin to operate. Thus did Abramelin in Egypt, Joseph inParis, and as for myself, I have always acted in the same manner. I have alsomade myself a very great man, and especially one who hath been of serviceunto Princes and great Lords.I will hereafter tell clearly what Operations belong unto this or unto thatSpirit, and how it is necessary to act.Now will I teach you how all those (Symbols) which be in this Book, aswell as those which you will (hereafter) receive from the Spirits (themselves),ought to be written down and acquired. For the number of Operations isinfinite, and it would be an impossibility to set them all down in this work. If"},{"pageNumber":56,"pageContent":"The Sacred Magic94therefore you should wish to perform certain fresh Operations by the use of aSymbol not set down in any way in the Third Book [I am speaking of goodand permissible Operations],119 you shall make the demand thereof from yourGuardian Angel in this manner:Fast the day before, and on the following morning you, being wellwashed, shall enter into the Oratory, put on the White Tunic, illumine theLamp, and put the Perfume in the Censer. Then lay the Lamen of Silver uponthe Altar, whereof the two Angles shall be touched with the Holy AnointingOil; fall upon your knees and make your Orison unto the Lord, renderingunto Him grace for the benefits which you have received in general.Then shall you supplicate Him to be willing to send unto you your HolyAngel, that he may instruct you in your ignorance, and that he may deign togrant your demand. After this, invoke your Holy Guardian Angel, and prayhim to favour you with his vision, and to instruct you how you should designand prepare the Symbol of the Operation desired. Also you shall remain inprayer until you shall see appear in the room the Splendour of your Angel.Then wait to see if he shall expound or command anything touching the formof the Symbol demanded. And when you have finished your supplication, ariseand go to the Plate of Silver, whereon you shall find written as it were in dropsof dew, like a sweat exuding therefrom, the Symbol as you ought to make it,together with the Name of the Spirit who should serve you for this Operation,or else that of his Prince. And without touching or moving the Lamen, copy atonce the Symbol just as it appeareth, and leave the Plate of Metal upon theAltar until the even; at the which time, after having made your ordinaryOrison, and returned your thanks, you shall put it away in a piece of clean silk.The most convenient Day for procuring these Symbols is the Sabbath;because by such an Operation, we do not in any way violate (its sanctity),neither do we injure the same at all. Also we can prepare all things necessarythe day before. But if the Angel should not appear, and should not in any waymanifest unto you the Symbol, then may you be certain that the pretendedOperation, although it may appear good in your eyes, is not so considered byGod and by your Guardian Angel and in such case you shall change yourdemands.Now, as regardeth the Symbols for Evil Operations, these shall you obtainmore easily; seeing that after (putting on) the Perfume, there is nothing else todo but to make your Orisons. Then being clad in your White Tunic, you shallput on over it the Silken Vestment and the Girdle, and after that the Crown,taking the Wand in your hand, and placing yourself at the side of the Altartowards the Terrace. Then, holding the Wand, conjure in the same manner asyou did on the Second Day. And when the Spirits shall have appeared, youshall command them in no way to quit the place, until they shall havemanifested unto you the Symbol of the Operation which you desire, together"},{"pageNumber":57,"pageContent":"Of Abramelin the Mage95with the Names of the Spirits capable of putting the same into execution,together with their Symbols. And then you shall see the Prince unto whom theOperation appertaineth avow, write, and sign upon the Sand the Symbol,together with the Name of the Spirit who is to serve for this Operation. Thenshall you take the Surety and Oath of the Prince upon the Symbol, and also ofhis Ministers, as you will have previously done in accordance with the(directions given in the) Fourteenth Chapter.120 And should several Symbols begiven, make them take Oath upon them all. This being done, you can dismissthem in the manner we have already described, taking heed before this to copythe Symbols which they shall have traced upon the Sand, because in departingthey will destroy the same. And when they have gone, take the Censer andperfume the place, as before said.I do not however write this, so that you may hereby, as well as by the useof certain of the Symbols described in the Third Book, work Evil; I have in noway written them down for such an end; but only that you may understandthe full Perfection of this Art, and what we can herewith perform. For the EvilSpirits be exceeding prompt and exceeding obedient in the working of Evil; itis to be wished that they were as much so for the Good. However, take heedthat you be upon your guard.And remember, that as there is a God to write these aforesaid Symbols,there is no particular preparation necessary of Pens, of Ink, and of Paper; noryet of elections of particular Days, nor other things to be observed, which theFalse Magicians and Enchanters of the Devil would have you believe. Itsufficeth that the Symbols should be clearly written with any kind of Ink andPen, provided that we may easily discern unto what Operation each Signappertaineth, the which also you can easily do by means of a properly arrangedand drawn up Register of them. But the greatest part of the Symbols of theThird Book I counsel you to make before commencing the Operation,keeping them until that time in the interior of the Altar. And after that theSpirits shall have taken Oath thereupon, you shall carefully keep (the Symbols)in a safe place, where they can neither be seen nor touched by any otherperson, because thus great harm might befal such person.Now will we declare unto you what Symbols be manifested by the GoodAngels and what by the Evil, and unto what Prince each Operation is subject,and lastly, what should be observed as regardeth each Symbol."},{"pageNumber":58,"pageContent":"96by whom the symbols of the chapters of the third book bemanifested.121The Symbols of the Chapters of the Third Book, which be manifestedonly by the Angels, or by the Guardian Angel, be these, namely:Chapter I. (To know all manner of things Past and Future, which be nothowever directly opposed to God, and to His Most Holy Will.)Chapter III. (To cause any Spirit to appear, and take any form, such as ofman, animal, bird, etc.)Chapter IV. (For divers Visions.)Chapter V. (How we may retain the Familiar Spirits bond or free inwhatsoever form.)Chapter VI. (To cause Mines to be pointed out, and to help forward allkinds of work connected therewith.)Chapter VII. (To cause the Spirits to perform with facility andpromptitude all necessary chemical labours and Operations, as regardethMetals especially.)Chapter X. (To hinder any Necromantic or Magical Operations fromtaking effect, except those of the Qabalab, or of this Sacred Magic.)Chapter XI. (To cause all kinds of Books to be brought to one, andwhether lost or stolen.)Chapter XVI. (To find and take possession of all kinds of Treasures,provided that they be not at all magically guarded.)Chapter XVIII. (To heal divers Maladies.)Chapter XXV. (To walk upon, and operate under, Water.)Chapter XXVIII. (To have as much gold and silver as one may wish, bothto provide for one’s necessities, and to live in opulence.)The following (Symbols) be manifested in part by the Angels and in partby the Evil Spirits, which is why we must not avail ourselves hereof withoutthe permission of the Holy Angel. They are those of:Chapter II. (To obtain information concerning, and to be enlightenedupon, all sorts of Propositions, and all doubtful Sciences.)Chapter VIII. (To excite Tempests.)Chapter XII. (To know the Secrets of any person.)Chapter XIII. (To cause a Dead Body to revive, and perform all thefunctions which a Living Person would do, and this during a space of SevenYears by means of the Spirits.)Chapter XIV. (The Twelve Symbols for the Twelve Hours of the Day andof the Night, to render oneself Invisible unto every person.)"},{"pageNumber":59,"pageContent":"Of Abramelin the Mage97Chapter XV. (For the Spirits to bring us anything we may wish to eat orto drink, and even all (kinds of food) that we can imagine.)Chapter XVII. (To fly in the Air, and travel any whither.)Chapter XIX. (For every description of Affection and Love.)Chapter XX. (To excite every description of Hatred and Enmity,Discords, Quarrels, Contentions, Combats, Battles, Loss, and Damage.)Chapter XXIV. (To discover any Theft that hath occurred.)Chapter XXVI. (To open every kind of Lock without a Key, and withoutmaking any noise.)Chapter XXIX. (To cause Armed Men to appear.)The following (Symbols) be only manifested by the Evil Spirits, namely:Chapter IX. (To transform Animals into Men, and Men into Animals,etc.)Chapter XXI. (To transform oneself, and take different Faces and Forms.)Chapter XXII. (This Chapter is only for Evil, for with the Symbols hereinwe can cast Spells, and work every kind of Evil; we should not avail ourselveshereof.)Chapter XXIII. (To demolish Buildings and Strongholds.)Chapter XXVII. (To cause Visions to appear.)Chapter XXX. (To cause Comedies, Operas, and every kind of Music andDances to appear.)unto what prince the operations of each chapter aresubmitted.122Astarot and Asmodee do together execute the Symbols and Operationsof:Chapter VI. (To cause Mines to be pointed out, and to help forward allkinds of work connected therewith.)Chapter VII. (To cause the Spirits to perform with facility andpromptitude all necessary Chemical labours and operations, as regardethMetals especially.)Chapter IX. (To transform Animals into Men, and Men into Animals,etc.)Asmodee, and Magot together do execute the Operations of:Chapter XV. (For the Spirits to bring us anything we may wish to eat orto drink, and even all (kinds of food) that we can imagine.)"},{"pageNumber":60,"pageContent":"The Sacred Magic98Astarot and Ariton both do execute the following Chapter by theirMinisters, yet not together, but each separately:Chapter XVI. (To find and take possession of all kinds of Treasures,provided that they be not at all magically guarded.)Oriens, Paimon, Ariton, and Amaimon will execute by means of theMinistering Spirits common unto them, the following, namely:Chapter I. (To know all manner of things Past and Future, which be nothowever directly opposed to God, and to His Most Holy Will.)Chapter II. (To obtain information concerning, and to be enlightenedupon all sorts of Propositions, and all doubtful Sciences.)Chapter III. (To cause any Spirit to appear, and take any form, such as ofMan, Animal, Bird, etc.)Chapter IV. (For divers Visions.)Chapters V. (How we may retain the Familiar Spirits bond or free, inwhatsoever form.)Chapter XIII. (To cause a Dead Body to revive, and perform all thefunctions which a Living Person would do, and this during a space of SevenYears, by means of the Spirits.)Chapter XVII. (To fly in the Air, and travel any whither.)Chapter XXVII. (To cause Visions to appear.)Chapter XXIX. (To cause Armed Men to appear.)Amaimon and Ariton together perform:Chapter XXVI. (To open every kind of Lock without Key, and withoutmaking any noise.)Oriens alone performeth:Chapter XXVIII. (To have as much Gold and Silver as one may wish,both to provide for one’s necessities, and to live in Opulence.)Paimon (alone) performeth:Chapter XXIX. (To cause Armed Men to appear.) (It is to be noted thatthis chapter has already been classed under those performed by Oriens,Paimon, Ariton, and Amaimon, together.)Ariton performeth:Chapter XXIV. (To discover any Theft that hath occurred.)Amaimon (performeth):Chapter XVIII. (To heal divers Maladies.)"},{"pageNumber":61,"pageContent":"Of Abramelin the Mage99Astarot (performeth):Chapter VIII. (To excite Tempests.)Chapter XXIII. (To demolish Buildings and Strongholds.)Magot (performeth):123Chapter X. (To hinder any Necromantic or Magical Operations fromtaking effect, except those of the Qabalah, or of this Sacred Magic.)Chapter XI. (To cause all kinds of Books to be brought to one, andwhether lost or stolen.)Chapter XXI. (To transform oneself, and take different Faces and Forms.)Chapter XXIV. (To discover any Theft that hath occurred.)Chapter XXX. (To cause Comedies, Operas, and every kind of Music andDances to appear.)Asmodee (performeth):Chapter XII. (To know the Secrets of any person.)Belzebud (performeth):Chapter IX. (To transform Animals into Meti, and Men into Animals,etc.)Chapter XX. (To excite every description of Hatred and Enmity,Discords, Quarrels, Contentions, Combats, Battles, Loss, and Damage.)Chapter XXII. (This Chapter is only for Evil, for with the Symbols hereinwe can cast Spells, and work every kind of Evil; we should not avail ourselveshereof.)The Operations of the following Chapters can also (to a great extent) beadministered by the Familiar Spirits, namely:Chapter II. (Scientific Information.)Chapter IV. (Visions.)Chapter XII. (Secrets of other persons.)Chapter XVIII. (Healing of Maladies.)Chapter XIX. (Affection and Love.)Chapter XXIII. (Demolishing Buildings.)Chapter XXIV. (Discovery of Theft.)Chapter XXVII. (Causing Visions to appear.)Chapter XXVIII. (Obtaining Money.)Chapter XXX. (Visions of Operas, Comedies, etc.)If at the beginning they excuse themselves from the performance, there isprobably some hindering cause, and in this case you should make use of otherSpirits; but otherwise they must obey you in and throughout everything thatyou shall command them."},{"pageNumber":62,"pageContent":"The Sacred Magic100instructions and explanations concerning what points weshould particularly observe with regard to each chapterof the third book, and especially chapters i, ii., iv., vi., vii.,x., xxiii., xxv., xxvii., xxix., xxx.124Chapter I. (To know all manner of things Past and Future, which be nothowever directly opposed to God, and to His Most Holy Will.)First take the Symbol in your hand, place it (upon the top of your head)under your hat, and either you will be secretly warned by the Spirit, or he willexecute that which you have the intention of commanding him to do.(This next instruction is given in the MS. as relating to Chapter II., but itevidently is more appropriate to:-)Chapter III. (To cause any Spirit to appear, and take any form, such as ofMan, Animal, Bird, etc.)Take in your hand the Symbol, and name the Spirit, who will appear inthe form commanded.(The next following information evidently has reference to the Symbols ofthe Fifth Chapter, but there is no number subjoined as in the other cases in theoriginal MS.Chapter V. (How we may retain the Familiar Spirits bond or free, inwhatsoever form.)We must understand that every man may have Four Familiar or DomesticSpirits, and no more. These Spirits can serve you in many ways, and they aregranted unto you by the Sub-Princes.The First hath his period of power from Sunrise until Noon.The Second, from Noon until the Setting of the Sun.The Third, from the Setting of the Sun until Midnight.And the Fourth, from Midnight even unto the Sunrising of the followingDay.He who possesseth them is free to avail himself of their services underwhatever form may be pleasing unto him.Of this kind of Spirits there is an infinite number, who at the time of theirfall were condemned to serve man; and to each man there be four of themdestined; and each one is obliged to serve during a period of Six Hours, and inthe case of your giving one over unto some other person, you can no longeravail yourself of his services, but in order to replace him during his time ofservice, you may call upon some other Spirit. And should you wish to sendaway one of the said Spirits before the Six Hours during which he is on Guardbe expired, it sufficeth for you to make him some sign that he can go, and atonce he will obey. But when the Six Hours of their Guard be expired, the"},{"pageNumber":63,"pageContent":"Of Abramelin the Mage101aforesaid Spirits will depart of their own accord without demanding yourpermission, and the next in rotation will successively take the place (of hispredecessor). But if you have given one away (unto another person), you willemploy one of the common kind in his place.125Chapter VIII. (To excite Tempests.)If you should wish to excite Tempests, give the Signal above your head(and touch the Symbol on the top); and when you wish to make them cease,you shall touch it on the underneath side.Chapter IX. (To transform Animals into Men, and Men into Animals,etc.)Let the being, whether Man or Animal, see the Symbol, and then touchthem suddenly with it, when they will appear transformed; but this will beonly a species of Fascination. When you wish to make it cease, you shall putthe Symbol upon the head (of the being) and strike it with the Wand, and theSpirit will then restore matters to their former condition.Chapter XI. (To cause all kinds of Books to be brought to one, andwhether lost or stolen.)Our predecessors, from the commencement of the World, have writtenmany and divers excellent Books of the Qabalah, whose value surpasseth thatof all the riches of the World. These Books have been for the most part lost bythe Providence or Command of God, who hath not been willing that HisHigh Mysteries should be made public by such means; seeing that herebythrough such Books the Worthy and Unworthy can equally arrive at theenjoyment and possession of the Secret things of the Lord. Some also havebeen burned in fires, or swept away by the Waters, and other similar accidents(have occurred) through the Evil Spirits, who are jealous of Man’s possessingsuch great treasures, and of being obliged to obey him. But this Third Part (ofthis Book), that is to say the Sacred Magic, is that which hath not been entirelylost, but the greater part hath been hidden and built up within a wall, and thishath happened by order of the Good Spirits, who have not permitted this Artto altogether perish, being willing that he who should (desire the same) shouldemploy honourable means to obtain the same from the True and only God,and not from that Perfidious One and Deceiver, the Devil, and his following.This Operation being completed in the proper manner, you will be ableto see and to read these Books; but it is not permitted unto you to copy them,nor to keep them in your memory more than once. As for myself, I have madeevery effort to copy them, but as fast as I wrote, the writing used to disappearfrom the page; whence you may conclude that the Lord knowing our nature,which is inclined unto Evil, doth not wish that such great Treasures should be"},{"pageNumber":64,"pageContent":"The Sacred Magic102employed to serve unto that end,126 and unto the destruction of the HumanRace.Chapter XII. (To know the Secrets of any person.)For this Operation it sufficeth to touch the Symbol, for at once the Spiritdoth whisper the reply in your ear; but should you comprehend by such ameans anything vile, whatever it may be, as you love the Grace of the Lord, seethat you keep yourself from making manifest that which (you have obtainedby the use of ) the Symbol, seeing that by so doing you might work harm untoyour neighbour. Every time that you touch the Symbol you should mention byname the person whose Secrets you desire to know.Chapter XIII. (To cause a dead body to revive, and perform all thefunctions which a living person would do, and this during a space of SevenYears, by means of the Spirits.)I can in truth both say and affirm that a man who hath just died isdivided into Three Parts, viz.: Body, Soul, and Spirit. The Body returnethunto the Earth, the Soul unto God or unto the Devil, and the Spirit hath itsperiod determined by its Creator, that is to say, the Sacred Number of SevenYears, during the which it is permitted to wander hither and thither in anydirection; at length it taketh its decision,127 and goeth straightway unto theplace whence it came forth (at the beginning). To change the condition of theSoul is impossible, but the Grace of the Lord, for many causes and reasonswhich it is not here permitted unto me to make manifest, hath been willing topermit that, with the aid of the Spirits, we may force the Spirit to return andto conjoin itself again with the Body, so that for the space of Seven Years it canoperate any matter. And although this Spirit and the Body joined together canperform all the functions and exercises which they used to execute when theBody, the Soul and the Spirit were together, yet is it only an imperfect Body,being in this case without the Soul.This Operation is, however, one of the greatest, and one which we shouldonly perform in extraordinarily important cases; seeing that in order toaccomplish it the Chief Spirits have to operate.Nothing else is necessary than to be attentive to the moment when theMan is just dead, and then to place the Symbol upon him towards the FourQuarters of the World;128 and at once he will lift himself up and begin to movehimself He should then be dressed; and a Symbol similar to that which hathbeen placed upon him should be sewn into his garment. Know also that whenthe Seven Years be expired, the Spirit which was conjoined with the Body willat once depart, and that we cannot further prolong the period of the aforesaidSeven Years. I made proof of this Operation in the Morea for the Duke ofSaxonia, who had only children who were minors, and the eldest was between"},{"pageNumber":65,"pageContent":"Of Abramelin the Mage103twelve and thirteen years of age, unfit for the government and management ofhis estate, the which his own relatives would have seized upon andappropriated unto themselves; and by this means I provided (against thecontingency), and prevented that estate from falling into other hands.Chapter XIV. (The Twelve Symbols for the Twelve Hours of the Day andof the Night, to render oneself Invisible unto every person.)To render oneself invisible is a very easy matter, but it is not altogetherpermissible, because that by such a means we can annoy our neighbour in his(daily) life, for we can easily employ the same for producing various effects,and we can also work an infinitude of evils (herewith). But, honestly speaking,we must not do the latter, such being expressly forbidden by God. This iswherefore I entreat you to avail yourself hereof always for a good and never foran evil end! You have in this Chapter Twelve Symbols, for Twelve differentSpirits submitted unto Prince Magot, who are all of the same force. Youshould put the Symbol (upon the top of your head) under the hat or bonnet,and then you will become invisible; while on taking it away, you will appearvisible again.Chapter XV. (For the Spirits to bring us anything we may wish to eat orto drink, and even all kinds of food that we can imagine.)As for this Symbol, and all like ones appertaining unto this Chapter,when you shall wish to make use of them, you shall put them between twoplates, dishes, or jugs, closed together, on the outside of a window, and beforea quarter of an hour shall have passed, you will, find and will have that whichyou have demanded. But you must clearly understand that with such kind ofviands you cannot nourish men for more than two days only; for this food,although it be appreciable by the eyes and by the mouth, doth not longnourish the body, which hath soon hunger again, seeing that this (food) givethno strength to the stomach. Know also that none of these (viands) can remainvisible for more than twenty-four hours, the which period being passed, freshones will be requisite.Chapter XVI. (To find and take possession of all kinds of Treasures,provided that they be not at all magically guarded.)Should you wish to discover or to take possession of Treasure, you mustselect the Symbol which you wish, whether it be of a common or of aparticular Operation, and the Spirit will at once show it unto you, ofwhatsoever kind, or after whatsoever fashion, it may be. Then shall you placethe Symbol which is referable unto it thereon, and it will no longer be possiblefor it to disappear into the ground, nor for it to be carried away. Furthermore,"},{"pageNumber":66,"pageContent":"The Sacred Magic104the Spirits destined unto the Guard of this Treasure will flee, and you can thendispose of it as you wish, and take it away.Chapter XVII. (To fly in the Air and travel anywhere.)Name the place whitherunto you wish to travel, and place the Symbolupon your head, under the bonnet or the hat; but take well heed lest theSymbol fall from off you through negligence or want of caution. Do notjourney at night-time unless necessity or some pressing reason theretocompelleth you, but select the day-time, and that serene and calm.Chapter XVIII. (To heal divers Maladies.)Undo the bandages of the sick person, and clean them, and havingapplied the unguent and the compresses, put them again upon the sickperson;and place the Symbol upon them,129 and leave it thus for about aquarter of an hour, then take it away and keep it (for use on another occasion).But if it be an internal malady, you shall place the Symbol upon the bare headof the patient. These Symbols may be seen and examined without any danger,howbeit it is always better that they should neither be seen nor handled by anyother person than yourself.Chapter XIX. (For every description of Affection and Love.)AndChapter XX. (To excite every description of Hatred and Enmity,Discords, Quarrels, Contentions, Combats, Battles, Loss, and Damage.)On request, and by the intermediary of the Spirits, we can obtain love,goodwill, and the favour of Princes and Sovereigns, on this wise: Name aloudthe person or persons by whom you wish to be loved, and move the Symbolanswering to the class under which they fall; because if you be operating foryourself in matters falling under the heads of love, friendship, etc., you shouldabsolutely name aloud the person, and move the Symbol. But if you name oroperate for two other persons, whether it be for love or for hatred, you shouldexpressly name both, and move the Symbols answering to the classes underwhich they fall. Also, if it be possible, you can touch them with the Symbol,whether it be general or particular. Under this heading are included all classesof goodwill, among the which the most difficult by far is to make yourselfbeloved by religious persons.130Chapter XXI. (To transform oneself, and take different Faces and Forms.)In this Transmutation, which is rather a Fascination, the method ofoperating is as follows: Take the Symbol in your left hand, and with it strokeyour face. Now were it some (ordinary) Necromancer who was transformed bythe working of some Diabolical Art, he would soon be discovered (by you). It"},{"pageNumber":67,"pageContent":"Of Abramelin the Mage105is certain, however, that if he who operateth be instructed in the True andSacred Magic, like yourself, that he131 could produce no effect upon you;because against the Grace of the Lord, by whomsoever received, no Operationcan take effect, whether for Good or for Evil; but should such be DiabolicalOperations by express pacts and similar Sorceries, it is certain that you wouldsoon bring them to shame.Chapter XXII. (This Chapter is only for Evil, for with the Symbols hereinwe can cast Spells, and work every kind of Evil; we should not avail ourselveshereof.)All these Symbols are to be either buried in the ground, or placed underdoors, steps, or buried under paths and other places by which people do pass,or whereon they lean; in this latter case it is sufficient merely to touch (suchplaces) with the Symbol. It must be here remarked that we can work much evilagainst our enemies, and if you know for a certain fact that they areattempting your life, there is no imaginable sin in availing yourself of (theseSymbols for protection). But should you do this to please some friend, youwould not escape easily with impunity from (the disapproval of ) yourGuardian Angel. Use then this Knowledge as a Sword against your Enemies,but never against your neighbour, which would be without any result but thatof bringing hurt to yourself.Chapter XXVI. (To open every kind of Lock, without Key, and withoutmaking any noise.)Should you wish to open anything locked, such as ordinary Locks(Bolts),132 Padlocks, Coffers, Cupboards, Boxes, and Doors, you shall touchthem with the side of the Symbol which is written upon, and immediatelythey will open without any noise, without being in any way damaged, andwithout exciting any suspicion of their having been broken open. When youwish to again close them, you shall touch them with the back of the Symbol,that is to say, with the part thereof not written upon, and at once they willrefasten of their own accord. And in no way should this Operation beemployed in Churches, or for the committing of Murder. Also (remember)that this Operation can be used for all manner of wicked ends; wherefore weshould obtain (permission) first from our Guardian Angel, so as not to irritatehim, and abuse the Grace of God, which we have received. Neither should this(Operation) be employed to aid in the commission of Rapes and Violation ofWomen; but only for (laudable) effects, and other (permissible) ends.The Child of whose services you avail yourself for the conclusion of thisOperation should not be more than Seven Years of age; it should be able tospeak clearly, it should be active, and should comprehend what you teach it to"},{"pageNumber":68,"pageContent":"The Sacred Magic106do, in order to serve you. And fear not that this Child may be able to revealand tell unto others anything of what he doeth; also he will not in the leastremember that which he shall have done, and you can make trial thereofyourself by interrogating him after the seven days be past, and you will findthat he will be able to tell you nothing of that which hath passed; the which isa very remarkable thing.When you shall have thoroughly decided to give this present Operationunto any, and which should only be given as a free gift, as I have already said;remember to make such person give you Seven Florins, the which you shalldistribute unto Seven poor persons with your own hand, and such poorpersons must genuinely be in want. Them shall you straitly charge, to repeatfor Seven days the Seven penitential Psalms, or the Pater and Ave seven times aday, praying unto the Lord for the person who hath given (the florins) untoyou to distribute unto them, that He would deign to come unto his assistance,and to grant unto him for ever such strength that he may never transgress HisHoly Commandments.While in the performance of the Operation, be certain that each person(undertaking the same) is subject unto very great temptations to prevarication,and in particular unto great disquietudes of mind, to force the abandonmentof the Operation. For the Mortal Enemy of Man is grieved that he shouldmake the acquisition of this Sacred Science, the which also he receiveth fromGod Himself, Who hath by this means closed the way against the Demon, thisbeing the only object and end of this Sacred Science. For the Enchantmentswhereof the Evil Enchanters and Sorcerers make employ, are in no waywrought by the true method, and they only have power to execute their end inproportion to the Tributes, Sacrifices, and Pacts, rendered in return, whichlatter evidently bring about the loss of the Soul, and very frequently that of theBody as well.Consider that it is the pride of (the Demon) which hath chased him outof Heaven, and think what a heartbreaking thing it is for him to see a Man,made of vile earth, command him who is a Spirit, and who was created noble,and an Angel (as well); and also that it is necessary that he should submithimself unto Man, and obey him, not of his own free will, but by force, andby a power of command which God hath given unto Man, to whom he isforced to humiliate himself, and to obey, he, who had the greatest difficulty insubmitting himself unto his Creator. And yet, notwithstanding all this, he isobliged by his most profound humiliation, and by his most severe suffering, tosubmit himself unto Man, for whom further is destined that Heaven which hehimself hath lost for an Eternity.Wherefore you should continue the Operation, and have recourse untothe Lord, and in no way be troubled, for you shall vanquish every difficulty,seeing that the Lord never faileth those who put all their confidence in Him."},{"pageNumber":69,"pageContent":"Of Abramelin the Mage107You may only give this Sacred Operation unto two persons; and in thecase of your giving it unto a third, it would hold good for him, but youyourself would be for ever deprived of it. I beseech you in grace to well openyour eyes, and thoroughly examine him unto whom you shall give so great aTreasure, so that he be not one who will make use of the same to make a mockof God, which is a sin so great, that we Jews are a living proof thereof. Forsince our predecessors began to make use of this Sacred Magic for Evil, Godhath granted it unto so few among us, that in my whole lifetime, ourselvesincluded, we be but the number of Seven persons who by the Grace of Godpossess the same.When the Child shall warn you that your Guardian Angel hath appeared,then shall you, without moving from your place, repeat in a low voice PsalmCXXXVII., which beginneth: “ConWtebor Tibi Domine, in toto corde meo,” Iwill give thanks unto Thee, O Lord, with mine whole heart,\" etc. And, on thecontrary, when you shall convoke for the first time the Four Chief Spirits, youshall say Psalm XC.: “Qui habitat in adjutorio Altissimi,\" Whoso dwelleth inthe defence of the Most High,” etc.; and this not in a low voice as in thepreceding case, but (aloud) as you usually speak, and standing where youhappen to be.Chapter XXVIII. (To have as much Gold and Silver as one may wish,both to provide for one's necessities, and to live in opulence.)And whereas I have allowed the Twenty-eighth Chapter to pass withoutnotice, I now refer hereto. Place the Symbol of the Money you require in yourpurse, let it remain there for a short time, then put your right hand in yourpurse, and you will there find Seven pieces of the class of Money which youhave intended to obtain. But take heed to perform this Operation only thricein the day. And the pieces of Money whereof you have no longer need willdisappear at once. This is why when you have need of small change you shouldtake heed at the same time not to ask for large pieces. I could have here setdown other values and Symbols, but I have only given those which I havefound the most necessary for a beginner, and partly also to avoid confusingyou. And also it is not right that I who am only a mortal man should givefurther instructions hereon unto you who are about to have an Angel forMaster and for Guide.We have already said that providing he recogniseth a God, any Man, ofany Religion soever, may arrive at the possession of this Veritable Wisdom andMagic, if he employ right and proper ways and means. Now I say further thatunto whatever Law133 he who operateth may pertain, he can observe the feasts,etc., thereof, provided that they hinder not the Operation, with a firm andtrue conviction that he shall have from his Angel greater lights as to the points"},{"pageNumber":70,"pageContent":"The Sacred Magic108wherein he may be liable to err. Wherefore you shall be ready and willing tocorrect your faults, obedient in all things, and on all occasions, unto hisprecepts. And you should observe exactly and inviolably from point to point,everything touching the regimen of life, the practice, and other counsels givenin this Book.As we have already said, if by chance some slight indisposition shouldovertake you after the commencement of the Operation, you shall observe thathereinbefore laid down; but should the illness become very much worse, sothat remedies become necessary unto the health of the body, and that you haveto undergo blood-letting; then do not harden yourself against the Will of theLord, but having made a brief prayer, thank Him for having visited you in thismanner. And having made use of remedies which oblige you to leave off theOperation already begun, so as not to become as it were your own murderer,and notwithstanding that it grieveth you to the heart to be forced so to do, yetnevertheless conform yourself unto His Holy Will. And when you shall haveregained your accustomed health, in His own good time shall you return untothe Operation, feeling sure that He will grant you His aid. Such a forceddesistance doth not hinder you from awaiting a fitting time, when you mayrecommence; seeing that such interruption is not in any way voluntary, butforced by necessity. Whereas, had this interruption occurred through purecaprice, you ought never to think further of (recommencing), because we mustnot make a Mock of God.There be two kinds of sins which are infinitely displeasing unto God. Oneis Ingratitude, and the other Incredulity. I say this cursorily, because the Devilwill not fail to insinuate a thousand ideas into your head (such as) that thisOperation may perhaps be (a real thing) and perhaps not; that the symbols arebadly drawn, etc., so as to make you comment upon the subject. This is whyyou must have Faith, and that you must believe. Neither should you disputeconcerning that which you understand not; remember that God out ofnothingness hath created all things, and that all things have their being in Himwatch, work, and you will see.In the Name of the Most Holy Adonai, the True and Only God, we havefinished this Book in the best order and with the best instruction which hasbeen possible to me. Know also that it is only in God that you will find thesole and certain Way to arrive at the True Wisdom and Magic, but yet also byfollowing out that which I have written down in this Book with suchexactitude. Still, however, when you shall have put anything into practice, youshall manifestly know how great and immeasurable hath been my paternalaffection;134 and in truth I dare to say that I have done for love of you what noone in our times hath undertaken, and in especial in that I have declared untoyou the two Symbols, that of the Child, and your own particular one,135without the which I swear unto you by the True God that out of an hundred"},{"pageNumber":71,"pageContent":"Of Abramelin the Mage109persons who might undertake this Operation, there would be only two orthree who would actually attain unto it. I have, however, removed most of thedifficulties, (therefore) be now tranquil, and despise not my counsel.It need not appear strange unto you that this Book is not at all like untoso many others which I have, and which are composed in a lofty and subtlestyle; because I have composed this (work) expressly in order to spare you somuch labour, and to enlighten therein the difficulties which you might(otherwise) have encountered in order to comprehend its meaning. And sothat it might not be at all necessary for it to pass into other hands (than yourown), in making this Book I have in no way availed myself of eloquent butpeculiar expressions, which those who write such works usually make use ofand even then not without mystifications. But I have employed a certainmanner of arrangement, making a mixture of the subject matter, anddispersing it here and there in the Chapters so that you may be forced to readand re-read the Book many times, and also the better so to do, to transcribeand imprint it in your memory. Render then your thanks unto the Lord GodAlmighty, and never forget my faithful advice, even unto the day of yourdeath. Thus will the Divine Wisdom and Magic be your wealth, and never canyou find a greater Treasure in the World. Obey promptly him who teachethyou that which he hath learned by his own experience; and I pray and conjureyou by that God Who is my God, to observe summarily and inviolably thethree following heads which should serve you as guides and limitations untilyou shall pass the gulf of this Miserable World:(1) Let God, His Word, all His Commandments, and the Counsel of yourAngel, never depart from your heart and from your mind!(2) Be the declared enemy of all the Evil Spirits, their Vassals, andAdherents, during the whole period of your life. Dominate them, and regardthem as your Servitors.136 If they make propositions to you, demanding fromyou pacts, or sacrifices, or obedience, or servitude, refuse them with disdainand menaces.(3) It is more than evident that God can know the heart of men, thewhich none else can do. You should therefore force yourself to test severely forsome time him to whom you intend to give this (knowledge). You shall closelynote his method of life and habits; you shall discuss the subject with him,seeking to discover in the clearest way and as far as possible, whether he woulduse it for Good or for Evil. Also in giving this Operation you shall fast, eatingonly once a day, and he who shall receive it shall do the same; see also what wehave said in the Third Chapter,137 and elsewhere. It is also true that one whowould suffer much in health by fasting in such a manner, may if absolutelynecessary supplement the same by paying one or several persons to fast in hisstead and to intercede for him.138 (The whole object and end of ) this should beboth to give and receive this operation unto the Glory of the Great God, and"},{"pageNumber":72,"pageContent":"The Sacred Magic110unto one’s own good and that of one’s neighbour, whether friend or enemy,and unto that of all things created.The Ten Florins of Gold139 shall be distributed by your own hands whenyou shall have received the money, unto Seventy-two poor persons who knowthe Psalms, as mentioned in a preceding Chapter; and see also that you fail notin this, for it is an essential point.Furthermore you shall demand from him to whom you shall give theOperation, some pleasurable gratification which is in harmony with theOperation, at your choice. But see that you demand not money, for for thisyou would be deprived entirely of the Holy Wisdom.Every time that you shall desire to make a fresh command,140 you shallthrice repeat the Psalm XC., “Qui habitat in adjutorium Altissimi,” etc.,“Whoso dwelleth in the aid of the Most High,” etc., because this Psalmpossesseth so great a virtue that you will be astonished when you comprehendit.If you know that you, as a man, have offended your Creator, in anythingregarding the Tables of the Law; perform no operation until after having madea general confession of your sins unto God; the which you shall observe untothe day of your death. By thus acting the Mercy of the Lord will never departfrom you.Unto the which Lord be Praise, and Glory, and Honour, for the Giftswhich He hath granted unto us.So be it!End of the Second Book"},{"pageNumber":73,"pageContent":"Of Abramelin the Mage111Footnotes to the Second Book  1 The style of the writing here is much more quaint and obscure than that of the First Book; and isevidently the translation of Abraham the Jew from a more ancient writer.2 I.e., the Revelation, or Apocalypse.3 This whole passage about the signification of these numbers is very obscurely worded in the original.I take the meaning to be the following: The Arts or methods of Magical working are twelve, if we classthem under the twelve Signs of the Zodiac. The second number mentioned above, 5, is perfectbecause of its analogy with the Pentagram that potent Symbol of the Spirit and the Four Elements; 6 isthe number of the Planets (as known to the Ancients, without the recently discovered Herschel andNeptune). As the Chaldean Oracles of Zoroaster say: \" He made them Six, and for the Seventh, Hecast into the midst thereof the Fire of the Sun\". 2 operates in the Stars and Planets as representing theirGood or Evil influence in the Heavens, in other words their dual nature. 3 consists in the Metalsbecause, the ancient Alchemists considered their bases to be found in the three principles which theycalled Sulphur, Mercury, and Salt; but by which they did not mean the substance which we knowunder these names.4 Ie., “probable” as opposed to “certain”.5 Ie., professing Magicians.6 In the original MS.: \"Nous avons deja dit quelle est la science que je dois vous enseigner cest adire quellenest point humaine,\" etc.7 Ibid.8 In the original: \" Comme je suis apresent vous devez donc penser avant que d’entrer dans ce bal,\" etc.9 Ie., he who intends to undertake the Operation.10 I doubt this assertion very much.11 Here comes another touch of prejudice. In the present day many of the profoundest students of theQabalah are women, both married and single.12 It is necessary that the reader should not misunderstand this passage. What are meant are thoseBlack Magic works containing garbled and perverted words and characters; and which teach nothingbut hurtful and selfish practices; the great point in which is generally the forming of a Pact with anEvil Spirit. Because true Characters represent the Formulas of the Currents of the Hidden Forces ofNature and true Ceremonies are the Keys of bringing the same into action.13 It seems again to me here that Abraham the Jew stretches the matter too far. it is perfectly andutterly true without doubt that Angelic Magic is higher than that form of Talismanic Magic which hasits basis in the Astrological positions of the Heavenly Bodies; and can therefore do more, and be alsoindependent of Astrological considerations, because the matter is relegated to a higher plane than this'and one wherein the laws of Physical Nature do not obtain. But certainly when working with the raysof the Sun, we shall more easily find his occult force of heat attainable when he himself is producingthat effect upon the earth, i.e., when he is in the Sign of the Lion; while when he is in that of the Bull'his force will be rather that of Germination, etc., when in the Northern Hemisphere. And the samewith the other Planets. Also if working by the Indian Tatwas, we shall find it necessary to consider theposition of the Moon, the time in the day, and the course of the Tatwa in the period of five Gharis. Of"},{"pageNumber":74,"pageContent":"The Sacred Magic112      course Abraharn could not make the experiments of Rabbin Moses succeed if he substituted the lawsof another plane for their own.14 So it would be if he applied it to the Angelic working; but equally it would be an error which,though not so great, would still entail failure, to apply laws exclusively of the Angelic plane to thoseexperiments which would mainly depend on the physical rays of the Planets; though undoubtedly theAngels of a Planet govern its rays. But the Angels of Mars do not govern the rays of Jupiter, nor thoseof the latter the rays of Mars.15 The Grimoires of Black Magic would usually come under this head. But, nevertheless, theextravagant words therein will be usually found to be corruptions and perversions of Hebrew, Chaldee,and Egyptian titles of Gods and Angels. But it is undoubtedly evil to use caricatures of Holy Names;and these for evil purposes also. Yet it is written in the Oracles of Zoroaster: “Change not barbarousNames of Evocation, for they are Names Divine, having in the Sacred Rites a Power Ineffable!”16 Yet, notwithstanding, it is well in a Sacred Magical Operation to employ a language which does notto our minds convey so much the commonplace ideas of everyday life, so as the better to exalt ourthoughts. But, as Abraham says, we should before all things understand what we are repeating.17 The Passover is about the Vernal Equinox and nearly corresponds to our Easter; it begins on the15th or 16th of the Jewish First Month= Nisan or Abib. The Feast of Tabernacles begins about themiddle of their Seventh Month= Tisri.18 Ie., religious denomination.19 It is immaterial whether the religious conception be Theistic or Pantheistic.20 The Initiates of the True Rosicrucian Wisdom, know that there is a certain force in the observanceof the Equinoxes.21 Abraham evidently means his Guardian Angel.22 Here Abraham admits to an extent what I have urged in my previous notes.23 I.e., the Astrologers to whom Abraham refers in the first sentence of the chapter.24 I.e., the Moon and Monday; Sun and Sunday; Mars and Tuesday (Tuisco is a name of Mars); Venusand Friday (Freya's day, after Freya, the Scandinavian Goddess), etc.25 “Et jusqua ceguil tremonte son jour dure jusqua cequil se leve derechef.”26 This is the initiated Rosicrucian teaching, which is very different to that of the outer and uninitiatedWo r l d .27 This is the great point to be studied in all Magical Operations soever, and unless the whole heart andsoul and faith go with the ceremony, there can be no reliable result produced.28 The title of the Eleventh Chapter of the Second Book is: “Concerning the Selection of the Place”.29 Meaning in the case where the Aspirant unto the Sacred Magic is a Servant actually then serving aMaster.30 The object of most of these instructions is of course to keep the Astral Sphere of the Aspirant freefrom evil influences, and accustom him to pure and holy thoughts and to the exercise of Will powerand Self-control. The student of the Indian Tatwas will know the value of active meditation at Sunrisebecause that moment is the AkAsic commencement of the Tatwic course in the day, and of the powerof the Swara.31 I.e., the Christians."},{"pageNumber":75,"pageContent":"Of Abramelin the Mage113      32 This probably means in the bed-chamber before entering the Oratory.33 Que vous puissiez jouir et résister a la présense, etc.34 I.e., independent.35 I.e, the ashes of the charcoal and incense.36 In the text evidently by a slip the word grandeur is repeated la grandeur la grandeur de Dieu.37 “Laissez apart touttes les choses curieuses.”38 This chapter is previously referred to in the Seventh Chapter in speaking of the Bed-chamber andthe Oratory.39 “L'avenue”; the modern sense of this word is, of course, a road or path bordered by trees.40 Compare the following description with that of Sir Philip Derval’s so-called Observatory, in theStrange Story, by Bulwer Lytton.41 I.e., the Terrace or Balcony.42 I.e., the Spirits.43 I.e., the Altar.44 He here evidently means the Oratory, and not the Bedchamber described in Chapter VIl.45 The Rosicrucian Initiate will note the description of these vestments.46 “Mirrhe en larmes”47 ? Galanca, or galanga, an Indian root, used for medicinal purposes. See description of HolyAnointing Oil and Perfume in Exodus xxx.48 Olibanum.49 Or storax.50 A “brasse” is a fathom; but here perhaps implies rather an arm’s length: “Lune brasse enveron ou demiaulne”.51 I.e., in the hollow interior of the Altar.52 Which give the instructions for these periods.53 Concerning the two last Moons.54 It will be remarked how this point is insisted on.55 “Which,” apparently, should refer to the coals, and not to the censer.56 Preferably I should advise upon the Western side of the Altar, and facing therefore the East; also Iwould have the cupboard opening upon the Western side, for certain mystical reasons.57 The place of the third eye in the Indian figures of Gods.58 This is apparently a slip for “the Seventh Chapter”; as the Third Chapter is only a short oneregarding those who are fitted to undertake the Operation.59 See Book I., Chapter X I I.60 Because previously when he has mentioned a foregoing chapter, it has been one of those in thisSecond Book to which he has referred.61 If the Operator himself has developed the clairvoyant faculty; which the training he has subjectedhimself to for six months ought to have greatly aided, and be pure in mind, I can see no necessity forthe employment of a Child as Seer.62 I.e., your special and particular Guardian Angel.63 “En la familiarité et conversation delange.”"},{"pageNumber":76,"pageContent":"The Sacred Magic114      64 I.e., those of a material force; many being evil, some few inclined to good, most of a mixed naturesomewhat good yet the evil predominating in their dispositions.65 I.e., this Second Book of the three constituting the treatise.66 I.e. the Red Robe, or Mantle.67 “Ou si vous estez en Campagne mettes vous ducosté, du ponant.” This word “ponant” is almost obsoletein modern French, being only employed in a nautical sense, and even then but rarely. It implies the“West”, or rather the part of the “Ocean towards the West”. Even in the middle ages this expressionwas not in wide use. The Occult student will remark here the idea of “turning to the East to pray, andto the West to invoke”. But usually in Magic it is advisable to turn towards the quarter sympathetic innature with that of the Spirit you wish to summon.68 That is if you convoke them to serve you. But all mediaeval tradition implies that they are readyenough to come if you are an evil-minded person wishing to make a pact with them to obtain magicalforce, i.e. a Goetic Magician as opposed to an Initiate Adept.69 This is why in religious and magical writings such stress is laid on the importance of controlling thethoughts; which are as it were our prototypical speech and action in all matters of importance. Modernthought-reading would alone suggest this to persons unskilled in Occultism.70 “Les Esprits jugent parla denostre ignoranse et serendent plus reveches et ostinez.” The Initiate knows thevalue of an Invocation written by himself, in harmony with and expressing exactly his will and idea.But this does not deny the utility of many of the Conjurations handed down by tradition.71 Yet the advantage of its being in a language which you do not immediately associate with the thingsof every-day life is great, provided always that you understand the words and repeat them and pronouncethem correctly.72 This recalls the phrase so frequent in Conjurations, in which the Spirits are commanded to appear“in human form without any deformity or tortuosity”.73 Because some of the Demonic forms are so terrible that the shock of their sight might cause a personof a nervous temperament to lose his reason.74 I must again repeat that it is only evil and perverted symbols which come under this denunciation ofAbraham the Jew; for nearly all Pentacles and Seals are the Symbols and Sigils of Divine and AngelicNames.75 I.e., of allegiance to you.76 The four Superior Spirits and Princes are: Lucifer, Leviathan, Satan, and Belial.77 The Eight Sub-Princes are: Astaroth, Magoth, Asmodeus, Beelzebuth; Oriens, Paimon, Ariton, andAmaymon.78 By a very evident slip, “Chapitre IX.” is written in the MS. instead of XIX.79 “Qui les asoumis atouttes ses Creatures et avos pieds.”80 This whole paragraph is difficult of clear translation by literal rendering, so I give the MS. text:“Secondement que vostre Wn nest point curiosité maligne mais alhonneur et gloire de Dieu et alutilitépropre et acelle de tout le genre humain et Pourtant toutte ces Jois que vous les appellerez avec quelquesoitsigne ou parole etenquelquesoit temps et Lieu etpourquelle soit occasion etservile dabort sans aucunementretarder ayent a aparoitre etobeissent avos commandemens etaucas quils eussent un empechemen Legitimequils ayent avous envoyer dautres esprits enles nommant presentement ceux quiseront capable etpuissan"},{"pageNumber":77,"pageContent":"Of Abramelin the Mage115      pourobeir etaccomplir vostre volonte et vostre demande en leur place etquils vous promeltent et Jurentdobserver cela par le tresrigoureux Jugement de Dieu etpar latres grande peine et chatiment dessts anges sureux ils consentiront dobeir et Les 4 princes souverains vous nommeront les 8 sousprinces quils vous enverontenleurplase aleurfaire preter le serment comme Jelay deja dit deparoitre dabort,” etc. The writer of thismanuscript never uses the slightest punctuation, and paragraphs are infrequent.81 I.e., beyond the Door, but being careful not to go out on to the Terrace yourself.82 Written “Atarot” by a slip in the MS.83 I.e., upon the sand on the Terrace.84 Again erroneously “Atarot”.85 I.e., unto the subservient Spirits of Astaroth.86 I.e., whether Verbal, or Mental, or by Gesture.87 Again note that the whole of the operations of this Magic of Abra-Melin and of Abraham the Jewdepends on these Symbols,so that it is not the true and sacred pentacles and symbols which hecondemns; but erroneous and corrupted ones made use of ignorantly.88 If I.e., in those which the Operator has written down from the Third Book, and placed at the entryof the Door for Astaroth to take oath upon.89 I.e., Servitors belonging equally to these two Sub-Princes together.90 I.e., Oriens, Paimon, Ariton, and Amaimon. Ariton is often called Egin or Egyn in other works onMagic.91 I.e., following the order of the classification in the Nineteenth Chapter of this Second Book.92 I.e., Oriens, Paimon, Ariton, and Amaimon; one Spirit from each for a Familiar.93 Entitled: “How one may retain the Familiar Spirits, bound or free, in whatsoever form”.94 I.e., so that each of the four Familiars shall serve a fourth part of the twenty-four hours of the day,that is six hours.95 However in all Magical Works great stress is laid on the importance of licensing a Spirit invoked inthe Operation to depart, and if he be unwilling, of even compelling him against his will to return tohis place. It must be remembered here, in this Operation of Abraham the Jew, that not only hisOratory but his Bed-chamber also is kept pure and consecrated, and therefore it would be next toimpossible for an Evil Spirit to break through to attack him. But in all Magical Evocations by theCircle,the Magician should never quit the same, without having licensed and even forced the EvilSpirits to depart; as cases are on record of the Operator experiencing sudden death. I myself waspresent on an occasion when in the Evocation by the Circle, the Magician incautiously having stoopedforward and outward just over the limit of the Circle, received a shock like that from a powerfulelectric battery, which nearly threw him down, struck the Magical Sword from his hand, and sent himstaggering back to the centre of the Circle. Compare also with this incident Allan Fenwick’s experiencein the Strange Story, when his hand accidentally went beyond the limits of the Circle when he wasreplenishing the Lamps during the Evocation.96 Viz.: Lucifer, Leviathan, Satan, and Belial.97 I.e., the Demons and Evil Spirits generally.98 The Demons generally.99 in the original: “demandes etapparitions”."},{"pageNumber":78,"pageContent":"The Sacred Magic116      100 Let me here once again insist on the absolute necessity in Occult working of being courteous, even tothe Evil Spirits; for the Operator who is insolent and overbearing will speedily lay himself open toobsession by a Spirit of like nature, the which will bring about his ultimate downfall,101 A similar name, “Buriol”, is given under the Spirits subservient to Amaymon.102 See same Name under Oriens.103 See same Name under Belzebud.104 In MS., \"User d'humanité\".105 Entitled: “How we may retain the Familiar Spirits bond or free, in whatsoever form”.106 Viz.: Lucifer, Leviathan, Satan, and Belial.107 Viz.: Ashtaroth, Maguth, Asmodeus, and Beelzebub; Oriens, Paymon, Ariton or Egyn, andAmaymon.108 For not only does constraining them to visible appearance require reiterated conjurations, but alsothey must be in some way provided with the necessary elements wherefrom to build up a body tomanifest in.109 In the Original: \"Sanspourtant crier comme unfou\".110 I have by this phrase translated the expression in the Original: Le vice de crapule.111 This also seems like mere prejudice on the part of Abraham.112 Remember that “this present day” means of course the period when Abraham was writing thiswork, ie., 1458. In this particular of curiosity the world has doubtless changed little since.113 Probably implying that the Evil Spirits could easily obsess such animal, so as to act upon theOperator through whatever he might eat of it.114 In the Original MS.: “Vousjuirez lejeu comme la peste parcequil occasionne toujours du blasphemeoutreque dans ce temps la leveritable jeu est loraison et la lecture des livres sacrez”. By “jeu,” here isevidently meant gaming or gambling, and not simple recreation and amusement, which latter wouldbe almost a necessity during this period, to prevent the brain giving way from the intense nervousstrain.115 I.e., those of the Third Book.116 I have here interpolated “in all cases”, as otherwise this passage would clash with remarks elsewhere.117 I.e., the Spirits, who have sworn allegiance to the Operator at his convocations of them.118 I.e., that Spirit.119 This Parenthesis is Abraham's.120 I.e., of this Second Book. The Chapter is entitled: “Concerning the Convocation of the Spirits”.121 I have thought it advisable to add here the headings of these chapters at length.122 Here again I am giving the headings of the Chapters of the Third Book at length; as by so doingthey form a species of Key to the character, nature and offices of the Prince who governs theirOperations.123 In addition to the chapters here given, Magoth is said to rule the operations of Chapter XIV.(Invisibility), in the special instructions of Abraham, the Jew, concerning that chapter.124 Notwithstanding these Numbers are here given, it will be found that the Instructions do notinclude all these Chapters, and, on the contrary, give information concerning some of those not herespecially mentioned."},{"pageNumber":79,"pageContent":"Of Abramelin the Mage117      125 It is of course evident that the number Four of the Familiar Spirits = one for each of the FourElements of which Man is composed, ruled by the Holy Name of Four Letters, IHVH,Tetragrammaton.126 I.e., the Evil.127 “Se resout”, in the MS. “Resoudre,” like our word “resolve,” also may imply to reduce to its chemicalconstituents. These three parts of the person, which Abraham calls Body, Soul, and Spirit, aredesignated in the Qabalah by the respective terms of “Nephesch”, i.e., the animal part; “Neschamah”,or the Soul, that is to say, the Higher Aspirations, and “Ruach,” ie., the Mind or Spirit. But besidesthese, the Qabalists also recognise certain higher principles, of which Abraham the Jew does not herespeak, nor yet of the faculty of reincarnation of those principles. Reincarnation is a subject muchtreated of by the Oriental Sacred writings, and was undoubtedly a fundamental doctrine of theAncient Egyptian Magic, from which, be it well remembered, the Hebrew Qabalah has been derived.The Esoteric Buddhists divide the personality into Seven Principles, instead of the Three given above.128 I.e., The Four Cardinal Points,129 the bandages.130 In the Original MS., “despersonnes religieuses”. This expression would include monks, nuns, and alsopeople bigoted in religion.131 I.e., such Evil Magician.132 “Serrures,” which implies bolts as well as locks.133 I.e., Religious denomination.134 Here Abraham the Jew is evidently especially addressing himself to his son Lamech.135 These two Symbols are probably those which are placed at the extreme end of the Third Book, ie.,the Magical Squares with the Names Adam and Uriel returned therein, and of which the Squares ofnumbers above are evidently intended for the reverse sides; Adam being applied to the Child, andUriel to the Guardian Angel of Lamech.136 Again let the practical Occultist remember that this counsel applies principally to Adepts; for theordinary man can not command the Demons' seeing that he has not yet learned to understand andcontrol even all his thoughts; and the Adept can only command such beings through the knowledge ofhis Higher Self, and of his Guardian Angel.137 I.e. of the Second Book.138 I think this system of substitution should be very rarely actised. He must be a very spiritless personwho would be dissuaded by the prospect of fasting for a day or two.139 Before alluded to in several places.140 This would apparently apply to a command given to the Demons, and not to an Aspirant for theSacred Wisdom."}]
