[{"pageNumber":1,"pageContent":"Contents of The Golden Book of Wisdom I The Hermetic View of Religion II Magic and Mysticism III Mysteries of Hermetic Anatomy IV Concentration V Meditation VI Magical and Mystical Faculties VII Dangers of Unbalanced Development VIII The Hermetic Way IX Universal Laws – Harmony X The Key to the Highest Wisdom Introduction "},{"pageNumber":2,"pageContent":"The fourth page in the Book of Wisdom is the fourth Tarot card, which depicts a wise man or, sometimes, an emperor. The description of the fourth Tarot card is of very great assistance to magicians, spheric magicians and Kabbalists, for it allows them to penetrate more deeply into the secrets of wisdom and thereby enables them to solve the greatest problems. This is true not only from the point of view of knowledge but, more importantly, from the point of view of cognition, and thereby from the point of view of wisdom. An initiate must be able to answer any question he may be asked at any time. If he has followed his path correctly, he must be capable of immediately solving any problem with which he may be faced regarding the universal laws. The theorist will also derive much from this book to enrich his theoretical knowledge, because he will be able to answer for himself many questions concerning those universal laws. Logically, it is impossible to accommodate and explain wisdom in its entirety in a single book. A part of the universal wisdom, however, is contained in this work. Above all, the subject matter of my three preceding books [1] will be illuminated from many aspects. This book will help anyone who is seriously studying and practicing its contents to become more acquainted with the universal laws and their effects, whereby he will expand his consciousness and increase his knowledge. The more he identifies himself with the comprehensive subject matter, the more will he be fascinated by the greatness and power and these laws; and he will be filled with boundless awe, and will look up to Divine Providence with humility. In the secret schools for prophets and priests of all ages, the fourth Tarot card, the Book of Wisdom, served as the fundamental subject matter which prepared the initiates for their high offices as instructors, initiators, and teachers (gurus). This book has thus been a work of initiation, revealing the deepest mysteries. The neophytes considered the Golden Book of Wisdom as an examination paper on their spiritual paths. Therefore, this fourth scientific work can, with good reason, be regarded as the foundation of esoteric Hermetics."},{"pageNumber":3,"pageContent":"Thus far, the high mysteries symbolized by the fourth Tarot card have been passed on only in the language of symbols, and consequently they have usually remained obscure to the intellectual. The reader will no doubt appreciate the fact that, with the permission of Divine Providence, I have made an effort to translate the fourth book into the language of the intellect, in order to make it intelligible not only to the initiate but to the non-initiate, i.e. the philosopher and the theorist, as well. Anyone who completely masters the Book of Wisdom will have a thorough knowledge of the foundations of the Hermetic philosophy, and may be considered a Hermetic philosopher from the standpoint of the universal laws. Also, the Hermetic brotherhoods and orders that teach the true Hermetic knowledge will class such a person with the philosophical practitioners. If this fourth work is accepted with the same enthusiasm that greeted my three preceding books, then the description of the fourth Tarot card, which symbolically represents the Book of Wisdom, will also have done its job. Therefore, may this book too be an inexhaustible, ever-flowing source of knowledge and wisdom to the interested reader. May the blessing of Divine Providence accompany you all, to a high degree, on your path to perfection. The Author Chapter I The Hermetic View of Religion "},{"pageNumber":4,"pageContent":"There are two basic philosophies of religion: the first is the relative and the second is the absolute or universal. From the beginning of humankind to the present day, all those religions which belong to the relative philosophy of religion have gone through their initial stages, have reached their peaks and, during the course of the ages, have come to their end. Each relative religion has its own founder. I refrain from citing all the systems of relative religion; anyone who has studied religious philosophy will have become acquainted with a number of religious systems of the relative type. They are all subject to the same law of transitoriness, regardless of whether they have lasted for hundreds or thousands of years. The length of time a religion may exist always depends upon its founders and teachers. The more universal laws a religion contains, the more universal truth it represents and preaches, the longer it lasts. Its existence will be shorter the more one-sided, fanatical, dictatorial, and authoritarian its doctrines are. However, each religious system has thus far had its good purposes and its special mission. Each has always contained certain partial aspects, however concealed, of a portion of universal truth and lawfulness, whether symbolically or as an abstract idea. A true adept will see in each relative religion, regardless of the historical era in which it may have existed, fragments of some basic ideas that had their origin in the universal religion and which point to universal law. Therefore, the adept appreciates each religion equally, without paying any attention to whether it is a religion of the past or whether it still exists today or whether it will exist in the future, because he is aware of the fact that each religious system has followers whose maturity suits that of the religion. From the Hermetic point of view, even materialism is a kind of religious system, one who representatives may believe in God but not in anything supernatural, and who adhere only to that of which they are able to convince themselves – in other words, to them it is matter which prevails. Since the initiate knows that matter is the symbolic representation of the divine appearance reflected in the laws of nature, he will not judge anyone who believes merely in matter. The more mature a man has become during the course of his incarnations and evolution, the closer"},{"pageNumber":5,"pageContent":"will he come to the universal laws, and the more deeply will he be able to penetrate into them, until finally no relative religious concept will satisfy him. A person like this has become mature for the universal religion and is capable of approaching the universal laws in the microcosm and the macrocosm. This is to say that any religion that does not represent the universal laws completely is relative and transitory. The universal laws have been unchangeable from the beginning of the world and will continue thus until the end. The mature Hermetic may officially belong to any religion, depending on whether he really wants to do so and whether he considers it preferable in his dealings with people – perhaps to avoid drawing the attention of immature individuals to himself. However, in the innermost of his spirit and his entire being he will profess the universal religion, by which the universal lawfulness is to be understood. An initiate does not believe anything unless he can convince himself of its validity; neither does he believe in any personified divinity nor any kind of idol. Rather, he worships the universal law and harmony in all forms of existence. These few words should suffice to demonstrate the difference between relative and absolute philosophies of religion. Chapter II Magic and Mysticism Throughout the ages, magic and mysticism have been taught simultaneously and with equal emphasis in the secret schools for the priests, for these two basic philosophical outlooks have always been extremely important in Hermetic science and will continue to be so in the future. Magic was once an integral part"},{"pageNumber":6,"pageContent":"of all those sciences that developed in the course of time on the material plane and of everything which concerned this plane. Therefore all technical knowledge, no matter which field of science, was passed on from master to student at the discretion of the priestly caste. All sciences, among them mathematics, chemistry, physics, and astronomy, were included in the field of magic. On the other hand, everything insubstantial, such as religion, philosophy, the understanding of God, morality, virtues, abilities, and qualities of any kind fell within the scope of mysticism. Therefore, from the Hermetic point of view, magic cannot be separated from mysticism, because where there is no lawful, substantial material basis, neither can there be any abilities nor any virtues nor moral views. With time and the development of humankind, the material sciences have isolated themselves in their own progress. By necessity they have become independent, since the higher inherent laws of energy, matter and substance – which could no loner be perceived with the coarse physical senses and for which a certain maturity was required for their comprehension – isolated themselves. Consequently, two fields of knowledge developed. Firstly, the physical knowledge that one could acquire by intellectual training; and secondly, the metaphysical knowledge that dealt with the more subtle powers and substances, but which could not be comprehended by the mere intellect alone. This was the reason that metaphysical knowledge receded into the background and finally became the property of the true adepts alone. However, a Hermetic who is capable of penetrating the metaphysical laws must, according to those same laws, understand the logical connection between all existing branches of knowledge. To avoid any confusion, I will not use the term “metaphysics” in my further explanations, but will instead stay with the term “magic”, as the Hermetics did in former times. From the Hermetic point of view, magic is nothing else but a higher metaphysics that deals with powers, matters, and substances of a more subtle nature, but which has an analogous association with the general sciences of today, no matter to which branch of knowledge they may belong. Therefore, whenever an initiate speaks about magic, he is referring to powers, subtle matters and"},{"pageNumber":7,"pageContent":"substances, their laws, their working effects in the microcosm and macrocosm – which means any human being, in nature and in the entire universe, and in the three stages of aggregation of the physical, the astral, and the mental bodies. True magic is therefore the high knowledge of the more subtle powers that have not yet been acknowledged by today’s science, because scientific methods of scrutiny do not suffice to understand and utilize these powers, even though the laws of magic are analogous to all the official sciences of our world. Logical reflections and conclusions on the science of magic and its effectiveness not only make the true Hermetic recognize the subtle material powers; they also put him in a position to bring the laws of these powers into harmony with all the official sciences of our planet. With the help of the various keys, the spiritual scientist is even capable of bringing his knowledge to bear in all branches of science and to enlarge and extend them. The knowledge of true magic offers the inventive mind a great many possibilities for technical and material development. Of course, the maturity of a human being is of great importance in this case insofar as he is able to transfer the universal laws of the powers of the material world. In the following pages of this book, I deal with the different analogies and effects of subtle material powers that assert themselves through the manifestations in the three different realms. In other words, I will describe the practical application of the magical laws and it will be up to each reader to utilize this knowledge and wisdom for his own purposes. This clearly shows that magic is a pure metaphysics which may be analyzed in exactly the same way as any field of science dealing with matter, and which can be brought into harmony with natural science. This is to say that metaphysics is an extension of normal physical knowledge of the natural sciences. There is no magic without mysticism, i.e. no substance without influences, effects and manifestations, since these two fundamental basic concepts are dependent on each other. Magic may not be separated from mysticism, and both have to be dealt with at the same time and in a like manner. In his studies, the Hermetic must"},{"pageNumber":8,"pageContent":"always proceed in a magical and mystical manner; that is, he must always bear in mind both quantity and quality, and he must be able to differentiate distinctly between quantity (for example, power in matter and substances) and quality (for example attributes, effects, influences, and the like). He must never confuse the two concepts if he does not wish to create chaos. Remember! Magic is quantity and mysticism is quality! When, in the chapters that follow, I speak of quantities, I will always mean magic. When talking about influences, attributes, abilities, virtues, and so forth, I will be referring to mysticism. This has been a universal law from the beginning of the world and it will remain a universal law until its end! Chapter III Mysteries of the Hermetic Anatomy In this chapter I will direct the reader’s attention from the general challenge of magic and mysticism to the occult anatomy of man, and I will lead him to reflect upon the subject exhaustively from the magico-mystical point of view, which, as regards one’s initiation, is the most important viewpoint. One could write many comprehensive volumes on magic and mysticism relating to nature in the mineral, vegetable, and animal kingdoms. The fourth Tarot card symbolizes the wisdom of man, and therefore it is important that one should learn to know thoroughly, from the magico-mystical point of view, the nature of man, one’s own nature, everything one does, and all the functions of one’s activities. “Know thyself!” is an important Hermetic axiom which stimulates us to penetrate magically and mystically into the deeper aspects of humankind. Each detail of one’s character will then unfold automatically from"},{"pageNumber":9,"pageContent":"the knowledge of the functions and principles which I will now describe. The Mental or Spiritual Body In my first book, Initiation Into Hermetics , I could give only a rough outline of the mental body, the first Tarot card not permitting more than that. In this book I am going to expand the student’s knowledge, from both the magical and mystical standpoint, in so far as the functions of the mental or spiritual body are concerned. The mental body consists of the most subtle substance, also called mental matter. This mental matter is connected to the earth element, to the base material body, due to the cohesive force of that element. The mental body is immortal and subject to neither time nor space. Its basic characteristics allow it to conform to any shape, to adopt any shape. The mental matter, sometimes also called original or prime matter, consists of two basic forces, the electric and magnetic fluids, both of which are adapted to the mental body’s degree of density. The reciprocal activity of the electric and the magnetic fluids in the mental body is called the immortal life. It is in the mental body that one will find the so-called “I” consciousness, that consciousness of the self which is a union of: * will power * intellect (intelligence), and * felling (perception) "},{"pageNumber":10,"pageContent":"If any of these three basic principles is missing, there will be no “I” consciousness, for it is this trinity in the mental body that constitutes the ”I” consciousness of the spirit of man. If one or the other of these three principles is disengaged, human consciousness cannot function. The development of these three basic principles depends upon one’s general development and maturity. From the Hermetic point of view, quantity and quality must also be considered in this case: * The quantity of the will rests upon its power, and its quality rests upon its content. * The same rule applies to the intellect, which also has its quantitative power and its qualitative form; the quantitative form of the intellect depends upon the perseverance with which all one’s intellectual abilities are used, while the qualitative form determines the spirit’s development and degree of maturity through the content of the thoughts. * The third principle is the emotional life, and it is subject to the same laws; for example, the quantitative side is expressed by the depth and intensity of sensitivity and the qualitative side by the content of feelings. The power of feeling (or perception) depends upon the level of development of the human being concerned and is of decisive importance. The Electric and Magnetic Fluids In the Mental Body"},{"pageNumber":11,"pageContent":" There must accomplish other functions besides those mentioned above. And just as everything living can only be maintained by taking in the appropriate nourishment, so the needs of the mental body must also be met. The Hermetic may possibly be engaged with the following question: With what or in what way is the mental body nourished? As I have pointed out, [2] the electro-magnetic fluids in the mental body are constantly in motion because of reciprocity. This condition leads to a certain consumption of both fluids. This consumption is compensated through the impression of the senses from either the mental, astral, or material planes. However, if the senses are over-exerted, a decrease of mental power will result, regardless of which part of the body may be affected. It should be remembered that in normal use of the senses, the consequence will be a certain loss of the electro-magnetic fluids, but that this is balanced out by their inductive form; in other words, the mental body receives new spiritual substances via the senses, from which it obtains its nourishment. Of course, this is not material nourishment; rather, the electro-magnetic fluids of the mental body are constantly recharged by the five senses. Also, the qualitative and quantitative aspects are of great importance in this process, for the mental body gets its quantitative charge through the impression of the senses – that is, it receives its fuel, which again may take certain forms of quality. The qualities that the mental body receives through the impression of the senses depend in principle on the individual’s train of thought and, apart from that, on the particular situation which the mental body must endure. It is recommended that one enrich one’s knowledge on this subject by in-depth meditation, because by so doing the Hermetic will discover many mysteries of the spirit which I cannot possibly reveal here. The Hermetic must have a thorough knowledge of the constitution of the mental body and all its functions in order to be able to analyse it by psychoanalysis. His thorough knowledge of the mental"},{"pageNumber":12,"pageContent":"body will enable him to utilize either one or the other of its functions and to restore its equilibrium at any time by the appropriate training. Still with an eye on the electric and magnetic fluids, I should now like to disclose further facts to the Hermetic. Physics has made it known that not only are electricity and magnetism bipolar, but they may be used either constructively or destructively. The same is the case with the electro-magnetic fluids. This bipolarity not only occurs in nature, but, subject to the same laws, in the astral and mental bodies as well. In their constructive activities both fluids are the fortifying principles of the spirit, which means that they represent everything good and noble. The destructive activities of the electro-magnetic fluids bring about the contrary qualities. Both of these must be completely understood by the Hermetic, and he must work upon both principles, the constructive and destructive alike, by meditation, for they represent what all religious systems as well as the mystics call the good and the evil in man. The constructive and destructive activities in the mental body have further extensive spheres of activity which I will deal with later. The Hermetic should now devote his attention to the spirit, the “I” consciousness that is the personality. I have noted repeatedly that there is no attribute. The Hermetic already knows that will, intellect, and feeling constitute the consciousness of man if they work together. If he reflects upon consciousness, the Hermetic will discover that what is generally called consciousness is actually the personality of man in the truest sense of the word. *** This is the end of the fragment. The recorded tapes were requisitioned when Franz Bardon was arrested in 1958; it was assumed that they were destroyed by the police. The destruction of the tapes was confirmed a few years ago to Dr. Lumir Bardon,"},{"pageNumber":13,"pageContent":"son of Franz Bardon, upon his inquiry. Dieter R üggeberg Wuppertal, December, 1994 [1] Initiation Into Hermetics, The Practice of Magical Evocation, and The Key to the True Kabbalah. [2] In part I of the author’s Initiation Into Hermetics "}]
