[{"pageNumber":1,"pageContent":"The Thirteenth Book Of Sense and Understanding 1. Yesterday, Asclepius, I delive red a perfect Discourse; but now I think it necessary, in suite of that, to dispute also of Sense. 2. For Sense and Understanding s eem to differ, because the one is material, the other essential. 3. But unto me, they appe ar to be both one, or united, and not divided in men, I mean. 4. For in other living Cr eatures, Sense is united unto Nature but in men to Understanding. 5. But the Mind differs from Unde rstanding, as much as God from Divinity. 6. For Divinity is from or unde r God, and Understanding from the Mind, being the sister of the Word or Speech, and they the Instruments one of another. 7. For neither is the Word pronounced without Understanding, neither is Understanding ma nifested without the Word. 8. Therefore Sense and Understandi ng do both flow together into a man, as if they were in folded one within another. 9. For neither is it possible wit hout Sense to Understand, nor can we have Sense without Understanding. 10. And yet it is possible (for the Time being) that the Understanding may understand without Sense, as th ey that fantasy Visions in their Dreams. 11. But it seems unto me , that both the operations are in the Visions of Dreams, and that the Sense is stir red up out of sleep, unto awaking."},{"pageNumber":2,"pageContent":"12. For man is divided into a Body and a Soul; when both parts of the Sense accord one with another, th en is the understanding childed, or brought forth by the Mind pronounced. 13. For the Mind brings forth all Intellections or Understandings. Good ones w hen it receiveth good Seed from God; and the contrary when it receives them from Devils. 14. For there is no part of the Worl d void of the Devil, which entering in privately, sowed the seed of his own proper operation; and the Mind did make pregnant, or did bring forth that which was sown, Adulteries, Murders, Striking of Parents, Sacrileges, Impieties, Stranglings, throwing down headlong, and all other things which are the works of evil Demons. 15. And the Seeds of God are fe w but Great, and Fair, and Good Virtue, and Temperance, and Piety. 16. And the Piety is the Knowledg e of God, whom whosoever knoweth being full of all good things, hath Divine Understanding and not like the Many. 17. And therefore they that have that Knowledge neither please the multitude, nor the multitude them, but they seem to be mad, and to move laughter, hated and despise d, and many times also murdered. 18. For we have already said, That wickedness must dwell here, being in her own region. 19. For her region is the Earth, and not the World, as some will sometimes say, Blaspheming. 20. But the Godly or God-wo rshipping Man laying hold on Knowledge, will despise or tread under all these things; for though they be evil to other men, ye t to him all things are good. 21. And upon mature consideration, he refers all things to Knowledge, and that which is most to be wond ered at, he alone makes evil things good."},{"pageNumber":3,"pageContent":"22. But I return again to my Discourse of Sense. 23. It is therefore a thing proper to Man, to communicate and conjoin Sense and Understanding. 24. But every man, as I said befo re, cloth not enjoy Understanding; for one man is material, another essential. 25. And he that is material with wickedness as I said, received from the Devils the Seed of Understandi ng; but they that are with the Good essentially, are saved with God. 26. For God is the Workman of a ll things; and when he worketh he useth Nature. 27. He maketh all things good like himself 28. But these things that are made good, are in the use of Operation, unlawful. 29. For the Motion of the World stirring up Generations, makes Qualities, infecting some with evil ness, and purifying some with good. 30. And the World, Asclepius, hath a peculiar Sense and Understanding, not like to Man's, nor so various or manifold, but a better and more simple. 31. For this Sense and Understanding of the World is One, in that it makes all things, and unmakes them again into itself; for it is the Organ or Instrument of the Will of God. 32. And it is so organized or fram ed, and made for an Instrument by God; that receiving all Seeds into itself from God, and keeping them in itself, it maketh all things effectually and dissolving them, reneweth all things. 33. And therefore like a good Husb and-man of Life, when things are dissolved or loosened, he affords by the casting of Seed, renovation to all things that grow."},{"pageNumber":4,"pageContent":"34. There is nothing that it (the Wo rld) cloth not beget or bring forth alive; and by its Motion, it makes all things alive. 35. And it is at once, both th e Place and the Workman of Life. 36. But the Bodies are from the Ma tter, in a different manner; for some are of the Earth, some of Wate r, some of Air, some of Fire, and all are compounded, but some are more compounded, and some are more simple. 37. They that are compounded, are th e heavier, and they that are less, are the higher. 38. And the swiftness of the Motion of the World, makes the varieties of the Qualities of Generation, for the spiration or influence, being most frequent, extendeth unto the Bodies qualities with one fullness, which is of Life. 39. Therefore, God is the Father of the World, but the World is the Father of things in the World. 40. And the World is the Son of Go d, but things in the World are the Sons of the World. 41. And therefore it is well called the World, that is an Ornament, because it adorneth and beautifiet h all things with the variety of Generation, and indeficiency of Life, which the unweariedness of Operation, and the swiftness of Necessity with the mingling of Elements, and the order of things done. 42. Therefore it is necessari ly and properly called the World. 43. For of all living things, both the Sense and the Understanding, cometh into them from without, inspired by that which compasseth them about, and continueth them. 44. And the World receiving it once from God as soon as it was made, hath it still, What Ever it Once Had."},{"pageNumber":5,"pageContent":"45. But God is not as it seems to some who Blaspheme through superstition, without Sense, and without Mind, or Understanding. 46. For all things that are, O Ascl epius, are in God, and made by him, and depend of him, some working by Bodies, some moving by a Soul- like Essence, some quickening by a Spirit, and some receiving the things that are weary, and all very fitly. 47. Or rather, I say, that he hath them not, but I declare the Truth, He is All Things, not receiving them from without, but exhibiting them outwardly. 48. And this is the Sense and Un derstanding of God, to move all things always. 49. And there never shall be any ti me, when any of those things that are, shall fail or be wanting. 50. When I say the things that ar e, I mean God, for the things that are, God hash; and neither is th ere anything without him, nor he without anything. 51. These things, O Asclepius, wi ll appear to be true, if thou understand them, but if thou un derstand them not, incredible. 52. For to understand, is to believ e, but not to believe, is not to understand; For my speech or word s reach not unto the Truth, but the Mind is great, and being led or conducted for a while by Speech, is able to attain to the Truth. 53. And understanding all things round about, and finding them consonant, and agreeable to those things that were delivered and interpreted by Speech, believeth; and in that good belief, resteth. 54. To them, therefore, that understa nd the things that have been said of God, they are credible, but to them that understand them not, incredible. 55. And let these and thus many things be spoken concerning Understanding and Sense."}]
