[{"pageNumber":1,"pageContent":"The Seventh Book His Secret Sermon of Regeneration, and the Profession of Silence, to His Son Tat I. Tat: In the general Speeches, O Father, discoursing of the Divinity, thou speakest enigmatically, and didst not clearly reveal thyself, saying, That no man can be saved before Regeneration. 2. And when I did humbly entreat th ee, at the going up the Mountain after thou hadst discoursed unto me, having a great desire, to learn this Argument of Regeneration; because among all the rest, I am ignorant only of this thou toldst me thou wouldst impart it unto me, when I would estrange myself fr om the World: whereupon I made myself ready, and have vindicated the understanding that is in me, from the deceit of the World. 3. Now then fulfill my defects, an d as thou saidst instruct me of Regeneration, either by word of mo uth or secretly; for I know not, O Trismegistus, of what Substance, or what Womb or what Seed a Man is thus born. 4. Hermes: O Son, this Wisdom is to be understood in silence, and the Seed is the true Good. 5. Tat: Who soweth it, O Father . For I am utterly ignorant and doubtful. 6. Hermes: The Will of God, O Son. 7. And what manner of Man is he that is thus born? For in this point, I am clean deprived of the Esse nce that understandeth in me. 8. Hermes: The Son of God will be another, God made the universe, that in everything consisteth of all powers. 9. Tat: Thou tellest me a Riddle, Father, and dost not speak as a Father to his Son."},{"pageNumber":2,"pageContent":"10. Hermes: Son, things of this ki nd are not taught, but are by God, when he pleaseth, brought to remembrance. 11. Tat: Thou speakest of thi ngs strained, or far fetched, and impossible, Father; and therefore I will directly co ntradict them. 12. Hermes: Wilt thou prove a stranger, Son, to thy Father's kind. 13. Tat: Do not envy me, Father, or pardon me, I am thy Natural Son; discourse unto me the manner of Regeneration. 14. Hermes: What shall I say, O my Son? I have nothing to say more than this, that I see in myself an unfeigned sight or spectacle, made by the mercy of God, and I am gone out of myself into an immortal body, and am riot now what I was befo re, but was begotten in Mind. 15. This thing is not taught, nor is it to be seen in this formed Element; for which the first comp ound form was neglected by me; and that I am now separated from it; for I have both the touch and the measure of it, yet am I now estranged from them. 16. Thou seest, O Son, with thine eyes; but though thou look never so steadfastly upon me, with the Body , and bodily sight, thou canst not see, nor understand what I am now. 17. Tat: Thou hast driven me, O Father, into no small fury and distraction of mind, for I do not now see my self. 18. Hermes: I would, O Son, that thou also wert gone out of thyself, like them that dream in their sleep. 19. Tat: Then tell me this, w ho is the Author and Maker of Regeneration? 20. Hermes: The child of God, one Man by the Will of God. 21. Tat: Now, O Father, thou hast pu t me to silence for ever and all my former thoughts have quite left and forsaken me, for I see the greatness, and shape of all thi ngs here below, and nothing but falsehood in them all."},{"pageNumber":3,"pageContent":"22. And since this mortal Form is daily changed, and turned by this time into increase, and diminu tion, as being falsehood; what therefore is true, O Trismegistus? 23. Trismegistus: That, O Son, wh ich is not troubled, nor bounded; not coloured, not figured, not change d; that which is naked, bright, comprehensible only of itse lf, unalterable, unbodily. 24. Tat: Now I am mad, indeed, Fa ther; for when I thought me to have been made a wise man by th ee, with these thoughts thou hast quite dulled all my senses. 25. Hermes: Yet is it so, as I say, O Son, He that Looketh Only upon that which is carried upward as Fi re, that which is carried downward as Earth, that which is moist as Water, and that wh ich bloweth or is subject to blast as Air; how can he sensibly understand that which is neither hard, nor moist, nor tangibl e, nor perspicuous, seeing it is only understood in power and oper ation; but I beseech and pray to the Mind which alone can understa nd the Generation, which is in God. 26. Tat: Then am I, O Father , utterly unable to do it. 27. Hermes: God forbid, Son, rather draw or pull him unto thee (or Study to Know Him) and he will co me, be but Willing, and it shall be done; quiet (or make idle) the Sens es of the Body, purging thyself from unreasonable brutis h torments of matter. 28. Tat: Have I any revengers or tormentors in myself, Father? 29. Hermes: Yes, and those, not a few, but many and fearful ones. 30. Tat: I do not know them, Father. 31. Hermes: One Torment, Son, is Ignorance, a second, Sorrow, a third, Intemperance, a fourth Concu piscence, a fifth, Injustice, a sixth, Covetousness, a seventh, Deceit, an eighth, Envy, a ninth, Fraud or Guile, a tenth, Wrath, an eleventh, Rashness, a twelfth, Maliciousness."},{"pageNumber":4,"pageContent":"32. They are in number twelve, and under these many more; some which through the prison of the body, do force the inwardly placed Man to suffer sensibly 33. And they do not suddenly, or easily depart from him, that hath obtained mercy of God; and herein consists, both the manner and the reason of Regeneration. 34. For the rest, O Son, hold thy peac e, and praise God in silence, and by that means, the mercy of God will not cease, or be wanting unto us. 35. Therefore rejoice, my Son, fr om henceforward, being purged by the powers of God, to the Knowledge of the Truth. 36. For the revelation of God is co me to us, and when that came all Ignorance was cast out. 37. The knowledge of Joy is come unto us, and when that comes, Sorrow shall fly away to them that are capable of it. 38. I call unto Joy, the power of Te mperance, a power whose Virtue is most sweet; Let us take her unto ourselves, O Son, most willingly, for how at her coming hath she put away Intemperance. 39. Now I call the fourth, Contine nce, the power which is over Concupiscence. This, O Son, is th e stable and firm foundation of Justice. 40. For see, how without labour, sh e hath chased away injustice and we are justified, O Son, when Injustice is away. 41. The sixth Virtue which comes in to us, I call Communion, which is against Covetousness. 42. And when that (Covetousness) is gone, I call Truth; and when she cometh, Error and Deceit vanisheth."},{"pageNumber":5,"pageContent":"43. See, O Son, how the Good is fulf illed by the access of Truth; for by this means, Envy is gone from us ; for Truth is accompanied with the Good, together also with Life and Light. 44. And there came no more any torment of Darkness, but being overcome, they are all fled away suddenly, and tumultuarily. 45. Thou hast understood, O Son, the manner of Regeneration; for upon the coming of these Ten, the Intellectual Generation is perfected, and then it driveth away the twelve; and we have seen it in the Generation itself. 46. Whosoever therefore hath of Mercy obtained this Generation which is according to God, he le aving all bodily sense, knoweth himself to consist of divine things , and rejoiceth, being made by God stable and immutable. 47. Tat: O Father, I conceive and un derstand, not by the sight of mine eyes, but by the Intellectual Operat ion, which is by the Powers. I am in Heaven, in the Earth, in the Wa ter, in the Air, I am in living Creatures, in the Plants, in the Womb, everywhere. 48. Yet tell me further, this one thing, How are the torments of Darkness, being in number Twelve, driven away and expelled by the Ten powers. What is the ma nner of it, Trismegistus? 49. Hermes: This Tabernacle, O Son, consists of the Zodiacal Circle; and this consisting of twelve number s, the Idea of one; but all formed Nature admit of divers Conjugations to the deceiving of Man. 50. And though they be different in themselves, yet are they united in practice (as for example, Rashness is inseparable from Anger) and they are also indeterminate: Ther efore with good Reason, do they make their departure, being driven aw ay by the Ten powers; that is to say, By the dead. 51. For the number of Ten, O Son, is the Begetter of Souls. And there Life and Light are united, where the number of Unity is born of the Spirit."},{"pageNumber":6,"pageContent":"52. Therefore according to Reason , Unity bath the number of Ten, and the number of Ten hath Unity. 53. Tat: O Father, I now see the Un iverse, and myself in the Mind. 54. Hermes: This is Regeneration, O Son, that we should not any longer fix our magination upon th is Body, subject to the three dimensions, according to this Sp eech which we have now commented. That we may not at all calumniate the Universe. 55. Tat: Tell me, O Father, This Body that consists of Powers shall it ever admit of any Dissolution? 56. Hermes: Good words, Son, and speak not things impossible; for so thou shalt sin, and the eye of thy mind grow wicked. 57. The sensible Body of Nature is far from the Essential Generation; for that is subject to Dissolution, bu t this not; and that is mortal, but this immortal. Dost thou not know that thou art bo rn a God and the Son of the One, as I am. 58. Tat: How fain would I, O Father , hear that praise given by a Hymn, which thou saidst, thou hear dst from the Powers when I was in the Octonary. 59. Hermes: As Pimander said by way of Oracle to the Octonary, Thou dost well, O Son, to desire the Solu tion of the Tabernacle, for thou art purified. 60. Pimander, the Mind of abso lute Power and Authority, hath delivered no more unto me, than t hose that are written; knowing that of myself, I can understand all th ings, and hear, and see what I will. And he commanded me to do t hose things that are good; and therefore all the Powers that are in me sing. 61. Tat: I would hear thee, O Fath er, and understand these things. 62. Hermes: Be quiet, O Son, an d now hearken to that harmonious blessing and thanksgiving: the hymn of Regeneration, which I did not determine to have spoken of so plain ly, but to thyself in the end of all."},{"pageNumber":7,"pageContent":"63. Wherefore this is not taught, but hid in silence. 64. So then, O Son, do thou standing in the open Air, worship looking to the North Wind, about the goi ng down of the Sun, and to the South, when the Sun ariseth; And now keep silence, Son. The Secret Song The Holy Speech 65. Let all the Nature of the world entertain the hearing of this Hymn. 66. Be opened, O Earth, and let all the Treasure of the Rain be opened. 67. You Trees tremble not, for I wi ll sing and praise the Lord of the Creation, and the All and the One. 68. Be opened you Heavens, ye Winds stand still, and let the Immortal Circle of God receive these words. 69. For I will sing, and praise him that created all things, that fixed the Earth, and hung up the Heavens, and commanded the sweet Water to come out of th e Ocean; into all the World inhabited, and not inhabited, to the use and nouris hment of all things, or men. 70. That commanded the fire to sh ine for very action, both to Gods and Men. 71. Let us altogether give him blessing, which rideth upon the Heavens, the Creator of all Nature. 72. This is he that is the Eye of the Mind, and Will accept the praise of my Powers. 73. O all ye Powers that are in me, praise the One and the All. 74. Sing together with my Will, all you Powers that are in me."},{"pageNumber":8,"pageContent":"75. O Holy Knowledge, being enlightened by thee, I magnify the intelligible Light, and rejoice in the Joy of the Mind. 76. All my Powers sing praise with me, and thou my Continence, sing praise my Righteousness by me; praise that which is righteous. 77. O Communion which is in me, praise the All. 78. By me the Truth sings praise to the Truth, the Good praiseth the Good. 79. O Life, O Light from us, un to you comes this praise and thanksgiving. 80. I give thanks unto thee, O Fa ther, the operation or act of my Powers. 81. I give thanks unto thee, O God, the power of my operations. 82. By me thy Word sings praise unto thee, receive by me this reasonable (or verbal) sacrifice in words. 83. The powers that are in me cry these things, they praise the All, they fulfil thy Will; thy Will an d Counsel is from thee unto thee. 84. O All, receive a reasonable Sacrifice from all things. 85. O Life, save all that is in us: O Light enlighten, O God the Spirit; for the Mind guideth or feedeth th e Word; O Spirit bearing Workman. 86. Thou art God, thy Man crieth these things unto thee through by the Fire, by the Air, by the Earth, by the Water, by the Spirit, by thy Creatures. 87. From eternity I have found (mea ns to) bless and praise thee, and I have what I seek, fo r I rest in thy Will. 88. Tat: O Father, I see thou ha st sung this Song of praise and blessing with thy whole Will; and ther efore have I put and placed it in my World."},{"pageNumber":9,"pageContent":"89. Hermes: Say in thy intelligible World, O Son. 90. Tat: I do mean in my Intelli gible World, for by thy Hymn and Song of Praise my mind is enligh tened: And gladly would I send from my Understanding a Th anksgiving unto God. 91. Hermes: Not rashly, O Son. 92. Tat: In my mind, O Father. 93. Hermes: Those things that I s ee and contemplate, I infuse into thee; and therefore say, thou son Tat, the Author of thy succeeding Generations, I send unto God these reasonable Sacrifices. 94. O God, Thou art the Father, Thou art the Lord, Thou art the Mind, accept these reasonable Sacrific es which Thou requirest of Me. 95. For all things are done as the Mind willeth. 96. Thou, O Son, send this acceptab le Sacrifice to God, the Father of all things; but propound it also, O Son, by Word. 97. Tat: Tank thee, Father, thou ha st advised and instructed me thus to give praise and thanks. 98. Hermes:I am glad, O Son, to see the Truth bring forth the Fruits of Good things, and such immortal branches. 99. And learn this of me: Above a ll other virtues entertain Silence, and impart unto no man, O Son, th e tradition of Regeneration, lest we be reputed Calumniators; For we both have now sufficiently meditated, I in speaking, thou in hearing. And now thou dost intellectually know thyself and our Father."}]
