[{"pageNumber":1,"pageContent":"The Sixteenth Book That None of the Things that are, can Perish 1. Hermes: We must now speak of the Soul and Body, O Son; after what manner the Soul is Immortal, and what operation that is, which constitutes the Body, and dissolves it. 2. But in none of these is Death, for it is a conception of a name, which is either an empty word, or else it is wrongly called Death (by the taking away the first letter), instead of Immortal. [Thanatos for Athanatos.] 3. For Death is destruction, but th ere is nothing in the whole world that is destroyed. 4. For if the World be a second Go d, and an Immortal living Wight, it is impossible that any part of an Immortal living Wight should die. 5. But all things that are in th e World, are members of the World, especially Man, the re asonable living Wight. 6. For the first of all is God, the Eternal and Unmade, and the Workman of all things. 7. The second is the World, made by him, after his own Image and by him holden together, and nourishe d, and immortalized; and as from its own Father, ever living. 8. So that as Immortal, it is ever living, and ever immortal. 9. For that which is ever living, differs from that which is eternal. 10. For the Eternal was not begotten, or made by another; and if it were begotten or made, yet it was ma de by itself, not by any other, but it is always made. 11. For the Eternal, as it is Eternal, is the Universe."},{"pageNumber":2,"pageContent":"12. For the Father himself, is Eter nal of himself, but the World was made by the Father, ev er living and immortal. 13. And as much Matter as there was laid up by him, the Father made it all into a Body, and swelling it, made it round like a Sphere, endued it with Quality, being itself immo rtal, and having Eternal Materiality. 14. The Father being full of Ideas, sowed Qualities in the Sphere, and shut them up, as in a Circle, de liberating to beautify with every Quality, that which shou ld afterwards be made. 15. Then clothing the Universal Bo dy with Immortality, lest the Matter, if it would de part from this Composition, should be dissolved into its own disorder. 16. For when the Matter was incorp oreal, O Son, it was disordered, and it hath here the same confusio n daily revolved about other little things, endued with Qualities, in point of Augmentation, and Diminution, which men call Deat h, being indeed a disorder happening about earthly living wights. 17. For the Bodies of Heavenly things have one order, which they have received from the Father at the Be ginning, and is by the instauration of each of them, kept indissolveable. 18. But the instauration of earthly Bodies, is their consistence; and their dissolution restores them into indissoluble, that is, Immortal. 19. And so there is made a privatio n of Sense, but not a destruction of Bodies. 20. Now the third living wight is Ma n, made after the Image of the World; and having by the Will of the Father, a Mind above other earthly wights. 21. And he hath not only a sympathy with the second God, but also an understanding of the first. 22. For the second God, he apprehen ds as a Body but the first, he understands as Incorporeal, and the Mind of the Good."},{"pageNumber":3,"pageContent":"23. Tat: And doth not this living Wight perish? 24. Hermes: Speak advisedly, O Son, and learn what God is, what the World, what an Immortal Wight, and what a dissolvable One is. 25. And understand that the World is of God and in God; but Man of the World and in the World. 26. The Beginning, and End, and Consistence of all, is God."}]
