[{"pageNumber":1,"pageContent":"ApocryphaApocryphaApocryphaApocryphaApocryphaDiscordiaDiscordiaDiscordiaDiscordiaDiscordiaCompy’eled fromme Dyverƒ Sorƒeƒby Hiƒ Wholineßðððððe Rev DrJon Swabeye Rev DrJon Swabeye Rev DrJon Swabeye Rev DrJon Swabeye Rev DrJon SwabeyWið ILLUMINATIONS byPope Phil Wlodarczyk IIIPope Phil Wlodarczyk IIIPope Phil Wlodarczyk IIIPope Phil Wlodarczyk IIIPope Phil Wlodarczyk IIIÐe Seconde EdityonÐe Seconde EdityonÐe Seconde EdityonÐe Seconde EdityonÐe Seconde Edityon"},{"pageNumber":2,"pageContent":"ILLUMINATIONS BY POPE PHIL WLODARCZYK IIIContent and Layout The Rev DrJon Swabey& a whole bunch of other Erisians,Discordians and Weirdosfar too many to list here on this tiny page (sorry).Where identified, they’re all credited in the text.All effort has been made to verify the (K) status of individual items, howeverin the event of non - (K) items being accidentally included, please notify, andsaid items will be removed in subsequent editions.( K ) 2001 ALL RITES REVERSEDREPRINT WHAT YOU LIKESecond Edition 20023 5 7 9 8 6 4 2To the Prettiest Oneand to Blade,without whom.and in honour:Mal2 and Omar; Greg and Kerry;A couple of guys,A couple of saints.Dance with the Goddess (Jiggy-Jiggy)"},{"pageNumber":3,"pageContent":"ApocryphaDiscordiaAssembled by His Wholiness the Rev DrJonon behalf ofThe Committee for Public SafetyGive me your tired, your poor,Your huddled masses yearning to be freeThe wretched refuse of your teeming shoreThis country always needs more Soylent Greenwith ILLUMINATIONS byPope Phil Wlodarczyk IIIApproved for abuse in schoolsHAIL ERIS! — καλλιχτι — ALL HAIL DISCORDIA!"},{"pageNumber":4,"pageContent":"EristroductionYou should have put that in there...”I found out I was dying, and used my last daysto create a Discordian Manual...”Prince MuChao,Private correspodance, January 2002Of course, I was wrong, Little Deluded Dupe that I am. Seven days before I wasscheduled for Surgery, that quiet voice which I imagine also talks to Zen monks, Sufimullahs and other Disreputable Persons at the End, rapped sharply on my skull andtold me to get my shit in order within the week. Little did I know it was Eris usinga funny voice, the bitch. Anyhow, I hurridly wrapped up a couple of projects, andthis was one of them.I got curious. Discarding the “non-canonical” material ( well, laying it aside ), Istarted to reference my little collection to the original. I’d stumbled, by the way,on I-Net’s 4th&5th combined edition, with the wonderful foreword by Lord Omar.Imagine my shock when I realised that some of these fragments I had to hand were notto be found in the Principia.As well, we’ve the addition of a brand spanking new Back Cover to this edition. Nowthe arse won’t fall out when you pick the book up. I imagine this will be particu-larly helpful for those reading this on PDAs, who won’t have to worry about losingthe batteries anymore.Anyway, apparently earlier editions of the Principia contained the Myth of Starbuck.Perhaps this is the solution to the mysterious fragments I had. Perhaps they didn’tmake the edit. Who knows. I have never heard of a pre-4th&5th Edition extant. I wouldof course be very interested in talking to anyone who might have information aboutany of these early editions. We can only hope that one will surface, eventually.Who was he? What was he like? How did he live? We can only hope someone will writeof his life, and maybe also rediscover the lost I Chao, also mentioned by Lord Omar.But at some stage, at last intrigued by these “holy quotes”, I copied out by hand allof the Discordian Scriptual References in Illuminatus, including the Hagbard Celinetracts. Hooked, I started working through other RAW ( Robert Anton Wilson ) works,and with the inevitability of a cream pie in flight, as I ventured into more exoticbookstores and other Purveyors of Disrepute in search of said, the Principia arcedits way towards my face. By the time it struck, I had a small collection of fragmentsassembled, together with such esoterica as I’d acquired along the way ( such asVonnegut’s Bokonon, and other perverts ).There will be some form of sequel. There’s much Erisiana still out there thatdeserves a permanent home, as much as there’s plenty that, while Chaotic, is alsoCrap.In the middle eighties I gained access to USENET and that was that. I startedcollecting Erisiana as I stumbled upon it. Ten years later, some acquaintancespointed out that Lord Omar was currently to be found making contributions to WhiteWolf’s Vampirethingy game. More power to him, I say. He was not long to live, and itwas good to see the occasional Discordian reference, all of which were promptlycollected for the now-bulging file. It was the Internet, though, which led to the BigExplosion in Discordianism.The Surgery, a minor exploratory, went off without a hitch ( although the GeneralAnaesthesia was in the nature of a lovely rest from the ceaselessness of myUnmanagably Overactive Brain )."},{"pageNumber":5,"pageContent":"That was a shock. I wondered what it meant. As far as I knew, no announcement hadever been made. I got to thinking. Was Gregory Hill just another pseudonym? Of LordOmar, Kerry Thornley, much is known, photos published, interviews, books. Hell, Ieven have his autograph. Of Greg Hill, there was nothing I was ever able to discover.Even the Erotic Etruscan Poetry thing is, in effect, unsubstanciated. You have towonder.So, why a Second Edition? Primarily because Evil Copyrighted Material snuck its wayinto the First Edition, Hail Eris All Hail Kallisti. This material has been re-placed. KopyLeft is in the news again at present, with New Scientist amongst otherslooking at the concept.Talk about Cut-Up? I was furious. And Lord Omar, like Burroughs, was no more.Also, I felt that some sort of note should be attached, to outline the generalcircumstances and motivations which led to the Apocrypha Discordia’s creation. Thisis a very special time for Discordianism. There are some very special, very talentedpeople working on Erisiana at the present. I-Net, Lord Omar’s publisher, may yet gettogether with Sondra London to do something about his unpublished works. Sondra, bythe way, deserves much credit for her support of Lord Omar in the last years of hislife.Well, She got what She wanted, anyhow. Despite Hesiod, I know that She is One and theSame. I can’t help but think She has further plans for me, and that’s worrying. Inthe last few years Her presence has been quite notable in my life. I thought I hadescaped - and I did, for a time - but Her influence, through the most traumatic anddestructive period of my life, will live with me till the End. Of course, She alsosaw fit to balance it with some of the most precious, wonderful, valuable moments...the bitch.In a funny way, I’d been working on the Apocrypha for over twenty years. My parent,also disreputable types who’d later converted to Wiccan, in the nineteen eighties( about more which, elsewhere ), had carelessly left Illuminatus lying around whereimpressionable ten-year-olds could get their hands on it. Like many others, I thoughtthe Principia an invention of the authors, but then I suspect my focus at the time wasfar more on the seedy steamy sex scenes, anyway.It was to find a home for these “apocryphal” fragments that I first had the idea fordoing this book. I had the time on my hands and I had the means ( I also had a smallcollection of rubber-stamps, but given the composition medium, it wasn’t reallypractical to use them ). I avoided most of the rest of Lord Omar’s extant stuff - I’msure Sondra London can be trusted to see to its issue eventually.All credit should go to the Committee for Public Safety ( not to be confused with theCommittee for Public Safety ) for their support. Some content would have been nice,but that’s probably just me.Discordianism and the concept of KopyLeft go hand in hand. Although just a small partof the counter-culture gestalt, I believe that the Principia Discordia was probablyone of the earliest expressions and strongest champions of this idea, which hassince seen such concepts as the “Open Source Software” initiative, with endeavourssuch as the Linux Operating System. Remember: if it’s not KopyLeft, it’s notDiscordian. This concept is at Discordia’s very heart, ye and its spleen, gonads andpineal gland. Or something. I remember stumbling across the Discordian internet sitesome meatboy had constructed and copyrighted - I laughed and laughed and laughed atthe sad-arsed bastard. No doubt Eris will accordingly soften him sorely."},{"pageNumber":6,"pageContent":"I felt sorry for bits which are unlikely to resurface, like the two Regurgitalselections. The assumption is that they belong here. I’d fear they’d be lostotherwise. If interrogated, I intend to claim that Eris made me do it.When the Erisian Incarnation, Sondra London, put some of Lord Omar’s writingsonline, I remember the fuss when she automatically copyrighted them, as she had therest of her site. I fear some fellow Discordians were rude to her, over that, butbless her and she took the copyright off. She was very kind to me when I wrote herenquiring about Kerry’s future publishing plans, and she included me when she hadthe sad duty of informing Discordianism of his passing.Eris is the Zen Monk, and She wants you for dinner, with fried mushrooms and a redwine sauce most probably.It was with some trepidation that I approached Oberon Zell, but he was very friendly.He spoke of Lord Omar’s influence in the area at the time, his almost evangelicalchampioning of the use of the word “pagan” to describe the new religious movements.As Discordians, we should all be aware of the little con-job Eris has pulled on theWiccans, for example. Try not to laugh at them too much. It could, after all, be you.As Mao Tsu says, if Shit didn’t happen you’d explode.Little editing was needed. In fact, I really wanted to preserve as much of theoriginals as possible, to the extent of leaving untouched in speling errers andgramaticals, to better convey the way they had been found. I re-worked a certainchant, to make it closer to the original and more easily ... um ... chanted, Iregendered a poorly-gendered centrepiece ( and enhanced the presentation, shame onme, but then this book isn’t really for you, it’s for me ), but for the most part whatyou see is what I saw.Phil is a hell of a better artist than I, so I begged and pleaded and cajoled andfinally threatened. He said okay. I sorted through his work, making a selection ofwhat I thought would fit.You must not think, however, that some Discordians are crap. Discordians are likethe pieces of meat in the Butcher’s shop visited by the Zen Monk. The Zen Monk askedfor the best piece of meat in the shop.“The best piece?”, exclaimed the Butcher, “They are all the best, you cannot find apiece of meat in this shop which is not the best”.Mal2 mentions the Myth of Starbuck in his interview in the Principia. I tried totrack it down, querying various folks. I knew someone whom I’d gathered was in emailcommunication with RAW ( hi Stew, thanks for your help ), and so asked him to passalong a request for information about the Myth, possibly through contact with Mal2himself. RAW’s reply? Mal2 was dead.It would be funky to have a printed copy of the Apocrypha. This work is Kopyleft, sotheoretically anyone could publish it, including Steve Jackson. Hundreds of hoursmay have gone into this work over the years, but I haven’t actually composed any (well, most ) of the contents. I am a mere transcribe.The Rev. DrJonBrisVegas, Oz, 2002Not Dead Yet"},{"pageNumber":7,"pageContent":"AD058 Nova Ordo DiscordiaAbout the Big Erisian MinistryAD059 The Mobile Illuminated Chapel of DiscordBonus Revelation!AD060 Chapter One: The Garden of the KingFun Things to Color and GlueAD061 The Truth (some of it)Temple Procedures: Ritual Cleansing Of Worship AreaAD062 Chapter Two: Rain of FlowersAD063 The Truth about Love and FearThe Truth about Tarot CardsAD064 Lesson in Eristic InfluenceChapter Three: Reign of FlowersRin: A Discordian Divination MethodAD065 A Story of the Ancient WorldAn Alchemical Formula: The Purple Throat PotionHelpful Advice from Two SourcesAD066 Liber 3167: ChaosAD068 Liber 3167: DiscordAD070 Liber 3167: ConfusionAD071 In the CardsAD072 Liber 3167: BureauracyAD074 Liber 3167:AftermathAD076 A Rite For Father’s DayAD078 The Principles of Discordian MagickAD080 The HeirophantAD081 Incarnations : Everything She NeedsThe alt.necromicon F.A.Q.AD083 Discordian InvocationAD085 Wonderful WandsAD086 Miraculous MojoAD087 Brain Change ExperimentAD088 Discordianism: the Hidden ThreatAD090 The Doctrine of FancyAD091 Terminator 2.3Mouse Banishing RitualAD092 Random Initiation ProjectAD093 Discordian MeditationAD094 Discordian HopscotchAD095 ErisSpotter’s GuideAD096 Transendental TerroristsAD097 Works and DaysDiscordian HymnErrataAD098 AfterfnordAD100 Other CoverCONTENTS OF DOOMAD001 CoverAD002 Greyface Publishing DataAD003 Title Page (Quote from Mao Tsu’s Little Book of Fnord)AD00π General excerpts from the Discordian Book of QuotesAD004 EristroductionAD007 Contents of DoomAD009 FootstepsThe 10 Commandments of DiscordiaWhat is Discordianism?AD010 The Complete Book of “This is Just a Working Title”AD012 Gregorian to Discordian Conversion TableAD014 Five Blind Men and an ElephantAD015 The Book of the Second Coming of the Purple SageAD016 The Discordian Manifesto #3AD022 Morning Devotions Erisian Holy Rum CakeAD023 Captain Clark welcomes you aboard...AD025 A Description of the Discordian Tarot DeckAD026 Sacred Erisian High Mass;AD028 THE ASTROFUNGUSTICONAD029 Sermon from my MouthAD031 The Ritual of The PentaveAD033 ChaosophyAD034 The Prayer Book of TrafficAD035 An Erisian PrayerThe Kallisti EdictAD036 The Book of the ChaoAD037 Discordian SolataireAD038 The Counter-FitThe Discordian and the Two WiccansAD039 The Episkipos’ GuideAD040 Guerrilla Surrealismthe honest book of actionsAD042 The Paper Clip SacrificeAD044 A Luck SpellAD045 Norton’s Money and DeclarationAD046 Discordianism? What’s Discordianism???AD047 DO NOT MODIFY THIS TEXTAD050 Eris InvocationAD052 FakeDopeAD053 Discordian Ritual of ExorcismAD054 Five Ages of ManAD056 The symbols of the sensibleAD057 Holy Scriptures and Stuff"},{"pageNumber":8,"pageContent":"THIS PAGE INTENTIONALLY LEFT BLANC"},{"pageNumber":9,"pageContent":"The Ten Commandments of Discordiaby Ginohn1. Thou shalt have no other house before me.2. Thou shalt not make unto thee any graven neighbor.3. Thou shalt not kill the Lord thy God.4. Remember to steal the days.5. Honor thy father in vain that thy Sabbath day may be long.6. Thou shalt not take the name of thy mother.7. Thou shalt not commit witness.8. Thou shalt not keep it holy.9. Thou shalt not bear false adultery against thy images.10.Thou shalt not covet thy neighbor’s gods.What is Discordianism?“[a Discordian is] one who likes to wear Emperor Norton’s oldclothes.”- L.A. Rollins, Lucifer’s Lexicon“Discordianism is not just a religion; it is a mental illness.”- Lord Omar Ravenhurst“[Discordianism is] a sort of self-subverting Dada-Zen for Westerners.”- The New Hacker’s Dictionary,edited by Eric S. Raymond“[Discordianism is] a shadowy, formless anarchoterrorist cult ... acancer which has spread widely all over the Information Superhighway.... its tentacles reach everywhere.”- Concerned Citizens for a Safe InternetFootsteps...I dreamed that I was walking down thebeach with the Goddess. And I looked backand saw footprints in the sand.But sometimes there were two pairs offootprints, and sometimes there was onlyone. And the times when there was onlyone pair of footprints, those were mytimes of greatest trouble.So I asked the Goddess, “Why, in my great-est need, did you abandon me?”She replied, “I never left you. Thosewere the times when we both hopped on onefoot.” And lo, I was really embarassedfor bothering Her with such a stupid ques-tion.[Carl Muckenhoupt, without honorary]Never judge a man tillyou have walked a milein his shoes, ‘cuz bythen, he’s a mile away,you’ve got his shoes, andyou can say whatever thehell you want to.When life gives you a lemon,say ‘Lemons? I like lemons.What else have you got?’AD009"},{"pageNumber":10,"pageContent":"WARNING: THIS DOCUMENT HAS NOT BEEN VETTED FOR HUMOROUSNESSThe Complete Book of “This is Just a Working Title”PART THE ONEAs revealed to Lord [INSERT NAME HERE],Of the Astoundingly Annoying Alliteration Cabal (3AC)*Disclaimer*Any relationship between the author(s) of this book and any person,living or dead, is entirely coincidental.The Beginning(Being an Account of the End Times)(1) Eris appeared before me, and spake, saying “At the end of all time,all the peoples of Earth will descend into the fiery pit of hell.”(2) And I asked, “Will following your commandments prevent this?” AndEris spake again, saying “No.”(3) And I didst weep, for I knew then that I was doomed.(4) And Eris spake again, saying “Only kidding! I made that up.” I didstsay, “What?”(5) But Eris was gone, and I drunk from the Tequila bottle once again.The End(Being An Account Of The Creation)(1) In the beginning, there was the Word. And the Word was “Oops!”(2) And Eris didst create Night and Day, and saw that it was good.(3) And Eris didst create Light and Dark, and saw that it was good.(4) And Eris didst see the fundamental illogic of the order of (2) and (3).(5) And Eris didst say “bugger this for a lark” and didst dispel nightby creating the electric lightbulb. And Eris didst become bored, anddidst leave it to another deity to sort it all out.The Law Of Laws(Being an Account of the Law of Laws)(1) All laws are incorrect, except those which are correct.(2) All incorrect laws are correct, except those which are not.(3) All correct laws are incorrect, inasmuch as they are not correct, but correct, inasmuch as they may be.(4) All laws that may be correct are correct, unless they are otherwise.(5) There are always five laws.TimeTime flows like a river. Which is to say, downhill. We can tell this becauseeverything is going downhill rapidly, including the humour of this book. Itwould seem prudent to be somewhere else when we reach the sea.AD010"},{"pageNumber":11,"pageContent":"The Complete Book of “This is Just a Working Title”PART THE TWOThe Order of The Knights of The Living DeadThe order of the Knights of the living dead is an ancient order of Knightsdating back about five minutes. Members of the order gain the title Knightof the Living Dead, and live by the motto Brains, I must have brains! Tobecome a member, paint yourself green and eat anyone who you find wanderingaround alone at night.Papal KnightsAs every Discordian is a Pope (or Mome), any Discordian may become a Papal(or Momal) Knight. For extra comic effect, the Discordian should think ofan amusing yet predictable shape for a table, and claim to be a Knight ofit. For example: I am Sir John Doe, Knight of the banana-shaped table.As you can see, the banana is an amusing yet extremely predictable shapefor a table to be. Alternatively, choose a silly geographical location, forexample: I am Sir John Doe, Knight of Skegness. The final possibility is tomake yourself Knight of something, much like being a patron saint: forexample: I am Sir John Doe, Knight of the Living Dead. Becoming a PapalKnight: endless hours of fun for all the family!EnlightenmentA Discordian should be confused by his enlightenment and enlightened by hisconfusion. Enlightenment, the Anerisians will tell you, comes from longmeditation and ordered thinking. Not so. Only by fully destroying the orderof your mind can the teachings of Malaclypse the Younger and Discordianismtruly be understood. There are several methods for doing this. Some of themost popular and effective methods follow:1) Mosh to extremely loud heavy metal music.2) Take large amounts of drugs.3) Spend twenty years living a hermit-like existence in the Gobi desert,while standing on your head.4) Run for President, Prime Minister, Premier, or Head of State for your country.5) Have a frontal lobotomy.Preferably do all of these simultaneously (except maybe the fifth one).Many people’s lives improve immeasurably after they become Drugged-UpMoshing Hermits who Stand (on their heads) for President.Gnarlytoehep, the SurferWith a Thousand Toes... DUDE!Cthulhu saves our soulsand redeems them for valuable coupons later.We shall worship mighty Hastur,‘cuz no one gets us running faster,when we chant Hastur Hastur Hastur,and that’s good enough for m*urk*munch*munch*munch*munch*munch*munch*It’s an Elder Thing — you wouldn’t understand.AD011"},{"pageNumber":12,"pageContent":"AD012GREGORIANThe Complete Book of “This is Just a Working Title”PART THE THREEKung-Lung-Bung-Fung-Chung-Mung-Itsu-DoInvented by oriental Discordians in the year 555, those who know thismartial art are capable of turning any fruit, vegetable, or small rodentinto a deadly weapon. It is taught to all initiates of the AstoundinglyAnnoying Alliteration Cabal.Kung-Lung-Bung-Fung-Chung-Mung-Itsu-Do has five belts, then five Dans forthe last belt. The colours of the belts, in order, are Mauve, Turquoise,Greeny-Purple, Sunset Orange and Cerulean. No-one knows why there are fivepeople who are all called Dan.There follows a description of some of the more common moves...Common Kung-Lung-Bung-Fung-Chung-Mung-Itsu-Do MovesName: Akwaoao (Midair Reverse Spinning Gerbil Slam)Description: The martial artist leaps 10 feet into the air, then throwsa gerbil at an angle of precisely 16.53o to the horizontal. The gerbilwill, if thrown correctly, impact with the victim’s forehead at a velocityexceeding 5,000mph. If this does not achieve the desired effect, then thespecially trained gerbil will burrow its way through the forehead of thevictim and eat his brain.Result: The victim will have a really bad headache, lasting for up to 3minutes.Name: Bollowitain (Backwards Banana Punch)Description: The martial artist performs a backflip over his victim’shead, then rams the banana up the victim’s backside, really hard.Result: The victim will find it difficult to sit down, and may begin tohave doubts about his sexuality.Name: Hackafackalacka (Midair Backwards Reverse SpinningBanana Gerbil Punch Slam)Description: Don’t even ask.Result: The final battle of the Apocalypse occurs, destroying the universe.2001 : 31672002 : 31682003 : 31692004 : 31702005 : 31712016 : 31822017 : 31832018 : 31842019 : 31852020 : 31862021 : 31872022 : 31882023 : 31892024 : 31902025 : 3191DISCORDIANConversion TableHandy Dandy2006 : 31722007 : 31732008 : 31742009 : 31752010 : 31762011 : 31772012 : 31782013 : 31792014 : 31802015 : 3181He sez, “Son, can you play me a memory? I’m not really sure how it goes,but it’s short and it’s sweet, and I sang it complete when my wife caughtme wearing her clothes.”Acid consumes 23 times its own weight in reality."},{"pageNumber":13,"pageContent":"The Complete Book of “This is Just a Working Title”PART THE FOUR3AC Military ArrangementsHearing of Kung-Lung-Bung-Fung-Chung-Mung-Itsu-Do and the Knights of theLiving Dead, you might be forgiven for thinking that the 3AC has incrediblemartial prowess and a huge army. You would be wrong. Here is a statisticalroadside breakdown repair service of the 3AC army:The Complete Book of “This is Just a Working Title”PART THE FIVEThe Philosophical Point:This is Discordian literature, and therefore ought to have more thanjust humor- there really should be a philosophical point. So here it is:THE PHILOSOPHICAL POINT*****************************ÈÆ y ÅÇ*****************************And if that made no sense to you then we have more in common than youmight think.***********Here Endeth The Mindfuck***********Knights of the Living DeadBrigade (provided under tithe):1 Squirrel2 Stoats3.5 Dead SkunksAnnual Budget:0.5 Tonnes FlaxKung-Lung-Bung-Fung-Chung-Mung-Itsu-Do Brigade:Grand Master Iochy, age 39 (days)Militia Troops:3 Biros1 PacifistCommander:General Staff:General Sir Herbet-Gusset-Farrington-Lee3 (General Sir Herbet-Gusset-Farrington-Lee’s family)AD13"},{"pageNumber":14,"pageContent":"BloodStar Presents:Five Blind Men and an Elephantbeing by Reverend Loveshade, Episkopos of the DiscordianDivision of the Ek-sen-triks CluborGuildwho ripped it off from the Hindus/Jainists(We realize that, in the era of the very late 20th Century as this is beingwritten, the title and content of this story are politically incorrect. Weapologize for any discomfort, but ask you to remember that the originalstory was created long before political correctness, and is not intended inany way to be offensive to elephants.)*********************************One day five blind men, who knew nothing of elephants, went to examine oneto find out what it was. Reaching out randomly, each touched it in adifferent spot. One man touched the side, one an ear, one a leg, one a tusk,and one the trunk. Each satisfied that he now knew the true nature of thebeast, they all sat down to discuss it.“We now know that the elephant is like a wall,” said the one who touched theside. “The evidence is conclusive.”“I believe you are mistaken, sir,” said the one who touched an ear. “Theelephant is more like a large fan.”“You are both wrong,” said the leg man. “The creature is obviously like a tree.”“A tree?” questioned the tusk toucher. “How can you mistake a spear for a tree?”“What?” said the trunk feeler. “A spear is long and round, but anyone knowsit doesn’t move. Couldn’t you feel the muscles? It’s definitely a type ofsnake! A blind man could see that!” said the fifth blind man.The argument grew more heated, and finally escalated into a battle, foreach of the five had followers. This became known as the Battle of the FiveArmies (not to be mistaken for the one described by that Tolkien fellow).However, before they could totally destroy themselves, a blind, self-declared Discordian oracle came along to see what all the fuss was about.While they were beating the crap out of each other, she examined theelephant. But instead of stopping after one feel, she touched the wholething, including the tail, which felt like a rope. “It’s just a big animalwith big sides, ears, feet, tusk teeth, nose and a skinny tail,” shethought. “What a bunch of fools these guys are.”She then said “Stop! I have discovered the truth. I know who is right.” Shebeing an oracle and all, they stopped and listened and said “tell us!”AD014"},{"pageNumber":15,"pageContent":"“I have examined the elephant with mine own two hands,” she said, “and Ifind that you are all right.”“How can this be?” they asked. “Can an elephant be a wall and a fan and atree and a spear and a snake?” And they were sorely confused.She explained “the elephant is a great Tree, and on this tree grow leaveslike great Fans to give most wondrous shade and fan the breeze. And thebranches of this tree are like Spears to protect it. For this is the Treeof Creation and of Eternal Life, and the Great Serpent hangs still upon it.“Unfortunately, it is hidden behind a great Wall, which is why it was notdiscovered until this very day. It cannot be reached by normal means.“However I, in my wisdom, have discovered a Most Holy Rope, by which thewall may be climbed. And if one touches the tree in the proper manner whichI alone know, you will gain Eternal Life.”They all became highly interested in this, of course.She then named an extremely high price for her services (Eternal Lifedoesn’t come cheap), and made quite a bundle.Moral: Anyone can lead blind men to an elephant, but a Discordian cancharge admission.The Book of the Second Comingof the Purple Sage(from the Book of the Second Comingof the Purple Sage Cabal)1.1 The Earth quakes and the Heavens rattle; thebeasts of nature flock together and the nations ofmen flook apart; volcanoes usher up heat while else-where water becomes ice and melts; and then on otherdays it just rains.1.2 Indeed do many things come to pass.2.1 The Purple Sage will walk among us again.2.2 When the third lord of the new frontier is in herseventeenth year, the Purple Sage will descend backupon the earth to redeem the faithful.2.3 So it is written in the annuls of Mu, and in thesecret diaries of Lao Tzu.2.4 Keep this prophesy always close to yr heart, andbuild a sacred shrine to the Purple Sage, and youshall be redeemed.3.1 The Second Coming of the Purple Sage Cabal ismade up of discordians and others who honor theteachings of the Purple Sage, and await the prophesisedreturn.3.2 Or, at least that’s what we tell people.Please return the stewardess toher original, upright position.AD015"},{"pageNumber":16,"pageContent":"The Discordian Manifesto #3We don’t endorse, believe in, or even remotely agree with the insipid resolu-tions of any government, government branch, organization, or secret societythat imposes their aneristic illusions upon the rest of civilization. We willnot stand by and allow Oreos to be eaten whole. We will not stand on our headsand allow these jackals to repeatedly apply their warped sense of logic andrighteousness to the rest of society. And we will not create useless Manifestoswithout the powerful ontological might to back them up. We will use theconsiderable psychological talents in our employ to destroy, assimilate, orotherwise dissemble or disable the aneristic leaders and their lemming-likefollowers, just as soon as tea time is done and the check is in the mail. Ourpsychological and ontological talents and methods far-surpass anything ouraforementioned enemy has in their arse anal.Our methods and tools include but are not limited to Abnormail (and Jake Day),Operation: Mindfuck, Nortonian Emulata, the Pineal Gland, Frank Zappa, and fiveothers that general readers of this manifesto are probably not cleared to hearabout. To illustrate the fact that we fear not the Greyface Aneristics that wedemonstrate, remonstrate, and castrate against, we will describe each of theless classified methods mentioned above. You may consider them threats, if youlike, or Pez, if that’s more your flavor.Abnormail is the unofficial communique between Cabals that Discordians employ.Through it, ideas, ideals, schemes, schemas, fnords, fnordites, designs, devel-opments, mindfucks, meanderings, dirty jokes, magistrates, root beer, cannabistips, chain letters, homicide evidence, frumps, forms, documents, busynesscards, and other DisOrganizational MemoRios are disseminated, resemminated andinseminated into and throughout the Discordian Mindfield. With the advent andincreased popularity of the Internet, the once non-existent eAbnormal hasreinserted a never-before seen dimension into Discordian communique. Withabsurd ease, any half-rate goon who calls herhimitself a Discordian can goonline and espouse herhisits views and claim to be “a Discordian”, or, for thatmatter, a “Discordien”. This can only further our cause.Abnormail (and, by natural progression and selection, eAbnormail) has plenty ofuses besides sharing information, though. One of these is “Jake Day”. One (orfive, for that matter) declares a Jake Day upon any induhvidual who decides, intheir infinite wisdumb, to say or do something that any Discordian Pope decideshe doesn’t like (if a Discordian Mome decides She hears something She doesn’tlike, well, Eris help you). At this point, the Pope will contact all the otherPopes Who Know They’re Popes and Probably All the Momes Who Know They’re Momes,Too, and they (or most of they) will proceed to Jake the Fuck out of the poorinduhvidual who said or did the Jakeable Offense.A Jake is performed as follows: Once all the Popes, Momes, Non-Prophets, Freaks,Drug Fiends, and Reverends who are in on the Jake agree on a day, they bombardthe Jake-ee with multitudes of flyers, pamphlets, letters, stickers or somecreative thingies that I can’t think of right now. All these must (or should ordon’t have to) in some or any way chastise, approve of in an over-the-top way,or go off on some tangent about Leprechauns or some such thing. Above all,Leprechauns or Knot, each Jake must or should or doesn’t have to have someenlightening effect on the induhvidual being Jaked.DOC # 1.07.934.2355.92140 AAD016"},{"pageNumber":17,"pageContent":"The Discordian Manifesto #3To date, we have held 23 and one-half DisOrganization Almost-But-Not-Quite-WideJakes, and only three of the victims took their own lives (this is 6 better thanour closest alternate reality where -3 people took their lives). Five othersbecame recluses, one went on a killing spree, and the remaining induhvidualswere recruited as Liddell Deluded Dupes into the Randy Caboose Cabal of Minne-sota and Massachusetts Proper.Operation: Mindfuck is another of our methods to attempt to enlighten thegeneral public hairs into the knowledge, benefits, and obsessions associatedwith prolonged and aggravated Pineal Gland Whoreship and the General All-AroundGlory of Basking in Eris’ Glow. Several examples of mindfucks follow:The 23 Apples of Eris mailed out handfuls of those beepy things that preventrightful theft from stores. We found a whole box full of them near a Dumpsterbehind Best Buy, and we mailed them to just about every shop in the mall. Ensuedtwo entire days of mind-blowing chaos. You’d figure after the first few wentoff, they’d hold the mail UP OVER the beepy thing controller. That’s what we’ddo, isn’t that what you’d do? They didn’t. Our favorite part was sitting in themall yelling “MAIL CALL!” whenever a buzzer went off. We had a Grand Ol’ Timewith our Slushies and actually danced a maddening jig in front of Spencer’s.One Easter, the Sacred Chao Ranch Cabal hid plastic Easter eggs all over themall, supermarkets, museums, churches, etc. that had enlightening fortunestrapped inside. The fortunes were along the lines of “This is an unfertilizedegg”, “The PA lottery number for 5-23-97 will be 17-32-5”, “You picked the 10 ofClubs”, “25 cents off of LUCKY CHARMS”, and “You are pregnant (replace egg ifyou are a man)”.The 23rd Street Cabal created an official-looking Ticket to the End of the Worldthat proclaimed that the “Date and Time will not be announced” and that therewere to be “No Refunds”, then proceeded to insert them into every Reader’sDigest and TV Guide they could find. Hopefully it was a nice wholesome supple-ment to that hilarious “Humor in Uniform”.Hyperdiscordia chronicles their efforts at fnording (writing the word “Fnord”inside) the pyramid on the backs of all the one dollar bills that pass throughtheir hands and encourage other Discordians to do the same. I’m not quite surewho could be enlightened by this, but it sure is both weird and fun, and thusDiscordian. Max Flax also mailed 203 numbered sheep erasers to an induhvidual inde-incremental order, one a day. If that doesn’t invite enlightenment, you aredealing with a cabbage and stop wasting your time and your stamps.Of course, R.A. Wilson is full of old Mindfucks such as disseminating POPE cards(THE BEARER OF THIS CARD IS A GENUINE AND AUTHORIZED P O P E So Please Treat HimRight GOOD FOREVER), bumper stickers (Smash The Government Postal Monopoly),and letters to congressmen from the Citizens Against Drug Abuse encouraging themto outlaw the dangerous drug “catnip”.As you can see, Operation: Mindfuck takes on many randomly delirious forms andwe encourage all those friendly to the cause to create their own Mindfucks andpass them on to brethren. Just remember that the only strategy that an opponentcannot predict is a random strategy, so do not rinse and repeat with the samegroup of induhviduals.DOC # 1.07.934.2355.92140 BAD017"},{"pageNumber":18,"pageContent":"The Discordian Manifesto #3If the memme did not take the first time, it won’t take the second time, either,and you must try a different method, or a different memme. You know you are anAneristic if you find this idea appalling, and we want you to know that you willbe one of the first against the wall when the revolution comes.Nortonian Emulata is another tool we will use to increase our numbers andconfound the helpless Aneristics. Nortonian Emulata is the emulation of EmperorNorton I of San Francisco. One should seek information on this great man forfurther information, sublimation, and enlightenment.The Pineal Gland is a private hotline to Eris. Just as the Catholic Pope has hisprivate hotline to YHWH, so does each Discordian Pope to Eris. It is throughthis pipeline that Eris funnels enlightened bits of data and encourages us toshare it with others in the vain-glorious hope that one of the many will becomeenlightened thereof.As you have probably figured out, some people have cleaner, less cloggedpipelines than others do. These are the missionaries (and that’s what we are,let’s face it) who put out the necessary data for enlightenment, straight fromthe Pineal to the Brain Stem to the Hands. So if you ever hear one Mome say toanother, “Mine’s bigger than yours,” don’t automatically assume she is atransvestite (though, don’t rule out that possibility either. Discordianismattracts a wide variety of interesting and sweet people, and I’ve known plentyof interesting, sweet transvestites), she could just be egging the other Mome onwith some high-grade Discordian-Brand Draino and trying to coerce the poorinfertile to blossom into a proper channel for the Goddess.Speaking of pipeline, that’s where the Bobbies lost track. Former Discordians,the Bobbies are now part of an organization known as The Church of the SubGenius.They Whoreship a pipe smoking Father Figure known only as “Bob”. They’re moreirritating than we are, and not even in a good way. Anyway, during the last bigUnMeeting they heard “pipe”, but not “line”. Now they smoke Discordian-BrandDraino instead of using it to clean their clogs, and therefore are filled witha mindless, robotic lethargy known as “SLACK”. Some “get it”, I must admit, butusers of even the strongest religious Chrystal-MethOdist, Lutheran.Sufi.Druidism.or Pentacostal.Catholic.Protestant. should beware the SubGenii. In a phrase,they’re fucking nuts.Frank Zappa is anything but self-explanatory, so we don’t need to waste anyprecious space on that subject.So you can well see that we DO have the arms, legs, and tails to battleAneristics. Everyone knows that guerrilla-style fighting has been successfullyused in many past wars by the smaller, weaker opponents of large armies. Ourontology is guerrilla ontology. Our beans are not your buns. Our methods areruthlessly beneficial to Yeti, Spotted Owls, and Fruitbats. Our carrots helpyour vision and Eris-Damn any Aneristic Greyface who says differently!We screw with your mind until you come to your senses! As our friends at ChaosFaction Fnu say, we confuse you, and confusing you forces you to THINK, andthere just isn’t enough thinking being done. So we FORCE you to think.DOC # 1.07.934.2355.92140 CAD018"},{"pageNumber":19,"pageContent":"The Discordian Manifesto #3We’re the ones who put a Cap Gun to your head and recite Beowulf while lookingat you quizzically, waiting for you to respond. You don’t know what to do. Bestcase scenario, your Robot short-circuits because it was not programmed to dealwith this sort of Situation. And so your Robot gives up - it FAILS YOU! You! Youwho dedicated your life to it; let it have everything. It just gives up. And allof the sudden, you’re robotless in a robot world, and you become an outsiderlooking in. An enlightened individual. A suprahumyn among humans. One of Us. Oneof WE.And who are “we”? When we say “we”, do we mean “whee!” we? Do we mean, “wee-wee”?No. When we say “we”, we mean we as in Prince Mu-Chao. When we say “we”, we meanthe 23 Apples of Eris. When we say “we”, we mean the Randy Caboose Cabal. Whenwe say “we” we mean the Discordian Society. When we say “we” we mean thatdistinct association of Eris Freaks aneristics fear deeply. When we say “we”, wemean every POPE on the planet.That means when we say “we”, we mean you, too, whether you’re a Discordian ornot. Even as you walk through the eggs, you are us and we are you and Sonny isCher and Burt is Ernie and PENN IS TELLER! Except Penn talks, of course, whereasTeller does not, but aside from that, PENN IS TELLER!We’ll explain that egg thing later on in our manifesto, but for now let’s pausefor a quick word from Garry’s Used Transmissions in Gleyland, IN, USA: 400-03283A xmission, good shape, TFORD150, $425. Will take best offer.Now that that’s over with, we want to talk a Liddell bit about cabbages. Thesearen’t ordinary, everyday cabbages you see in stew pots all across the Bostonarea and it’s suburbs, no, these are much more insidious beings because theymask their identity. Actually, THEY don’t mask their identity, some aneristicorganization that shall remain nameless (The Bavarian Illuminati) is dressingthem up in clothes and trying to pass them off as human. This isn’t a joke, stoplaughing. Look around you sometime. Use your third eye, if you must, but youshould be able to recognize them without it. Cabaret Discordia goes into itfurther on their webpage, but you have to find it. Consult your pineal gland.It is for this very reason that in the initiation rites to become a Discordian,we ask the initiate point blank, with our bare faces hanging out, “ARE YOU AHUMAN BEING AND NOT A CABBAGE OR SOMETHING?” They usually answer “No,” inconfusion, then “Yes,” once they realize what they said. Or sometimes they say“YES,” right off and scare us a Liddell with their wit and vigor. Other timesthey say maybe and temporarily temporally confound us. The key to rooting outcabbages is in here somewhere, in case you’re interested.As if battling natural human stupidity wasn’t enough, we also have to contendwith the Bavarian Illuminati in all their guises, and replacing humans withcabbages disguised as humans is just one of their many missions to piss us off.You can find out more about the Bavarian Illuminati by infiltrating your localPTA or by getting a job with the insidious Snapple Corporation.The next, last, final, end-all-be-all, defining question in your pea-sizedLiddell brain is obvious to enlightened people such as us: “Why?”DOC # 1.07.934.2355.92140 DAD019"},{"pageNumber":20,"pageContent":"The Discordian Manifesto #3We’ll tell you why, and tell you why in spades (as opposed to diamonds, which arealmost as valuable as flax, and therefore are not freely given away to anybody,let alone to you).The reason we go through all this trouble is because some Greyface, years andyears ago, decided that order was good and that chaos was bad. This resulted ina tipping of the Hodge into the Podge, the breaking of their respective eggs,and an all-around yolky mess. We told you we’d come back to the egg thing. We betyou forgot, didn’t you? Its not like we’re writing a five hundred page bookhere, pal, at least you could PAY ATTENTION and TRY TO LEARN SOMETHING insteadof diddling yourself and SKIMMING THROUGH our all-encompassing Manifesto. Or,at least, the third version of our all-encompassing manifestoes.Anyway, you’d think, with a mess like that on the floor (we’re back to the eggsagain, now PAY ATTENTION), someone would come by and pick it up. No. Instead,for a long time (a Liddell more than 5 years and a Liddell less than 5 million)everyone just walked right on through it, tracking it all over the house,getting it on the rug, the end table... even the beds. Especially the beds. Thebeds are a fucking mess.I’m sure you can see where we’re going with this. We are the janitors. We cleanup the egg after all of you people. If it wasn’t for us, your carma would haverun over dogma and GodMa would have waxedma sorely pissedma! And you don’t wantHer to do that let ME tell YOU!Anyway, we clean up after you, century after century, hoping against hope you’lllook down, blush, and say “Oopsie”. Every once in a while one of you does justthat and we celebrate with orangutan yogurt and gingersnaps, but most of the timeyou just walk right through it with your glazed eyes staring at whatever fantasyyou’ve constructed around yourself. (In case you’re thinking us bad people atthis point, let me ‘splain that orangutan yogurt is not made OF orangutan but byorangutan. We’d never eat orangutan. Most of the orangutans we know are smarter,friendlier, and better looking than you are. DEATH TO THE FOOTNOTE!)These fantasies are not even unique to each individual. These are fantasies youhave inherited, our friend, inherited from other Liddell Deluded Dupes youlisten to on the radio or on television. These are not yours, these are thenovelist’s, these are the journalist’s, these are the minister’s!You won’t let them go, though, will you? No, you’ll find this manifesto taped toa ticking package in your mailbox and what will you do? Well, you sure as hell won’tread it like you should. You won’t even get this far. You’ll immediately panicafter reading the first few paragraphs as the ticking escalates and call thegovernment to come and protect you from us. As if they could even protectthemselves!And that’s your fatal flaw. You may have left your parent’s home, but you alwayshave a foster parent to look after you. If it’s not your parents, it’s your god oryour government or your drill sergeant or your spouse. You have absolutely nocontrol over your life because you intentionally GAVE IT UP and you will not, underyour present state of unbeing, even want to think about taking it back unless wegive you a bit of a nudge and whisper, “Hey, partner, you’re a FUCKING LEMMING, WAKEUP!”DOC # 1.07.934.2355.92140 D"},{"pageNumber":21,"pageContent":"The Discordian Manifesto #3But we got threatened with jail by your foster parent for going up to people anddoing that. Especially when we did it to the pig. So we have to be more subtle.We have to be more suave and under-the-table about this whole mess, or we sharea cell with outcasts that were even rejected by YOUR society (which, come tothink of it, probably make them pretty good people).No, a ticking package in your mailbox isn’t what we want to send you. We know howthat turns out. Instead, this manifesto IS the ticking package and if you’vemade it this far, we’ve already deposited it in you for GOOD. You’re going tothink back to this document after a few days. You won’t be able to get it out ofyour mind. It’ll scratch at your skull like an Oh Mickey Your So ERIS-DAMNED80’s song!We know you. You’ll be saying, “Not me. They weren’t talking to me. I’m not likethat. I’m not a robot, and no one is my foster parent. I’m my own person,” iswhat you’ll say to yourself over and over and you’ll work yourself into a frenzyover it and do you want to know why? Hmm? Do you really want to know why? BECAUSEIT’S TRUE, IDIOT! You ARE deluding yourself and you know it, you just won’tadmit it, not even to yourself, let alone anybody else.You certainly won’t admit it to us. Not your accusers! Not the people thathanded you enlightenment on a silver platter and wiped the foamy drool off yourlip with a fucking WET NAP! Do you remember what happened to that guy in theBible with the Puerto Rican name? He was passing off enlightenment too, Bubba.That’s what happens to people like us when we try to help people like you. Andyet we still do it. Ayn Rand sure would hate us.It’s for these reasons that we haven’t yet restored the Hodge Podge of the YinYang; it’s for these reasons that we call you Liddell Deluded Dupes; it’s forthese reasons that we haven’t seen Under Siege 5 yet; it’s for these reasonsthat we have gone on and on in this manifesto, always typing but never actuallysaying anything; and it’s for these very reasons that Jeremiah was a bullfrog.Do you believe that?penned by Prince Mu-Chao and other 23AE dismembersDOC # 1.07.934.2355.92140 EHis philosophy was a mix-ture of three famous schools— the Cynics, the Stoics andthe Epicureans — and summedup all three of them in hisfamous phrase, “You can’ttrust any bugger further thanyou can throw him, andthere’s nothing you can doabout it, so let’s have adrink.”HEY! THAT’S NOT HAIKU,YOU’RE JUST COUNTING SYLLABLES!STOP THAT THIS INSTANT!CORRECTION:Please disregard the PrincipiaDiscordia ver. 23. The entire documentwas misspelled. The correct spellingis “Ralph”. Sorry for the convenience.Principia Discordia ver.17 TeamAD021"},{"pageNumber":22,"pageContent":"ERISIAN HOLY RUM CAKEfor use in all rituals1 or 2 quarts rum baking powder1c. butter 1tsp. soda1tsp. sugar lemon juice2 large eggs brown sugar1c. dried fruit nutsBefore you start, sample the rum to check for quality. Good,isn’t it? Now go ahead. Select a large mixing bowl, measuringcup, etc. Check the rum again. It must be just right. To be surerum is of the highest quality, pour one level cup of rum into aglass and drink it as fast as you can. Repeat. With an electricmixer, beat 1 cup butter in a large fluffy bowl. Add 1 seaspoonof thugar and beat again. Meanwhile, make sure that the rum is ofthe finest quality— try another cup. Open second quart, ifnecessary. Add 2 arge leggs, 2 cups fried druit and beat tillhigh. If druit gets stuck in beaters, just pry it loose with adrewscriver. Sample the rum again, checking for tonscisticity.Next sift 3 cups of pepper or salt (it really doesn’t matterwhich). Sample the rum again. Sift 1/2 pint lemon juice. Fold inchopped butter and strained nuts. Add one babblespoon of brownthugar, or whatever color you can find. Wix mell. Grease ovenand turn cake pan to 350 gredees. Now pour whole mess into thecoven and ake. Check the rum again, and bo to bed.“I am choosing these socks to cover my feetBy choosing these socks, I have both chosen to wear themAnd chosen not to wear othersEven if I just reached in my sock drawerAnd selected a pair at randomI chose to abstain from actively choosingAnd that too is a choiceIt does not matter if these socks match or do notIt does not matter if these socks are comfortable or are notIt does not matter if these socks have holes or do notI will wear them all dayUnless they get wet or too smelly or start to piss me offThen I will choose to wear other socks(Or none at all,Which is another choice)But for now, I have chosen these socksTo cover my feet.”repeat for each article of clothing until it takes you fourhours to get dressed every morning and/or really creeps outyour cohabitators.Morning Devotionsfrom the summa discordiaWhen selecting your socks each morning, recite the following:-If you hit a man over the head with a fish, he’ll have a headache for a day.But if you teach a man to hit himself over the head with a fish, he’ll haveheadaches for the rest of his life.A woman without a fish islike a man without a bicycle.AD022"},{"pageNumber":23,"pageContent":"From: mojospud <sandyandnick>Newsgroups: alt.23is.strangeSubject: Captain Clark welcomes you aboard...Content-Transfer-Encoding: 7bitDate: Fri Aug 31 00:03:17 1990X-Accept-Language: enContent-Type: text/plain; charset=us-asciiOrganization: Spam-0-Rama Cold StorageMime-Version: 1.0Flight 23 is cruising at a depth of 2300 alts, who be monkey’s pate? Swimin the gelatinous goo of Spam’s can, but avoid treacherous trisquits andtheir snacky smacky plappy ilk. Sate thy hunger. Baked Beans on thy plate.HOOZAMBA HOP ON POP. Oh... Biffy... stop, please stop! Michael Milken JunkBond Queen, Helen Reddy Angie sings. Bill Clinton, or Bil Baggins? Wherehas all the money gone, I wonder if I left it in my Other Pants... LittleBitty Whimser on his skate-board dream machine flying flying flying ahawk less mean unscene walking through the screen door and getting us allin trouble NO MORE MONTY PYTHON PATRICIDE. Is Steve Mcqueen really dead?Perhaps he lives in Bogata with Amelia Earhardt and Flip Wilson. I read iton alt.wispy along with a poem about goiters and a recipe for bongwatergumbo. LOL IMHO ROTFLMAO FWIW WWJD FOAD HEY YOU KIDS GET OFF MY LAWN! Timeto put the Christmas Lites up so I can start needling Bob across the streetand when the Hell is Jack going to get that goddam eyesore of a boat off hisdriveway? And the homeowners scum also rises like the murk in a cooler likethe sludge at the bottom of a cold cup of forgotten turkish coffee.. Doesanyone drink coffee anymore? Alan Greenspan does. Steve McQueen did (does).Strom Thurmond does not. Ricky Martin drinks Budweiser and smokes unfilteredcamels he thinks the world is his ashtray just like the polar bear moosein the chinese restaurant. I saw him order birds nest soup and I thoughtwhat a foolish bear-moose or should I say moose-bear I don’t care but whatwill The Ranger say?YOGI LIVES.El Spud de Mojo“Flossing is like Zen.” Chris of BerkeleyAD0"},{"pageNumber":24,"pageContent":"[ By popular demand, here’s a detailed description of the soon to bepublicly distributed Discordian Deck. All the meanings listed are our owninterpretations only and not to be taken as canon or anything. ]A Description of the Discordian Tarot Deckas discovered by Max Flax Beeblewax and (boing!) Cnoocy Mosque O’WitzMAJOR TRUMPSCard Format: name on bottom. arabic number on top middle. mayan numberon left and right upper corners.12: Discordian Deck: information aboutthe deck.meaning: this deck, or self-referentialism.13: The Big Bang: a stylized circularexplosion.meaning: Eristic Creation.14: The Great Pyramid: a pyramid infront of a horizon.meaning: Aneristic Creation.15: Radioactivity: radioactivity symbol.meaning: Aneristic Destruction.16: The Tower of Babel: decomposingrectangle containing Genesis 11:7.meaning: Eristic Destruction.17: The Discordian Society: a golden-apple flag on a slanted forked stick.meaning: Eristic group or groups.18: The Bavarian Illuminati: an eye/pyramid flag on a vertical pointed stick.meaning: Aneristic group or groups.19: Greyface: a bearded man in robeskneeling with a compass.meaning: someone on the all-order trip.20: Eris: a wild-haired girl dancing.meaning: someone on the all-disorder trip.21: The Golden Apple: an apple with“kallisti” on it in greek letters.meaning: Eristic forces.22: The Pentagon: a thick pentagon,pointing sideways.meaning: Aneristic forces.1: The Sacred Cow: a cow. Speech balloonsays “mu”.meaning: a sacred cow.2: A Pope: a pope card.meaning: querent, or anybody really.3: The Initiate: a hand holding abook, reading. Letter in book is “T”.meaning: someone looking for knowl-edge or at the beginning of a jour-ney.4: The Illuminate: a hand writing abook. Letter in book is “E”.meaning: someone who has gained knowledgeor completed a journey.5: The Believer: a sheep.meaning: someone who accepts ideas.6: The Skeptic: a dragon.meaning: someone who rejects ideas.7: Flower: a five-petaled flower, withpistil and stamen evident.meaning: sex, drugs, and hedonic pursuits.8: The Trout: a fish with a hat on.meaning: silliness, laughter, surrealism.9: Conspiracy: silhouettes at a table.meaning: There’s a plot behind coincidences.10: Joker: traditional playing-card joker.meaning: wild card.11: Net of Synchronicity: lines connectcircles near a mystical face.meaning: There’s a cosmic force behindcoincidences.23: The Sacred Chao: The Sacred Chaomeaning: The Sacred ChaoAD024"},{"pageNumber":25,"pageContent":"MINOR TRUMPSCard Format: for D, S, C, and A, name on bottom. In upper left and upperright corners, suit symbol then number/letter.Suits:The suits are named after the five basic Discordian elements. They corre-spond to the five senses, the five Aristotelian elements, and every otherfive you can find lying around. Try figuring out which of your toes is the“Prickle” toe some time when you’re feeling inspired.Sweets: Taste, Water, Pleasure(a drop of water or tongue, with a smile)Booms: Hearing, Air, Action(an ear-shaped cloud)Pungents: Smell, Aether, Intensity(a dark circle with two smaller circlesinside it next to each other, like infinity or a snout)Faces:Z: (zip) blank card except for corners:A lack of whatever the suit means.1: one of the symbol.A good amount of whatever.2: two of the symbol, one above the other.Shared whatever.3: three of the symbol, in a vertical line.Imbalance of whatever.4: four of the symbol, in a square.Excess whatever.D: Day. The days of the Discordian week, and the time of a spiritual day.A shining Pungent symbol above a horizon. The noon meditation or thecentral point of a task or project.S: Season.The Seasons from the Discordian Calendar.Chaos: No illusionsDiscord: Eristic IllusionConfusion: Conflict between both IllusionsBureaucracy: Aneristic IllusionThe Aftermath: Playing with IllusionsC: Cow. A Cow. May symbolize someonein the midst of whatever, but not actually affected by it.Pope Max Flax Beeblewax, KSC, DSM, ULC5-College Discordian Society of Saint RufusB. E. T. E. O. P. O. D. H. E. A. H. D. R. A. D. D.Sweetmorn:A Sweet symbol poking over thehorizon, with an arrow upwards. Thehappy beginning of something.Boomtime:A Boom symbol in front of a circle.The hectic morning, or the startingwork of something.Pungenday:Prickles: Touch, Earth, Conformity(5 lines coming up off a horizontalbase)Oranges: Sight, Fire, Bizarreness(an upward-pointing eyelike crescent)O: Onomatopoeia.A moment of whatever,or the sense of the suit.O of Sweet: MMMMMO of Boom: whooshO of Pungent: OO of Prickle: thudO of Orange: wowPrickle-Prickle:Two overlapping Prickle symbols. Aphysical afternoon, a siesta, a non-thinking time.Setting Orange:An Orange symbol half-visible over thehorizon, with an arrow downwards. Theend of the day and the cast partyafter a project.A: Apostle of Eris.Hung Mung,Dr. Van Van Mojo,Saint Gulik,Zarathud, andMalaclypse the Elder.Pics scanned straight outta thePrincipia. May mean someone whoembodies the whatever.AD025"},{"pageNumber":26,"pageContent":"Sacred Erisian High Massof theKrispy Kreme Kabaldesigned by the Reverend DM Psiqosys*****LET IT BE KNOWN that this Mass contains mystical secrets of an orderpreviously unknown to this piece of paper.LET IT BE KNOWN that this Mass is of the Highest Order and the InnerCircle and the Upper Echelon, and as such should be reproduced in full orin part only by those who wish to do so.LET IT BE KNOWN that this Mass may be performed by five persons,provided those five persons are willing to perform. The five officiatingritualists are referred to by the following titles: High Holy Boss ofReligion, Great Overseer of Forbidden Arcana, Omnipotent Matriarch/Patri-arch of The Mystic Realms, Most Divine Empirical Pedagogical Wizard, andHead Enchilada of Miscellany. Collectively, the five officiating ritual-ists are second in power only to Goddess Herself, or to any members of thecongregation present at the Mass. To save space, the five officiatingritualists shall henceforth be referred to as simply #1, #2, etc.ACT I: The Climactic Sacrament of Ecstatic Communion(all members of the congregation mob around the altar and receive communionof Orange juice, dispensed by #2, and Donuts (preferably jelly), dispensedby #3. As each congregant receives their portion of the Hostess, theyshould place their minds into a meditative state by thinking impure thoughtsabout Goddess, or another member of the congregation.)#5: And Goddess spake: “And when you, my children, have wandered throughthe night and grown hungry, you shall behold the holy beacon of thedonut shop, wherein thou shalt consume donuts in my name.”#4: “And you shall fear not the cops and drunkards which abound at suchall-night eateries, for they too seek my glory, though they find it notsolely through the rites of eating donuts.”#1: “But you, my children, have beheld the mysteries of the GoldenApple, and quaffed the pleasant-tasting syrup which flows from within.”#5: “For the uninitiated shall not know the full meaning of KALLISTI,for they do not understand Greek!”#4: “And if you, my child, understand Greek, make sure you use some(ahem) protection!”(Officials may ad-lib further, or simply remain silent, depending on howugly the crowd gets, until everyone has taken communion.)ACT II: The Invocation and Sycophantic Supplication unto Goddess#1: We are gathered here today in the sight of Goddess in orderthat we might conduct the Sacred High Mass of Eris.#2: Hail Eris, Full of Grace!#3: Holy Queen of Outer Space!#4: Leading Lady of This Place!#4: Hail Eris, Full of Grace!#5: Hail Eris, Lady of Chaos!#3: Hail Eris!All: All Hail Discordia!AD026"},{"pageNumber":27,"pageContent":"ACT III: The Sacred LitanyAll: I say, my dog has no nose!#2: No nose?!? How does he smell?!?All: Bloody awful!#1: LET IT BE KNOWN that Dog spelled backwards is goD!#4: LET IT BE KNOWN that Cow spelled backwards is woC!#3: LET IT BE KNOWN that Pterodactyl spelled backwards is difficult to pronounce!All: And that’s the fact, Jack!ACT IV: The Benevolent Adoration and Implied Genuflection#5: And Goddess spoke, saying “I just flew in from Nirvana”.#2: And boy, was that a noisy airplane!#4: And the servant of Goddess sought to know Her, and soon found ineffable bliss.#1: And boy, were his arms tired!#3: Let the simulated crowd noise commence!All: Watermelon cantelope watermelon cantelope (etc. etc.)ACT V: THE MALEVOLENT BENEDICTION AND SPEWING FORTH OF THE HOLY LAWS#2: (shouting over the simulated crowd noise):And when Goddess heard the crowds growing restless, She realizedthey lacked direction.#3: And direction She gave them! Goddess towered above the confusedhordes, and gave them the twenty-three commandments!(#3 raises hands dramatically, and simulated crowd noise immediately ceases.)#1: Thou shalt have other Goddesses before dinnertime!All: Or not!#4: Thou shalt worship worship worship idols!All: Or not!#5: Thou shalt take the Lord’s name in vain!All: And what if we don’t, GODDAMMIT?!?!?#3: Thou shalt drink beer and listen to old Black Sabbath albums!All: Or not!#2: If participating in the three-legged race at the next familyreunion, strive for Honorable Mention!All: Or not!#1-#5 simultaneously: KILL! MURDER! MAIM! DESTROY! (x5)All: Get serious!#4: Sorry, wrong religion. Thou shalt not commit adulthood!All: Pretty pleeeeeeeeeeez?!?#2: Well, maybe, if you eat all your peas. Thou shalt go aroundstealing people in the face for no particular reason.All: I think not!#3: Agreed. Thou shalt not watch America’s Most Wanted in hopes ofseeing thine next-door neighbor.All: Agreed!#1: Thou shalt not, under any circumstance, read this sentence aloud.All: Blasphemer! Blasphemer! Blasphemer!#5: And if you have enjoyed these commandments, and wish to receive more,send 1-800-555-3747 to the post office box not eligible to VISA orMastercard owners. Allow $23.93 for delivery, C.O.D’s void with yourcomplementary gift.All: Thank you all, and have a nice day!AD027"},{"pageNumber":28,"pageContent":"Wouldn’t it be wonderful if everyone renouncedviolence forever? I could then conquer thewhole stupid planet with just a butter knife.Mathematicians, bewarethe sine of the beast!THE ASTROFUNGUSTICONbeing a book of the Church of AstrofungusPart the One1. They came from outer space and within Them They contain TheMessages. These messages are not for good nor evil, or any of that myste-rious crap. They are just There.2. And upon Their arrival They lodged themselves within theFirmament, the Earth and the Sky and the Ocean, spreading ThemSelvesthroughout the Microcosmos and the Macrocosmos, and so They are a part ofAll Things. And They bear these NamesThe Astrofungus (of Outer Space)The Firmanofungus (of the Firmament)The Geofungus (of the Earth)The Aerofungus (of the Air and Sky)The Aquafungus (of the Waters)The Microfungus (of Us All)The Macrofungus (of All Our Surroundings)3. Each Name exists within the other Names, for They All bear theMessages and serve the same purposes. For does not water fall from the skyto be soaked up by the earth? And do the stars not exist beyond the solidblue of the sky? And do not All Of Those Things continue within or withoutus? Ask your questions and the Fungus shall answer.4. The Messages may not be clearly understood at first, but thoseof us who have recieved a Message can see others who are the same. For weare all part of The Same Thing You Know? And those who have heard not theMessage Just Don’t Understand, they Just Don’t Get It.5. And Lo! We are all part of this Thing, even those who bear noMessage, for we all make up the Macrofungus and the Microfungus is a partof each of us. We must strive to see Their Messages in all of the World,even those most mundane of creatures and things, and to Learn of the OneGreat Message.6. There are no Boss-Gods of the 5 Churches, for we shall seek torecieve the Messages borne by and of the Micro- and Macro- Funguses. Andwhen we find the Words within ourselves to describe the Messages we havereceived we shall strive to communicate Them to others. And if these othersJust Don’t Get It we shall be patient and say “Who Gives A Shit Anyway” andchange the subject.Ponder upon what you have read, make your thoughts to be part ofAll Things, and Share Your Joy.Buckets the Dwarfthe High Priest of AstrofungusIf trees could scream,would we be so cavalierabout cutting them down?We might, if theyscreamed all the timefor no good reason.AD028"},{"pageNumber":29,"pageContent":"Sermon from My Mouth[This sermon was transcribed by Nosmo King, at the Eris Esoterica RevivalTent and Miracle Medicine Show, Skokie, Indiana, 1972, only hours beforehis mysterious disappearance in a Skokie Howard Johnsons. The tape recorderwas found in a ladies’ room stall, where King was last seen. I haveendeavored to preserve the atmosphere of the sermon by joining the assem-bled throng in their fervent responses. — Ed.]Brothers and sisters...Brothers and sisters, it is a cold world we live in — cold-ah! Where brotherturns against brother! Sister against sister! Parent against child! Neighborhates neighbor! Nations against nation! Man bites dog! And-ah, brothers andsisters-ah, I know why! I know why this happens! There is a rea-son-ah! AREAson-ah. Y’all listen close now, brothers, sisters and children of Our Lady!The reason is that people are sure-ah! They are firm in their beliefs! Their beliefs-ah! Their BELIEFS-ah! For out there, in the Land of Thud, every man is an island ofsurety! [“No!” — Ed.] Security! [“No!” — Ed.] Sobriety! [“NOOOO!” — Ed.] Every manis sure of up and down! [“No!” — Ed.] Right and left-ah! [“No!” — Ed.] Right andwrong-ah! [“No!” — Ed.] And I can hear you out there-ah, sayin’-ah “Say it ain’t so,Reverend! Say it ain’t so, Brother Alleluja! SAY IT AIN’T SO-ah!”But it is, my children. So it is.And you say-ah, so you say-ah, “Reverend! What can we do-ah? What can we do-ah?” You say, “We are helpless, Reverend, against the Big World-ah and itsjails-ah and its Bibles-ah and its policemen-ah and its firemen-ah, itsdoctors-ah, nurses-ah, Indian chiefs-ah, people in uniform-ah! People inauthority-ah! The cold truth-ah! The ugly fact-ah! The harsh REALITY-ah...Reverend, there are LAWYERS out there-ah!”Lawyers out there-ah!Lawyers out there-ah!Now I know your fear, brothers and sisters. I have felt your fear-ah. I know yourpain. But you are not alone-ah! You are not helpless-ah! You are not alone becauseour Lady is with you-ah! Gimme a Hail Eris [“Hail Eris!” — Ed.] Gimme a HO-sanna![“Hosanna!” — Ed.] Let me hear the word on the apple-ah! [“KALLISTI!” — Ed.]Now y’all listen to me, brothers and sisters! I have it from on high-ah! I have theword from on HIGH-ah! I would tell you that I have it on good authority — but thereis no such thing as good authority-ah — I have it from on high-ah that there issomething you can do about it! Tell me what the word is-ah! [“KALLISTI!” — Ed.][At this point, the Right Irreverent Reverend Allelujah Terata began to shake,shudder and drool. In his spastic thrashings he upset the podium and waterpitcher, and it became apparent to all concerned that, from the way he wasbanging his head against the altar service and foaming at the mouth, he waseither channeling for his 5,000 year old Abyssynian spirit guide, Godspo Hasken,or he was very tired and cranky and should be tucked immediately into bed. Hethen stopped, stood up, and addressed the congregation in a voice which wasalmost but not entirely just like a voice which sounded remarkably like his own,if he were trying to sound like someone else. Godspo had arrived. — Ed.]AD029"},{"pageNumber":30,"pageContent":"All right children, listen up. It’s not enough to say you are a worshipperof Our Lady. It is not enough to simply claim; you must act! Without plan,for orderly planning reeks of the Stinky Finger of Thud, while spontaneityis the sparkling flatulence of Our Lady of Little Surprises. It is yourresponsibility...no, your duty...no, that’s not right either...It’s lotsof fun to upset the equilibrium of the placid, plodding, sure-footedThuddites with a bit of mystery — and irritating mystery at that!What Brother Allelujah was trying to get around to in his long-winded way wasthis: people who are sure they’re right are trouble, and are the typhoidcarriers of the Curse of Greyface. Therefore, they are responsible for all thetroubles of the world. So, the only way to combat them is to attempt to make themunsure of everything. The most commonplace things. Everything. Paper clips. Youcan make them unsure of their paper clips. The best Discordian tactic is calledGuerrilla Surrealism. Trust me; I’m a 5,000 year old Abyssynian — I know whatI’m talking about. Listen to ol’ Godspo here.Guerrilla Surrealism — the primary weapon of the Holy Avatar Calvin,Hagbard Celine, Caligostro the Great, Henry Kissinger, Puck, the KnightsTemplar and other great Warriors of Discord. A blameless, guiltless andsubtle method of gracefully driving people out of their minds. Infinitelyvariable, incredibly adaptable, endlessly versatile and really cheap.Do you know how many gross of washers or wingnuts you can get wholesale, realcheap? Especially if you go in with a few friends? I’ll explain. No, there is toomuch. I’ll sum up.Example I of Guerrilla Surrealism: The Wingnut Trick (heh heh heh). Pickyour Thuddite carefully. The most pompous, plodding Thud you can find whois accessible to you. Bosses are ideal. Professors too.Quietly, no more than once per day, maybe twice (patience, patience), slip awing nut or washer into a jacket pocket, a desk drawer, a briefcase, a lunch box,a shoe, on the carpet — whatever. Do this slowly and subtly, with accomplices ifat all possible. Say nothing. Do not get caught. In a month, your victim will bea gibbering wreck, being dragged off to the booby hatch screaming “WING NUTS!WING NUTS! AIEEEEEE!!” — a much more entertaining person.Another variant, usable only on people with ceiling fans, is to drop oily screwsand metal bits underneath the fan, once every day or so. People become veryworried, especially if they sit or sleep beneath the fan. People suffering fromsleep deprivation are also much more entertaining than usual.Streaking was once a form, but is now too commonplace. Staging bizarre events(like dressing up as elves and running screaming down the ginza) is a beautifulthing. Bizarre graffitti is a time-honored pastime (see Markoff Chaney ofIlluminatus! by Shea and Wilson), but getting caught and defacing property areequally bad. Lawbreaking creates the need for police, thus encouraging a policestate, which is bad, children. The best definition of Guerrilla Surrealism is“an action so bizarre, it is not classified under the law.”Strive for perfection. It is a form of prayer. Strive for epiphany. If thatdoesn’t work, do something funny and run like Hell. WHEEEEEEEeeeeeeeeeeee...[At this point, Reverend Terata collapsed and was carried off by his staffof nurses while screaming and babbling about lawn gnomes. — Ed.]AD030"},{"pageNumber":31,"pageContent":"The Ritual of== The Pentave ==by His LetharginessPadre Martini, OED, OT IX, Archdukebishop of West TexasThis is an obscure ritual, once practiced by the Murrayite Priests to gainGastronomical Enlightenment. Recently, Zir, Father Bengali, Pope Wonko,Rabbi Ferakkhan, and myself all joined together to partake in this ritualperforming the rite in five different dorm cafeterias all over the Techcampus. I must say it was a great success. Much Chaos was sowed, much foodwas eaten, and the bathrobe has become the Order’s official priestlygarment. Here is the ritual, in its entirety, so that you may practice itas well.—===[> The Ordo and Proper of the Pentave <]===—Materials needed:5 Discordian Popes (Pope Cards optional)5 bathrobes of varying colors and textures5 different eating establishments5 different Holy Books:(The Principia, Book of the Law, the Coppinger Files, etc.)The Pentave, as its name suggests, is a variation on the Catholic eight-dayfestivals called octaves. Naturally, a Discordian version of this observancewould have to coincide with the Law of Fives. This particular ritual is observedonce a day for five days, in five different eating establishments. Each day, ameal is eaten in one of the five places. The next day, that same mealtime isobserved at a different place, and so on for the remaining days of observance.Persons partaking in the Pentave should wear bathrobes (other clothes may benecessary, depending on weather and local statutes), and each should carry aparticular Holy Book, in accordance with personal beliefs. One person must havethe Principia Discordia. It doesn’t really matter what the other four books are.In addition, the five objects symbolizing the Five Elements should likewise bedistributed amongst the celebrants. This can be done beforehand, or it can bedone at the table with the materials at hand.The celebrants sit together at table, and order their food as normal patrons ofthat particular establishment. Before eating, each celebrant should lace them-selves in the proper frame of mind by thinking Eristic thoughts, humming a sillysong softly, or making sculptures with the tableware.After a suitable period of meditation, the leader (the one with the Principia)shall knock five times upon the table. The others shall repeat the knocks. Thenthe following is chanted:Leader: O Eris, on this the Nth day of the Pentave, do we yourchildren gather to stuff our faces and nosh upon thy edible gifts.All: Oo ee oo ah-ah, ting tang wallawalla bing bang.Leader: May this food fill us with Wisdom and Enlightenment, and keepour stomachs from gurgling embarrassingly.All:Shut up and let us eat already!The celebrants may ad-lib as they like, adding in personal ceremonies if theyso choose.1 sugary food (for Sweet)1 spicy food (for Boom)1 oddly smelling food (forPungent)1 fork (for Prickle)1 orange food (for Orange)AD031"},{"pageNumber":32,"pageContent":"When the food arrives, each celebrant should dig in with gusto, and attemptto appreciate all the qualities of the food. Then, at an appropriate time,the celebrant carrying the Principia should stand, open the book to arandom page, and read a small selection from it aloud.Going counter-clockwise from the Principia, each celebrant then stands anddoes the same with his holy book. After each reading, the celebrants shalleat, drink, and discuss what they have just heard. This is repeated untilall five have read from their books. Then all pick up two pieces ofsilverware, one in each hand. In unison, the silverware is tapped threetimes against the table, crossed in front of the face, and uncrossed. Allcelebrants then sing the Sacred Swedish Chef Song in honor of the chef whoprepared the meal:( Mmm børk børk, Mmm børk børk, Mmm børk børk, Mmm børk børk ) Hjërn,børsch vjërn, dër jûng, gëhr- Discht gëhr-Dû( børk børk ) Hêê bjørn dêê Hûr dê Ehr Mmm mørk mørkBØRK!The silverware is tossed noisily about the table. The meal is then finished inobnoxious meditation. When all have eaten their fill, all celebrants rise, knocktheir hands five times on the table, and chant the following dialogue.Leader: O Dear Mother Eris, we your children humbly give thanks for thisreally excellent food.All: Thanks a bunch, Mom.Leader: May it bring us Enlightenment, and a banishment of hunger.All: And no indigestion.The celebrants knock five times more on the table, and walk out silently,single file, sticking their tongues out at any that may have ridiculed themduring the ceremony.This pattern is repeated for the remaining four days of the Pentave. Thisritual brings a five hundred and fifty-five day Indulgence against Orderfor all who participate, plus about five to ten megachaos worth of Eristicvibes for each day. Thus, it is an excellent way of purging a restaurant ofreally bad Aneristic vibes.What part of ph'ngluimglw'nafh cthulhu r'lyehwgah'nagl fhtagn don't youunderstand?AD032"},{"pageNumber":33,"pageContent":"ChaosophyBy Reverend Doctor Hexar le Saipe(Being a Missive on the Dynamic Between the Principles of Chaos andOrder and the Necessity of Both)Most people seem to look at the relationship between chaos and order asthat of negatively charged particles (chaos) and positively charged parti-cles (order). The average person’s paradigm holds that by adding more andmore order, we will eventually cancel out chaos. This kind of fuzzy wrongheadedthinking has gotten us where we are today. We collectively think that wecan solve all of our problems by making more rules. Then we wonder whynothing works.One of the primary axioms of Discordianism is “Imposition of Order =Escalation of Chaos.” A minimal amount of observation will show this to betrue, but unfortunately the average person is unwilling to take the effortto make this observation. Rather than viewing chaos/order as simple nega-tive/positive, let us look at another analogy that comes closer to showingthe relationship as it really exists. First, let us look at our system asa closed box which is in a state of balance. Now, let us apply Order to thesystem in the form of pressure. What happens next? The pressure applied toa closed system will generate heat (Chaos). Take away pressure and the heatlevel drops.Of course it’s easy to pick an illustration like this out of the air, buthow does it apply to the dynamic between Order and Chaos in a real worldsituation? Let’s look at the closed system of the workplace, starting at afairly even level of rules and freedoms. In an attempt to raise productiv-ity and cut costs, management institutes more rules: all workers must punchin and out for break, forms must be filled out to account for all damagedor wasted materials, et cetera.In the beginning, these measures will probably do as intended, productivitymay rise; attention of any sort will do the same, but as more stringentrules are introduced, we find that two problems arise. First, a bureaucracymust be put in place to implement the new rules and make sure that they areadhered to. This takes energy away from the creation of the product anddirects it toward the end of making sure the rules are being followed (inphysical terms, this is energy that escapes the system as useless heat).The rules become more important than the original reason for them. Second(and I believe more important in the long run) the directives begin tocreate dissatisfaction among the workers. More time must be spent watchingthem to make sure that they are in place when they are supposed to be,making sure that time spent at thier workstation is productive. As thestress from the situation increases, we see more lost time in the form ofsick days, early departures, late arrivals and the fact the people quitcaring. Creative behavior is applied to finding new ways to goof off.Of course the opposite is also true. Without sufficient rules in place andthe will to enforce them, little will get done. This surplus of chaos willrequire order to reach a level of balance or the company will be forced outof business. Much like the stereotypical lawless old western town, a toughlawman must be brought in to clean things up before the town goes up insmoke.AD033"},{"pageNumber":34,"pageContent":"Another prevailing assumption is thatOrder is Good and Chaos is Evil. Infact chaos and order exist outside ofgood and evil, but contain elements ofboth. Chaos is the force that tearsdown old forms as well as the forcethat envisions new ones. Order allowsus to carry out the plans that willbuild the new forms, but it also wishesto preserve forms that have outlivedtheir usefulness (the status quo). Thisbrings up Hexar’s corollary to the lawof Imposition of Order: Too much chaos,nothing gets finished. Too much order,nothing gets started.Order is what tells us that we shoulddo whatever we can to prevent forestand brush fires. On the surface, thisis a good idea because letting firerun loose is hazardous to our ownlives as well as that of other liv-ing creatures. However, the firesalso liberate nutrients and send themback to the earth to feed the nextcycle. And we have finally startedto get it through our thick skullsthat keeping things from burning atany cost only increases the amountof fuel lying around for the firethat will come when we cannot stopit. All of the small fires that weprevent come back to us as one large,devastating fire.Discordianism isn’t about preachingchaos at the expense of order. It isthe realization that one cannot ex-ist without the other. It is theacceptance of the need for balancebetween the two principles. Ordercannot destroy chaos, it can onlychange its form. Chaos can either bedirected in creative forms, or whenstifled turned into destructive (orat least useless) forms. Energy spentclamping down can be used for noth-ing else.Reverend Doctor Hexar le SaipeFirst Church of the Sparkly Ball“Putting the Disco back intoDiscordianism.”PrayerBook of Trafficfrom the Summa DiscordiaWe stand in traffic wrapped in cords ofour own confusion and tell ourselvesthat logic alone is sufficient to ex-tricate us from this tangled mess. Ifour faith should falter, we need simplysay “For thus, then so, and if thus andso, then yet another” until we havedemonstrated that, yes, we are indeedin control of the traffic jam and, yes,these thought-cords are in fact theblue blazer and slacks we selected fromour closet just this morning. All is asit should be and, if proof is needed,simply notice that all is as it is(Q.E.D).(Our Method Is Our God.)Sometimes in a fit of joi de vivre wegather up and pick sides, half saying“If Thus, then So” and the others “IfThus, then yet another” and begin toscream each other hoarse. It is greatfun, for secretly we all know that theThuses and Sos are not as significantas the Thens. Occasionally a FoolishIndividual may try to tell us that ourponderings are just a house of cards,but ho ho ho - brandishing our Art isenough to stymie such silliness. Ifnothing else, we can use these ponderingsand a Few Good Men to assemble a prisonof cards and show these beasts the se-riousness with which we pursue our play.Fiddle while you burn if you must, butwith our Blind Men’s enhanced senseswe feel the Truth above us. Like chil-dren jealous of the flight of birds, weheave rocks skyward to bring it down.With the crass mockery of Iron feathersand Newfound axioms we bind its wings.Then we perform a devious arithmeticand Lo! The idea belongs to Us and wedeclare it Dead(though it would be hereticalto admitthat we haveonlykilled it in effigy).AD034"},{"pageNumber":35,"pageContent":"An Erisian PrayerLady, protect my enemies. Let them remainstrong enough to continue blocking my path when-ever I might otherwise run into danger. Let themknow they have helped me almost as much as myfriends.Lady, protect my enemies, locked inside theirclosed minds with the shades drawn tight and thedoors barricaded against fresh thought, which might*poof* them like sunlight on the vampires they’rebecoming.adapted from Pages From The Book Of Lifesuitable for framingShould they ever become brave enough to aban-don their brain’s musty attics, and come out toplay in the sunshine, please make me big enough tonot hold a grudge.Amen.Thank you for their sensitive knee-jerk reactions. I enjoy making them dancewhen I’m bored. Don’t let me gloat whenI scare them so easily. If I were small,and grey, and cold, I’d get scared too.You might let them know howpathetic they look in their pointy-headed-bigot caps, hatred congealedon their faces like drool.Edict #4076-1143-OD-14A: The Kallisti EdictLET IT BE KNOWN that καλλιστι may in fact be spelt καλλιχτι, in honour of theGoddess screwing up Mal2’s careful plans regards the Principia Discordia.That is all.Rev DrJonThe rain, it raineth on theJust and the Unjust fella.But chiefly on the Justbecause the Unjust stealsthe Just’s umbrella.To err is human;to moo, bovine.Five is right out.AD035"},{"pageNumber":36,"pageContent":"The Book of the ChaoAs told to Prince Mu-ChaoFrom the Principia Discordia Version 1700001 - I was tying my left shoe when the goddess appeared out of thin air with a smirkon her face and gold in her hair. Amazed, I turned my ear to her as she began to speak.00002 - And the Lady saideth unto me, “Behold, for I am newly dyed and doest thou likestme much as a blonde?” 00003 -I told the Lady the truth, that she looked like a fivedollar whore, and the Lady waxed sorely pissed and turned me into a newt. 00004 - Yetin her kindness and wisdom, she turned me back after a few moments and this is what sheshared with me: 00005 - “As I stand before you, framed by the light behind me in thiscertain way, I shall uncover to thouest the Secret of the Chao.” 00006 - “Oh goody,” Isaid and rejoiced loudly as I straddled the chair. 00007 - “But behold,” she then saidunto me, “be not so rejoiceful for when I am finished you are to go out and disseminatethese words.” 00008 - “Oh shit,” I said. 00009 - “Verily so, but still,” Eris said, “Youmust tell the others for there is a grave and dangerous myth surrounding, of all things,the Sacred Chao.” 00010 - And this is how the Book of the Chao came to pass. 00011 -“Thou knowest of the Marshmallow already, I expect?” Eris asked. 00012 - I said yes, forthe honorable Rev. Fluff had filled me in on that situation and we were working toremedy it. 00013 - “Good. That has nothing to do with this, so forget it. 00014 -”Instead what I have to tell you may sound strange, even disheartening. And I need youto stand tall, Prince Mu-Chao, and carry upon you the load of knowledge.” 00015 - Andthis is what she said unto me: 00016 - “Whereas, the disciples of discordia do notunderstand that which they whoreship, and upon that I brewed for several days. 00017 -“The Sacred Chao, that which represents all, is not a depiction of dualism as many ofyou think but rather of pentism. 00018 - “For, take heed, there are five parts to theChao - The yinnish type thing, the yangish type thing, the Pentagon, the Golden Appleand finally the whole. 00019 - “Dualism is relatively unimportant, much more unimpor-tant than humans give it credit for. Choice is not involved when there are less thanfive options. 00020 -”But with five, there are even more choices and yeah, worse oddsof picking the correct one.” 00021 - “So what this whole speech boils down to is ‘Lookat the Chao in a new way.’, right,” said I. 00022 -Eris looked at me for a moment andnodded, for I had stated myself correctly. 00023 - Then Eris said, “I shall now changemy hair color back, for thou hast hurt this blondes feelings with thou’s thoughtlessremarks.” 00024 - “Yeah, verily,” I said, “And I shall go and pass this, thy word,amoungst all my brethren.” 00025 - So it was written, so shall it be done. Awomen.AD036"},{"pageNumber":37,"pageContent":"————————————————————————————————-DISCORDIAN SOLATAIREDiscordian solataire is a game for two players. Each player needs adeck of cards. (One deck will do, but it is easier if each player has hirown deck.)*Rank of Cards* The value of the cards (their _rank_) shall be asfollows, from lowest to highest: A 2 3 4 5 6 7 8 9 10 J K Q You will notethat the ace counts as one and that the Queen is higher than the King inhonour of Our Lady of Perpetual Chaos, Eris. Suits do not matter, becauseEris is color-blind.Each player takes a turn, alternating back and forth between theplayers. The players may decide who goes first by any method they choose.(A roll of dice, relative skill in pig-tossing, mud-wresting tournaments,etc.)The rules, at least initially, are as follows:On your turn, shuffle your deck and deal out a spread of face-upcards in a pattern with 7 columns and 5 rows. Then deal a single card to theside as your foundation.You may place one of the cards from your 7 by 5 field on top of yourfoundation if the card is one higher or lower in rank than your foundationand if the card in question is at the bottom of a column. (For example, ifthe cards at the bottom of your columns are A 2 Q J 2 3 5 and your foundationis 4, you can put either the 3 or the 5 atop it, allowing a new card in thatcolumn to come into play.) One cannot build down from a Queen, however. Thecard so placed becomes the new foundation, which may be built upon in thesame manner. (Therefore, once a Queen is your foundation no cards may beplayed on it, as the ace is NOT considered higher than the Queen and theQueen is NOT lower than the Ace.) Once again, suits do not matter. You maycontinue doing this until you run out of cards or until you cannot play onthe current foundation. When you cannot play on the current foundation, youmust deal a card from the undealt cards as a new foundation. This continuesuntil you are out of cards either on the playing field or in the deck.When all is said and done, count the cards left on the field. This isyour score; add it to your previous score. (Players should agree on astarting score. Starting score is usually -23 for no good reason.) Thefirst player with 230 points loses. If you lose at the end of your turn, theother player must still take a turn before the game is over.All “rules of politeness” are in effect as well. (Don’t mess up theother player’s cards, don’t spit on hir, etc.)HOWEVER, once you have finished your turn, RULE CHANGES happen. Youropponent (hereafter referred to as Player X) is allowed to CHANGE one ofthe rules in any manner, but only in regards to you. This includes “rulesof politeness.” (Legal rule changes include but are not limited to: “Youcannot build black on black.” “You must do the Achy Breaky Dance beforeevery deal.” “You do not have to shuffle before dealing.” “You must deal a5 by 5 field instead of a 7 by 5.”) Player X, optionally, may forgo thisprivledge and REMOVE a rule YOU imposed on hir.This game is an experiment with the hypothesis “Imposition of order= escalation of chaos.” It is also a game of trust; when one is Player X onetends to be nasty only if one’s opponent was nasty as Player X. I am alwayswilling to play a game; TELL DANKMYER on the Grinnell VAXen.————————————————————————————————————-When I die, I want to go peacefully in my sleep like myfather did, not screaming in terror like his passengers.AD037"},{"pageNumber":38,"pageContent":"The Discordian and the Two WiccansOnce there were 3 pagans who had gathered together to do invocations. Thefirst two were Wiccan, while the third was a Discordian. They planned totake turns performing invocations, each according to their own traditions.The first Wiccan did an invocation and began to tremble. Then he spoke ina strange voice, “I am the hunter and the hunted. I am light and darkness.I am birth and death.” Then he collapsed to the floor. A few moments later,he regained consciousness. The first and second Wiccan were impressed thatthey had received Ancient Wisdom.The second Wiccan did an invocation and began to tremble. Then he spoke ina strange voice, “I am the hunter and the hunted. I am light and darkness.I am birth and death.” Then he collapsed to the floor. A few moments later,he regained consciousness. The first and second Wiccan were impressed thatthey had received Ancient Wisdom.The Discordian said that she might try to invoke her deity if her deity feltlike it. But she did not tremble. She did not speak in a strange voice. Shedid not even collapse. Instead, she just laughed and laughed in her ownvoice. The two Wiccans glared at her. “You lack the solemnity needed to doproper invocations,” one of them told her. But Eris, who had filled theDiscordian, just laughed and threw pop tarts at them and danced out of theroom and giggled, “You can’t tell a goddess how to behave”.At this, neither of the two Wiccans were enlightened. Possibly becauseneither one of them liked pop-tarts.The Counter-FitThis prank utilizes W.S. Burroughs’ concept of the‘Double Bind,’ as explained in the Operation Mindfuckdocument.It works as followsGet an old well-used $1.00 bill (money again...) Next, go toyour new friends at the local office store and get a rubberstamp that says, “COUNTERFEIT.” Pass this off to clerks atstores whenever you feel the inspiration. Make sure they seethe stamp. If they balk and don’t want to take it, ask themhow they think the counterfeit $1.00 bill industry is goingthese day... Nobody counterfeits $1.00 bills.This puts the clerk in a no-win situation based upon hirown conditioning. Only a fool would take counterfeitmoney that is marked ‘counterfeit.’ Only a fool wouldfall for such a ridiculous prank.This has the potential to encourage the clerk to laterre-examine hir own conditioning. Or at least prvide ashock.Hicutus Confusus Episkipos (DSM)Resistance isfutile if lessthan one ohm.If you think the problem’s bad now,just wait until we’ve solved it.Cogito ergot sum.AD038"},{"pageNumber":39,"pageContent":"THE EPISKIPOS’ GUIDE TO SEEMING LEARNED, MYSTERIOUS AND PROFOUNDBy Ho Chi Ho Chi Zen1 Smile politely to those below your station (everyone except other episkposesand some POEE priests).2 Never quote any one who those in hearing range have read (or preferably heard of).Never, ever quote the Principia. If you do something discouraged by the Principiawhich some annoying little neophyte points out, don’t use the line from the Good Bookwhich excuses you - you obviosly know one, so you don’t need to prove it - but stareblankly at the dissenter, and either have them shot or just say “I am well aware ofthat,” or preferably both (in reverse order to that printed).3 If some-one knocks on your door, don’t answer it, but instead adopt a meditativeposition, make them wait a suitable amount of time, and calmly say “enter.”4 Always contradict yourself in every speach you make. Or dont.5 Change your name occasionally, or just choose a new one in addition to theone you have. (For extra effect, hit the first person to use it and thenchange it back.) (Another variant is to change some-one elses name. Everyone should be alerted to this name change except them).6 Have a revelation! This should be about something central to the doctrine, egOur Lady’s name, the image of the Chao, who actually wrote the Principia, etc.Either gain an extra level of enlightenment on the subject (use circular logicso no one can disprove you), or realise that the doctrine was wrongly inter-preted and the truth is totally different to that presented (in which caseGoddess didn’t think we were ready for the truth then but are now.)7 Find other culture’s representations of Goddess. Occasionally pray toParvati, Freya, Innana, etc, or simply make one up.8 Before each gathering (prayer meeting, corroberree, session, whatever) of yourcable, PREPARE! THINK UP spontaneous things to say, illogical or paradoxical para-bles to ad lib, and bizzare off-the-cuff koens. FIND embarrissing and/or pedestrianbooks to leave around (and create obvious excuses for having them - researching theenemy is for the dull and should only be used after your last resort). ARRANGE withsome-one to come in and slap you and say something that can have multiple implica-tions and then storm out. CREATE a reason why the cute initiate who joined up lastweek has to spend the entire meeting naked. RESEARCH new groups to denounce, newobscure historical figures to praise, and new cultural taboos to ignore.9 Get everyone listening to whatever youre talking about and then pause asif you suddenly had a deep and fascinating insight into something. Refuseto mention what it was.10 Never hate an enemy when you can pity them.(k) Ho Chi Ho Chi Zen, Paradagim Assault Squad, 1998, all rights reversedHo Chi Ho Chi Zen, CSFunforgiving overlord of alt.discordiaIt’s not what you say in your argument; it’s how loud you say it.Sig by Kookie Jar 5.98b http://go.to/generalfrenetics/BoomTime, day 35 of The Aftermath YOLD 3166 (blemish)AD039"},{"pageNumber":40,"pageContent":"GUERRILLA SURREALISMENHANCEMENT THROUGH SHEEP-BY-MAILfrom the summa discordiaPope Icky Fundament, PZKDepartment of Operation: BrainfährtSaint Ruminant Eweniversity, Order of the Blunted SwordKEYWORDS: SHEEP; MEXICO; GARANIMALS; ANARCHY; PFFTABSTRACTThis paper discusses an actual case study of an individual subjected to aGuerrilla Surrealist attack. While no definitive ego-destruction ensued,this is largely due to uncontrollable variables entering the experiment. Infuture experiments it is hoped that such problems might be avoided. Despitethis, however, we feel sure that the subject would have cracked wide openhad the assault been carried through to its full extent.MATERIALSOne (1) mail system (in this case interoffice;this does not sacrifice generalizability)One (1) unwitting subjectOne (1) writing implementTwo hundred three (203) plain white envelopesTwo hundred three (203) sheep-shaped erasersthe honest book of actions by ho chi ho chi zendon’t worry about avoiding temptation - as you growolder it starts avoiding you. — the old farmer’s almanacyou already know what is evil and what is neutral andwhat is good. its built inside of you after millions(possibly billions) years of mental evolution.it’s called a conscience. it’s quite smart. pay atten-tion to it. it’s very flexible and will automaticallyadjust for new paradigms; it is very difficult to beatwith an intellectual assaultmodern people find it quite difficult to get to. fromday one others are trying to twist it to suit their ownreality (or even their own self interests).here is what your conscience is not;# it is not the law. the law is a set of restrictionsplaced so as to perpetuate the status quo (aka by theestablishment, for the establishment)# it is not morality. morality is a set of restrictionsused to cement loyalty to a mythology and the churchthat sells it.# it is not cultural sensibility. cultural sensibilityis a set of restrictions arrived at randomly by memeticinteraction and history.# it is certainly not puritinismIf theancientswere sowise, whyare theydead?AD040"},{"pageNumber":41,"pageContent":"PROCEDURENumber the sheep-shaped erasers from 1 to 203 using the writing implement.Place the sheep-shaped erasers separately in the 203 plain white envelopes.(It is of utmost importance that the experimenter keep these envelopes inthe numerical order of the enclosed sheep. For those of you with less thantwo fingers of forehead, this may be quite difficult.)Carefully write the address of the unwitting subject on each of the 203 plainwhite envelopes.Mail one plain-white-envelope-enclosed sheep-shaped eraser per day to theunwitting subject, starting with the one numbered “203” and working down.RESULTSWe mailed approximately fifty sheep-shaped erasers to our unwitting sub-ject before he closed down his mailbox. Due to shoddy record-keeping, thesubject failed to receive particular numbers in the countdown sequence.(This provoked a very amusing response in the subject as they attempted todetermine what those missing numbers might mean: a phone number, an exit onthe local interstate, an address, and so on. More experimentation on thisaspect of the experiment may be warranted, as it is a wonderful example ofattempting to impose order on chaos.)Paranoia was evinced by the subject, who began to suspect anyone andeveryone of sending him these mysterious sheep. We were truly curious aboutthe subject’s reaction, not upon receiving the first sheep, but on receiv-ing the second sheep — and realizing that there were 201 more sheep to come.However, no reliable testimony pertaining to this has been uncovered.We do know, though, that the subject actually went as far as to call theirex-significant others to find out if they were coming out to the local maildrop to interoffice mail the subject numbered sheep-shaped erasers — andmaking this trip daily.After the subject’s mailbox was closed down, the subject was incrediblycircumspect about their new address — so circumspect, in fact, that we wereforced to end the experiment.Further experiments on this topic are encouraged.while these things are ungoddessytravesties, it is wise to know them.try paying lip service to the firstthree; even though there is noth-ing wrong with taking an apple froman apple tree, the person who isconvinced he ‘owns’ the tree mayattack you, either personally orby police. (he thinks the policeare his protectors, with a duty.you should understand that the po-lice are a profession, with a jobcontract, whom you have to paywhether you use them or not. findways of getting your money’s worth).morality is easiest to ignore, whilecultural sensibility should be sub-verted. make jokes about how ri-diculous some protocols are, forexample. find ways of getting aroundthem whilst achieving their ini-tial intent with greater efficiency.puritanism is a tricky one. it stemsmostly from morality, but even theatheistic will some-times see meritin it. abstinance from anything,properly performed, will only leaveyou with a lack of experience withthat from which you abstained; notdancing will not make you a betterperson, it will simply make you aperson who cannot dance.AD041"},{"pageNumber":42,"pageContent":"your conscience isn’t ethics, either, butethics are a useful crutch to use until youfind the real thing. it isn’t altruism, butthat can also be used as a crutch (you willbe poorer but more popular than if you takethe above path).i took the altruism path about three yearsago, and still live by it; no longer out ofintention to be altruistic, but simplybecuase i desire little. this may not befor you; it depends entirely on your con-science.i don’t eat meat, either. ‘but thats puri-tanism’, i hear you say. no it isn’t; ifthere was a way of eating meat withoutkilling something (or cutting big bits outof it alive), then i would have no problemwith eating meat; but my conscience tellsme that i shouldn’t have an entity killedin order to satisfy my own greed, so idon’t.for that matter, i don’t rape people. ‘butthats following the law’, i hear you say.no it isn’t; i simply don’t believe that ihave a right to molest another being tosatisfy my own body or ego.are these thing evil? no, as evil is 100%subjective; its an empty word. i don’t dothem because my conscience tells me not to,and i have learnt to listen. yours mayspeak differently, in which case followingmy conscience would be absurd.The Paper Clip Sacrificefrom the summa discordiaSometimes, you just feel the need to introduce a gout of confusion into ananeristic situation (say, just about any office on a grey Tuesday after-noon, around 2PM). One good way to do this is the Paper Clip Sacrifice.You will need (those marked with a ‘*’ are optional):Five paper clips, preferably virgin (which, for unknown reasons, seemsto make all ritual sacrifices more effective; maybe the universedoesn’t have any use for self-righteous prudes, either).One uptight coworker, the more straight-laced the better.* Five bendy-straws* One Golden Delicious apple* One copy of the Principia DiscordiaIf you’ve decided to go with the more complex ritual, first construct aritual pentagon out of the bendy-straws, as follows:Connect the straws together into one long straw by crimping the long end(that is, the end which is longer in terms of where the accordioning is) ofone straw and inserting it into the short end of the next, and so on. It isvitally unimportant that you crimp the long end of the straw.Now, bend all the bendy bits of the straws so that you can crimp the lastremaining long end and insert it into the initial small end.Fiddle with the finished product until it looks sufficiently like a pentagon.Hang the finished product over a thumbtack on your corkboard; you never know whenyou might need a bendy-straw. Also, coworkers will be confused about why you haveit there, but probably never confused enough to actually ask you about it. Thisproduces something of an eristic space for this and all future workings.AD042"},{"pageNumber":43,"pageContent":"The Ritual:Unbend the five paper clips and place them, without a word ofexplanation, on the desk of the uptight coworker. Walk away.If you have a Golden Delicious apple handy, eat it — people tendnot to get enough fiber in their diets. And, once you have a high-fiberdiet, the Principia makes good bathroom reading.The ritual has, symbolically and in actuality, transformed the relativelysmall amount of bureaucratic order in the paper clips (the symbol of red-tape paperwork everywhere) into a much larger amount of confusion, therebyshifting (at least temporarily) the balance in your office. Constructingthe ritual pentagon, clearly, has a similar effect but converts the utili-tarian order of the bendy-straws into a more persistent and low-grade fieldof confusion, while also drawing on the power of the pentagon in itstransmutative capacity as part of the Hodge-Podge Transformer.It is important to bear in mind that the goal of this ritual is creative —it’s meant to use some chaos to blunt the uncomfortable and thereforedestructive restrictures of office boredom and to introduce into the up-tight coworker’s day a bit of adaptive confusion (or at least some much-needed variety in their uptightness).you’ll know when your there. things that wereonce moral dilemmas will become non-issues. guiltwill be non-existant. you will be one with thechao.to summarize, i have written a little poem;when there is no sinthere is no guiltbe who thou artand do what thou wiltthus ends the honest book of actionsThey say that verbal pain is often worse thanphysical pain. They are wrong, as you areabout to find out when I stick this toastingfork in your head.Your advanced intelligence is nomatch for our puny weapons.Eagles may soar, but weasels don’t get sucked into jetengines.AD043"},{"pageNumber":44,"pageContent":"A Luck Spellby Yohan the Lost1. Locate the exact center of the room you sleep in the most. This is notnecessarily your bed room. It could be your living room, bathroom, or office.Make sure you measure it out or you might get lopsided luck. Place a coin thereso you don’t forget where it is.2. Determine your mantra. It must be somewhat specific and reasonable. I willhave good luck is too general. I will find a hundred dollars under the stone inmy back yard is too specific.3. 5 times a day, repeat your mantra 5 times. Some people find writing the mantra insteadof chanting it helps. Typing is also acceptable, but you can’t just cut and paste it.4. Every time you go to sleep in the room mentioned in 1, place another coin inthe center point. It has to have been a coin that was given to you within thelast day or two.5. Repeat these steps as often as necessary. If your luck doesn’t change,consider re-measuring the room or revising your mantra. It takes time to getthis right, so be patient.Notes and clarificationsPart of the purpose of the coins is reflective. You have to actually think,”Where did I get this coin?”. At the same time, you can’t help but consider whyyou were there in the first place. If you are worried about your health, the coinreminds you about that chili dog you ate for lunch.Another reason for the coins is that it reminds you each morning and each eveningwhat your goals are. You can’t properly evaluate your life unless you keep in mindwhat you want to accomplish. Some people have great lives but don’t realize it.For example, I used to worry about how I was always short on cash. Then Irealized that a fun job, not money, was my goal all along. Once I remembered thatchildhood goal I no longer worried that I “wasn’t rich enough” and startedenjoying myself.The positioning of the coins is somewhat arbitrary. Unless the room is square,there are many ways to find the center of the room. By the same token, there aremany ways to have good luck.The mantra is a widely accepted way of improving one’s luck in a specific way.And of course patience is required. Discordians define Meditation as ”sittingaround waiting for your luck to change”. As that can take days or weeks, I don’trecommend it.BTW, I forgot to mention that it doesn’t actually have to be coins. Any token ortrinket you acquire will do. Paper money is bad because your likely to spend it,but any other offering to the spirits may be beneficial. Coins are nice becausethey are small and shiny, but even a pretty stone or the metal foot off a chairmay work, especially if you are child.AD044"},{"pageNumber":45,"pageContent":"At the preemptory request of a large number of the citizens of these United States,I, Joshua Norton, formerly of Algoa Bay, Cape of Good Hope, and for the past nineyears and ten months of San Francisco, California, declare and proclaim myselfEmperor of these United states, and in virtue of the authority in me vested, dohereby order and direct the representatives of the different states of the Unionto assemble in the music hall of this city on the 1st day of February next, thenand there to make such alterations in the existing laws of the Union as mayameliorate the evils under which the country is laboring, and thereby causeconfidence to exist, both at home and abroad, in our stability and integrity.signed, Norton I, Emperor of the United States.Due to inflation, we have been forced to provide more funds.AD045"},{"pageNumber":46,"pageContent":"Discordianism? What’s Discordianism???Once upon a time, there were three little girls. Some people called themBritomartis, Rhea, and Dictynna, and some people called them Aphrodite,Athena and Hera, and some people called them Clotho, Lachesis, and Atropos,but we’ll just call them Cindy, Jan, and Marcia. They lived in a big housewith their Daddy, the Big Z, who has been called by enough names toconstitute a Libertarian Party mailing list, along with a whole bunch oftheir other relatives. There also lived in that neighborhood a little girlnamed Eris, who some people called Discordia. Sometimes the three littlegirls would come play with her, but mostly they listed to their Daddy whosaid she was a troublemaker.One day, Zeusy-baby decided to throw a big party for some friends of his whowere getting married. He invited everyone he knew, and told the threelittle girls to do the same. Everyone one the hill were they lived got aninvitation to the wedding, except little Eris.Eris was upset that she couldn’t go to the party. So she made a beautifulgolden apple, and on it she wrote the word KALLISTI (which is how you say“for the prettiest one” if you happen to be speaking Ancient Greek) Shetook her golden apple, and snuck up to Zeusie’s house as the party was infull swing, and tossed in the apple. It bounced off the piano, knocking anasty gash in the finish, caromed off of Pan’s head just as he was about toexplain to Demeter why people called him “Big Ben”, and landed smack dab inthe middle of the three girls.As soon as they saw the apple, the three girls all decided they wanted tohave it, and each one said it was her’s, because it plainly said “for theprettiest one” (or, at least it said KALLISTI, which, as I exlained previ-ously, is the same thing) They started to fuss and fight among themselves,and got noisier and noisier. They got so loud and interrupted the party somuch that Zeus took his hand off Ganymede and yelled out “What’s going onhere?” The three girls showed Daddy Zeus the apple, and said that theywanted it and it said KALLISTI on it (which meant...you have got it by now,haven’t you?) and it should belong to the prettiest one and which one of usdo you think is the prettiest?The Big Z, being the font of fatherly wisdom and all that good stuff,started to speak, closed his mouth, opened it again, and looked around forsomeone to cover for him. He saw Paris, the son of the king of Troy, on ahill taking care of some sheep (it is unclear why the prince would beworking as a shepherd. Some historians are of the opinion that Paris simplyliked sheep), and said “We’ll ask him which one of you is the prettiest.”So the girls went away and left him alone.The girls explained everything to Paris, who agreed to judge their contest,being as it sounded more fun than sheep. But, before the judging, Cindyappeared to Paris and told him that if he chose her, he would get the mostbeautiful woman in the world. Then Jan came to him, and said that if hechose her, he would become the wisest and most intelligent man in theworld. Then Marcia came to him, and told him that if chose her, she wouldmake him the most powerful king in all the world. Paris weighed thesechoices carefully, considered all the implication, but in the end did justwhat we all knew he would do: he listened to his pecker and chose the woman.AD046"},{"pageNumber":47,"pageContent":"So Cindy got the apply, and Paris got Helen, the most beautiful woman in theworld, execpt for one little technical snag, namely, she was alreadymarried to king Menelaus of Athens. King Menelaus eventually got miffed atParis and came to Troy to try and get his wife back, and there insued whatpeople called the Trojan war, possibly the first war among men.That is the story of the Great Snub, and that is why today we worship theLady Eris, Mother of Chaos, She What Done It All (Most of It Twice).Do you believe that?peace, love, little hopping bunnies,Erich the hahaha Mad======================DO NOT MODIFY THIS TEXT==========================Do you know who in 1923 was:1. President of the largest steel company?2. President of the largest gas company?3. President of the New York Stock Exchange?4. Greatest wheat speculator?5. President of the Bank of International Settlement?6. Great Bear of Wall Street?These men should have been considered some of the world’s most sucessfulmen. At least they found the secret of making money. Now more than 46 yearslater, do you know what has become of these men?1. The President of the largest steel company, Charles Schwab, died a pauper.2. The President of the largest gas company, Edward Hopson, is insane.3. The President of the N.Y.S.E., Richard Whitney, was released fromprison to die at home.4. The greatest wheat speculator, Arthur Cooger, died abroad, t.5. The President of the Bank of International Settlement shot himself.6. The Great Bear of Wall Street, Cosabee Rivermore, died of suicide.The same year, 1923, the winner of the most important golf championship,Gene Sarazan, won the U.S. Open and PGA Tournaments. Today he is stillplaying golf and is solvent.CONCLUSION: STOP WORRYING ABOUT BUSINESS AND START WORRYING ABOUT THEILLUMINATI========================KEEP THIS LETTER===============================This letter originated in Sweden the home of the Illuminati, has beenpassed around the world at least 23 times, bringing discord to everyone whopassed it on. Do not pass this letter around. Print it out and leave itrandomly on random objects in random places. Finally, bury a copy of thisin a glass jar in your back yard with $0.01c of american currency. We willcontact you within 5 days at this point.Quantum Express: When you absolutely, positively, don’tknow where it’s going or when it needs to be there.AD047"},{"pageNumber":48,"pageContent":"====================DO NOT KEEP THIS LETTER============================Print out at least 23 copies of this letter and leave it everywhere. Stapleit to poles in the dead of the night, put it under windshield wipers inparking lots, stack it in free newspaper dispensers, give it away! Intro-duce your neighbors to chaos! Everyone who hands out at least 23 copies ofthis letter will be smiled upon by Eris and is officially immune to theIlluminati. The more copies you send out, the more immune you are! Imaginefinding money on the streets! Get Free Food! Get Gorgeous Babes and/orHandsome Men!* Win the Lottery! Stop wars in foreign countries! Confusethe hell out of first, second and third souled beings! Hail Eris! All HailDiscordia! Anagram this phrase!Et In Arcadia Ego...†==========================KEEP THIS LETTER=============================It will change your life! Bring the four angels to your aid with this letter! Doit for the Widow’s Son! Do what thou will. Remember, Bill Shakespear’s birthdayis 4/23, and thats the same day as Discordian Day! Especially if it falls on aFriday! Eat a hot dog on a bun For eris! NOw foR something completely Different.Praise Bob, for he is Eris’ brother! Did you know that Joeseph was a Freemason?George Washington was actually Adam Weishaupt? Jesus didnt die on the cross?Read the Nag Hammadi Manuscripts! Bring back the Knights Templar! AchieveGnosis! Get a really good fuck. Answer these questions for yourself...‡1. Who was Adam the son of?2. Does God have an opposite?3. How many sons of God are there?4. Are the sons of God also Gods?5. Are any sons of God less than others?6. What is the goal of prophets and teachers?7. How many minds are there?8. What is a human being?9. Is mankind finished or in process? 10. How much can we and should we attempt? 11. What is the purpose of consciousness? 12. What is the next step?AD048"},{"pageNumber":49,"pageContent":"But if Wigner makes a beelineTo report the now-dead felineAll the friend can really knowIs just one branch of time’s swift flowFor in Carter’s multispaceEvery time-brance has its placeSo the cat remains aliveIn the half cases (That’s .5)Lead us not to CopenhagenNor to Shylock, nor to Fagin“The result’s not parsimonious!”Yet I find it quite harmonious==========================BURN THIS LETTER============================This is Sirius business.AAAOOOOZORAZZAZZAIEOAZAEIIIOZAKHOEOOOYTHOEAZAEAOOZAKHOZAKHEYTHXAALETHYKHIf you see the mad fishmonger, give him my regards.IO PAN IO PAN PAN IO PANGENITOR IO PANPHAGE!Schrodinger’s cat and Wigner’s friendCause us problems without endThe cat is both alive and deadIn math that’s in our headAnd the regression of Von NeumannNever ceases to annoy ManThe uncertainty just has no endUntil Wigner goes to tell his friendFor, until the friend receives the newsThat the cat still purrs and mewsThe cat remains (suspended Fate!)In some formal Eignstate============================EAT THIS LETTER=============================* What? Sexual preferance? How Droll.† Its in Latin and so is the answer.‡ Check these references for insight..1) Luke 3:382) Exodus 3:14, Ephesians 4:4-63) Romans 8:14-174) John 10:345) Colossians 3:46) Ephesians 4:11-13p.s. Don’t believe anything you read.begin 600 whoami5;F5P=7)K8F5P=F9G0'=H=”YJ<F4*‘end==========================MODIFY THIS TEXT==============================7) Deuteronomy 4:39, Exodus 3:148) Genesis 1:269) John 3:210) John 14:1211) Corinthians 9:8, Luke 12:3212) Romans 8:19AD049"},{"pageNumber":50,"pageContent":"Eris Invocationby Hicutus Confusus EpiskiposHere’s a fun ritual you might want to try sometime...OCCASION• When an Eristic Principle needs to occupy a position.• Time and date should have significance for participants.• Any public location will do for the ritual.OBJECTIVE• Who am I to set limits for an undertaking such as this?• If you can all agree to it, it can be so.• Something based on personal gain or injury to others is to be avoided;the feedback from the effects of the situation is what can enlightenyou, the performer of the rite. That should, in fact, be the primarygoal. (Never trust anything that follows the word “should”)PROPS• A small brown paper sack for each participant. (Or even better, you think of something surreal and unique to yourexperiment)• Enough large brown paper sacks to make scrolls for each of the participants.• We like to use crayons (cut & paste construction paper can be evenmore fun, but I digress)PREPERATION• Use the small paper bags and fashion them into hats by rolling the topdown. Decorate with symbols that1) have personal significance (You can expect more intense re-sults if the symbols are applied while in an altered state of consciousness), and2) represent your objective for this ceremony.• Take the large paper bags and cut flat sections out that can be rolled upinto scrolls. Make 1 scroll for each participant.• Each participant copies a section out of whatever text they want, so longas it applies to the ritual, onto hir scroll. There should be at least afull minute’s worth of text when read aloud. (Ex. One is a segment fromFinnegans Wake, one is a Dr Seuss story, one is a section out of Illuminatusor the Principia etc. The important thing is that each scroll has personalsignificance for the person who copies it, and that it is at least indi-rectly related to the goal of the invocation i.e. Creating synchronicity,ufo sightings, expansion of consciousness, etc.• One scroll is the actual invocation of Eris. It is to be written coopera-tively by all participants (We invoke Eris; Splendor of the void. We invokeEris; erotic goddess of mayhem. Etc. etc. Its your invocation, you think itup!)AD050"},{"pageNumber":51,"pageContent":"PERFORMANCE• Five participants sit forming a circle with one in the center.• One of the outer five starts reading from hir scroll.• When that person’s finished everyone passes hir scroll to the person onthe left. Then the person with the leading scroll and the person whostarted reading first, both read their scrolls out loud, and so on. (So oneperson reads, then two at once, then three at once and so on until everyoneon the parameter is reading and passing the scrolls.)• This should be maintained for at least twenty minutes.• Then the person in the center reads the invocation out loud.• When the invocation is finished everybody stops reading.• The whole process should (for this model) be repeated three times,with the invoker reading the invocation1)quietly to their self the first time2)more loudly to the people in the circle the second time3)very loudly, to Eris, the Earth and everybody else in earshot the last time.• The energy should build gradually from beginning to end with everybodyreading manically during the final invocation.ADDITIONAL NOTES• The second most important aspect to this ritual is to have as many elementsas possible be directly symbolically linked to the inner psychology of theparticipants. (That sounded way over the top huh?) But your performance of therite should be a kind of IRL manifestation of your group psyche, like a bigtuning fork performance resonating in the minds of those who pass by• The first most important aspect to any magical working is to achieve somedegree of altered/trance state of consciousness. (This is why it’s impor-tant to have objectives that aren’t going to have negative consequences onyou if you’re in a suggestible state)• I personally recommend banishing with laughter or dancing afterwards. Alwaysdo a banishing after any chaotic working, it’s just good psychological hygiene.• Be sure to recycle the bags - somebody someday will put their stuff in abag made out of paper that was part of this ritual• If each of the participants can maintain an attitude of meditation andexpectancy throughout the ritual, surprising results can be achieved.We are sorry, you have reached an imaginary number.Please rotate your phone ninety degrees and try again.AD051"},{"pageNumber":52,"pageContent":"FakeDopeBy Jester.WARNING: This Jake is dangerous. There is a good chance you could get arrestedon Obstructing Justice charges. This is an Advanced Jake.Materials:500 baggies250 ounces of a miz of Oregano, Darjeeling tea, and leaf clippings500 3\" by 3\" flyers (Described in Staging)As many crazy actors as you can recruit.One Hemp Rally or Hash BashStaging:Place the mix of greens in baggies in half ounce packages.Place the flyers in each bag. The Flyers should say..“Congratulations! You are the recipient of a bag of FakeDope(tm). DO NOT sellit. DO NOT buy it. However, pass it secretively among your friends in front ofundercover agents. Never exchange money. Hail Eris!”Go to the Rally. All Actors should be stone cold sober. If possible, all Actorsshould clean out so they will even test negative on a urine test.Performance:Give several packages to all actors, and anyone who wants to play. Never claimcredit for the idea when passing out FakeDope to non actors. Act like you foundit and simply find it funny. Leave packages around the Rally site. Get packagespassed around everywhere like a giant game of Hot Potato. Some of you WILL runthe risk of arrest.**DO NOT** carry any real pot on you when doing this. Hopefully, there will beseveral arrests for Oregano Traffiking. Send a letter to the local papercomplaining about all the false arrests. Packages of Oregano and Tea are notillegal. Sign the note ‘Theatre of Reality’.You mean you need drugs to hallucinate?All suspects are innocent until proven Discordian in aCourt of Chaos."},{"pageNumber":53,"pageContent":"Discordian Ritual of Exorcism-x- do not publish after the end of times -x-Confidential where requiredfrom the Book of ErisPreparation:This ritual should take place on a Discordian Temple, adequately prepared,with seats to the five directions, and a Golden Apple hanging on the middleof it (1 ton. Pure gold, please). Thou should set to burn some Channel #5to properly incense the atmosphere. If it is not possible to provide thesethings, than proceed on your living room. Try to turn of the teevee. Therewill be need one Keeper of the Sacred Chao, to properly conduct the ritual,and four other priests/popes to represent, along with the K.S.C., the wholeof the law of fives.Ritual:Say “Hail Eris”Take the victim of possession to the center of the temple/living room. Putit (for, at this stage it’s a cabbage, not an human, and so “it”) on itsknees. Go to the innermost part of the temple (pick any of the 5 verticesat random to work as innermost part), turn yourself (if you are the actingK.S.C.) with your back towards the victim and claim (meanwhile, the fourpriests should stay at the other vertices)”Oh Goddess, thou who hadst maist all off us to be happy, and chaotic, orat most, balanced by the sacred chao. Look at this pitifull creature whocannot see the truths, falsitys, and meaninglessness of life, and istherefore worried or sd. Concede us now the power, fnord and unauthority toexpell from him these bad things from its wicked being.”Wait a couple minutes . One of the assistants should play “Obladi Oblada”at this time, and another should get the lights flicking.Say, still with your back facing the victim:”Thanx Goddess”, turn and face the possessed. Extend both your hands towardhim, forming the ancient “V”sign of the numeral five (therefore 5, 5), ordepending on your discordian sect, show two fingers of the left hand, andthree of the right, representing the holy 23.Say “with the powers taken from me by goddess Eris, and in the name of thesacred Chao, I herewith take off you the spirit of greyface. May yourejoice now.”Ask the victim if she (for now she should be human) feels happy andchaotically filled.If she says yes, than stop the ritual. It worked. Present her the fee foryour clerical services, and move on to some beer.If she says “no”, untie the 1 Ton Golden Apple, letting it fall on thevictim’s head. The possessor spirits are now gone as well.AD053"},{"pageNumber":54,"pageContent":"Five Ages of Manfrom the Book of Eris(with due apologies to Socrates and Plato)The scene opens with Thuddipius (the clueless) meeting Eristotle (the Chaosopher)at his favorite hot dog cart, attempting to pay homage to the Goddess.THUDDIPIUS: Is it not impious to eat hot dog buns, Eristotle?ERISTOTLE: Do not believe everything you read, Thuddipius. I suspect you wishmore of me than my view on the merits of Kosher dogs, my crafty friend.T: Indeed you are right, Eristotle. You always do seem to sniff out my trueintentions.E: It is your cologne, actually.T: What?E: Nothing; just trying to make all this read better.[Shaking his head] I havecome to ask if you truly put forth a theory of Five Ages of Man, and if so, whatit is, and what it means. No man has yet been able to explain it to mysatisfaction, but the market is abuzz with news of it nevertheless.E: It must be better than the usual buzzing of flies, Thuddipius.T: I beg your ...E: Nothing, nothing. You wish to know of my theory, then?T: Yes, very much.E: Let us begin, as the bard said, at the beginning. It is a very fine placeto start, is it not, Thuddipius?T: I ... er ... suppose so, Eristotle.E: You can drop the constant references to my name, Thuddipius. Even theexcessively slow of wit can follow the E:’s and T:’s.T: What “E’s” and “T’s,” and how do you make your voice so wide and dark ...E: Never mind. In any event, do we agree that all things are directly orindirectly appropriate to 5, as the Goddess teaches? Or must we give proofs ofthis?T: We say that which the Goddess teaches, by Zeus.E: Good. That will save us a couple of screens.T: [Looks perplexed, then wisely says...] ...E: When a soul comes to be, it comes from we know not where and for no purposeof Reason or Order? We have discussed this before, have we not?AD054"},{"pageNumber":55,"pageContent":"T: I do not recall it immediately, but I get the odd feeling that I couldfind it easily.E: You need only follow the links in your mind to find it, I am sure. Anyway,this creation which is no kin of Reason and Order must, perforce, be an act ofPrimal Chaos, must it not?T: Yes, but there is that wideness of voice again ...E: It is so that, when you depart, you can easily scan your mind for it. Tocontinue, though, this movement from limitless not-being to limited being willcause deep Confusion, will it not?T: [Gets that perplexed look again, and again chooses wisely] I am not surewhat you mean.E: Imagine that you have spent your entire existence running and capering in thebright, sunlit world, surrounded by colors and sounds and sensations, and werethen suddenly knocked upon the noggin and chained to the ground in a cave, whereyou could understand and participate in the world by way of shadows. Would thischange not greatly confuse you?T: I get the feeling I’ve heard something like this before ... but yes, I wouldsurely be sorely confused. Also, I should think that it would cause greatDiscord and will to rebel against ... the ... incarceration.[Thuddipius looks even more perplexed than earlier, but chooses silence asthe better part of ignorance]E: Truly and well spoken, good sir. The first age, that of Confusion, immedi-ately follows upon being born. The second, which you so aptly named Discord,follows upon Confusion during the very early years of life.T: I see this to be so.E: And how does life follow from this? Do we not become resigned to the laws andseek our place in society, be it low or high?T: Yes, this is so.E: And do we not choose our beliefs and hold to them fixedly, so that no manmay shake us free?T: Most do, Eristotle.E: This is during early childhood, when we are taught to respect the authori-ties. The name of this age is Bureaucracy, and for most men it lasts until themoment of death.T: I must disagree with my earlier statement, I fear. It seems to me that manymen change their opinions during their lives.E: This is so, but do many men change how they think, or attempt to thinkwithout using Reason?.../contAD055"},{"pageNumber":56,"pageContent":"T: This seems as nonsense, Eristotle.E: It most surely is. Reason is what limits the unlimited and what bars it fromthe primal Chaos from which we came. Reason is what chains us to the cave,Thuddipius. The chain of Bureaucracy is heavy, but a few manage to crane theirnecks around to try to see the light from outside the cave. These few reach theedges of Reason and sight a new landscape. As Reason becomes inadequate andBureaucracy crumbles, they enter the Age of the Aftermath, which leads them backto the primal Chaos. For most men, though, the Aftermath only occurs at death,when the body crumbles and the soul is freed from Reality and once again joinswith Chaos.T: You are a loon, Eristotle. I don’t know why I ask you anything.E: I am a loon, Thuddipius, and you ask me things because, deep down inside, youare, too. On the outside, though, you’re the pain in the ass that kept mebabbling while my hot dog got cold. Why don’t you toddle along before I decideto beat you to death with a soggy hot dog bun?Some of you may have noticed that Eristotle’s ordering of the Seasons (Chaos,Confusion, Discord, Bureaucracy, Aftermath) differs ever so slightly from thePrincipia’s ordering (Chaos, Discord, Confusion, Bureaucracy, Aftermath). Youmay pat yourselves on the back. Give me any flack, though, and I’ve got a soggyhot dog bun with your name on it.The symbols of the sensiblefrom the Book of the Arrow Part 401. Any symbol must be seen as just that; a symbol.02. Not the thing it symbolizes.03. Hence no symbol is holy, although some may be useful.04. This is why our greatest symbol is known as “The Profane Dog”.05. Look ye upon it.06. First see the cross and the curve; this is the smile on the void.The acceptance of the essential nothingness.07. Now the crown. The points refer to the three paths. Note that themiddle point is exalted.08. The question and exclamation marks. They follow one another “question, answer,question” always. Expect no end to this chase but look rather to the crown.09. The seal of the OTS- yoni, lingram, kundalini, herein also are secrets.10. Also we have mantras most efficacious.11. “Get on with it”, of manifold meanings.12. “Not that”, to be repeated at all times.13. “Drink the nectar”, in times of merriment.14. “Snark”, a most powerful word of dismissal.15. “No blame”, in times of trouble.16. “TANSTAAT”, There ain’t no such thing as a thing.17. Also there are certain rituals of symbolic value.18. Foremost is “skinning up”.19. But equal is “shroom picking”.20. However the main value of these is not symbolic.21. It is rather in the psychological effect.22. Finally there is our great and secret word of power which I entrust to you.23. Maybe.AD056"},{"pageNumber":57,"pageContent":"Holy Scriptures and Stufffrom the Book of the Dark Vortex5. And the prophet did speak unto the blind man, saying: “Wretched are theywho are fools for religion’s sake. For many a moron has a faith that canmove mountains, but few have wisdom enough to avoid the ensuing landslide.”6. Upon hearing this, the blind man was sorely troubled. Yea, with muchfear and trembling did he speak unto the prophet, saying: “The police areon their way. Just, please, take what you want, and don’t hurt me!”7. Whereupon, the prophet did flee from the blind man’s house. For he hadmany an unpaid parking ticket, and the police did have a warrant for hisarrest. In truth I tell you, no prophet is ever accepted in his own country.-Excerpt from “The Epistle to the Wankers”And great was the multitude who drew nigh unto the keg. But the keg, beingempty, gave naught unto them. And there was wailing and gnashing of teeth.And a great cry was heard throughout the land, saying: “SONOFABITCH”.-Fragment from “The Life of Saint Stygian the Drunk”And Moses did look upon the face of the Lord. And God spake unto Moses,saying: “What the hell are you staring at?” And Moses did fall upon his facebefore the Lord. And he did beg forgiveness, saying: “Lord, in my ignorancedid I stare upon thee. Only once before have I seen such a fiery red bush.It was the bush of a concubine in pharaoh’s court, and many a night did itset me on fire.”And God spake unto Moses, saying: “If I make thee a prophet, wilt thou leaveme alone?” So God gave unto Moses two tablets of carven stone. Yea,exceedingly heavy were the tablets that God gave unto him. And God com-manded Moses to carry the tablets forth unto all the world. When Moses hadleft the presence of God, the Lord spake unto no one in particular, saying:“What a dumbass!”-From “Moses: The Unauthorized Biography”A Simple Banishing RitualThe following ritual is most efficacious at eliminating any unwantedinfluences all fast and speedy like.Act crazy. Wave your arms, jump up and down, have a fit. Most everyone isscared of crazy people.While acting crazy, shout: Get the fuck out of here or I’ll blow yourgoddamn head off!Rinse and repeat.Klein bottle for sale.Inquire within.AD057Fight crime. Shoot back."},{"pageNumber":58,"pageContent":"Novus Ordo DiscordiaThe Brief Eristic Gospel of St. Pesher the GardenerTruth Nailed to Paper under the supervision of His Holiness, PatriarchWilhelm Leonardo Pesher-Principle Episkipos, and Keeper of the Sardonic Tea.Singer of the Hanky-Time Song, and Pastor-Prelate of the Mobile IlluminatedChapel of DiscordHymns by Abbot Dennis “Mighty” FreudMissing page by “Father Whiskey” (Father Jung Willie Liquor), formerRoman Catholic Priest and Dealer in Chemical AmusementWe Are All Fictional Equals“There’s two things I don’t like and it’s bridges and mustard. And if youwant to burn me up, brother, all you gotta do is stick me in the middle of abridge with a handful of mustard.”- from the Kostelic Dialogues;Legionnaire L.C., Adressing the AbbottDocument OP-8ABOUT THE BIG ERISIAN MINISTRYLike most Eristic cabals, the BEM has its roots in antiquity, arising firstamong mystics in ancient Egypt, and reviving first among the European Gnosticsand Alchemists, later in the secret societies of the 18th century, and mostrecently in the inspired hands of 20th-century Lovers of the Occasionally BitchyGoddess. Pope Leo, or Patriarch Wilhelm Leonardo Pesher-Principle, first dis-covered the Love of Eris while questing the highway (by thumb) on a pilgrimageto see the Gutenberg Bible on display at the Library of Congress.Eris appeared to Pope Leo and his traveling companion, Metropolitan Collin Pyros,calling herself “Satan” and posessing the two in turn in order to dialogue with them.This got both of them arrested and tossed in cells for the night, where their stolencopies of the Canturbury Tales and their harmonicas were taken from them.The two priests would experience personal discord in the coming days, but that night,Pope Leo had Important Thoughts: It struck him as absurd that his harmonica had beentaken from him. Hadn’t these agents of Order seen MOVIES? Even in the establishedcommunal illusion, prisons are a place where harmonicas are played for solace. Bybeing imprisoned without such solace, Pope Leo felt truly wronged, and questionedauthority. Pope Leo had questioned a lot of authority in his time, but hadn’t doneit while imprisoned before, and that seemed to make the difference. He never saw theGutenberg Bible, and hasn’t seen Metropolitan Pyros in a long time. He did, however,witness the Goddess for the first time, and worked to find the roots of his new path.His Erisian Gnosis occurred in the Coming Months (so named due to his personallychosen path to Gnosis), and in the Following Months (so named due to the arrival offollowers), the new Erisian Movement, BEM, was founded on the principle of exploit-ing and reshaping the existing communal illusion. The first goal was to re-build anillusion in which prisoners could have harmonicas, but that was soon discarded asfoolish and a strong case of Missing the Point, but the Goddess corrected Pope Leoand now he just wants to relax and Get Enlightened some more.AD058"},{"pageNumber":59,"pageContent":"Novus Ordo DiscordiaTHE MOBILE ILLUMINATED CHAPEL OF DISCORDOur Law is No Law, which is the Law of Laws, which is the Law of Fives,which has many sides but only one loophole. Do What Thou Wilt shall be thehole in our Law.Our Goddess is Eris, Goddess of Discord and Chaos, snubbed by the Gods ofOlympus. It is for this reason that we cry at weddings.Our Original Sin celebrates our Original Snub, and some of us like mustardon it, and some don’t.Our Symbol is the Sacred Chao, composed of both Order and Disorder, andsymbolic of our Creative Trip.Our History is eternal. We are alchemists and gnostics, and believers andmake-believers. We were of Ur and Babylon. We were of Egypt. We were ofJerusalem. We were of China before our Duke united us. We were of Russiabefore the Khans imprisoned us.A Bible of our Movement is the Principia Discordia, a book which is not abook, which does not exist. There is one comma too many on this page.BONUS REVELATION!The Dust of Soft Elixirs should begin with a “C,” but it is in the honor ofEris that it begins with a “K,” a thing seldom seen in the towers of theCorporate world. The true Dust is purple, and relates not to the deadrulers of the Earth. No lemons in mine, thanks. The “C” is within, and it’sGOOD for you. They did Apple a few years ago, but nobody bought it.AD059"},{"pageNumber":60,"pageContent":"Novus Ordo DiscordiaCHAPTER ONE: THE GARDEN OF THE KINGPesher lived in a City, a dreary maze of concrete and glass where the legacy ofGreyface was ubiquitous.Pesher was a gardener for the City’s King, a bitter and pained champion of all thatis old and tried and in accordance with things that are also old and tried. Pesherthe Gardener had been hired because he had a magic with growing things, and couldmake them green, when all the King could do was make things become ashen and die.The garden of the King was atop a skyscraper, high above the streets below wherepeople shuffled nervously in dull-colored coats that hid their bodies. Lovers in theCity met in darkened rooms with blinds drawn, and didn’t laugh about everything.The garden was overflowing with life and color, a discordant blend of greens andreds and whites and purples. Some paths went noplace at all, some were appar-ently very structured, but their structure made no sense to the King.Near the middle of the garden was a pool, around which Pesher had made a flower-clock that ran backwards. It was here that he spent most of his time, tending theclock-flowers and dipping his toes in the water. The King seldom visited thegarden, which he had wanted simply to remind himself that he could isolateanything on top of his tower, Pesher and the garden included. The King didn’tlike the bright colors, the humidity, or the bugs.There were many bugs in the garden, and they did buzz.And each flower is the Sacred Chao. Some of the bugs did sting, and Pesher wasstung often. When he could, he swatted the bugs away or smashed them. Peshercried out to Eris when he was stung, crying “Why do I have a magic with plantsbut not with bugs? The plants do not sting me! Only the bugs do!” But the Goddesslaughed, because Pesher did not understand. Pesher kept getting stung, some-times in embarassing places.Pesher did have a magic with the bugs, who never once stung the King. The Bugsflew in the eyes of the King, but never in the eyes of Pesher. But Eris forgavePesher for not seeing the truth of this, because she was always invited toPesher’s garden, and to his room, and to his parties with his friends, and to themovies, if she was ever up for it.Eris had taken a Holy Shine to Pesher, and had made him her Passing Fancy for atime, but she didn’t go to the movies with him. Eris is playful with her lovers,and likes to bite. It is written that all who love Eris are her lovers, and weare all, at a time when we do not know it, her Passing Fancy.FUN THINGS TO COLOR AND GLUEThe word Grandfather contains the letters NDF, together. There are only ahandful of words that contain NDF in succession; most of them also end with theletter “L.” Think of two that have no “L” in them, then think of three that do.Every day, make a point of remembering a sorrowful incident from your past.Meditate on the incident until it strikes you as funny. Find the connectionbetween these two activities, and you are three steps closer to Illumination.AD060"},{"pageNumber":61,"pageContent":"Novus Ordo DiscordiaTHE TRUTH (SOME OF IT)1. In the natural chaos-order-order-chaos, all creatures, even cabbages,are born Innocent, and do not feel Guilt.2. The prevailing forms of paganistic Order draw much of their power notonly from suppression of chaos, but from convincing creatures to feel Guilt.3. Eris likes her followers to feel Gilt.4. Throwing a Golden Apple at the skull of those who snub you is morerespectable than throwing it into a crowd of Innocent strangers. Butrolling a gilt apple on the floor works better and has more style.5. Nothing’s quite as bad after an intense fuck.TEMPLE PROCEDURES: RITUAL CLEANSING OF WORSHIP AREAWhat follows is an emergency procedure for the cleansing of any area of worship,for use when the Lysol has run out and the primal chaos isn’t providing loosechange. It may be performed by any two Popes and a Dupe. The Dupe should be givena silly hat, but shouldn’t be allowed to keep it afterward.The First Pope (Adressing the Dupe): Know ye now thatyou are standing on holy ground, a center of Discordand a warm home for Chaos?The Dupe: (Answers as he pleases)The Second Pope Hits the Dupe Across His Silly HatThe First Pope (Indicating the Unclean Nature of thePlace: Know ye now that this place is not clean, and theGoddess is not properly honored?The Dupe: (Answers as he pleases)The Second Pope Hits the Dupe Across His Silly HatThe First Pope (Smiling Broadly): Are you offended bythis mess?The Second Pope (Interrupting): I’m not! It’s goodenough for a Pope, and if the Goddess doesn’t like it,she can sleep on the couch!The Second Pope then looks to the Dupe for a response.The Dupe: (Responds as he pleases)The First Pope: The Wicked Queen, when jealous of SnowWhite, also sent an apple.The First Pope Hits the Dupe Across His Silly HatThe Hat is then removed from the Dupe, who is thankedfor his assistanceThe entire proceedings demonstrate the Illusion of Organized Free Will; theDupe is always “free” to respond as he pleases, but his response has noeffect on the outcome, and always brings punishment. If the Dupe elects NOTto respond, you’ve found a new inductee. If the Dupe is of your preferredsex for mating with, ask the Dupe for a date.Lysol, on the whole, works better. But even Lysol needs a day off.AD061"},{"pageNumber":62,"pageContent":"Novus Ordo DiscordiaCHAPTER TWO: RAIN OF FLOWERSThe seeds of flowers can be the seeds of Discord in any place where flowersare not wanted. Some men fear flowers.Pesher tended his garden with care, for his friends and his room and themovies gave him no pleasure like his magic with growing things, and,despite his cries, even the bugs felt comfortable to him.In a year in which the Curse on mankind seemed to weigh down more heavilythan ever, there came rumors to the Royal Court about Pesher’s garden, andmany of the gentlemen and ladies of the court longed to see its beauty.Pesher knew none of this. If he had, it would have made him smile and invitethe gentlemen and ladies there. But in the laws of the City, the garden wasnot Pesher’s. The garden was the garden of the King.And the King, too, had heard the mutterings of the ladies and gentlemen of the court,and was worried. The King didn’t like his garden, and saw it as a prison for Pesher,whom he both envied and hated. The King didn’t think the garden was beautiful, the Kingjust hated the bugs. Which was fine; the bugs didn’t especially like him, either.It was the bugs which inspired the King to do what he did, which was hisplan to make his subjects forget about the garden.One day the King appeared before the court, at one of the Royal Parties. It wasa dreary affair; the music was the kind that hid the soul of the composer, andthe costumes and masks were the kind that hid the souls of their wearers. But theladies and gentleman still danced. It was all they could do.The music stopped and the King stood up before the Band, and spoke out to the dancefloor, saying “I have heard echoes and mutters and shapely silences, and their shapeswere all the same. You, my subjects, envy me my garden. “This is as it should be; a Kingmust have enviable things,” he said, “but a King’s wealth is the wealth of his people.”The dancers shuffled nervously in clothing that hid their bodies, behindmasks that hid their souls, and felt fear. All of them wanted to see thegarden, yet all of them knew that the King’s words were somehow notsincere. They knew the Order of the City, and the Order of the City didn’tinclude sharing anything that belonged to the City’s King.The King spoke thus: “Come, my subjects, to the top of my skyscraper. There youwill see all things as I do, both the garden and the City. As you have heard, theflowers there are beautiful, and are of colors seldom seen.” In fear, the gentlemenand ladies of the court followed their king to the top of his tower. The membersof the Band, mercifully, were allowed to stay behind to polish their instruments.Pesher the gardener was dipping his toes in the water of the pool, and theflowers of the flower-clock were opening and closing all around him, each onethe Sacred Chao. He was surprised and delighted when a the sounds of a crowd washeard, arriving from the brick and glass house where the elevator was. The Kingentered the garden, smiling. He knew that the bugs he so hated would pester andirritate his guests, and that they would stop longing for his garden.The bugs didn’t go near the King that day. Not even to cloud his eyes.AD062"},{"pageNumber":63,"pageContent":"Novus Ordo DiscordiaThe ladies and gentlemen stepped fearfully into the garden, and were struckby what they saw. Colors, bright colors, and dances of swirling mist. Greenleaves and pebbled paths, following structure that they had never seen, andsometimes no structure at all. The garden of Pesher was a Creative Trip,and they were Tripping on it. The bugs did not go near the Gentlemen andLadies, and they did not go near the King. The subjects of the Royal Courtwatched in wonder, instead, as the bugs swirled in the mist, their goldenwings glittering in the sunlight, bright and dancing above the shadowy fogof the streets far below. The bugs formed circles and swirls, and suggestedsymbols that the ladies and gentlemen did not understand.And Pesher saw the light in their eyes, and was satisfied, and kept righton splashing his toes in the water. Happily, the subjects from the dancetore off their masks, and hiked up their costumes, and joined him. Somewandered barefoot to the edge of the garden, to watch the mists swirl downinto the blackened corridors of the grey skyscrapers of the city. Theyshook their heads and laughed.The King was pissed. Royally. “These bugs!” he cried. “They always fly inmy face! They always buzz in my ear! They fight me and drive me away! “Thesecolors! They are too bright! They inspire no sense of Order! They inspireno sense of Dread!” And the King railed and cried and the ladies andgentleman kept right on splashing their toes.The King killed the garden that day.With his bare hands he started, and with his bare, bloodied hands hefinished. He tore up every flower, he tore up every shrub. His hands rippedroses from the ground and threw branches into the gravel. His feet crushedtiny flowers barely born. And he threw it all into the black abyss of theconcrete canyons of the city. The ladies and gentlemen put on their masks,and shrank away in fear. Pesher, the gardener, simply wept, lying dirty inthe ruins of his flower-clock. On the streets of the city, men and womenshuffled nervously in dull-colored coats that hid their bodies. They didnot know that the King was above them, murdering a garden. They did not knowthat the gardener was crying.Until the flowers fell.And the streets of the city were filled with colors seldom seen, and freshearth and mist and dancing bugs with glittering golden wings. For the firsttime, the people smiled, and the women put flowers in their hair, and thelovers laughed about everything.THE TRUTH ABOUT LOVE AND FEARIf your tendency is to love the opposite of what you fear, you have nofreedom.THE TRUTH ABOUT TAROT CARDSIf magic were real, it would make the world go. Magic isn’t real, so itmakes the world go faster. AD063"},{"pageNumber":64,"pageContent":"Novus Ordo DiscordiaLESSON IN ERISTIC INFLUENCEThe lesson of the Goddess and the Original Snub can be applied directly ineveryday life, and doing so is a spiritual path toward Eristic Gnosis, theintimate knowledge of Discordia’s sting. This is called “tossing apples,” a termapplied to any influence exerted on a group without their prior consent.One example of this sport: While among a group of quiet people (in a library, aclassroom, on an airplane, or while infiltrating another church, for instance),sharply draw in air through your nose. Make a sound. Sniffle. Be noisy about it.Now be quiet and wait. The others around you will sniffle; a chain reaction willoccur. If it doesn’t take by the second try, it will take on the third. Check tosee if anyone become self-conscious about sniffling after others have sniffled.It will be obvious; their eyes will dart about, looking either nervous, embarassed,or apologetic. If one of them looks you in the eye, immediately scratch yourarm, imitating a sudden itch. They will scratch, too. Soon, others will scratch,and again, it will only take two or three tries to make the “trend” catch on. Dothe same trick with coughing, clearing the throat, toying with pencils, andother “nervous habits.” This is a mild apple to toss, and is more likely toawaken latent Tourette’s Syndrome than cause a new Trojan War.CHAPTER THREE: REIGN OF FLOWERSThis chapter was never completed.RIN: A DISCORDIAN DIVINATION METHODIf you can’t read cards or leaves or smoke or entrails, you can still read rocksusing the ancient technique known as Rin. Developed by one of the earliestDiscordian Cabals in 1129 B.C., Rin requires Five Interesting Stones, one white,one black, one red, one yellow, and one blue. You might have to Paint the StonesYourself. This is a matter of some ceremony; take your time to stay inside thelines and (when you’re finished) use the Dedication Prayer found in chapter 29of the Second Gospel of St. Prefect. Cast the stones into the shadow of an apple,and arrange them in the order cast.The first house (in which the first stonedwells) is the house of passions; this iswhere the flames of your heart are quenched.The color of the first house is Blue.The second house (in which the secondstone dwells) is the house of razors;this is where your mind arranges reality.The color of the second house is White.The third house (in which the third stonedwells) is the house of bones; this iswhere your body is centered. The color ofthe third house is Yellow.The fourth house (in which the fourth stonedwells) is the house of dancing light;this is where your imagination comes toplay. The color of the third house is Red.The fifth house (in which the fifth stonedwells) is the guest-house; this is wherethe rest of the world can crash for thenight, and it is the house of greatestmystery, of deepest darkness, and of thesteepest personal expense. The color ofthe fifth house is Black.When the stones are cast, they will fallinto their respective houses and reveal past,present, and future. All colors in align-ment is a powerful omen, indicative of greatenergies put to great purpose (the odds are1:120, if you prefer to use divination methodsfor gambling). All colors unequal is dis-cord, and more likely (One in Five).AD064"},{"pageNumber":65,"pageContent":"Novus Ordo DiscordiaA STORY OF THE ANCIENT WORLDIt was a custom in ancient Babylonia to choose a “king for the day” one day outof each year, taken from the common stock. This king would rule Babylon until hisfirst sunset on the throne, after which he would be sacrificially put to death.There is one incident in which the real king, Era-Imitti, chose his gardener,Enlil Bani, to be this doomed king. Era-Imitti, ironically, was even more doomed,and died of natural causes while the ceremonial party still raged on. The MockKing ruled for two decades, and did it well. Thus may the sacrificial lamb wieldthe dagger for himself. Somebody, somewhere, has to win the lottery.AN ALCHEMICAL FORMULA: THE PURPLE THROAT POTIONFrom the Formulary of Raskol Cohen the Russian, the Swinging Jew:Settle in the crucible both the breath of the iron snake (being taken from him whenhis aspect is fire) and the Dust of Soft Elixirs, then adding the SWEET crystals (thoseof the first of the Five Elements) and blending until their aspects become one. To thismixture must be added two and three and five measures of the Water Stone, and (to thebrim of the crucible) summon again the service of the serpent, from his aspect ofbiting wind. Thus is perfect the potion made, and it will satisfy the formula.Alchemy is not, as the less benevolent factions of our Conspiracy want you to believe,the quest to turn lead into gold. Rather, the transformation of base metal into noblemetal is allegorical. Alchemy and Gnosis are the same thing; the goal of the alchemistis to transform HIMSELF from base humanity into something in contact with the Gods,into a more perfect being, Illuminated, comprehending the nature of himself, bothprofane and divine. The formula above is one step, not towards Illumination, buttowards the powerful channeling of the tension that binds us and make us less like Godsand more like Richard Nixon. In addition, the formula provides a kick in the pants tothe bloodstream, followed shortly thereafter by deeper relaxation. It can also be usedas an aphrodisiac, though it only works on potential lovers who are already close toGnosis themselves. In so doing, both of you will come closer to the Goddess. The PurpleSage and the Purple Throat Potion were not named for one another, despite popularrumor. The Sage did, however, have a fondness for its effects.HELPFUL ADVICE FROM TWO SOURCESDon’t Wake Up,If You Aren’t Finished With The Dream- St. Pesher“Not with that O.P.A., Brother”- Legionnaire L.C.Do it for the Widow’s Son.AD065"},{"pageNumber":66,"pageContent":"Liber 3167from the 23 Apples of ErisPart IChaos1 Prince Mu-Chao was in the glade, and it was there he chewed hay. Ashe chewed his hay in the glade, he said, “Yea, the hay is good hay and it isbad hay and it is somewhat good hay and it is somewhat bad hay and hey, wasthat a blue colored moose?”2 It was a blue colored moose, but as it got closer it changed intoa red cow, and as it got closer than that it became an orange pistachio,and as it got even closer, it became a pink heron, and as it got closestit became a purple dinosaur.3 So Prince Mu-Chao said unto it, “Barney, whyfore do you strut andsway and turn into various colored animals before my very eyes and fuck withmy mind so?”4 And Barney said unto Prince Mu-Chao, “Of what do you speak,Prince? I am not changing color and I thinkest my name is not Barney,for no one has ever called me such in my immortal life. I am the GoddessEris and I have come to answer the questions thou hast not yet asked meon this very night.”5 And Prince Mu-Chao apologized profusely and made excuses andreferred to the lysergic acid in his system as the culprit for themisrepresentation of the Goddess by his eyes and mind. And so the God-dess forgave and shortly gave answers to questions the Prince did noteven know to ask as of yet.6 After this, Prince Mu-Chao began acting very strangely, for hebegan touching himself in public and eating Gobstoppers with peanutbutter and even went so far as to write about himself in the thirdperson. Verily, something strange was a toe in Denmark.7 And he began talking to grasshoppers and listening to melons andpeeing in Dixie cups and frying Hot Wheels and pinching his cheek in avery suggestive and revolting way, and spilling his seed in the dust.8 When asked about his indecent, illicit and sometimes just fuckingweird behavior, Prince Mu-Chao said only, “Beware the Goddess, for she isa real Bitch and will ruin your life in her mysterious ways. For that iswhat she does, Turnip. The Goddess fucks with you not so you gain en-lightenment, or so you become a better person, or so you come to yoursenses. No, the Goddess fucks with you because it’s fun for Her to do so.9 “Eris was a freight train,” Prince Mu-Chao continued, “and I wasa duck. Oh baby, baby, the road is marching on. Fnordits andGranfalloons I beg of you give me my simple yet frabjuous caloo-callay!”10 Prince Mu-Chao did stammer and scream much more than just this,and yet the Holy Tape Recorder did stop taping at this point, for weused Cheap Generic Batteries and not Energizers, nor Duracells, and sowe lost the Holy Word as told to us by Prince Mu-Chao.Anything not nailed down is mine. Anything I can pryloose is not nailed down.AD066"},{"pageNumber":67,"pageContent":"11 Yet all is not lost for the Goddess came back and attempted tospeak to the Prince again who, when told that the Goddess was calling onhim waxed sorely pissed and jiggled his willy at the rest of the 23Apples and screamed, “NO, no, no, no, NO!”12 The Apples wanted to cover up their mistake with the Holy TapeRecorder and so they laughed in the Prince’s face and ushered Eris intoMu-Chao’s padded cell despite his cries and mewlings and moanings,closing and locking the door behind her to protect themselves from anyafter-effects of Eris’ Chaos.13 The next morning the Apples unlocked and opened the padded door andbehold! And stuff! Eris and Prince Mu-Chao were no longer in the room. ThePrince had apparently escaped in the night and was probably dancing naked ina field of poppies or marigolds or magazines or something.14 And so the Apples set upon the task of finding him and after having notfound him, of looking for him, and after having not looked at him, of yellingfor him, and after having not yelled at him, of going to the local pub andordering several mugs of Guinness.15 The Apples did get drunk, and they did pass out, and they did sleep.16 In the meantime, Prince Mu-Chao was hiding in a silo on theedge of town mumbling obscenities at himself and at the dragons and theelephants that joined him in his once-serene setting.17 He knew not how he got here, nor where his pants were, and yethe uttered his obscenities still and did get dizzy when he caught awhiff of one of the elephant’s cloud of pink gas and so, as at thebeginning of this wholly book, the Prince became psy-enabled.18 And upon his re-enabilization he saw St. Gulik, a giant cockroach,playing solitaire with the Ghost of Emperor Norton in one corner of the silo.The dragons and the elephants gave them both a wide berth. Fearing the onsetof lunacy, the Prince blinked and squished his eyelids together tightly, yetwhen he opened them, the Holy Things were still playing solitaire.19 “Oy!” Prince Mu-Chao said, even though he was not and is not Jew-ish. He slowly made his way around the silo and sat down beside the cardplayers, who gave him long, pitying looks between playing their cards.20 “Well, from the looks on your faces, I can see that you havenews of not the good kind for me that I am going to hate. Verily, youcan tell me; I will not punch you in the nose. Out with it, damn you!”21 “Oy, vey!” St. Gulik said, even though he was not and is notJewish. “The Lady told us to come and tell you that you can run, but youcan’t Hyde, and not to step on her Blue Suede Shoes, and, oh yes, dial867-5309,” he said, handing the Prince his Celestial Cell Phone. It wasdigital and the connection was good.22 And so prince Mu-Chao dialed the number and got a funny beepingtone, followed by a disembodied voice telling him that the number he dialedcould not be reached. St. Gulik reminded him that he had to dial “5” to getout of Reality, and so the Prince dialed a “5” before 867-5309 and Erispicked up the phone, “Wrong number, please!”23 “WHAT IS IT YOU WANT FROM ME?!?!?!” the Prince screamed intothe phone, startling the elephants (but not the dragons, for dragons arevery much used to people yelling when they are around).24 “I just wanted to tell you to write another Holy Book entitledLiber 3167 and in it, chronicle your dealings with me to warn othersthat I am a bitch and should not be trusted.”25 “I believe that,” said Prince, and he whistled a hearty tune ashe walked back to 23 Apples Headquarters.AD067"},{"pageNumber":68,"pageContent":"Liber 3167Part IIDiscord1 “Get the hell out, Illuminati SCUMM; or I’ll bean you with a K-apple and mail you chewed up GUM!” sang Mu-Chao as the bass pounded, thedrum snared and the lead guitar whined.2 “Ok, wait... stop... stop,” said Mu-Chao and the music wounddown as the rest of the Apples stopped playing their instruments. “Thissucks, verily. We need a better songwriter, and better musicians, and abetter singer if we want to be an actual band.”3 “We have a good name,” said the Happy Fun Ball, “that shouldcount for something. I mean, Hog-Blowing Bite Me Power Tool ApocalypseRiding Liquid Nicotine Dune Buggies is a GOOD name.”4 “And yet, we have absolutely no musical talent, except Fluff playsthe bass harmonica very well, of course. I am a writer, not a singer. I soundworse than Bob Dylan with a head cold and a case of the runs.”5 Thus the Hog-Blowing Bite Me Power Tool Apocalypse Riding LiquidNicotine Dune Buggies disbanded in disgrace and turned back to writingpropaganda, from whence they had come.6 Eris came to Prince Mu-Chao that night when he was in his den gulp-ing whiskey and going over Finnegan’s Wake with a fine-toothed brush foranswers to the age-old question ‘What the fuck was Joyce on, anyway?’.7 “Oh, shit, not you again. Look, I’m writing your goddamn book,you’ve got to give me time. It’s only been a couple of years,” the Princesaid, backing his chair across the room to remove himself from her wake.8 “I really liked that band, Mu-Chao. Why did you decide to stopplaying? The unmelodious melody struck a dis-chord in my Sacred Heartand made me sad in a happy sort of way.”9 “What are you talking about? We sucked. It wasn’t just badmusic, nor was it just bad singing, nor was it bad songwriting. We justsucked,” the Prince pointed out, trying not to offend the Goddess whilestill making his point.10 And yet Eris insisted that the music they made was special toHer and that if the band did not continue to play and send Her demotapes once a month, She would wax sorely pissed and make sure to visitthe Prince every night.People who emitCherenkov radiationmake me nervous.Jesus loves you. Eve-ryone else thinksyou’re an asshole.AD068"},{"pageNumber":69,"pageContent":"11 Being a fairly smart guy, Mu-Chao knew he could not handledealing with the Goddess every night. Hell, he couldn’t even deal withthe telemarketers he got calls from now, how was he going to manage withthe Goddess of Chaos every night?12 After mumbling something about Jesus never visiting His followersand making THEIR lives miserable, he agreed that the Hog-Blowing Bite MePower Tool Apocalypse Riding Liquid Nicotine Dune Buggies would get backtogether under the name K235172571532-5 and release Their Second Album (thefirst was entitled Their First Album and is only available for a limited timein a dumpster down the street from where I am writing this).13 Eris was overjoyed and She danced around the room, knockingover a bookshelf, the 23 Apples’ Server, the Prince’s bottle ofBushmills, and a tesseract that had started to grow out of the wall.Then she promptly dematerialized and left the Prince to ponder what inthe world he was going to do.14 She knew he hating playing the music, but she wanted him to doit anyway. What if the music was not dischordant, but instead chordant?She would hate it then, and force them to stop!15 And so the Apples practiced and practiced, discarding all butthe best songs they could come up with. And Eris was happy.16 Eris was happy, that is, for the first month or so. Soon, Shebegan to get angry. She came to the Prince when he was at work and toldhim it was time for a cigarette break. Rolling his eyes and smirking hislips, he went outside with her.17 “I know what you’re up to, Prince, and it’s not nice to foolMother Nature.”18 “You’re Mother Chaos, not Mother Nature!” the Prince said.19 “I am so Mother Nature. This week, anyway. She went on vacation andasked me to fill in for her, you know, the flowers still have to bloom andeverything, but she needed a break so bad. She’s the kind of immortal who allwork, work, work, never having any fun at all and so I set her up with...”20 “Alright, I get the picture. That’s why all the trees havepolka dots. It’s not a disease after all. Anyway, what are you talkingabout “fooling”? I’m doing everything you asked.”21 “The band is intentionally getting better, and I don’t like it.Suck again. The music hurts my ears and my pineal gland now!”22 “That’s what happens when you practice - you get better. Thebeats come naturally to us now and we can’t help but play good.”23 “Damn you, Mu-Chao, you’ll pay for this!” Eris screamed andgave the Prince a black eye and bloody nose before leaving in a huff.24 The 23 Apples happily stopped playing their music and Eris didnot bitch at all.25 Do you believe that?The problem with troubleshooting is that real troubleshoots back.AD069"},{"pageNumber":70,"pageContent":"Liber 3167Part IIIConfusion1 And then there was this time Prince Mu-Chao fell down the rabbithole through a mirror and met the Rabid Postman and the April Robot.2 “How now, brown Chao?” asked the April Robot with an air ofdignity that was not unlike a springtime dew of honeysuckle and primroseparts of the whole shebang and more.3 “Dude, what the fuck?” Prince Mu-Chao mumbled in an absurd attemptto communicate with the April Robot, when he knew full well that Prometheuswas bumming a ride to Vegas at the exact same time as the Robot bled crude onhis jacket, and so a red fly wouldn’t have a chance at poetry.4 The Rabid Postman introduced himself as Gomer and said he waspleased to meet such a non-entity in person and could he not have Mu-Chao’s autograph on a line of coke he snorted up through his asshole?5 This was too much for Mu-Chao and so he wandered off and found agrove of ‘shrooms that said Bite Me on them. He sat down and studied onefor a couple of hours.6 Knocked out of his daze by the smell of some good ol’ KallistiGold, the Prince looked around, and saw a multi-colored caterpillarsitting back on one of the ‘shrooms behind him. “Lo,” the Prince said.“I’ve never tripped like this before.”7 The caterpillar replied, “You are definitely 100% out of yourgourd, but you have not seen the I’s yet. Who Are You?”8 “Don’t start that bullshit man, we have to be, like, originaland creative. Don’t repeat yourself. You said all that shit to Alice,and we know about it already. This is a new Trip. Hey, waitaminute, Ithought you were a butterfly now?”9 “Don’t fuck with me, man. My time is not your time. And I’ll saywhatever I want. Who Are You Today?”10 “The same person I was yesterday, but more-so, and with a sideof vinegar and rice,” Prince Mu-Chao said, grabbing a chunk of ‘shroomand munching on it.11 A few minutes later, after stomping on the uncooperative cater-pillar, the Prince ran across a pair of twins throwing a screaming hard-boiled egg back and forth. “Dude, this is pretty fucked up right here,”Prince Mu-Chao said and just walked right on by.12 On the horizon he saw a towering Emerald City and this botheredhim more than any thing else so far. “Someone’s mixing up their sto-ries,” the Prince said aloud, “This is very sloppily done.” The poppiesagreed loudly and emphatically.13 Some time later, the Prince reached the Emerald City and theguard, with a real oedipal complextion, accosted him at the gate. “Whatis your business with the Wizard?”14 Prince Mu-Chao explained to the guard that he had come to ask thewizard a very important, but personal question. Alas, the guard would not lethim through until the Prince shared what was left of his ‘shroom.15 Walking inside, Prince Mu-Chao seemed to go through anotherparadigm shift, though, because multi-colored horses merged with playingcards into a jumble out of which a dark castle emerge.AD070"},{"pageNumber":71,"pageContent":"16 “I’m sooooo depressed,” the Prince heard from around a corner.When he went to investigate he saw that it was, indeed, the Prince ofDenmark who, like the guard, had a bit of an oedipal complexion.17 “That wasn’t one of your lines,” the Prince said to the Prince,“I know all your lines and that is not one of them.”18 “Fuck you, pal,” Hamlet said to the Prince.19 “That definitely wasn’t one of them. Boy, Shakespeare reallydid you a favor, turning you into a poet. Who’d have known you were justa shit-stained, uncouth little twerp?”20 For Hamlet was little, a mere 5’2\", and as the Prince watched,the other Prince began morphing into something else. An eye.21 “Okay, I’ve had about enough of this BULLSHIT!” the Princescreamed. Everybody in the restaurant looked over at him. He seemed tobe in Dennys, and looking at the clock on the wall, it was 3am eternal.22 The Happy Fun Ball and MarshMellow Fluff told him to shut thefuck up, what did he want, for them all to get arrested with ‘shroomsstill bulging in their pockets?23 Prince Mu-Chao replied with first a smile, then a burp, then atwinkle in his eye, then a raised eyebrow, then a knowing look, andfinally with the contents of his stomach.24 Over the next few years, Prince Mu-Chao would flashback to thatnight, the Night of the Goddess, smile, and retch prolifically.25 You’d better believe that (or at least stand back for a few hours).In the CardsYahweh peered at Eris over His cards.“Why do You suppose,” He asked meaningfully, “that I always seemto attract so many ladies? See and raise five.”“The same reason so many men are drawn to Me,” She replied ab-sently. “No one wants to think that their sex is responsible forreality. See Your five and call.”“It has been said that there are many rooms in My mansion,” Yahwehboomed confidently, “But Lo! My house is full. Queens over Jacks,m’Dear.”“Four fives...” Eris began, then paused. “Oh, no,” She correctedHerself. “Oh, that’s much better.” Eris hurriedly switched Hercards around, a smile spreading across Her face. “What is thedifference,” She asked excitedly, “between two Fools and a King?”“Er,” Yahweh responded, a bit flustered, “A crown?”“Not quite, but that’s the guess I would expect from You,” Erisreplied, laying down Her hand, “As you can see, there is nodifference. Kings over fives, by the way. A winning hand and a newtwist on an old puzzle. Oh, I am hot tonight. You’ve gotten aroundto the whole night/day thing, right? Oh, You must have or Youwouldn’t be resting, I suppose.”Yahweh looked down at Her hand, astonished and even more confused.“But there weren’t any Jokers in the deck!” He managed.“Oh, Hon,” Eris said, smiling a bit sadly as She gathered Herwinnings from the center of the table, “There are always Jokers inthe deck.”AD071"},{"pageNumber":72,"pageContent":"Liber 3167Part IVBureaucracy1 One night, Prince Mu-Chao found that he couldn’t sleep and socalled several mythological friends of the Trickster persuasion he hadmade since first coming into the clutches of the dangerous Goddess Eris.2 And so Coyote, Raven, Loki, Mercury, Legba, Wakdjunkaga, Krishna,Eshu, Thlokunyana, Hermes, Aflakete, Prometheus, and of course, Prince Mu-Chao, met in the woods by his house and formulated a plan to trick Eris intogiving the ordinary cabbage a modicum of common sense.3 You see, Eris had been hoarding the common sense and normal,everyday cabbages had absolutely none. The Goddess said she needed the cand the esses from Common Sense it to bake a cheesecake.4 But Prince Mu-Chao was not interested in the Goddess’ pie; no, hewas more interested in not having to deal with witless cabbages for the restof his days on Terra Foola.5 Nor could Coyote, or any of the Trickster persuasion, deal with theEveryday Cabbage any longer. And so, as was formerly said before this, theyformulated a plan to trick Eris into giving the ordinary cabbage a modicum ofcommon sense.6 The plan went thusly: Prince Mu-Chao was to distract the Goddesswith Stupid Questions while Prince Mu-Chao snuck past her and jimmied thelock on her Chaos SafeTM. Then, Prince Mu-Chao would enter the Chaos SafeTMand Prince Mu-Chao would solve the Five Impossible Riddles Of DeathTM whilePrince Mu-Chao disarmed the bomb and Prince Mu-Chao stood guard. Finally,Prince Mu-Chao would actually take the Common Sense (as well as anything elsethat may interest the others). Prince Mu-Chao was to drive the getaway car.7 Needless to say, it was not Prince Mu-Chao that came up withthis plan.8 “What do you think I am, your Bitch?” Prince Mu-Chao asked Ravenheatedly. “You guys are all older than me, but more people believe I existthan some of you. In fact, I don’t think I ever heard of you,” he said,looking at Wakdjunkaga. “You sound like a character I would make up.”9 Wakdjunkaga insisted he was real and was the patron saint ofWinnebagos.10 “I don’t care if you’re the god of semis, I ain’t doing this.Find Br’er Rabbit. He’ll do anything.”11 Eris was watching this heated discussion and smiled to herself. Sheknew that common sense would not help the cabbages any, for they had nobrains to put the common sense into, as anyone WITH common sense could see.12 Long ago, she had tried placing common sense into a cabbage andit was just wasted as it soon trickled down the cabbage’s inner thighand puddled at its feet.13 And so, fearing nothing but a lack of amusement, she threw aplan into mighty Raven’s brainstem.14 “I KNOW!” Raven exclaimed. “We can tell her that WE’LL make herthe common sense cheesecake as a sacrifice to her as SupremeWhatchamacallit Of The Known Universe And Everything Beyond, Up To AndIncluding Delaware!” Raven was very excited that he had what he thoughtwas an original idea, and almost wet himself.15 “It will never work,” Prince Mu-Chao said morosely.AD072"},{"pageNumber":73,"pageContent":"16 The next morning, Legba and Prometheus went to inform the Goddessthat the Tricksters would like to bake her the cheesecake. They came backwith a Gallon and a half of common sense, and there was much rejoicing.17 Now, though, they realized they had a problem. How were they toinsert the common sense into the cabbages?18 Loki was the first to try to insert Common Sense into a cab-bage. He tricked the cabbage into drinking some common sense, but allthe cabbage did was piss itself until all the common sense had run downits leg and puddled at its feet.19 Krishna walked up to cabbages and stuck vials of Common Scentsunder their noses so the Cabbages would smell the Common Scents, but itturned out that the wordplay involved was too much for Cabbages andtheir heads exploded, the Common Scents running down their legs to arapidly-growing puddle beneath the limp bodies.20 Coyote hunted him down a female cabbage and ejaculated CumminSense into her. It apparently did not take, for she screamed “Oh God! OhGod!” both before and after the serum was introduced. Even Coyote knewthere were no such thing as Gods.21 And yay, it came to pass that each of the Tricksters had triedtheir own way of getting the Common Sense into a cabbage and each hadfailed miserably at the task.22 Finally Eris took pity upon them (actually, she just got boredwatching them) and came down to Terra Foola asking for her cheesecake.23 “Aha, we tricked you, Goddess!” Coyote began. When he realizedthat they had not succeeded in their trickery, he sat down quickly.24 Picking up on his lead, Prince Mu-Chao faked it. “Yes, wetricked you and gave the Common Sense to all...” Prince Mu-Chao gave upas a car drove by with a “Bush for President” bumper sticker.25 Well. Do you believe THAT?That which does not kill me hadbetter run pretty damn fast.Blessed are they that runaround in circles, forthey shall be known aswheels.AD073"},{"pageNumber":74,"pageContent":"Liber 3167Part VAftermath1 And so the Prince was almost finished penning the Holy Book thatthe Goddess had instructed him to write and he put it down with only onechapter to go. As soon as he did, the Goddess appeared.2 “You know,” said Prince Mu-Chao, “A lot of people would give theirpineal gland to actually see and talk to you. Why don’t you go bug them?”3 “You don’t really think you’re done, do you? That’s a wimpylittle Holy Book, isn’t it? About 15 pages if you double space?”4 “Numerically, it’s the only option. I have five sets of five.How can I ruin that? It’s too perfect. No, this is going to be yourdamned holy book, whether you like it or not!”5 At this point, Mu-Chao was turned into a cabbage, which Our LadyEris picked up and brought into the kitchen.6 Our Lady removed a pan from the Pan Tree and filled it withwater, threw it on the stove and began boiling. “Oh, is that how it is,Mu-Chao. I’ll take it and like it, will I?”7 “Okay, okay, I’ll write more!” the cabbage yelled (which was apretty weird sight. After all, how many cabbages have you seen actuallytalk besides all the ones you see every day?).8 She restored Prince Mu-Chao to his former not-so-glory and informedthe Prince that the Tome must be as heavy as the bible, maybe bigger.9 “What??!” Prince Mu-Chao said. “I thought you wanted to namethis Liber 3167, not Liber 3251! The bible took about 1000 years towrite and that had, like 50 authors!”10 “Alright, alright. But you need to at least pentuple its length. Imean, what you’ve written is okay, but it’s nothing great, you know.11 And so Prince Mu-Chao experimented and played and ripped up andthrew away and he was verily sore at the goddess for screwing up his work.12 “Who the fuck does She think She is?” we heard him mutter onemorning as we were watching television and he was hard at work on hiscomputer. “Does she think I’m her fucking writing appendage?”13 And lo, the Prince was inspired by his own words and began thinkingof attaching appendages throughout the document, and yea, this excited him ina way that was not purely non-sexual but virtually G-Rated.14 “Of Appendages we shall have twenty-three,” the Prince wrote.15 “A Table of Malcontents to begin with, of course. But of whatelse is there upon which I can write with the fluidity and supra-wisdomfor which I am known?”Semper Non Sequitur!Fine, DON’T havea nice day, seeif I care.You’re not really drunk if you can lie on thefloor without hanging on.You can’t lick the system, but you cancertainly give it a damn good fondling...AD074"},{"pageNumber":75,"pageContent":"16 And so Happy Fun Ball and Rev. Y? and MajorDomo and HammanCheez and all the other Apples in the immediate vicinity of the Princepaused Monty Python’s Search for the Holy Grail and rattled off Ideas.17 Happy Fun Ball screamed, “Cook-Note Fiberglass!” MajorDomoyelled; “Mondos and Mindfucks!” Rev. Y? whispered; “A bunch of thingswe’ve already done!”; “And Something!” yelled Joe.18 And so, their work done, they went back to watching the moviewhile Mu-Chao waxed sorely pissed and turned back to the computer.19 Prince Mu-Chao did write and he wrote and he had written and he wroted.20 Finally, he was finished. He looked upon his work and it sucked.21 “This Sucks,” Eris said after she had read it all. “I mean,this is good. And this is okay. This huge pile over here just sucks.”22 “Well, what do you want me to do, Eris? I’m tired and haven’tslept for days.”23 Eris said, “Why did you bother making it bigger than it was? Itwas perfect with just five parts with five groupings of five items. Youshould have just stopped there. You could probably salvage some of thisstuff too,” she said disinterestedly and promptly vanished.24 Prince Mu-Chao got drunk that night and weeped as the 23 Applesof Eris looked on in amusement.25 Believe it or not.AD075"},{"pageNumber":76,"pageContent":"How To Summon Ye Dæmon Aleister Crowley To Visible Appearance(A Rite For Father’s Day)Father’s Day Rite O.D. PUBLICATION, CLASS AFrom an ancient Græco-Egyptian manuscript in the Egyptian NationalMuseumYe BanishingBanish by showing a picture of Aleister Crowley to the eight directions,saying “Get Off My Cloud” at each spacemark, and each time give the MiddleFinger Salute to the direction. Or ye may wear a Crowley Mask during thebanishing. This will scare away any non-Thelemic entities and entice Crowleyto the Circle.Ye Place Of WorkingIn the middle of the circle should be a Crucifix, lots of beer (Crowleyhated beer) and a copy of an A.E. Waite book (Crowley liked Waite about asmuch as beer). This will keep Crowley from invading the circle in his trueform.Ye Preliminary InsultationThe celebrants sit in the circle and consume beer, marijuana and otherintoxicants, all the while profaning the demon Crowley, reviling him atevery turn. Every couple of minutes a different celebrant should break intothe conversation and say, “I wish Crowley was here to hear you say that.”Getting stoned inside the circle where he can’t reach you and insulting hisName will draw Crowley to the circle, itching to manifest and rip you intoconfetti.Ye First InsultationThe appointed Priest reads each sentence aloud, and the Celebrantsrepeat it after him.“I invocate and conjure thee, o ye blasphemous toad Aleister Crowley! Longhave ye taunted us from beyond the grave, meddling with the brains of acidmessiahs and politicians, smirking at us from behind your silly Egyptianhat! I command you to appear before us now, if you’re the great magicianthey say you are! Being armed with the power of beer and cigarettes Icommand it!!!”(pause for a minute)“O worm-eaten necromancer, hear me. A sadistic game you have played withyour disciples long enough. You lure the curious down halls of AleisterCrowley statues and Crowley altars at every turn, only to lead the travel-lers to a mirror at the end of the path, and they realize their god wasthemselves all the time. BUT BY THAT TIME THEY’VE BOUGHT ALL YOUR BOOKS.Thou art a slick advertiser selling bottled air.”“I invoke you by your names: To Mega Therion! Perdurabo! Baphomet! TheBeast 666! Fo-Hi! Count Alexander Svareff! Chiao Khan! Alys! etc. Come thouforthwith, without delay, from any and all parts of the world thou mayestbe, and make rational answers unto all things that we shall demand of thee,for thou art conjured up by the name of the living and true god Xerox!”AD076"},{"pageNumber":77,"pageContent":"This yearKung Fus Shun, Grand OHOODYe Second InsultationIf the obstinate Beast refuses to show himself, repeat ye secondinsultation:“By the power of the slave god Jehovah, I command you to appear!”“By twenty generations of Plymouth Brethren, I constrain you to appear!”“By Leah Hirsig’s bedpan, I lure you to appear!”“With seven vestal virgins, I entice you to appear!”“With seven lines of fine Peruvian cocaine, I tempt you to appear!”“With seven young, gay, Arabian boys I seduce you to appear!”“By a gram of China white heroin, I dare you to appear!”“Just to see if I have all that shit, I DEFY YOU TO APPEAR!”Ye Grand InsultationAnother joint is passed around while the Celebrants wait for a sign ofCrowley’s appearance. His manifestation can take many forms, and each adeptshould comment on anything he/she should hear or see that might be Crowley,from insects to rocks to vegetation. While the joint is smoked, each ofthese possible signs is discussed and either discarded or seized and put inthe middle of the circle. These objects touched by Crowley are HOO-HAHs andshould be kept by the celebrants as Power Objects.If Crowley still does not appear in physical form, a final and mostpowerful CRITICIZATION and INSULTATION is uttered by the Priest:“Come on, man, this is embarassing. We do the ritual and you promise it willwork and you don’t show up. That’s just like you, you lime-sucking baldpateof an English windbag! We come out here, dress in fine apparel and takestrange drugs and all that shit, and all we get out of it is sitting herein fine apparel stoned on strange drugs.”“Come on, you lecherous old fart! You can tantalize us with a littlevisible appearance, can’t you? Just show us a leg and part of a helmetlike Buer showed you, huh? That is, if you got the balls. COME ON,CROWLEY, SHOW US THAT BEAST OF A WANGER YOU BRAG ABOUT...”As soon as this is said, Crowley will manifest on the outside of the Circle,if not in bodily form then as a breeze or something more tenuous, buteverything that moves outside the circle has been touched by him. Eachcelebrant who hasn’t found a Crowley Hoo-Hah yet should go out of theCircle and find one. They are piled in the middle of the Circle.TheseCrowley Hoo-Hahs can be used for any and all types of Thelemic Magick.They’re almost as good as Crowley Knucklebones and Crowley Toes.Ye BanishingA reverse banishing should be performed. Face the inside of the circle,point Crowley’s picture or mask to the center of the circle, and at each ofthe eight points, say “Under my thumb” while you grind your thumb into youroutstretched palm.Ye WarningThe O.D. takes no responsibility for the consequences of performing thisrite. Crowley’s manifestation is sometimes violent: once a whole group ofadepts was found buggered to death. Be forewarned.Collegium ad Inner SanctumAD077"},{"pageNumber":78,"pageContent":"Okay, this is a discussion on magick, eh? Whoa, like, conjuring demons,throwing hexes, and predicting the future? Manipulation of the Hodge/Podge toTOTAL WORLD DOMINATION?! No. First off, any demons that might be around aren’tgonna waste time with Discordians (they’re after the Greyfaced Religions,‘cause the guilt they can lay on them...). Throwing hexes is painful, and badfor the joints. And if you are worried about the future, and world domination,then you have no business trying out magick anyway. So, like, what is Discordianmagick, eh? Okay, Discordian Magick is a way in which the Discordian practicingit (called a Phool) to either add to or create Eristic Vibes or to deflect ordestroy Aneristic Vibes.Some Terms:-><- -><- -><- -><- -><- -><- -><- -><- -><- -><- -><-The Principles of Discordian Magick - A Very Loose DiscussionA document to be included in the forthcoming_Confunomicon_by Lord Falgan, F.M., K.S.C. Novus Ordo Seclorum Erisium-><- -><- -><- -><- -><- -><- -><- -><- -><- -><- -><-...dedicated to The Prettiest One...Vibes: Psycho-emotional energy given off be humans and other creatures.Eristic: Pertaining to Eris; pertaining to chaos in general.Aneristic:Against Eris; pertaining to order in general.Phool: one who is aware of the presence an actions of Vibesand uses Discordian Magick to manipulate the sameFace: An aspect of Discordian Magick; the category of magickNature: The end-product of Discordian MagickHodge: The pseudo-Zen force of Order in the worldPodge: The pseudo-Zen force of Chaos in the worldThe Doctrine: things have a tendency to work out ok in the endJu-Ju: The “aftershocks” of Discordian Magick; the long-term effects.The Sacred Chao: The image of the Hodge and Podge.Greyface: One who unconsciously generates Aneristic Vibes.THEM: A group who consciously generates Aneristic Vibes;Phools gone Greyface.Discordian: One who unconsciously generates Eristic Vibes.Norm: A normal, vibe-unaware, guy-on-the-street. Typically Aneristic,due to the great amount of ambient Aneristic Vibes in the world.Vibes: what they be.Okay, vibes are like energy which is given off by all creatures. You mayknow of Vril or Kirlian Aura or Alpha Waves or some other nonsense. Vibes may ormay not be them, its really not important. What IS important is that they exist,and if they exist, then they can be manipulated and created and destroyed.(Destroying waves can be bad Ju-ju. Be careful.) How do we know vibes are there?Because, if you open up, you can feel them. You’re being hit by them all thetime, just most people aren’t aware of them. Next time someone is beingextremely chaotic, notice how that person’s actions and presence affect you...the same for someone being extremely ordered. Sometimes, the vibes can changeyour mood, your attitude, even y our health. So, now that I know the vibes arethere, what can I do with them? Okay, eh? So, there are two basic kinds of vibes:Eristic and Aneristic.AD078"},{"pageNumber":79,"pageContent":"Chaos: Vibes manipulated within the Face of Chaos, generally speak-ing, are designed simply to increase the amount of Eristic Energy in thearea. Chaos magick is specifically unorganized, and often purposeless. Itis used to change mood, tone, and is also a way to banish Greyfaces.Discord: Vibes manipulated within the Face of Discord are deignedto affect large numbers of Norms, and sometimes Greyfaces. It is thesecond most destructive form of magick, and requires care in its use. Itcauses Norms to act in ways they would not normally, often for reasonsthey do not fully comprehend.Confusion: The most common form of magick, Vibes manipulated withinthe Face of Confusion is a Discordians primary weapon against Anerism. Itis a subtle form of magick, designed to gradually wean norms and Greyfacesfrom their hopeless addiction to Aneristic Vibes.Beurocracy: Vibes manipulated within the Face of Beurocracy must betreated with care, as they can easily slip into Aneristic ones instead ofEristic. Beurocratic Magick is designed to affect a large number of Normsinto unconsciously succumbing to Eristic Influence. When used especiallywell, this form of magick is particularly effective against Greyfaces, asthey may not even know that they are being manipulated.Aftermath: Vibes manipulated within the Face of Aftermath are themost dangerous tool a Phool can use. They are by far the most destructive,and involve a permanent destruction of Vibes, and a ceasing of theSpinning of the Chao. Aftermath Magick is serious stuff. It means aclosing and a te rmination of Energy. Don’t use this stuff unless you’re,like, really sure of yourself and are prepared to accept responsibilityfor the Ju-Ju you may cause.Eristic Vibes are pulses of chaotic energy, while Aneristic Vibes arepulses of ordered energy... this means the fundamental concepts of chaosand order, not the waves themselves. (I.E. if vibes have a structure, bothEristic and Aneristic probably have the same structure. It is the kind ofenergy which differs, not the structure.)Eristic Vibes USUALLY cause Chaos,Discord and Confusion (the first three Faces (q.v.)) and Aneristic VibesUSUALLY cause Beurocracy and Aftermath (the last two Faces). I say USUALLYbecause, like most things, there are several occasions when the five willcross over. A Phool must learn to appreciate the spinning of the Chao, andthe counter-push-pull of the Hodge and Podge, and learn when Eristic Vibesare needed, and when Aneristic Vibes are needed. As a very general rule,the world needs more Eristic Vibes... there are far more Greyfaces in theworld than there are Discordians.FacesOkay, eh, Discordian Magick is not exempt from the Law of Fives.There are five facets to Discordian Magic, just like the five faces of apentagon. Ergo, to keep in line with this analogy, these aspects of magickhave been termed “Faces”. The 5 Faces are, naturally: Chaos, Discord,Confusion, Beurocracy, and Aftermath. When a Phool manipulates Vibes, themethod in which the Vibes are manipulated is defined by the Face.Some brief explanations:I hate people who think it’s clever to take drugs — likecustoms officials.AD079"},{"pageNumber":80,"pageContent":"Nature, eh?The Nature of Magick is not really an integral part of the Magick,but it helps the Phool to classify the effect his magick will have on theworld. There are many natures, but some of the basic ones are:Creative:Designed to create ambient vibes. Usually called “Eristic Creative” or“Aneristic Creative”.Destructive: As Creative, but designed to destroy the vibes in question.Anti-Greyface: Countering Aneristic attacks by Greyfaces, or plantingseeds of Chaos in their subconscious.Personal: Magick designed to alter the Phool’s own moods, feelings,and attitudes. Helps recover from Aneristic attacks.Ritual: The ritual is a means of simply causing Ju-Ju. It rarely hasimmediate effects, but when done, the Vibe Ju-Ju will cause long- termeffects which the Phool may desire.Oracle: A means of “seeing t he future”... not really, but what itdoes is open the Phool’s mind to ideas which may indeed affect the future.Part FiveThis has been a very basic introduction into the theories and practice ofDiscordian Magick. It has been presented in hoped of laying a groundwork forfurther study and explanation in the upcoming work _The Confunomicon_. Hail Eris! All Hail Discordia! (K) 3175 Cabaletta Texts- All Rites Reversed, Reprint what you like... but please credit me, fnord? Thanks...5 Vau THE HEIROPHANT They nailed Love to a Cross (nail) Symbolic of their MightBut Love was undefeatedIt simply didn’t fight.Five stoned men were in a courtyard when an elephant entered.The first man was stoned on sleep, and he saw not the elephant butdreamed instead of things unreal to those awake.The second man was stoned on nicotine, caffeine, DDT, carbohydrateexcess, protein deficiency and the other chemicals in the diet which theIlluminati have enforced upon the half-awake to keep them from fullywaking. “Hey”, he said, “there’s a big, smelly beast in our courtyard.”The third stoned man was on grass, and he said, “No, dads, that’s theGhostly Old Party in its’ true nature, the Dark Nix on the Soul”, and hegiggled in a silly way.The fourth stoned man was tripping on peyote, and he said, “You seenot the mystery, for the elephant is a poem written in tons instead ofwords”, and his eyes danced.The fifth stoned man was on acid, and he said nothing, merely worshippingthe elephant in silence as the Father of Buddha.And then the Heirophant entered and drove a nail of mystery into alltheir hearts, saying, “You are all elephants!”Nobody understood him.- Mordecai Malignatus, K.N.S.,“The Book of Republicans and Sinners”, Liber 555AD080"},{"pageNumber":81,"pageContent":".../contThe alt.necromicon F.A.Q.——————————————————————————————————————Q. What is the NecroMicon?The NecroMicon (literally, “The Book of Dead Mice”) is a near-legendary text, also known as“Al As-if”. It was written in Damascus in 730 A.D. by Abdul Alhirra (known irreverently in themodern West as: “Bill the Cat”), of whom little is known, other than that he travelled widely andmay have been the originator of the “Ackankar” cult.Q. Where may the NecroMicon be found?Unfortunately, the original Arab text has been lost, and only fragments remain of thevarious translations that were attempted. The most notable such translation was the work of anotherwise unknown cleric called “the mysterious Wormius”; we even know of his name only throughtertiary sources (for example, the fine historical researches of Dr Phileus Sadowsky). Most likelyWormius encountered Alhirra in the course of an inspection of booty brought back from theCrusades.It is believed that the exiled cabalist Ignatz Eliezer carried a copy of Wormius’ transla-tion with him to Prague, where he met Dr John-D, the famous English magician and rapper (best knownin this regard for introducing the magickal cry “IAO!” to rap, the modern form of which is “Yo!”).John-D in turn translated Wormius into Enochian, encoded the result with a complex multivalentsubstitution cipher, and sold the new manuscript to Rudolf II of Bavaria, as the work of RogerBacon. Over the centuries many scholars of the occult puzzled over John-D’s handiwork; perhaps themost notorious of these was Adam Weishaupt, who as a young man was fascinated by the mysterious“illuminated manuscript”.Rudolf’s collection was broken up with the passage of time, with his collection of raremanuscripts making its way to the venerable Jorge’s famous library in Italy. It survived the firethat destroyed Jorge’s abbey and took his life, and along with the other remaining fragments ofJorge’s collection was stored at a Jesuit college for many years.In 1912 it was discovered there by Wilfred Voynich, a Polish scientist and lover of rarebooks. He was also the son-in-law of George Boole, the logician, and he may have had the impressionthat the manuscript contained certain ideas of Bacon’s that anticipated modern combinatorics.Ever since then there has been a global effort to decipher the Voynich Manuscript, as it isnow known. A history of this effort can be found in “The Voynich Manuscript: An Elegant Enigma”,by Mary D’Empirio (ADA 070 618; US Department of Commerce, National Technical Information Service,Washington DC, 1978). Several times solutions have been announced, but all have been foundwanting. The text of the manuscript itself is available via anonymous ftp from rand.org (192.5.14.33)(/pub/jim/voynich.tar.Z).And upon this day I say unto you: Each Sentient Being is an Incarnation ofMe, and whosoever upon hearing this Truth shall come to know it, isblessed; and twice blessed are they who shall be unable again to forget it;but thrice-blessed is that Man or Woman who needed never to be told.Visitations 13:5 The Honest Book of TruthAD081"},{"pageNumber":82,"pageContent":"Q. What is the content of the NecroMicon?The book is generally agreed to have contained Alhirra’s metaphysical speculations. “Bill the Cat” appearsto have outlined a baroque cosmology in which our world is one of many “fabricated” worlds, made for variouspurposes. Alhirra’s philosophy is not unusual for its time in possessing teleological elements, but what trulysets it apart is that the purpose of our world is seen to be the performance of a giant *calculation* (ironic,given Voynich’s likely presumptions about the manuscript’s content, mentioned above). In this respect he isremarkably modern (see, for example, Edward Fredkin’s recent attempts to view the universe as a computationalprocess).From the modern viewpoint, Alhirra subsequently diminishes the attractiveness of his thought by thenintroducing his pet obsessions - cryptozoology and numerology. He believed that the overseers of this vastcomputation (the “Archons” or “Sysadmins”, in occult jargon), although originating in another dimension (“thespaces between”), had incarnated in a form visible to us - as *mice*. (Hence the book’s title.) He believed thattheir centre of operations was “an alien city in a cold land to the north” - presumably the Antarctic. Alhirrahad several visions of this city from space, perhaps while scrying (these visions later formed the basis of the“Piri Reis” map); he described the city’s physical environment, and its flora and fauna, in considerable detail,and it is for this reason that the NecroMicon is also sometimes known as “The Penguin Opus”.Alhirra also attached great significance to the number 42, suggesting that this number somehow lay at theheart of the planetary entelechy, but never explaining why. It is a frequent observation that 42 is twice 21, thenumber of characters in John-D’s Enochian alphabet, but otherwise no one know what “Bill” meant by this. ColinLow has written that Alhirra’s scrying technique involved the use of “an incense composed of olibanum, storax,dictamnus, opium and hashish”, and it has been surmised that the NecroMicon was not meant to be understood exceptby individuals who had ingested certain rare psychedelic plants. (For more on this line of thought, seeethnopharmacologist Terence McKenna’s article on the Voynich manuscript in Issue #7 of “Gnosis” magazine, and thescene in Wilson and Shea’s “Illuminatus!” in which Weishaupt attempts to fathom the NecroMicon.)Alhirra himself may have been unhinged by his exploration of consciousness. He is said to have written thatto free oneself from “the click of the mouse” (an unclear phrase, apparently referring to the means of theiralleged control) one must become “like that cat, dwelling in the midpoint between Something and Nothing, whichis neither alive nor dead.” Perhaps this is similar to the sentiment that one should be “in the world, but notof it.” In any case, Alhirra is said to have met his end while standing on a chair, literally frightened to deathby his invisible persecutors; his last words were, “Ia! Cthulhu ack-phffftagn...”Q. What about the Necronomicon?A modern superstition, in my opinion, but there are some people on alt.horror.cthulhu who take itseriously.attributed to Qix of the Elder Gods, for the very good reason that he wrote it.Don’t let anyone tell you it was Mitch Porter. They were only sharing a body at the time.AD082"},{"pageNumber":83,"pageContent":"Discordian Invocationby Ian BearThe following are five element invocations used during actual Discordian ritualswith the IDES nest. The five Discordian elements mentioned in Principia Discordiaare Sweet, Orange, Pungent, Prickle, and Boom. They are only briefly mentioned byMalaclypse the Younger in the cosmogeny section, and none of this is to be takenas dogma. Those doing Discordian rituals may use some, all, or none of theseinvocations, or ignore the whole notion of element calling altogether. The floormay be opened to calling other favorite elements, and the order of calling couldbe determined by tossing a golden apple back and forth.SweetInvocation: Oh ever blessed sweetness, be within us now. We call upon thespirits of chocolate, honey, ice cream, and good, gentle loving to be among ourgathering this evening. May kindness and sweetness flourish among us in thiscircle, and may we always have goodies to share.Dismissal: Oh sweet, ere you depart to your sticky realm, give us just one moretaste of your delicious confections, and we will bask in the afterglow of youraffections. Go if you must, so that you do not become cloying or revoltinglysweet, and we will appreciate you all the more when you return.OrangeInvocation: Oh full ,round, ripe, nourishing orange, be with us now. May you everbe pulpy and palpable, genuine and natural, and never dehydrated, reprocessed,irradiated, or pesticided. Feed our stomachs, hearts, and souls. Provide us withour recommended daily allowance of vitamin C. May we be healthy and wellnourished within this circle.Dismissal: Orange, ere you become mushy and moldy, and no longer so nourishing,please depart these premises and return to the earth so that we may be nourishedby you again someday. So it is that none of the elements are totally dismissed,but go outward to join in the chaotic dance of the [Manuscript Damaged]PungentInvocation: We call upon the essence of pungency, the sensual, the untamed, thatwild smell we cannot ignore. We call upon that goaty aroma that does not know howto behave at parties, that which will keep us ever connected with nature, thebeast within us, that wild card trickster factor that will keep civilizationfrom strangling all. May the wildness and sensuality within us live and growwithin this circle.Dismissal: Oh pungent air you depart, leaving a lingering aroma and strangestains on the bedsheets. Go if you must, and come again sometime..../contAD083"},{"pageNumber":84,"pageContent":"PrickleInvocation: Oh Great Mother of Chaos, let us not lapse into oblivion andunconsciousness. When we have become comfortably numb, prickle us, awaken us,enliven us. Prickle us enough that we stay awake and learn our lessons, andplease make the lessons no harder then they need to be. May we be awake and fullyalive in this circle.Dismissal: Essence of prickle, though we grant you permission to depart if you will, weknow we are not off the hook. Ere you depart to your spiny realms, leave us with theawareness to continue along our paths without falling into the pit of obliviousness.BoomInvocation: Boom is the element that started it all. The echoes of the Big Boomstill vibrate through the known universe. The waves of that mighty primordialexplosion still splash about, sometimes spreading outward, sometimes crashing inon one another, or getting caught in vast celestial toilet bowls and forming spiralgalaxies. It was a chaotic eddy in one of those toilet bowls that formed our sun,and the gurgling splash of that eddy that formed the planets. We are of the frothsplashing atop the mighty waves of this expanding universe. It is thanks to thechaotic force that this froth is ever dancing, ever changing. May we grow andchange in harmony with the forces of creative chaos.Dismissal: Oh boom, I don’t know if it will do much to dismiss you since nomatter what I say, the echoes of the Big Boom will continue to reverberatethroughout the All, but then again who am I to say what you can and can’t do?Just keep the chaotic motion and dance of the universe going. May the heat deathof the universe be ever averted. Hail and sleet and fare well.A word of warning to the wise:Though this be the light hearted Discordian tradition, serious caution is advised incalling physically manifest elementals of these elements. If you call a pungentelemental to your apartment, you may never get your security deposit back, and a boomelemental may level portions of the neighborhood. Indeed, it is best if the physicalforms of these sorts of elementals remain a warped alternative D&D concept.It should also be remembered that Discordianism is about the balance of orderand chaos that brings about creation, and not about chaos run amok. Falling intothe pit of destructive chaos is no more fun than the effects of destructiveorder. The eclectic Discordian should embrace diversity and include positiveorderly practices in a spiritual path as well.A historical note:One fine evening, after calling in the elements using the invocations above, plussome extra ones for important elements such as garlic and chocolate, which werethoughtlessly omitted by the great Malaclypse the Younger, I tossed a lovelyround organic golden delicious apple into the circle, announcing it was for theprettiest. A friend seized the apple, and got out a knife, planning to divvy itup among all the pretty folk assembled. First she sliced the apple horizontally,and triumphantly holding the halves in the air, proclaimed, “Behold, the sign ofthe penta—, oops, it’s a six sided apple.” It was then we knew the She had cometo bless our simple rite of devotion with sacred confusion.AD084"},{"pageNumber":85,"pageContent":"Wonderful WandsNext you will want a magick wand. These can be made cheaply from suchordinary items as pea shooters, cattle prods and curtain rods.Curtain rods are particularly potent. Lee Harvey Oswald took a pack-age of them to work on the morning of November 22, 1963. During his lunchbreak, he produced the famous magic bullet , which killed John Kennedy,wounded John Connally, promoted Lyndon Johnson, made a liar out of EarlWarren and, most unfortunately, brought Jim Garrison to Oliver Stone’sattention. After all that, the slug still remains in pristine condition, sothat it can, if necessary, be used again.And cynics say the age of miracles is over.All magick wands utilize the power concealed in rods. Point the rightkind of rod at your neighbourhood banker and he will give you money.But the notion that wands are surrogate penises is a phallacy.Omar Khayam Ravenhurst, “Grand Compendium of Discordian Regurgitals”There came unto the High Chapperal one who had studied in the schools of thePurple Sage and of the Hung Mung Tong and of the Illuminati and of the many otherschools; and this one had found no peace yet.Yea: of the Discordians and the teachers of Mummu and of the Nazarene and ofthe Buddha he had studied; and he had found no peace yet.And he spake to the High Chapperal and said: Give me a sign, that I may believe.And the High Chapperal said unto him: Leave my presence, and seek ye thehorizon and the sign shall come unto you, and ye shall seek no more.And the man turned and sought of the horizon; but the High Chapperal crept upbehind him and raised his foot and did deliver a most puissant kick in the man’sarse, which smarted much and humiliated the seeker grievously.He who has eyes, let him read and understand.- Mordecai Malignatus, K.N.S.,“The Book of Grandmotherly Kindness”, The Dishonest Book of LiesIf Shit didn’t happen, you’d explode.- Mao Tsu, The Little Book of FnordFirst there is Hodge.Then there is Podge.Then there isn’t.- Mao Tsu, The Little Book of FnordFnord is the Vandal whopaints your Original Face Green.- Mao Tsu, The Little Book of FnordA man who had studied much in the schools ofwisdom finally died in the fullness of time andfound himself at the Gates of Eternity.An angel of light approached him and said, “Gono further, O mortal, until you have proven tome your worthiness to enter into Paradise!”But the man answered, “Just a minute now. Firstof all, can you prove to me this is a realHeaven, and not just the wild fantasy of mydisordered mind undergoing death?”Before the angel could reply, a voice frominside the gates shouted:“Let him in - he’s one of us!”- Mordecai Malignatus, K.N.S.If you are sitting, just sit. If you arewalking, just walk. Above all, don’t wobble.AD085"},{"pageNumber":86,"pageContent":"Miraculous MojoIn 1968, students and workers in France rebelled and nearly toppledthe government.Although the age of miracles has long since passed, occasionally somebodysomewhere snaps out of his tranquilized obedience and compulsive junk consumption,if only temporarily. Such a rare event, called a revolution, is considered agenuine and authentic miracle upon investigation and certification by the Legionof Dynamic Discord and our Bull Goose of Limbo.Our research has determined that the 1968 student/worker revolt wascaused by a powerful magician in Fatima who accomplished this wonder byboiling bats’ wings in holy water from Lourdes, and intoning a secretincantation we can only reveal here with one essential word omitted:“Two, four, six, ___ ; Organise to smash the state!”After chanting that mantra 23 times, our mysterious wizard drank hisbat soup and flew to Paris on a broomstick, whereupon he took possession ofDaniel Cohn-Bendit in order to observe and critique (in neo-Marxist terms)the public results of his arcane work.Unfortunately, the French Communist Party regards magic as a decadentborgeois science, so (on behalf of workers and peasants everywhere) itaborted this miracle by taking it over and surrendering power back to FrenchPresident DeGaule.Omar Khayam Ravenhurst, “Grand Compendium of Discordian Regurgitals”The Purple Sage cursed and waxed sorely pissed and cried out in aloud voice : A pox upon the accursed Illuminati of Bavaria; may their seedtake no root. May their hands tremble, their eyes dim and their spines curlup, yea, verily, like unto the backs of snails; and may the vaginalorifices of their women be clogged with Brillo pads.For they have sinned against God and Nature; they have made of life aprison; and they have stolen the green from the grass and the blue from the sky.And so saying, and grimacing and groaning, the Purple Sage left the worldof men and women and retired to the desert in despair and heavy grumpiness.But the High Chapperal laughed, and said to the Erisian faithful: Ourbrother torments himself with no cause, for even the malign Illuminati areunconscious pawns of the Divine Plane of Our Lady.- Mordecai Malignatus, K.N.S.,“The Book of Contradictions”, Liber 555Mister Order, he runs at a very good paceBut old Mother Chaos is winning the race-Lord Omar Khayaam Ravenhurst, K.S.C.,“The Book of Advice”, The Honest Book of TruthBelieve not one word that is written in The Honest Book of Truth by LordOmar nor any that be in Principia Discordia by Malaclypse the Younger; forall that is there contained are the most pernicious and deceptive truths.- Mordecai Malignatus, K.N.S.,“Epistle to the Episkopi”, The Dishonest Book of LiesAD086"},{"pageNumber":87,"pageContent":"Brain Change ExperimentLie down comfortably. Relax. Hold your breath. Pass out.Commentary:Don’t use anything to help you hold your breath. You could die. As long asyou’re just using your Will to do it, you’ll be fine.Pay close attention to your body as you pass out. You will passing throughthe body’s natural panic reaction to death. This can be a very interestingexperience.This experiment doesn’t reqire any kind of preperation or training, but itis really, really hard to do.You probably shouldn’t try this if you have any kind of special healthissues.AD087"},{"pageNumber":88,"pageContent":"Concerned Citizens for a Safe InternetPRESS RELEASEDiscordianism: the Hidden ThreatIn the Senate Anti-Terrorism Hearings in the wake of the Oklahoma bombing,a new menace has come to light. This menace is a shadowy, formlessanarchoterrorist cult known as Discordianism. This cult contaminates theinformation superhighway and its tentacles reach everywhere.Below are some facts about this organization, its methods and motives.FACT: One of the founders of Discordianism was involved in the Kennedyassassination.Discordianism was cofounded by Kerry Thornley. Thornley was a close friendof Lee Harvey Oswald and was involved in a covert Marxist group in theMarines. After the assassination of President Kennedy, District AttorneyJim Garrison uncovered evidence conclusively linking Thornley to the con-spiracy.FACT: Discordianism preaches drug use, terrorism and sexual depravity andthe overthrow of all governmentsThe Discordian “Bible”, the Discordia, contain incitement to plant mari-juana and disobey laws and advocacy of pornography and blasphemy. Othermaterials are even more explicit and extreme. THESE MATERIALS ARE DISTRIB-UTED WIDELY BY THE MEMBERS OF THIS CULT.Discordians are prominent in drug advocate, anarchist, communist and mili-tia movements. They will be found in any movement which opposes and hastensthe destruction of society.It is clear that the Discordians have no respect for the values of societywhich they seek to destroy. And if society does not see the threat and reactto it swiftly they may succeed.FACT: Discordians are entrenched on the Internet and use it to disseminatetheir propagandaDiscordianism is a cancer which has spread widely all over the InformationSuperhighway. There are Discordian Netscape pages advocating sexual per-version, anarchism and drug abuse. There are even newsgroups created andrun by Discordian agents. The Net, which is decentralized and hard topolice, is a perfect haven for these rats.AD089->"},{"pageNumber":89,"pageContent":"WHAT NEEDS TO BE DONESUPPORT THE TELECOMMUNICATIONS REFORM ACTThe Telecommunications Reform Act, currently before the Senate, will make it acriminal offense to distribute obscene and indecent material, categories underwhich Discordian propaganda clearly falls. This would allow the perpetrators ofthese materials to be properly dealt with by the law. Write to your congressmanindicating your support for the act.PRESSURE ONLINE SERVICES TO SHUT DOWN KNOWN DISCORDIAN SITES.There are Netscape pages all over the net run by Discordian cells, disseminatingtheir poisonous propaganda to children. Some of these are at universities, someat commercial service providers. Letters and phone calls to the sites, describ-ing the material and explaining why it is unacceptable would get it pulled. Ifthe site refuses to comply, it may be sympathetic to or controlled by theDiscordian group. If that is so, contact the site which provides it access andcomplain.EDUCATE OTHERS ABOUT THE MENACECopy and spread this alert. Transmit it to others. Tell others about themenace and the very real threat of Discordianism. The more people know, thefewer will be seduced by their lies.PROTECT YOUR CHILDRENIf your children have access to the net, monitor what they access. Do notallow them to access Discordian materials. If they have been contacted byagents of Discordianism, determine these agents’ identities and call thepolice.ACT LOCALKeep your eyes open — the Discordians could be where you are! Look aroundyou. If you notice Discordian activity, in your community, your workplace,your online service or elsewhere, keep an eye on it and alert others.Report any illegal activity to law enforcement authorities. Only you canstop this threat!DISSEMINATE THIS ALERT WIDELY. SEND COPIES TO ALL CONCERNEDCITIZENS. IT’S UP TO YOU! ACT NOW!<-AD088"},{"pageNumber":90,"pageContent":"The Doctrine of FancyThe Novus Ordo Seclorum Erisium is proud to now offer a new title for members ofthe world. It is the designation “Fancy” and can be assumed by anyone whocompletes the short ritual outlined below.The title of Fancy indicates the owner is aware of his or her volatile oils, andby this awareness has set themselves apart from the rest of the non-Fancy world,in accordance with the McCormick Doctrine. They should be treated accordingly.The “Fancy” title can be abbreviated “Fcy.” It can be prepended or postpended toyour holy name, and may be combined with other title designations as in thefollowing examples:The Fancy Lord FalganFancy Lord FalganLord Falgan,Fancy Fcy. Lord Falgan,KSC Lord Falgan, KSC, Fcy.To obtain the title of Fancy, simply complete the following ritual: TheLeader (Episkopos, Cabal Poobah, family goldfish) intones, “There’sSOMEONE around here who just isn’t FANCY!”The Crowd (everyone else except the Leader and the Mundane (non-Fancyperson) express dismay and alarm.The Mundane waves their hand around. “It’s me! It’s me! O woe O woe It’sme!”The Leader intones, “Do you want to be FANCY?”The Mundane answers, “I do!”The Leader intones, “Are you aware of your VOLATILE OILS?”The Mundane replies, “Huh?”The Leader intones, “Have you come from the place you’ve come from?”The Mundane replies, “Sure!”The Leader then shouts, “Then take the oath!”The Crowd begins to chant, “Fan-cy! Fan-cy! Fan-cy!”The Mundane places five caraway seeds in the palm of her or his hand, andmakes a fist, and holds it aloft. The Mundane speaks, “Umbelliferae!Mertaceae! Labiatae! Upon these seeds do I swear, that I will always be awareof my volatile oils! That I will relish them and revel in them! That I willrespect them and revere them! And that I will rule over them! And I alwayspromise that no matter where I go, I will always come from the place that Icame from! So there!” The Mundane swallows the seeds.The Crowd goes nuts with their approval.The Leader intones, “Damn, but now you are FANCY!” The ceremony concludes inthe usual manner.reprinted from _Telesis_, the official organ (spleen) ofthe Novus Ordo Seclorum Erisium <http://telesis.blogspot.com>AD090"},{"pageNumber":91,"pageContent":"Mouse Banishing RitualAD091   by theoneflasehaddock1 Chant \"Eris, Goddess of Chaos, She what done it all, ... oh, never mind,I'll do it myself.\"2 Burn a black candle, for a banishing, and/or a brown candle, for the rodentsyou intend to banish. Or do the ritual during daylight, that works too.3 Chant \"Rodents of my garage, I dig this hole to trap you, thank Goddess(and/or God - be specific if desired) that you cannot understand English.At least I hope you damned rodents can't understand English, and aren'tbright enough to figure this out. But if you do, go along with it, or elseI will have to get real mouse traps.\"4 Dig a hole next to the entrance to the garage the rodents are believed to use.5 Put a bucket in it, so that the top is even with the ground.6 Cover the bucket with twigs and leaves, or even better, a piece of paperwith rocks holding it down so it won't blow away, but leave it loose enoughit will collapse into the bucket if a rodent is on it.7 Chant \"Damned rodents, those which chew into my birdseed bags, thosewhich infest my firewood, smell this peanut butter, fall into this bucket,so that soon, soon, I will be rid of ye.\"8 Place peanut butter on paper or leaves.9 Chant \"O mighty Bucket of some hole in the ground, preferably with peanutbutter, capture my rodents, but make sure they are rodents, in other words,don't catch me a SKUNK.\"10 Hide the birdseed so the rodents don't eat it instead. Leave, and removethe candles. Wait overnight.11 Check for rodents periodically.12 When a rodent is captured, lift the bucket out by the handle.13 Walk a mile or more away, preferably into woods and not somebody else'syard, and empty the bucket.14 While walking, chant \"Damned mice, o ye that eats my birdseed, chews mygarbage, infests my firewood, be gone from whence ye came, or at the veryleast stay out of my garage.\"15 When emptying the bucket, don't drop the mouse on your foot.16 Go back home, and repeat as necessary.Terminator 2.3Check out any news source for any length of time at all and it will becomeobvious that there are a lot of people at work in various GreyFace organizationswho should NOT hold the position they do. That there are idiots making decisionsis not the point, however. What’s important is that you let THEM know that YOUknow they’re idiots.If you really want to let them know how you feel about them... TERMINATE THEM!That’s right! You can pick up an inexpensive package of pre-fab Termination Noticesat your local office store. These forms typically have check boxes you can choosefrom and comment boxes so you can tailor each one to the immediate target.Just keep them handy, and when you see someone on the news, or read about themin the paper and think, “What an idiot!” then fill one of your forms out and sendit to them in care of wherever they work. Easy. (You can save money byphotocopying the forms before you run out!)Hicutus Confusus Episkipos (DSM)"},{"pageNumber":92,"pageContent":"The Random Initiation Project (R.I.P)This Prank can be viewed as a ritual offering, because you don’t get to seethe money-shot. You just get to sow the seeds. (sounding fun already, huh?)They sprout up at Random, when and where Eris Wills them to.Here’s the jist of it:Get a crisp $1.00 bill. Get a stamp (you can have one made cheap at anyoffice store) and stamp the bill. Mail it to a random address in yourcommunity (or just anywhere, or the white house) along with instructions(see ex. below) for the recipient.If you mail 5, every payday (ritual), you can imagine yourself a gland,regulated and secreting amino acids that find opportunities to create newchemical structures. (or something else)These seeds will find fertile soil in many types of psychological identi-ties, and in the core structuring of the brain itself for almost everyone.(Do you believe that?!)<Letter Example>Dear Jakee,We are writing to inform you that we have been monitoring you and feel thatyou have reached a point of eligibility for entrance into our organization.Enclosed you will find a $1.00 bill with our seal of initiation. Keep itwith you at all times.Soon an agent of ours will approach you and give you the activation phrase...“Did you see the moon last night?” Upon hearing this you are required toproduce the stamped bill and respond with, “It was pointing to the Sun.”Failure to produce the stamped bill or return the appropriate phrase willend your eligibility for admission.This exercise is the final test to determine your cognitive ability to holdan idea and remain ready to respond over an undetermined period of time.You will be contacted when you are least expecting it. Any questions youhave will be answered once you have successfully gained entrance into theorganization.Even if the recipients only keep the bill for a while, then spend it, itwill still be moving around in circulation with the accompanying psychiccharge. This is much more dramatic than just stamping a bill and giving itto a store. Think about it.It might even be fun to just use the phrase, “Did you see the moon lastnight?” (or whatever activation phrase you choose to use) all the time outin public. You might just freak someone overhearing you out.Hicutus Confusus Episkipos (DSM)AD092"},{"pageNumber":93,"pageContent":"Yes, Hollie, the primus or ‘classic’ Discordian meditation technique wascreated by Hung Mung many centuries ago after the apostle slipped in thebathtub and hit his head on Saturday afternoon. It has been passed downfrom cabal to cabal and now is a very popular technique for meditating onEris, Her Truths, Her Will, and Her Booty. I’ll share the technique.•Begin by finding a place to meditate. This can be anywhere, butworks best when you are in a crowded, noisy place. It is importantthat you learn to be able to close off your conscious mind fromexternal distractions. Subway platforms, busy sidewalks, publicparks, county fairs, etc. are all viable.•Sit on the ground with your legs crossed. Be sure to wear eitherloose, comfortable clothing or, as Hung Mung himself did, nothing atall. Place your fingers in your ears, and squeeze your eyes closed.•Begin by rocking your torso back and forth, while breathing deeply.Eventually, you will want to move your torso in a circle, to mimicthe spinning of the Sacred Chao.•In a loud voice, intone this mantra: Oh wah tey foo lye ahm. Repeatthis mantra while focusing on your breathing and your rocking about.Ignore everything going on around you.•Continue this meditation until you understand the meaning of themantra. Then you will be enlighted.Lord FalganNo man is an island, but then no man is a potato salad,either.Beware of a tall dark man with a spoon up his nose.AD093"},{"pageNumber":94,"pageContent":"Discordian Hopscotcha game for people with less ilk than that required to play SinkPlayers: This is a game for 5 people, plus or minus a few depending on thenumber of people who want to play.Materials: Everyone will need a rock. Oh, yeah, and you’ll probably wantsome chalk and a section of sidewalk or something to play on.Preparation: Begin by drawing a pentagon made of small squares, with fivesquares to a side. You should probably do this in chalk on a sidewalk or similar,because if you do it on notebook paper it’ll be hard to get everyone on it, andplus you got the chalk out anyway, right? Now, on every third block draw anotherblock next to it on the inside of the pentagon. On every second block, drawanother block next to it on the outside of the pentagon, except if there’salready an extra block there. Start wherever you wish and go in whateverdirection you want. Whoever has the longest Holy Name goes first. Everyone picka spot on the pentagon to begin. If there are two boxes, put one foot in each.If only one, then you have to stand on one foot.Step 1: The Word. The person whose turn it is shouts out a random Word. Trynot to pick a Word ahead of time. Every one else shouts out the Word, too,repeating it. Do this loudly and proudly.Step 2: The Hop. In unison, everyone spells out The Word, and advances along thepath of the pentagon, one space for each letter. You must hop from space tospace. If you have two spaces available, put one foot in each space. If there isonly one space, you must hop on one foot. As you hop and spell, be sure to shoutout the letters loudly and proudly. It also helps if everyone is moving in thesame direction, else collisions occur. When you have finished spelling out theword, everyone stops, and play passes to the person on the left.Step 3: The Additions. Whenever certain letters are called out, there areadditional requirements to be followed.E - If the letter “E” is to be called out, the players instead allwave their fingers rapidly and sing out, “EEEEEEEEEE!” for at least 3seconds. Those that can sing harmony, should.Q - If the letter “Q” is to be called out, the players instead callout “Queue!” Everyone leaves their space, lines up single file behind theperson whose turn it is, and quick-marches around the perimeter of the gameboard, once. Once done, everyone returns to their previous space to con-tinue the word, if necessary.W - If the letter “W” is to be called out, instead of shouting “W”,the players shout out “Twenty-Three Skidoo!” while pumping their fists intothe air.O - If the letter “O” is to be called out, instead, players shout out“Oh My!” while clasping their hands over their hearts.Z - If the letter “Z” is to be called out, then instead everyonesuddenly leaves their spot and runs madly around the area where the game isbeing played, crying “Zee! Zee!” happily, madly, accosting passers-by withtheir shouts, and generally behaving like they just won the lottery orsomething equally as wonderful. Do this for about 10 seconds, then everyoneruns back to their spot like nothing happened, and the game continues.AD094"},{"pageNumber":95,"pageContent":"Step 4 - Errors and Endgame. If somone screws up, no one cares. Playcontinues until people get tired of it or until you are asked to move alongby local authorities.Step 5 - The Rock. The rock is used in self-defense when playing DiscordianHopscotch. Alternatively, it can be tossed, juggled, kicked, polished, or sung to.(K) Lord Falgan - Novus Ordo Seclorum Erisium. Reprint what you like,but credit me, eh? reprinted from Telesis - The official organ (spleen)of the Novus Ordo Seclorum Erisium - <http://telesis.blogspot.com>ErisSpotters GuideEris -><- ErisAD095"},{"pageNumber":96,"pageContent":"Eris -><- ErisAD096Transcendental Terroristsfrom the summa discordiaThis is one of the more radical splinter groups of the Societyfor Krishna Consciousness (who will, of course, disavow anyknowledge of them).The TT (or, as they refer to themselves, the “Children ofMilitant Enlightenment”) has been known to crash into thehomes of innocent agnostics and chant at them forcibly untilthey achieved Krishna consciousness against their wills. Theyhave claimed responsibility for planting any number of taperecorders in large shopping malls, all of which blared “HareKrishna, Hare Rama, Hare Hare, Hairy Fishnuts” (or whatever; Ihave no truck with such people). The death toll has climbed toupwards of 500 (mostly cable TV execs who committed suicidewhen they found out that 50% of their suburban viewing audi-ences had become enlightened and had immediately cancelledcable).They frequent airports, where they attempt to blend in withtheir more docile brethren (they are, however, easily spottedbecause they insist on absolute purity and hence will wear nofiber that was ever part of any living creature, so they areusually dressed in nylon and polyester). Because of theirinsistence on wearing polyester and nylon, they are that much less notice-able in the mall (and forget about picking them out if they’re sitting atthe bride’s family table at a wedding reception). However, if you arevigilant, you will be able to spot the powerful (but smiling) boredom intheir eyes and alert the friendly neighborhood Mall Cops (who will, hope-fully, rush out to call some real law enforcement officials).Keep yer eyes peeled, all."},{"pageNumber":97,"pageContent":"ErratumAD007 For Errata, read erratumshiftless man to work, for all his laziness. A man looks at his neighbour,who is rich: then he too wants work; for the rich man presses on with hisploughing and planting and ordering of his estate. So the neighbour enviesthe neighbour who presses on toward wealth. Such Eris is a good friend tomortals.“One is Trouble and Fighting. But the other is only Healthy Competition.”[ Hesiod in Works and Days ]Discordian HymnInfinity Bottles of Beer,Hanging on the wall,Infinity Bottles of Beer,Hanging on the wall,And if one beer bottleShould accidently fall,There’d be... um..Infinity Bottles of Beer,Hanging on the wall,Infinity Bottles of Beer,Hanging on the wall,And if one beer bottleShould accidently fall,There’d be... um..Infinity Bottles of Beer,Hanging on the wall,Infinity Bottles of Beer,Hanging on the wall,And if one beer bottleShould accidently fall,There’d be... um..Infinity Bottles of Beer,Hanging on the wall,Infinity Bottles of Beer,Hanging on the wall,And if one beer bottleShould accidently fall,There’d be... um..“It was never true that there was onlyone Eris. There have always been two onearth. There is one you could like whenyou understand her. The other is hateful.The two Erites have separate natures.There is one Eris who builds up evil war,and slaughter. She is harsh; no man lovesher, but under compulsion and by will ofthe immortals, men promote this roughEris.“But the other one was born the elder daughterof black Nyx. The son of Kronos, who sitson high and dwells in the bright air sether in the roots of the earth and amongmen; she is far kinder. She pushes theAD097I cried because I had no shoesUntil I met a man who had no feetSo I laughed and called him “Stumpy”And ran awayBecause I knew he could not chase me"},{"pageNumber":98,"pageContent":"AfterfnordAfterfnordAfterfnordAfterfnordAfterfnord(From Mao Tzu’s Little Book of Fnord)(From Mao Tzu’s Little Book of Fnord)(From Mao Tzu’s Little Book of Fnord)(From Mao Tzu’s Little Book of Fnord)(From Mao Tzu’s Little Book of Fnord)fnordfnordfnordfnordfnordfnordfnordfnordfnordfnordfnordfnordfnordfnordfnordfnordFNORDFNORDFNORdFNORdfnordFNORDFnordFNORDFNORdfnoRDFNORDFNORDFnorDFNORDFNORDFnordfnORdfnordfnORdfnORDfnordfnORdfnoRDFnordfnoRDFNordFNordfnordFNOrdfNOrdfnordFNOrdfnORdfnordfnordfnORDFnordfnORdfnORDfnordfnorDFNordFNordfnordfNOrdfNOrdfnordfnORDfnORdfnordfnordfnORdFNordfnORdfnORdfnordfnordFNordFNordfnordfNOrdfNOrdfnordfnoRDfnORdfnoRDfnordfnORdfNOrdfnORdfnORdfnordfnordFNordFNordfnordFNOrdfNOrdfnordfnoRDfnORDFNORDfnordfnORdfnORdfnORdfnORdfnordfnordFNordFNORDFNORDFnordfNOrdfnordfnoRDfnORdfnoRDfnordfnORdfnoRDfnORdfnORdfnordfnordFNordFNordfnORdfnordfNOrdfnordfnoRDfnORdfnordfnordfnORdfnorDFnORdfnORdfnordfnordFNordFNordfnoRDfnordfNOrdfnordfnoRDfnORdfnordfnordfnORdfnordFNORdfnORDfnordfnorDFNordFNordfnorDFnordfNOrdfnordfnORDfnORdfnordfnordfnORdfnordfNORdfnoRDFnordfnoRDFNordFNordfnordFNordfNOrdfnordFNOrdFNORDFnordfnordFNORDFnordfnORDFnordFNORDFNORdfnoRDFNORdfnoRDFNOrDFNORDFNORDFnordfnordfnordfnordfnordfnordfnordfnordfnordfnordfnordfnordfnordfnordfnordfnordfnordFNORDFNORDFNORdFNORdfnordFNORDFnordFNORDFNORdfnoRDFNORDFNORDFnorDFNORDFNORDFnordfnORdfnordfnORdfnORDfnordfnORdfnoRDFnordfnoRDFNordFNordfnordFNOrdfNOrdfnordFNOrdfnORdfnordfnordfnORDFnordfnORdfnORDfnordfnorDFNordFNordfnordfNOrdfNOrdfnordfnORDfnORdfnordfnordfnORdFNordfnORdfnORdfnordfnordFNordFNordfnordfNOrdfNOrdfnordfnoRDfnORdfnoRDfnordfnORdfNOrdfnORdfnORdfnordfnordFNordFNordfnordFNOrdfNOrdfnordfnoRDfnORDFNORDfnordfnORdfnORdfnORdfnORdfnordfnordFNordFNORDFNORDFnordfNOrdfnordfnoRDfnORdfnoRDfnordfnORdfnoRDfnORdfnORdfnordfnordFNordFNordfnORdfnordfNOrdfnordfnoRDfnORdfnordfnordfnORdfnorDFnORdfnORdfnordfnordFNordFNordfnoRDfnordfNOrdfnordfnoRDfnORdfnordfnordfnORdfnordFNORdfnORDfnordfnorDFNordFNordfnorDFnordfNOrdfnordfnORDfnORdfnordfnordfnORdfnordfNORdfnoRDFnordfnoRDFNordFNordfnordFNordfNOrdfnordFNOrdFNORDFnordfnordFNORDFnordfnORDFnordFNORDFNORdfnoRDFNORdfnoRDFNOrDFNORDFNORDFnordfnordfnordfnordfnordfnordfnordfnordfnordfnordfnordfnordfnordfnordfnordfnordfnordFNORDFNORDFNORdFNORdfnordFNORDFnordFNORDFNORdfnoRDFNORDFNORDFnorDFNORDFNORDFnordfnORdfnordfnORdfnORDfnordfnORdfnoRDFnordfnoRDFNordFNordfnordFNOrdfNOrdfnordFNOrdfnORdfnordfnordfnORDFnordfnORdfnORDfnordfnorDFNordFNordfnordfNOrdfNOrdfnordfnORDfnORdfnordfnordfnORdFNordfnORdfnORdfnordfnordFNordFNordfnordfNOrdfNOrdfnordfnoRDfnORdfnoRDfnordfnORdfNOrdfnORdfnORdfnordfnordFNordFNordfnordFNOrdfNOrdfnordfnoRDfnORDFNORDfnordfnORdfnORdfnORdfnORdfnordfnordFNordFNORDFNORDFnordfNOrdfnordfnoRDfnORdfnoRDfnordfnORdfnoRDfnORdfnORdfnordfnordFNordFNordfnORdfnordfNOrdfnordfnoRDfnORdfnordfnordfnORdfnorDFnORdfnORdfnordfnordFNordFNordfnoRDfnordfNOrdfnordfnoRDfnORdfnordfnordfnORdfnordFNORdfnORDfnordfnorDFNordFNordfnorDFnordfNOrdfnordfnORDfnORdfnordfnordfnORdfnordfNORdfnoRDFnordfnoRDFNordFNordfnordFNordfNOrdfnordFNOrdFNORDFnordfnordFNORDFnordfnORDFnordFNORDFNORdfnoRDFNORdfnoRDFNOrDFNORDFNORDFnordfnordfnordfnordfnordfnordfnordfnordfnordfnordfnordfnordfnordfnordfnordfnordfnordFNORDFNORDFNORdFNORdfnordFNORDFnordFNORDFNORdfnoRDFNORDFNORDFnorDFNORDFNORDFnordfnORdfnordfnORdfnORDfnordfnORdfnoRDFnordfnoRDFNordFNordfnordFNOrdfNOrdfnordFNOrdfnORdfnordfnordfnORDFnordfnORdfnORDfnordfnorDFNordFNordfnordfNOrdfNOrdfnordfnORDfnORdfnordfnordfnORdFNordfnORdfnORdfnordfnordFNordFNordfnordfNOrdfNOrdfnordfnoRDfnORdfnoRDfnordfnORdfNOrdfnORdfnORdfnordfnordFNordFNordfnordFNOrdfNOrdfnordfnoRDfnORDFNORDfnordfnORdfnORdfnORdfnORdfnordfnordFNordFNORDFNORDFnordfNOrdfnordfnoRDfnORdfnoRDfnordfnORdfnoRDfnORdfnORdfnordfnordFNordFNordfnORdfnordfNOrdfnordfnoRDfnORdfnordfnordfnORdfnorDFnORdfnORdfnordfnordFNordFNordfnoRDfnordfNOrdfnordfnoRDfnORdfnordfnordfnORdfnordFNORdfnORDfnordfnorDFNordFNordfnorDFnordfNOrdfnordfnORDfnORdfnordfnordfnORdfnordfNORdfnoRDFnordfnoRDFNordFNordfnordFNordfNOrdfnordFNOrdFNORDFnordfnordFNORDFnordfnORDFnordFNORDFNORdfnoRDFNORdfnoRDFNOrDFNORDFNORDFnordfnordfnordfnordfnordfnordfnordfnordfnordfnordfnordfnordfnordfnordfnordfnordfnordWARNING: Portions of the preceding were recorded. As for the rest of it,I’m very much afraid it was all in your mind.THANK YOU.ADO98"},{"pageNumber":99,"pageContent":"THIS PAGE STILL INTENTIONALLY LEFT BLANC. GET OVER IT."},{"pageNumber":100,"pageContent":"Save Your Barcodes40 years on...ERIS DISCORDIA LIVES!Read what others have said about the mostimportant work of our times:“Not while I’m in the toilet, man! Quit it!”H*k*m B*y“Please don’t hurt me. Take the money.”C*md*n B*n*r*s“Hey! Get out of my Dumpster!”R*b*rt *nt*n W*ls*n“Brains! More Brains!”Gr*g H*ll & K*rry Th*rnl*yNone Genuinewith this signatureNow it’s your turn to delight in the biggestcollection of Erisiana since the PrincipiaDiscordia itself, or something..."}]
