[{"pageNumber":1,"pageContent":" BOOK 5 (The Zenarchist’s CooKBook) "},{"pageNumber":2,"pageContent":" A Book In 5 Parts • Part I - HotDogs and Catma • Part II – Zenarchy Nutshell • Part III - The Book Of Phibs (Phalsely Called Phakes) • Part IV – Fragments From Forgotten Sermons • Book V – The Starseed Trance-Mission  "},{"pageNumber":3,"pageContent":"This book is an esoteric Discordian Manual Part I HotDogs and Catma"},{"pageNumber":4,"pageContent":" The following work has been prepared by authority of the Paratheo-anametamystikhood Of Eris Esoteric(POEE) Council of the Twenty-Third Degree, for the jurisdiction of The Legion Of Dynamic Discord, and of the House Of The Apostles Of Eris, by the Pope and Poo-Bah-Pontif, under the grand command of the office of his High Reverence, the Benevolent Polyfather, and is now published by its/their/hir direction. It contains the lectures of the Ancient and Exceptioned Discordian Rite in that jurisdiction, and is specially intended to be read and/or scoffed at by the body of that disobedience, whether or not in connection with the Rituals of the Degrees of POEE. It is hoped and expected that each will furnish hirself with a copy, and make hirself familiar with it; for which purpose that it will be copied at will and disseminated appropriately. No individual will recieve pecuniary profit from it. It has been CopyLefted, to promote its free publication elsewhere, and the CopyLeft, like those of all the other works prepared for the Council, has been assigned to the trustees of POEE (which works out well, as POEE has no treasury). Whatever profits may accrue from it will be unexplainable. The Brothers/Sisters of the Legion Of Dynamic Discord will be afforded the opportunity to access/download/steal it, nor is it forbidden that any member of any other House within POEE shall; but they will not be solicited to do so. In preparing this work, the Pope and Poo-Bah-Pontif has been about equally Author and Compiler; since he has extracted quite nearly all its contents from the works of the best writers and most philosophic or eloquent thinkers. Perhaps it would have been better and more acceptable if he had extracted more and written less. Still, perhaps some of it is his own; and, in incorporating here the thoughts and words of others, he has continually changed and added to the language, often intermingling, in the same sentences, his own words with theirs. It not being intended for the world at large, he has felt at liberty to make, from all accessible sources, a Compendium of the Hot Dogs and Catma of the POEE, to re-mould sentences, (like this one) change and add to words and phrases, combine them with his own, and use them as if they were his own, to be dealt with at his pleasure and so availed of as to make the whole most valuable for the purposes intended. He claims, therefore, little of the merit of authorship, and has not cared to distinguish his own from that which he has taken from other sources, being quite willing that every portion of the book, in turn, may be regarded as borrowed from some older and better writer. The teachings of these Readings are at once sacramental, sortamental, and fundamental in that they go beyond the realm of Morality into those of other domains of Thought and Truth. The POEE uses the word \"Catma\" in its true sense, of Groovy Esoteric Teaching; and as directly opposed to Dogma, in the most odious sense of that term. Every one is entirely free to reject and dissent from whatsoever herein may seem to hir to be untrue, unsound, or utterly unrelated and inapplicable. It is only requested of hir that (s)he shall weigh what is put forth, and give it fair hearing and unprejudiced"},{"pageNumber":5,"pageContent":"judgment. Of course, any ancient theosophic and philosophic speculations are not embodied as part of doctrines of the Rite; but because it is of interest and profit to know what the Ancient Intellect thought upon these subjects."},{"pageNumber":6,"pageContent":"Part II Zenarchy Nutshell ZEN is meditation. ARCHY is social order. ZENARCHY is the social order which springs from meditation. Zenarchy is a way of Zen applied to social life. A non-combative, non-participatory, no-politics approach to anarchy intended to get the Sirius student thinking. Zenarchy is new in name alone. Not only is it the Bastard Zen of America - it is the heretofore nameless streak that zig-zags back through the Zen Tradition, weaving with delirious defiance in and out of various sects and schools - slapping the face of an Emperor here, rejecting a high office there, throwing a rule-blasting koan at a bureaucrat elsewhere Zen Buddhism, for example, has its own lineages and practices as a spiritual discipline, but when American poets first became aware of Zen in the early 1950's through the translations and writings of D.T. Suzuki, there was a large jump into spontaneity, non-attainment, and egolessness. \"Beat Zen\" then emerged, a term coined by Allen Watts, as an easy and free floating, almost frivolous approach to Zen. Zenarchy had woven it's way into Western culture, and a new vehicle was in need to fertilize it. Out of this need Discordia was 'born'. (Bullshit makes the flowers grow, and that's beautiful.) It is no coincidence that the cultural currents of Zen and Anarchism immediately joined when Zen came to the West. For nowhere in recent Western history is the life of the Eastern renunciate more closely paralleled than in that of the dedicated revolutionary, forsaking all attachments for a single goal. And no Eastern sage comes closer to the zestful life sense of the Anarchist than the Zen Master. But Anarchism, on it's own, always breaks down as it's applied. Postmodern jargon-junkies call ideologies (aka, \"isms\") like anarchism \"emancipatory metanarratives\" (do you believe that?) What does that mean? It means systems of belief no different from what came before:"},{"pageNumber":7,"pageContent":"BELIEVE IN X, AND YOU WILL BE FREE. YOU WILL REACH PARADISE. Revolutionaries seek salvation in THE CAUSE -- this is similar to the way the religious operate -- THE CAUSE takes over your life, becoming more important than you are... more important than THEY are. The vision of the anarchist then, will not manifest if applied directly to socety. It must be achieved indirectly as a sociological incidental resulting from the collective synergy of individuals living freely. If Anarchism, however, is about the individual and how their actions relate to society, how is it possible to work/slack without knowledge of who you are and what you are capable of? Self-knowledge grows only from challenge, and challenge brings growth. Challenge yourself, and you come to know yourself. And in doing this, you derive meaning for yourself. Discordianism, when practiced as a discipline/Dance afords many opportunities for self-challenge and personality(reality-tunnel) shifting. In feudal Japan there were what were known as Scholar warriors. Warrior priests and poets -- Zen practitioners of learning and warfare. Cultured destroyers, enlightened fighters. This is the role of the Zenarchist. So the deeper fruits of this union between Zen and Anarchy are yet to be realized. What Zen has most to offer Anarchism is freedom HERE AND NOW. No longer needed is the Anarchist dream of a utopian millennium as he struggles to outwit the State - for he can find freedom in the contest, by struggling to know himself and internalizing the knowledge that freedom is everywhere for those who dance through life, rather than crawl, walk, or run. One of the characters to appear in the writings of the Benevolent Polyfather is Hung Mung, whose name means Primal Chaos, for which reason he was adopted as a Chaoist Sage by the Discordian Society. As such, Hung Mung is also a Zenarchist Immortal, for Zenarchy is to Discordianism much as Zen is to Buddhism or Taoism. "},{"pageNumber":8,"pageContent":" Part III The Book Of Phibs (Phalsely called Phakes) • The Elements oEarth oWood oWater oAir oFire • Alchemy • The Tarot "},{"pageNumber":9,"pageContent":"EARTH Even though some Discordian hieroglyphics date older than four thousand years ago, it is believed that the ritual spells and incantations recorded in the earliest versions of the Book of the Cabbage papyruses had been used centuries before. The Ancients placed a very great importance on the symbolism of the afterlife. This is shown through their buriel rites such as mummification, lavishly decorated tombs, the 'protective' survival spells written on papyrus. There was also a you-do doll (a figurine who will be your golem-slave in the afterlife) for those more crafty people who are deceased. The you-do doll will do all the hard, grueling work while it's master will live in the lap of Slack, enjoying all the benifits the afterlife may hold. To reach Atlantis, your ka (vital life force) and your ba (psi-key) would set out in Aneris’ cargo which crosses the river of the sky during the day to get to the West. You are to then go through five gates (each with a gatekeeper, a watcher, a herald and two other guys who pretty much just loiter) whose names you must learn to invoke to open. Next you must greet the many portals of the house of Eris before they will open to let you pass. You are then \"full of udder nonsense and clad in black and white checkered garments and sandels, eyes painted in black and covered with purple sunglasses.\" Siruis (a faithful dog and leader of the ba) will then escort you to the Hall of Irony. You will be given the chance to plead your case for your former and continuing existence (This pleading business never works. Only those who can improvise really irratic, rambling rants sem to make it through). Aneris serves as a prosecutor. Eris, accompanied by St. Gulik and some lawn gnomes, acts as judge. He who has no name (Eris’ brother) squats below the Scales of Justice, and eventually places your heart on the scales to weigh against it’s reflection. If your heart sinks low under the burden of regrett, the fnords will gobble it up and your history, leaving you to dwell in the realm of Thud! While many of the cabbages took these stories literaly, chaoist adepts used them as operation manuals, improving the response and performance of their vehicles."},{"pageNumber":10,"pageContent":"Water Water is called theuniversal solvent.Thepurer the water, that is, the lower its dissolvedsolids content, the greater the tendency todissolve its surroundings. Pure water, if stored ina stainless steel tank after a short contact time,has a very small amount of iron, chromium, andnickel from the tank dissolved in it. Thisdissolving of the tank doesnotcontinueindefinitelywith the same water.The water, in asense, has satisfied its appetite in a short timeand does not dissolve any more metal. //W5-ISO-E23// Pure water, if exposed to air, immediatelyabsorbs air and has oxygen from the air dissolvedin it. A glass of tap water at 68°F contains 9.0ppm of oxygen. Tap water heated to 77°F contains8.2 ppm of oxygen, and some oxygen is driven out ofthe water. The higher the temperature of the water,the less dissolved oxygen it can hold. Conversely,the higher the pressure imposed on the water, thegreater the dissolved oxygen it can hold. Water,when boiled, produces steam. The steam containssome liquid water. There is never a perfectseparation of pure steam from the boiling water.The steam above the boiling water always hasentrained with it some boiling water.The three ideas:1)water is a universalsolvent,2)water dissolves oxygen when in contactwith air, and3)boiling water is always entrainedwith steam, should help you understand the natureof this symbolism.Brought to you by the Out-of-Order of the \"I Can\"Seal. "},{"pageNumber":11,"pageContent":"Air"},{"pageNumber":12,"pageContent":"The Podge Dart Fold along the dotted line down the center of DIG. 1 then open the paper out and fold along the diagonal lines at the top to give DIG. 2. Fold along the diagonal lines in DIG. 2 bringing the top left and top right edges in to meet along the center line as shown in DIG. 3. "},{"pageNumber":13,"pageContent":" Fold along the horizontal dotted line in DIG. 3 bringing the tip of the paper airplane down to the center of the base of the paper as shown in DIG. 4. Now fold along the diagonal dotted lines in DIG. 4 to bring the left top edge and right top edge in to meet at the center line as shown in DIG. 5. . Now fold the flap that points downwards up so that its tip touches the tip of the paper airplane at the front. Fold along the dotted line shown in DIG. 5 to do this. If the tips do not meet go back and alter the folding so that they do. This is very important. You should get the form (approximately) in DIG. 6 Now finally fold along the center line and dotted lines in DIG. 6 to give you the paper airplane as shown at the beginning. Throw it hard overarm and it should fly very level and very straight for a long distance"},{"pageNumber":15,"pageContent":"Hodge Hoveround Fold your sheet of A4 paper on diagonal lines as shown on DIG. 1 creasing well. You should get a shape as in DIG. 2. Open it out to give DIG. 3 and then fold along the dotted line shown. "},{"pageNumber":16,"pageContent":" Push in from the two points A on DIG. 3 to give the shape in DIG. 4. Now flatten out this form and fold along the dotted lines in DIG. 5. . You should now have the form in DIG. 6. Fold along the dotted line on this. Now you should have the form in DIG. 7. Fold along the dotted lines in DIG. 8. If you want cut in some flaps as shown since this plane often requires them. Now you should have the diagram at the top of the page. "},{"pageNumber":18,"pageContent":"The Fnord Bomber 1. Cut along all the solid lines on the diagram. 2. Fold flap A forward and flap B to the back. 3. Fold flaps C and D both forward along the dotted lines. 4. Fold along the line E upward to give a weight at the bottom. 5. Now this should look like the diagram. 6. You can scale up this model as much as you want. You just drop the model with the blades facing upwards and the weight at the bottom facing downwards for the best results. "},{"pageNumber":20,"pageContent":"FIRE Alright, now listen, baby You don’t care for me I don’t care about that You gotta new fool, ha! I like it like that I have only one burning desire... Let me stand next to your fire Listen here, baby and stop acting so crazy You say your mom ain’t home, it ain’t my concern, Just play with me and you won’t get burned I have only one itching desire... Let me stand next to your fire Oh Move over, Rover and let Mojo take over Yeah, you know what I’m talking ‘bout Yeah, get on with it, baby That’s what I’m talking ‘bout Now dig this! Now listen, baby You try to gimme your money you better save it, babe Save it for your judgement day I have only one burning desire... Let me stand next to your fire "},{"pageNumber":21,"pageContent":"ALCHEMY Ingredients:Ingredients:Ingredients:Ingredients: • 1 tsp cleaned and ground marijuana • 1 tsp butter • 1 shot vodka or rum • 1 cup milk • pepper or cinnamon Instructions:Instructions:Instructions:Instructions: 5. Place cleaned, ground marijuana and butter in frying pan and heat on medium, mix until butter starts to sizzle and marijuana browns. Turn down the heat if there’s any smoking 5. Pour in rum quickly. Keep stirring until at least half the shot has evaporated. 5. Add milk and turn down the heat. Stir until milk is steaming, but not boiling. 5. Add a small squirt of honey and stir. 5. Add pepper or cinnamon to taste. Do Not add sugar. This makes an excellent ceramonial drink. The effects should be felt as quickly as 15-30 minutes. The high should be much stronger than that associated with smoking and should last for about 3-4 hours."},{"pageNumber":22,"pageContent":"The Tarot The Tricycle Spread 1. Using a 52-card deck, have three people each select a card without showing it to you. Tell them to memorize their card. 2. Deal one pile of 10 cards face down. Next to it deal a pile of 15 cards, and next to that deal another 15-card pile. Keep the remaining 9 cards in your hand. 3. Have the first person put his (or her) card on top of the 10-card pile, cut as many cards as he wants from the second pile, and put them on his card. 4. Have the second person put her card on the second pile, cut as many cards as she wants from the third pile, and put them on top of her card. 5. Have the third person put his card on top of the third pile, hand him the 9 cards you're holding, and have him place them on top of his card. 6. Pick up the last pile, put it on the middle pile, and put both on the first pile. Make clear that the cards are now lost and you will find them. 7. Take four cards off the top and place them on the bottom of the deck. Explain that you are going to flip a card up and next to it one down and keep on repeating this until you don't have cards in your hand. Tell the spectators to say \"Stop\" if they see their card. 8. Deal the cards alternately into two piles, one face up and one face down, starting with the face-up pile. When all the cards have been dealt (the spectators won't see their card unless you mess up), push the face-up pile aside and pick up the other pile. 9. Deal it into two piles in exactly the same way. Keep repeating this until you have only three cards left face down. Turn them over, and there are their cards. The top one is the third person's card, the next is the second person's card, and the bottom one is the first person's card. "},{"pageNumber":23,"pageContent":"The Sermon Spread 1. Take out the Kings, Queens, Jacks, and Aces. 2. Tell your congregation that this is a visually represented story. 3. Begin the story, \"Four jacks from different realities were meditating and reciting incantations. [Deal the four Jacks face up in four separate piles] They invoked the forces of order. [Deal a King face up on top of each Jack] They then invoked Eris to liven things up. [Deal the Queens on the Kings] Eris brought her apples with her. [Deal the Aces on the piles in the same way as the previous cards]\". 4. Pick up the four piles, one on top of the other. You now have one pile with 16 cards in it. 5. Continue, \"The power of Eris’ apples merged with the energy of this reality right here and now to spread chaos into the reality of the Jacks”. Have the congregation make as many complete cuts as they like (In each \"complete cut,\" the deck is cut and the bottom cards are immediately put on top.) 6. Deal four cards face down onto the table left to right, then four on top of those, and so on until you have four piles of four cards each. 7. Finish the story: \"Through the mixing of energies yadda yadda yadda... the multiple realities were [as you say the next part, turn over all four piles] synchronized.!!!\" 8. They will see that the aces, kings, queens, and jacks are in their own separate piles together!!!"},{"pageNumber":24,"pageContent":" The Ritual Spread 1) Count out 30 cards face up. Remember the 10th card. (Lets say that it is the joker.) 2) Deal five cards in a vertical row on the table, starting a couple of feet away and dealing toward yourself. Then deal the other 25 cards in a circle around the five cards. Assuming that the circle is a clockface, you deal the first card at 7 o'clock and continue clockwise until you deal the last card at 5 o'clock. Leave empty the space corresponding to 6 o'clock. 3) Have a spectator name any number between 6 and 29 (let's say 13). 4) Count to that number, beginning with the top card in the vertical row and counting toward yourself. When you reach the bottom of the vertical row, continue the count onto the card at 5 o'clock and counter-clockwise up the right side of the circle. When you complete the count, start the count again with that same card, this time moving clockwise. But when you reach the bottom of the circle, instead of going up the vertical row, continue counting around the circle up its left side. No matter what number they named, youll always complete the count at the 5th card from the bottom of the circle on the left side. This 5th card will be the 10th card that you remembered from the start (the Joker in this case). 5) Let them see the card (you know it is the Joker) and let them shuffle the cards. 6) Make 3 rows of 10 cards face up and ask which row their card is in. When they point to the row put away the other 2 ones. Remember the card's position in its row (lets say that it's the 4th card). Put the 10 cards on top of each other without disarranging their positions. Deal them face down on the table in any way you like, but remember the position of the 4th card. 7) Ask someone to point out a card. Remove any card except the 4th one. (Make it look like you have a system.) This way you let them think that they pick the cards, but you do it for them. 8) When only one card is left it will be the 4th one, which is the Joker! "},{"pageNumber":25,"pageContent":"Part IV Fragments of Forgotten Sermons In the early 80’s some kids were throwing rocks at a junk pile in a trailer park in Missouri when they noticed a box that was making a funny rattle. When they opened the box they found several ceramic bongs. One was broken and the boys could see that there was a scroll in it. They found scrolls in all the bongs. Many of the scrolls were unreadable or untranslatable, but those that were discernable appeared to be fragments of Discordian Koans, some with commentary, which seem to come from various periods of time, ranging from the deep past to... well, sometime in the future.(?!) The existing fragments consist of the following: The Arrest Two Discordian agents from the Erisian Liberation Front have been arrested separately, and are held by Greyface forces in separate cells. They are not allowed to communicate. Each is told the following: •••• We have arrested you and another person for conspiring to actively take part in a treasonous activity known as ‘Operation Mindfuck’ together. •••• If you confess to propagating and distributing ideas dangerous to impressionable young minds and to society at large, and the other person confesses also, we will be lenient and merciful in our punishment and sentence you both fairly lightly: 5 years of mental slavery. •••• If you don't confess, and the other person also doesn't confess, we will not be able to convict either of you right now, but we will monitor your activities very closely and harass you from now on. •••• If you confess, but your coconspirator does not, we will cut you a deal and let you go free. We will then take your testimony, in which you will implicate the other person as a dissenter and heretic, and condemn that person to the realm of THUD for 40 years. •••• If you don't confess, and the other person does, that person's testimony will be used to condemn you to the realm of THUD for 40 years; your accomplice will be cut a deal and go free in exchange for the testimony. •••• Each of you is being given the same deal. You have 5 minutes to decide. Zarathud then admitted to his having been a barber in Medieval Europe. In the"},{"pageNumber":26,"pageContent":"window of his shop was a sign that read: I shave all those men, and only those men, who do not shave themselves. can further divide the set of men in Medieval Europe into two further sets, those who shave themselves, and those who are shaved by Zarathud. The question then is which set does Zarathud himself belong? He couldn’t shave himself, because he has said he shaves only those men who do not shave themselves. Further, he couldn’t not shave himself, because he shaves all men who do not shave themselves! The DiscordianPENTABARFis the compilation of ancient Erisianlaw and tradition discovered and translated during the fifth yearof the Caterpillar, which serves as the basis of DiscordianSociety irreligious, criminal and civil law. The essentialproblem in dealing with thePENTABARFis the esoteric ‘hot dogbun’ problem – best explained in the following manner: a man hasthree wives whose marriage contracts specify that in the case ofhis death they receive 200, 300 and 500 respectively. ThePENTABARFgives apparently contradictory recommendations. Wherethe man dies leaving an estate of only 200, it recommends equaldivision. However, if the estate is worth 300 it recommendsproportional division (50,100,150), while for an estate of 500,its recommendation of (100,200,200) is a complete mystery. Thispeculiar aspect of thePENTABARFhas baffled Cabbages andNeophytes alike for millennia. It has been recognized by ChaoistAdepts, however, that thePENTABARFanticipated the theory ofcooperative games. Each solution corresponds to the nucleolus ofan appropriately defined game.An Erisian double-agent proposed a famous thought experiment in which a cat was somehow both alive and dead at the same time. The agent appeared to be attempting to demonstrate the limitations and absurdity of quantum mechanics: quantum particles such as atoms can be in two or more different quantum states at the same time but surely, he argued, a classical object made of a large number of atoms, such as a cat, could not be in two different states.* "},{"pageNumber":27,"pageContent":" * Quantum Systems and Theory Review 1. The theory is basically probabilistic and abstract. 2. It requires the intervention of an observer to determine its state, and this intervention suddenly makes the observation deterministic. 3. Objects under examination can behave in a contradictory manner from the point of view of classical theory, e.g. an object can exhibit itself as either a particle or a wave. Such descriptions are mutually contradictory in the framework of classical physics but it is this duality that gives Q.M. its flexibility to explain phenomena. 4. A measurement interferes with the state of the object under measurement. A measurement of one of the parameters, of the object under study, can make the measurement of an associated parameter uncertain, to the extent that a simultaneous measurement of both parameters is impossible. This is known as the Uncertainty Principle. Consider a system which emits two photons, i.e., light simultaneously in opposite directions. Such systems are now available. Q.M. states that the position of each of the particles (x), (y) can be determined by some suitable experiment and another experiment can determine the momenta (p), (q) of each of the particles. However (x) and (p) cannot be measured simultaneously, because of the Uncertainty Principle. Similar is the case with (y) and (q). The paradox appears when we take into account that the distances between the particles are always known and the total momenta of the two particles are fixed. If this is so, by measuring (x) of the first particle and later the momentum (p) of the same particle, one can know all about the second particle without having made any measurements directly on the second particle and not disturbing it in any way. In this way we have already violated the principles of Q.M. If however, the supporter of Q.M. objects to the fact that the parameters (x) and (p) have not been measured at the same time, and what was measured earlier would have lost its validity, the paradox worsens in that the second particle somehow seems to have got to know the sequence of measurements made on the first particle, [since any change in (x) and (p) has to show itself on (y) and (q), because x-y and p and q are fixed]. With Q.M. as it is presently formulated, this effect on the other must take place however far off the distance between the photons, perhaps even thousands of kilometres or more and the interaction must be instantaneous. This can happen only if the information is travelling faster than that of light! Can something be so disordered that any attempt to further disorder it will increase not the amount of disorder, but the amount of order? "},{"pageNumber":28,"pageContent":"Van Van Mojo then pointed out that In order for a Legionnaire Disciple to cross a dance floor, that she must first cross the halfway point of the floor. In order to reach the halfway point, the Disciple must first reach the midpoint between the origin of the walk and the halfway point. And to reach halfway to the halfway point, the she must cross the halfway to the halfway to the halfway point. Dr. Mojo argued that the process could be continued forever. The gist of the argument is that in order to reach the other side of the dance floor, an infinite number of points must be crossed. And logic tells us that an infinite number of points cannot be crossed in a finite period of time. Therefore, it is impossible to walk across a dance floor. St. Mojo then offered dancing as At which point the Podge said, “Everything the Hodge says is false.” And the Hodge replied, “Everything the Podge says is true.” “Not to worry” said Sri Syadasti, “for as a Discordian I can assure you that all Discordians are liars.” A Discordian Episkopos once argued that the flight of The Five Fingered Hand of Eris is an example of motion. At any moment in time, The Hand either is where it is or it is where it is not. If it moves where it is, then it must be standing still, and if it moves where it is not, then it can't be there; thus, it cannot move. The Hand Paradox developed into Heisenberg's Uncertainty Principle because Heisenbergargued that on the subatomic level, the only way to measure a system is to interfere withthat system. That is, to observe a particle, one must bounce another particle off of itwhich affects the motion of the measured particle. The Heisenberg Uncertainty Principlesays that if one wants to measure a quantity, say the position of an electron, the speedof that electron must inevitably be affected. We can no longer be certain about thespeed. Thus, the very act of observation changes the system. We can be sure of the speedor the position but never both. Either The Hand is where it is or it is where it is not."},{"pageNumber":29,"pageContent":"A Chaoist Mage claims to have the ability to predict one’s thoughts and actions days in advance, not with absolute perfection, but with a success rate of about 77%. A Non-Prophet Pope agrees to take part in an unusual test of the Mage’s powers. The Pope does not care much about verifying or refuting the Mages psychic powers, but could really use some cash for additional Slacking. A TV program has provided the facilities and put up a large sum of money; all the Pope has to do is abide by the conditions of the experiment. On a table in front of him are two boxes: A and B. Box A contains $15,000. Box B either contains a million dollars or is empty. The Non-Prophet Pope cannot see inside it. Of his own free will (?!) he must choose either to take box B only or to take both boxes. Those are the only options. The catch is this: Twenty-four hours ago, the Mage predicted what the Pope would choose. The Mage decided whether to put the million dollars in box B. If he predicted that the Pope would take only box B, he put the million dollars in it. If he foresaw him taking both boxes, he left box B empty. The conditions of the test have been and will be enforced scrupulously. No type of trickery will be allowed. The Pope must analyze the situation and decide on the most profitable of the two options. Of course, the Chaoist Mage has anticipated this analysis. What should the Non-Prophet do - take both boxes or just B? Remember, the mage only claims 77% accuracy. neophyte wants to commit suicide but does not want to cause his family any grief. A local Chaoist Mage tells him about an elixir he can take which will make him a Cabbage, i.e., separate his self-consciousness from his body, but leave his body intact to wake up, go to work, play with the kids, keep the wife satisfied and bring home the bacon. This seems the perfect solution to him so he takes the elixer home with him and plans to take it in the morning after one last night of self-awareness. But before he takes the elixir, a Legionnaire Disciple sneaks in during the night and injects his suicidal friend with the stuff, thereby killing him, i.e., terminating his self-consciousness. The man wakes up but doesn't know he's a Cabbage (i.e., that he has no self-consciousness), so he takes the elixir. He then sits and waits to notice a change..."},{"pageNumber":30,"pageContent":" human, earthbound philosophers - have argued that the other minds problem cannot be solved except by analogy, and that there is no empirical content to the notion of a Cabbage. That is, they argue that because there is no behavioral (and therefore observable) `mark of Cabbagehood, it follows that the concept has no real content. But I hope that I have shown that while it is true that Cabbages who grew up in our midst might become glib in the use of our language, including our philosophical talk about consciousness and dreams, a world of Cabbages could not originate these exact concepts as they are played out in philosophical discourse and imaginative idea-play, such as science fiction. Their discourse would have gaps in it (from the perspective of the Adept), and concepts from our discourse (philosophical and imaginative) would be permanently untranslatable into theirs. This is important, because it suggests a qualification to conscious inessentialism. Even though the activities of talking about the philosophical dream problem or internal seeing do not require consciousness, the emergence of those concepts in a language community does. This means that at the level of culture there are necessary behavioral differences between Cabbages and non-Cabbages, because those differences are the result of the differences in the conceptual vocabularies available to each culture. At the level of culture, conscious inessentialism is false. What is most interesting is the fact the Cabbage scientists would have to regard consciousness[A] (not consciousness[C]) as something beyond the scope of their science. They would be forced to conclude[C] that consciousness is not consciousness[C]. But their science is methodologically just like ours. Suppose that Adept scientists were to develop what they took to be the complete scientific explanation of consciousness and deliver it to the Cabbage scientists, saying: `Here is the full explanation of human consciousness. We hope it answers your questions.' It wouldn't, though. No matter how replete a scientific explanation of consciousness we might present to the Cabbage scientists, they would still have no inkling[C] of the explanandum. This is another "},{"pageNumber":31,"pageContent":"Part V The Starseed Trance-Mission The NeuroAtomic Order of the Nevermind! Cabal conducted aseries of occult experiments during the ‘Dog Days’ ofsummer 2002. The aim was to channel cosmic intelligence.The result of the experiments were a series of 12transmissions. With the addition of distinctly DiscordianRitual Elements we were hoping for something with a bitmore humor in it... but we got what we got and that’s the wayit goes. We don’t claim to have any idea what it means.Here it is: Go forth with the leg of the lamb of the maze The crime of rule has left lines like a net Sky Yogi dice fly free from the fist that slay saint with stone Your rave is a door the visitor for Activate your pod and go Aeon The hoax queen has baited her trap Seeking to eat they set port They ride on the side of the rib Fly with the bird You are winged creatures"}]
