[{"startMs":5760,"durationMs":4960,"subtitle":"In the city of Cyprus in 300 BC, there lived a very wealthy trader called Zeno."},{"startMs":11600,"durationMs":4960,"subtitle":"While on a voyage from Phoenicia to Piraeus, his boat sank, along with all of his cargo."},{"startMs":17360,"durationMs":4640,"subtitle":"Because of that single event, an event that was entirely out of Zeno’s or anyone's control,"},{"startMs":22640,"durationMs":3200,"subtitle":"this very wealthy man suddenly became poor in an instant."},{"startMs":26640,"durationMs":2880,"subtitle":"Imagine you were Zeno. How would you react to your"},{"startMs":29520,"durationMs":3440,"subtitle":"entire life’s work getting flushed down the drain by the sheer force of nature?"},{"startMs":34080,"durationMs":7200,"subtitle":"What is the proper reaction? Would you be angry? Sad? Would you feel life has cheated you? For most"},{"startMs":41280,"durationMs":5920,"subtitle":"of us, these would all be normal reactions, but not for Zeno, the father of Stoicism."},{"startMs":48320,"durationMs":3440,"subtitle":"One small change lasts an eternity, and one small reframing of your"},{"startMs":51760,"durationMs":3760,"subtitle":"mindset can cascade into larger and more impactful changes later down the line."},{"startMs":56160,"durationMs":4000,"subtitle":"The core of Stoicism is the very definition of acceptance and indifference."},{"startMs":61120,"durationMs":4400,"subtitle":"After reading the works of Socrates and other great philosophers, Zeno created and"},{"startMs":65520,"durationMs":5760,"subtitle":"taught Stoicism. According to Zeno, although we don’t have much control over what happens to us,"},{"startMs":71280,"durationMs":4080,"subtitle":"we do have control of how it affects us, and we must use this control to great effect."},{"startMs":76080,"durationMs":5600,"subtitle":"Rather than crying over spilled milk, or in this case, drowned goods, Zeno focused on maintaining"},{"startMs":81680,"durationMs":4800,"subtitle":"his composure over the situation, remaining calm and neutral, despite his predicament."},{"startMs":87280,"durationMs":3920,"subtitle":"Today, people inadvertently view Stoics as people who cannot be broken,"},{"startMs":91200,"durationMs":4320,"subtitle":"people who don’t often linger to the emotional extremes, going through things like fits of rage"},{"startMs":95520,"durationMs":4880,"subtitle":"or bouts of anxiety. But the original idea behind Stoicism was much more than that."},{"startMs":101120,"durationMs":5440,"subtitle":"Rather than just a way to describe people who are unemotional, Stoicism was a way to view, describe,"},{"startMs":106560,"durationMs":5360,"subtitle":"and understand the world. It was a way of life, and that way of life has lasted for centuries."},{"startMs":112720,"durationMs":3280,"subtitle":"Stoic philosophy can be applied to situations today the same way it was"},{"startMs":116000,"durationMs":3680,"subtitle":"applied thousands of years ago, and it’s benefits are just as impactful."},{"startMs":120640,"durationMs":4160,"subtitle":"Stoicism allows us to process these negative emotions from negative experiences,"},{"startMs":124800,"durationMs":3040,"subtitle":"and turn them into the thoughts that give us a unique perspective of the world."},{"startMs":135120,"durationMs":4000,"subtitle":"Perspective is everything, and everyone in the world has different experiences"},{"startMs":139120,"durationMs":2720,"subtitle":"and thus different perspectives on things."},{"startMs":141840,"durationMs":4080,"subtitle":"Since the Stoics gathered, discussed, and taught philosophy in a public place,"},{"startMs":145920,"durationMs":4400,"subtitle":"their general philosophy was widely known. They believed that Stoic principles could"},{"startMs":150320,"durationMs":3760,"subtitle":"greatly benefit anyone and everyone, and so it didn’t make sense for them to hide"},{"startMs":154080,"durationMs":3440,"subtitle":"that knowledge behind the four walls of a school, or of the palace courtyards."},{"startMs":158320,"durationMs":5600,"subtitle":"As a result, everyone from slave to Emperor could learn and become a Stoic, and they did."},{"startMs":164880,"durationMs":4960,"subtitle":"Some of the world’s most notable Stoics include Epictetus, which translates to “acquired” as he"},{"startMs":169840,"durationMs":5600,"subtitle":"was once owned as a slave, Seneca, who was a well-renowned statesman, and Marcus Aurelius,"},{"startMs":175440,"durationMs":3360,"subtitle":"a Roman Emperor, and one of the most powerful men to have ever lived."},{"startMs":179840,"durationMs":2320,"subtitle":"The early Stoics practiced what they preached,"},{"startMs":182160,"durationMs":3840,"subtitle":"avoiding all forms of segregation and leading the fight against inequality."},{"startMs":186000,"durationMs":4240,"subtitle":"They even invented the word “cosmopolitan,” which literally means “citizen of the world”."},{"startMs":191040,"durationMs":5360,"subtitle":"When people hear that word now, we think of cities like New York, Toronto, Dubai, and London because"},{"startMs":196400,"durationMs":4990,"subtitle":"of how diverse they are, this was the type of unity and togetherness that the Stoics preached."},{"startMs":201390,"durationMs":40,"subtitle":"At the time of Stoicism’s foundation,"},{"startMs":201430,"durationMs":89,"subtitle":"women weren’t allowed to pursue philosophy, but Stoics disagreed with that completely."},{"startMs":201519,"durationMs":49,"subtitle":"Musonius Rufus, Epictetus’ teacher, once said,"},{"startMs":201568,"durationMs":87,"subtitle":"“it is not men alone who possess eagerness and a natural inclination towards virtue,"},{"startMs":201655,"durationMs":76,"subtitle":"but women also. Women are pleased no less than men by noble and just deeds,"},{"startMs":201731,"durationMs":92,"subtitle":"and reject the opposite of such actions. Since that is so, why is it appropriate for men to"},{"startMs":201823,"durationMs":97,"subtitle":"seek out and examine how they might live well, that is, to practise philosophy, but not women?”"},{"startMs":201920,"durationMs":2160,"subtitle":"Even at a time when it wasn’t popular,"},{"startMs":204080,"durationMs":3680,"subtitle":"women were allowed to freely learn about Stoicism and become Stoics themselves."},{"startMs":208880,"durationMs":2960,"subtitle":"So why do so many people adopt Stoicism as a way of life?"},{"startMs":214160,"durationMs":4480,"subtitle":"In a world full of unexpected turns of events, our emotions can tend to get in the way of things."},{"startMs":219280,"durationMs":4480,"subtitle":"In reality, we don’t really get sad because bad things happen to us, we get sad because"},{"startMs":223760,"durationMs":5520,"subtitle":"unexpected bad things happen to us. Rain is a good thing. It helps to water our plants,"},{"startMs":229280,"durationMs":5120,"subtitle":"provides water for livestock, and keeps the temperature cool and humid. But the truth is,"},{"startMs":234400,"durationMs":5360,"subtitle":"when that dark cloud catches you outside without an umbrella, it’s never a good experience."},{"startMs":239760,"durationMs":4960,"subtitle":"So why don’t we start crying once it starts to rain? It’s because although the situation is bad,"},{"startMs":244720,"durationMs":4960,"subtitle":"we’ve learned to expect rain. It’s something that is unavoidable, we can’t control the weather;"},{"startMs":250400,"durationMs":3440,"subtitle":"although it sucks, the rain passes and the light returns."},{"startMs":254400,"durationMs":4960,"subtitle":"Stoicism teaches us that in the same way, we should expect that everything bad that can happen,"},{"startMs":259360,"durationMs":4480,"subtitle":"will happen. Picture the worst outcome, and be content knowing it could happen."},{"startMs":264640,"durationMs":4160,"subtitle":"One of the Stoic exercises is known as “voluntary discomfort,” an exercise aimed"},{"startMs":268800,"durationMs":4800,"subtitle":"at increasing feelings of gratitude. Sleep on the floor of your kitchen, taking cold showers"},{"startMs":273600,"durationMs":4880,"subtitle":"when you normally take hot ones, eat nothing but potatoes for a few days, things like this."},{"startMs":279200,"durationMs":3360,"subtitle":"This exercise helps you to understand that no matter how hard it gets,"},{"startMs":282560,"durationMs":5200,"subtitle":"you’ll still survive and potentially thrive if your mindset is right. By being able to withstand"},{"startMs":287760,"durationMs":4800,"subtitle":"these uncomfortable situations, we indirectly prepare our mental for future misfortunes."},{"startMs":293280,"durationMs":3360,"subtitle":"With the current state of the world where advertisements are constantly shoved down"},{"startMs":296640,"durationMs":3440,"subtitle":"our throats, we’re made to believe that if we don’t have the next best thing,"},{"startMs":300080,"durationMs":2480,"subtitle":"look a certain way, or make a certain amount of money"},{"startMs":302560,"durationMs":4640,"subtitle":"that we will never be happy, this message is important now more than ever."},{"startMs":308160,"durationMs":2400,"subtitle":"We enter the world not knowing much of anything."},{"startMs":310560,"durationMs":4480,"subtitle":"We grow up being taught things at home, in school, and by observing the world for ourselves."},{"startMs":315840,"durationMs":5040,"subtitle":"The thing is, a lot of times, all three of these sources of knowledge teach us in different ways."},{"startMs":321680,"durationMs":5840,"subtitle":"The question is, do we need to internalize all of this knowledge? If we do, we could unknowingly"},{"startMs":327520,"durationMs":4560,"subtitle":"be setting unrealistic expectations for our lives, leaving us ultimately disappointed and"},{"startMs":332080,"durationMs":6240,"subtitle":"unsatisfied in the end. That’s no way to live. We should instead focus on improving ourselves,"},{"startMs":338320,"durationMs":6640,"subtitle":"for ourselves. We should do things, for ourselves, and only for that reason. Attaching any external"},{"startMs":344960,"durationMs":4480,"subtitle":"hope or secondary attachments to the actions we take almost always lead to disappointment."},{"startMs":350160,"durationMs":4400,"subtitle":"Most of the time, we end up trying to fill that emptiness with external things."},{"startMs":354560,"durationMs":5920,"subtitle":"Blowing all your money on a fancy car, a house, or even starting a family. Sometimes we do all"},{"startMs":360480,"durationMs":5200,"subtitle":"of these things for their external value, and not their internal value. But, Stoicism teaches that,"},{"startMs":365680,"durationMs":4320,"subtitle":"if you approach life this way, you place your happiness in the hands of external forces,"},{"startMs":370720,"durationMs":4480,"subtitle":"forces that can always fail. Cars almost always break down,"},{"startMs":375200,"durationMs":4880,"subtitle":"natural disasters wipe away entire cities, and divorce rates climb higher and higher each year."},{"startMs":381040,"durationMs":6120,"subtitle":"But even the free things in life come at a cost. The cost of space, both physical and mental."},{"startMs":387160,"durationMs":3480,"subtitle":"As Seneca once wrote, “learning to live with less"},{"startMs":390640,"durationMs":3200,"subtitle":"will create space in your life for the things that truly matter to you.”"},{"startMs":394480,"durationMs":4160,"subtitle":"Instead, we must place our happiness on our intrinsic value as humans and on nothing"},{"startMs":398640,"durationMs":4800,"subtitle":"we have or can physically acquire. We must choose to do our best to keep a cool head,"},{"startMs":403440,"durationMs":4480,"subtitle":"regardless of what life throws at us. Because regardless of what it is we want,"},{"startMs":407920,"durationMs":4560,"subtitle":"at the end of the day, we don’t have any control over the majority of things that happen to us,"},{"startMs":412480,"durationMs":2960,"subtitle":"but we do have all the control over how we react to those things."},{"startMs":416240,"durationMs":4320,"subtitle":"That is the dichotomy of control, the most important principle in Stoic philosophy."},{"startMs":420560,"durationMs":184,"subtitle":"In the words of Epictetus, “the chief task in life is simply this:"},{"startMs":420744,"durationMs":248,"subtitle":"to identify and separate matters so that I can say clearly to myself which are externals not"},{"startMs":420992,"durationMs":208,"subtitle":"under my control, and which have to do with the choices I actually control.”"},{"startMs":421200,"durationMs":3760,"subtitle":"Stoics teach that we must learn to separate what we can control from what we cannot control."},{"startMs":425520,"durationMs":3040,"subtitle":"We need to determine our value not from things we can’t control,"},{"startMs":428560,"durationMs":3920,"subtitle":"but from the things we can. Striving towards goals is a good trait,"},{"startMs":432480,"durationMs":5120,"subtitle":"but breaking down when those things don’t go your way is, in a Stoics point of view, useless."},{"startMs":438880,"durationMs":5200,"subtitle":"Making YouTube videos is… well a lot easier than being a Roman Emperor, but it can still"},{"startMs":444080,"durationMs":5520,"subtitle":"prove to be challenging sometimes. First, you must form your idea, which takes forever,"},{"startMs":449600,"durationMs":4960,"subtitle":"then research that idea, scrap it because it sucks, start over, script the video,"},{"startMs":454560,"durationMs":4320,"subtitle":"create the video, edit it, make the thumbnail, title, and everything else before you hit upload."},{"startMs":459680,"durationMs":3120,"subtitle":"Everything up until the point where you click upload is all up to you."},{"startMs":463520,"durationMs":4800,"subtitle":"However, once you click the upload button, the power shifts to the YouTube algorithm."},{"startMs":469120,"durationMs":4560,"subtitle":"Still, a lot of people judge the success of their YouTube channel or Instagram account based on how"},{"startMs":473680,"durationMs":4640,"subtitle":"many views and subscribers or followers that they have, metrics of which for the most part,"},{"startMs":478320,"durationMs":4880,"subtitle":"are beyond your control. Stoics teach that instead, you should judge the success of"},{"startMs":483200,"durationMs":4400,"subtitle":"your work based on the amount of effort you put in, and not the outcome of your external hopes."},{"startMs":488400,"durationMs":1284,"subtitle":"Trust the process. Living with less means unbinding yourself"},{"startMs":489684,"durationMs":556,"subtitle":"from the societal handcuffs that you’ve essentially put yourself into."},{"startMs":490240,"durationMs":3280,"subtitle":"Think about a person who has been working hard at their job for the past 6 months."},{"startMs":494080,"durationMs":5040,"subtitle":"He now feels he deserves a promotion, and so he walks up to his boss with his performance report."},{"startMs":499120,"durationMs":4080,"subtitle":"The boss says thanks, doesn’t grant him the promotion, and he goes home thinking he must"},{"startMs":503200,"durationMs":4640,"subtitle":"suck at his job. He doesn’t consider that the boss might’ve simply woken up angry,"},{"startMs":507840,"durationMs":3760,"subtitle":"someone else might have been better qualified at that time, or maybe the company was just"},{"startMs":511600,"durationMs":4560,"subtitle":"losing money and just couldn’t afford it. He doesn’t know the reason, but he’s still upset."},{"startMs":516880,"durationMs":3760,"subtitle":"If he simply placed his value on the quality of the performance report he turned in,"},{"startMs":520640,"durationMs":4480,"subtitle":"kept doing what he was doing to earn the promotion he wanted, he could’ve been much happier overall."},{"startMs":525920,"durationMs":3120,"subtitle":"With the right perspective, his goal wouldn’t have been diminished,"},{"startMs":529040,"durationMs":5920,"subtitle":"but just postponed. It’s this reframing of your mindset that is crucial. A true Stoic does not"},{"startMs":534960,"durationMs":4320,"subtitle":"view their successes based on the financial gain of their ventures, but is comforted by"},{"startMs":539280,"durationMs":3360,"subtitle":"the fact that they can live a comfortable life without all the things money can buy."},{"startMs":547120,"durationMs":6240,"subtitle":"There are the 4 main virtues of Stoicism - wisdom, courage, temperance, and justice."},{"startMs":554480,"durationMs":4640,"subtitle":"Wisdom is being able to separate between what is internal and what is external, and the ability"},{"startMs":559120,"durationMs":5760,"subtitle":"to choose our reaction to the things that happen to us. As Viktor Frankl said, “between stimulus"},{"startMs":564880,"durationMs":4880,"subtitle":"and response, there is a space. In that space is our power to choose our response.”"},{"startMs":570960,"durationMs":3760,"subtitle":"Courage - two words - “persist and resist”."},{"startMs":575840,"durationMs":4960,"subtitle":"Temperance, or moderation, is what I just did there, doing more with less,"},{"startMs":580800,"durationMs":6320,"subtitle":"saying more with fewer words. While Jeff Bezos and Elon Musk are fighting at the top of Forbes’ list,"},{"startMs":587120,"durationMs":3760,"subtitle":"Stoics believe that the limit of wealth should simply be having what is essential,"},{"startMs":590880,"durationMs":1280,"subtitle":"and then having what is enough."},{"startMs":593280,"durationMs":5360,"subtitle":"Justice is the most important of all the virtues. It instructs that no one should do harm to another"},{"startMs":598640,"durationMs":5680,"subtitle":"because we were all born for each other, to do good to one another, and not to ourselves."},{"startMs":604320,"durationMs":3120,"subtitle":"Nelson Mandela was one of the most famous African leaders in the world."},{"startMs":608080,"durationMs":3840,"subtitle":"While he was fighting against apartheid, he got sentenced to life imprisonment where he"},{"startMs":611920,"durationMs":5840,"subtitle":"stayed for 27 years before finally being released. When he was released from prison, he was elected"},{"startMs":617760,"durationMs":5120,"subtitle":"president of South Africa, and thus, many people thought he was going to brutally punish all the"},{"startMs":622880,"durationMs":5120,"subtitle":"people that had anything to do with apartheid or his imprisonment, but of course, he did not."},{"startMs":628880,"durationMs":4480,"subtitle":"Throughout his time in prison, Mandela read the works of Marcus Aurelius and learned many of the"},{"startMs":633360,"durationMs":5600,"subtitle":"core values of Stoicism, all of which he practiced throughout his life. Instead of calling for the"},{"startMs":638960,"durationMs":5760,"subtitle":"heads of the wrongdoers, Nelson Mandela urged his people to instead seek the opposite. To relax, and"},{"startMs":644720,"durationMs":4800,"subtitle":"rebuild. He stressed that the past was now beyond their control, and that the only thing they could"},{"startMs":649520,"durationMs":4960,"subtitle":"do was to find a way to move forward and build a better nation. This is the way of the Stoic."},{"startMs":655440,"durationMs":4640,"subtitle":"In modern day medicine, Stoicism is at the core of procedures like Rational Emotive Behavioral"},{"startMs":660080,"durationMs":5840,"subtitle":"Therapy and Logotherapy. REBT helps patients to identify negative thought patterns that might"},{"startMs":665920,"durationMs":4800,"subtitle":"be causing emotional and behavioral issues. It allows you to challenge the reasoning behind all"},{"startMs":670720,"durationMs":3920,"subtitle":"these negative thoughts with logic, and when you realize that many of them are unfounded,"},{"startMs":674640,"durationMs":2720,"subtitle":"you can then replace them with more productive and healthier beliefs."},{"startMs":678160,"durationMs":4560,"subtitle":"Logotherapy, on the other hand, is based on the Stoic principle that humans are driven by purpose."},{"startMs":683360,"durationMs":4640,"subtitle":"Even in the darkest of situations, we can fill our lives with meaning and happiness by simply"},{"startMs":688000,"durationMs":5520,"subtitle":"finding out what that purpose is. As many of us know though, this is easier said than done."},{"startMs":694320,"durationMs":4640,"subtitle":"It’s a process, much like everything else. We have to rewire the way we think."},{"startMs":699600,"durationMs":2240,"subtitle":"Out with the old, in with the new."},{"startMs":702400,"durationMs":4480,"subtitle":"To fix our problems with happiness, we must practice self-worth. By redirecting"},{"startMs":706880,"durationMs":4320,"subtitle":"our definition of value to the things that we can control, we can stop getting fixated on the"},{"startMs":711200,"durationMs":4640,"subtitle":"things that we cannot control, and overall, we can lead a much happier and more fulfilling life."},{"startMs":716880,"durationMs":4480,"subtitle":"Stoicism helps us steer through past and present storms into calmer and more peaceful waters."},{"startMs":722000,"durationMs":5120,"subtitle":"And if our ship sinks and we all drown, we can take peace in the fact that we lived a good life,"},{"startMs":727120,"durationMs":1600,"subtitle":"albeit not as long as we had hoped."},{"startMs":729680,"durationMs":14160,"subtitle":"Because remember, everything has an end."}]
