[{"startMs":3209,"durationMs":7241,"subtitle":"Extinction level events have killed up to 99% of all living things that have ever existed."},{"startMs":10450,"durationMs":1920,"subtitle":"Embrace the 1%."},{"startMs":12370,"durationMs":1809,"subtitle":"Being in lockdown has given us time."},{"startMs":14179,"durationMs":4901,"subtitle":"It’s given us time to think, to ask questions, and to consider things that we might not have"},{"startMs":19080,"durationMs":4459,"subtitle":"given a second thought if we weren’t stuck inside with nothing to do."},{"startMs":23539,"durationMs":2720,"subtitle":"Things like traffic lights, for example."},{"startMs":26259,"durationMs":4440,"subtitle":"We look at them every single day, maybe not as much this past year, but the traffic light"},{"startMs":30699,"durationMs":2060,"subtitle":"is honestly one of man’s greatest inventions."},{"startMs":32759,"durationMs":5201,"subtitle":"It has made road transport a lot safer and easier to navigate, without requiring manual"},{"startMs":37960,"durationMs":2550,"subtitle":"labor, it’s genius."},{"startMs":40510,"durationMs":2619,"subtitle":"But honestly, it’s not so smart."},{"startMs":43129,"durationMs":4401,"subtitle":"Think about it, why are the two main colors of the traffic light red and green when those"},{"startMs":47530,"durationMs":3950,"subtitle":"are the two colors that most colorblind people can’t differentiate?"},{"startMs":51480,"durationMs":4419,"subtitle":"Speaking of traffic, now that most of us have been working from home, the “I was stuck"},{"startMs":55899,"durationMs":4051,"subtitle":"in traffic” excuse for coming in late sadly can’t work anymore."},{"startMs":59950,"durationMs":4650,"subtitle":"But no worries, I’m guessing the new version is just saying “my wifi was out.”"},{"startMs":64600,"durationMs":3980,"subtitle":"You know, Uber drivers have honestly become essential workers during this pandemic."},{"startMs":68580,"durationMs":4210,"subtitle":"Thanks to them, people can get to where they need to be without having to worry about coming"},{"startMs":72790,"durationMs":2670,"subtitle":"in contact with loads of people in public transport."},{"startMs":75460,"durationMs":5630,"subtitle":"But while their work is important, driving an Uber is a very weird job, because although"},{"startMs":81090,"durationMs":4290,"subtitle":"their job literally revolves around sitting in a car all day, they still always have to"},{"startMs":85380,"durationMs":2080,"subtitle":"walk to work."},{"startMs":87460,"durationMs":3210,"subtitle":"And I’ll be honest with you guys, I’ve spent most of this lockdown sitting in my"},{"startMs":90670,"durationMs":4269,"subtitle":"room playing video games, which got me thinking a lot about how much the characters on our"},{"startMs":94939,"durationMs":2470,"subtitle":"screen tell us about the real world."},{"startMs":97409,"durationMs":2491,"subtitle":"Like, oftentimes, we’re told that life is a game."},{"startMs":99900,"durationMs":4360,"subtitle":"Well, if that’s true, then does that mean pregnant women are game developers?"},{"startMs":104260,"durationMs":5450,"subtitle":"In most Role-Playing games, you have the main character, the side character, and non-playable"},{"startMs":109710,"durationMs":2409,"subtitle":"characters or NPCs."},{"startMs":112119,"durationMs":4061,"subtitle":"In real life, you are the main character in your life, a side character in the life of"},{"startMs":116180,"durationMs":5049,"subtitle":"your friends, and an NPC in the lives of all the strangers you meet, well, don’t meet"},{"startMs":121229,"durationMs":1971,"subtitle":"along the way."},{"startMs":123200,"durationMs":3370,"subtitle":"All we can really do is try to be the best character we can be, whether we’re front"},{"startMs":126570,"durationMs":2799,"subtitle":"and center, or just somewhere in the background."},{"startMs":129369,"durationMs":4021,"subtitle":"Because at the end of the day, you don’t know how much your role, as tiny as it might"},{"startMs":133390,"durationMs":3040,"subtitle":"seem, can affect someone else’s plotline."},{"startMs":136430,"durationMs":5870,"subtitle":"But moving away from screens, let’s go back to the basics: board games."},{"startMs":142300,"durationMs":3470,"subtitle":"Everyone knows Jenga, but it’s a bit different from most games."},{"startMs":145770,"durationMs":5420,"subtitle":"In most games, you have one winner and multiple losers, but in Jenga, you have one loser and"},{"startMs":151190,"durationMs":2150,"subtitle":"multiple winners."},{"startMs":153340,"durationMs":4250,"subtitle":"We often like to think that we’re without any prejudice and we always judge things fairly,"},{"startMs":157590,"durationMs":3440,"subtitle":"but just look at the way we treat moths versus the way we treat butterflies, and you’ll"},{"startMs":161030,"durationMs":2280,"subtitle":"understand what pretty privilege is."},{"startMs":163310,"durationMs":4060,"subtitle":"By the way, did you guys know that Barbie has more movies than the entire Marvel Cinematic"},{"startMs":167370,"durationMs":1000,"subtitle":"Universe?"},{"startMs":168370,"durationMs":2970,"subtitle":"Don’t ask me how I know that."},{"startMs":171340,"durationMs":3310,"subtitle":"Human milk is one of the few things that almost every single human being on the planet has"},{"startMs":174650,"durationMs":6400,"subtitle":"tasted, but also the one thing no one remembers the taste of… unless…"},{"startMs":181050,"durationMs":1800,"subtitle":"If you just laughed, you got the joke."},{"startMs":182850,"durationMs":4300,"subtitle":"But if you waited too long, it’s probably not funny anymore."},{"startMs":187150,"durationMs":4180,"subtitle":"Every joke has a hidden timer, and if you don’t laugh before that timer expires, it’s"},{"startMs":191330,"durationMs":1000,"subtitle":"no longer funny."},{"startMs":192330,"durationMs":4850,"subtitle":"So let’s try this again, but this time, make sure you laugh before the timer runs"},{"startMs":197180,"durationMs":1000,"subtitle":"out."},{"startMs":198180,"durationMs":3860,"subtitle":"When I was younger, I used to love waiting for the tooth fairy; it was the one chance"},{"startMs":202040,"durationMs":4040,"subtitle":"I got to sell my body without child protective services knocking on my parents door."},{"startMs":206080,"durationMs":3190,"subtitle":"I woke up one morning and I watered my house plants."},{"startMs":209270,"durationMs":4300,"subtitle":"And then I looked outside and I saw the trees, just flowing in the wind."},{"startMs":213570,"durationMs":4750,"subtitle":"And I thought to myself, these trees look a lot more comfortable than us."},{"startMs":218320,"durationMs":5670,"subtitle":"Come rain or sunshine, they just… stand there… doing their thing."},{"startMs":223990,"durationMs":5250,"subtitle":"Which made me realize, man’s greatest problems are caused by our intelligence, which is also"},{"startMs":229240,"durationMs":1690,"subtitle":"what solves most of our problems."},{"startMs":230930,"durationMs":3430,"subtitle":"I guess it’s just the cycle of life."},{"startMs":234360,"durationMs":3480,"subtitle":"Birdwatching as a hobby increased by 37% during the pandemic."},{"startMs":237840,"durationMs":3930,"subtitle":"It’s not that the birds suddenly increased in number or just started showing up on more"},{"startMs":241770,"durationMs":1000,"subtitle":"windows."},{"startMs":242770,"durationMs":3530,"subtitle":"It’s just that because we had pretty much nothing else to do, we were able to slow down"},{"startMs":246300,"durationMs":1980,"subtitle":"and actually pay attention to the world."},{"startMs":248280,"durationMs":3570,"subtitle":"And well, some of the things we found are really interesting."},{"startMs":251850,"durationMs":4220,"subtitle":"When we wake up in the morning, we often cuss out under our breaths at the thought of having"},{"startMs":256070,"durationMs":2050,"subtitle":"to go to work so early."},{"startMs":258120,"durationMs":3530,"subtitle":"What if birds chirping early in the morning are doing the same thing?"},{"startMs":261650,"durationMs":4850,"subtitle":"And, one day, what if all the birds rise up and sue Jack for using their bodies as the"},{"startMs":266500,"durationMs":2150,"subtitle":"Twitter logo without paying them anything?"},{"startMs":268650,"durationMs":3220,"subtitle":"There’s an estimated 400 billion birds in the world."},{"startMs":271870,"durationMs":4699,"subtitle":"1 versus 400 billion, who wins?"},{"startMs":276569,"durationMs":3791,"subtitle":"Parrots are basically nature’s very own tape recorder, and the pigeons on your street"},{"startMs":280360,"durationMs":1760,"subtitle":"probably miss you."},{"startMs":282120,"durationMs":4960,"subtitle":"Not humans in general, you in particular, because pigeons can actually distinguish human"},{"startMs":287080,"durationMs":1000,"subtitle":"faces."},{"startMs":288080,"durationMs":4489,"subtitle":"But to be honest, I’m pretty sure most people couldn’t even identify a pigeon."},{"startMs":292569,"durationMs":4391,"subtitle":"If you haven’t figured it out already, nature is weird and gives us loads of things to think"},{"startMs":296960,"durationMs":1000,"subtitle":"about."},{"startMs":297960,"durationMs":3850,"subtitle":"Like why are humans scared of getting bitten by spiders when we have more teeth than them?"},{"startMs":301810,"durationMs":4960,"subtitle":"And why are spiders scared of getting stomped on by humans when they have more legs?"},{"startMs":306770,"durationMs":3959,"subtitle":"Why are our bodies full of bacteria that literally wait decades for us to die just so they can"},{"startMs":310729,"durationMs":1000,"subtitle":"eat us?"},{"startMs":311729,"durationMs":5131,"subtitle":"But of all the weird things in nature, octopuses are definitely one of the most intriguing."},{"startMs":316860,"durationMs":3790,"subtitle":"In the blink of an eye, octopuses can change their skin color and texture to match their"},{"startMs":320650,"durationMs":4139,"subtitle":"surroundings under water, perfecting blending into their background."},{"startMs":324789,"durationMs":4180,"subtitle":"The mimic octopus, in particular, can also change how it moves and the shape of its tentacles"},{"startMs":328969,"durationMs":3651,"subtitle":"to impersonate more than 15 different underwater animals."},{"startMs":332620,"durationMs":4049,"subtitle":"Learning about these creatures made me think, what if there are other animals or sea creatures"},{"startMs":336669,"durationMs":2291,"subtitle":"that are much better at camouflaging than the octopus?"},{"startMs":338960,"durationMs":5329,"subtitle":"Don’t get me wrong, the octopus’s camouflage mechanism is incredible, but the fact that"},{"startMs":344289,"durationMs":3410,"subtitle":"we know what it still looks like originally means that it might not be doing the absolute"},{"startMs":347699,"durationMs":1000,"subtitle":"best job."},{"startMs":348699,"durationMs":4720,"subtitle":"So in reality, there might be other animals that are so good at camouflaging that we just"},{"startMs":353419,"durationMs":1631,"subtitle":"haven’t noticed them yet."},{"startMs":355050,"durationMs":7010,"subtitle":"For some reason, lemons, limes, lemon soda, lime soda, and lemon lime soda all taste completely"},{"startMs":362060,"durationMs":1000,"subtitle":"different from one another."},{"startMs":363060,"durationMs":4939,"subtitle":"And since we’re on the topic of fruits, a fresh fruit salad is a modern technological"},{"startMs":367999,"durationMs":2591,"subtitle":"wonder that is often overlooked."},{"startMs":370590,"durationMs":3780,"subtitle":"Think about it, at what point in human history could you ever have one spoon that contained"},{"startMs":374370,"durationMs":3539,"subtitle":"fruits from multiple countries, climates, and even continents?"},{"startMs":377909,"durationMs":4000,"subtitle":"Definitely not before major technological advancements like refrigeration."},{"startMs":381909,"durationMs":5391,"subtitle":"Soon, these same technological advancements will drive us past the use of gas powered"},{"startMs":387300,"durationMs":5679,"subtitle":"vehicles, pun intended, and once gas powered vehicles become archaic, the term “gas pedal”"},{"startMs":392979,"durationMs":1280,"subtitle":"will also become archaic."},{"startMs":394259,"durationMs":3921,"subtitle":"But it’ll still hang around as a symbol of the accelerator, just like the floppy disk"},{"startMs":398180,"durationMs":2320,"subtitle":"is still the “save” logo for most things."},{"startMs":400500,"durationMs":4289,"subtitle":"The future is really fun to think about because you can have a thousand guesses and still"},{"startMs":404789,"durationMs":1000,"subtitle":"be wrong."},{"startMs":405789,"durationMs":4961,"subtitle":"But still, it’s fun to think about what the world might be in a not so distant future."},{"startMs":410750,"durationMs":5110,"subtitle":"Right now we have Google Earth, but soon, we might have Google Moon and Google Mars"},{"startMs":415860,"durationMs":1119,"subtitle":"too."},{"startMs":416979,"durationMs":3900,"subtitle":"All this talk of Mars and the Moon reminds me of the 7 humans aboard the International"},{"startMs":420879,"durationMs":1000,"subtitle":"Space Station."},{"startMs":421879,"durationMs":3690,"subtitle":"It basically takes the smartest people on Earth and stops them from being the smartest"},{"startMs":425569,"durationMs":1620,"subtitle":"people on Earth."},{"startMs":427189,"durationMs":4160,"subtitle":"It basically turns the most brilliant minds humanity has to offer into a couple of space"},{"startMs":431349,"durationMs":2021,"subtitle":"janitors, which is great."},{"startMs":433370,"durationMs":4430,"subtitle":"These are literally some of the greatest engineers and pilots on the entire planet, but you know,"},{"startMs":437800,"durationMs":3730,"subtitle":"that space toilet ain’t gonna scrub itself."},{"startMs":441530,"durationMs":4349,"subtitle":"Everyone says practice makes perfect, but in reality, that’s a lie."},{"startMs":445879,"durationMs":3301,"subtitle":"Doctors have been writing their whole lives, but still end up writing up a prescription"},{"startMs":449180,"durationMs":2860,"subtitle":"like they’re 3-year-old kids who can’t hold a crayon."},{"startMs":452040,"durationMs":3450,"subtitle":"This shows that mindlessly doing something a million times doesn’t make you any better"},{"startMs":455490,"durationMs":3959,"subtitle":"than a kid coloring outside of the lines for the thousandth time in a row."},{"startMs":459449,"durationMs":5081,"subtitle":"In reality, it takes conscious effort into trying to improve to actually improve at something."},{"startMs":464530,"durationMs":4719,"subtitle":"But hey, don’t feel bad about your handwriting, on the bright side, you have your own unique"},{"startMs":469249,"durationMs":1310,"subtitle":"font."},{"startMs":470559,"durationMs":5021,"subtitle":"“The future is bright”, “there’s light at the end of the tunnel”, “darkest before"},{"startMs":475580,"durationMs":3769,"subtitle":"dawn”, we have all these quotes that tell us to be hopeful about the future."},{"startMs":479349,"durationMs":4120,"subtitle":"In their hearts, all of these quotes are great as they give us something to look forward"},{"startMs":483469,"durationMs":5620,"subtitle":"to, but in reality, when you think far enough into the future, it’s hard to see a lot"},{"startMs":489089,"durationMs":2760,"subtitle":"of bright spots."},{"startMs":491849,"durationMs":6620,"subtitle":"It’s crazy to think about it now, but in a not so distant future, the term “artificial"},{"startMs":498469,"durationMs":4200,"subtitle":"intelligence” and “robot” might be considered offensive to beings which have become indistinguishable"},{"startMs":502669,"durationMs":1000,"subtitle":"from humans."},{"startMs":503669,"durationMs":4710,"subtitle":"But don’t worry guys, if they ever wage war on us, we can always send decoded messages"},{"startMs":508379,"durationMs":2930,"subtitle":"to one another in the form of CAPTCHAS."},{"startMs":511309,"durationMs":3531,"subtitle":"The internet is filled with some of the most beautiful creative works of all time."},{"startMs":514840,"durationMs":3570,"subtitle":"But in just a few years, most of the content on the internet will have been produced by"},{"startMs":518410,"durationMs":1000,"subtitle":"dead people."},{"startMs":519410,"durationMs":4600,"subtitle":"Think a little further ahead and you’ll realize that sadly, all of humanity will cease"},{"startMs":524010,"durationMs":2010,"subtitle":"to exist one day."},{"startMs":526020,"durationMs":3990,"subtitle":"Sometimes I catch myself drifting into these weird thoughts and I ask myself, am I just"},{"startMs":530010,"durationMs":3370,"subtitle":"being paranoid, or am I just carefully observing the world around me?"},{"startMs":533380,"durationMs":3870,"subtitle":"And the truth is, the answer depends on how correct I am."},{"startMs":537250,"durationMs":4780,"subtitle":"If my thoughts are right, I get called observant, but if my thoughts are wrong, I get called"},{"startMs":542030,"durationMs":1000,"subtitle":"paranoid."},{"startMs":543030,"durationMs":4170,"subtitle":"At the end of the day, it’s just a matter of perspective."},{"startMs":547200,"durationMs":3950,"subtitle":"The fitness industry has skyrocketed since the start of the pandemic."},{"startMs":551150,"durationMs":2990,"subtitle":"Because everyone now has all this time on their hands, a lot of people are trying to"},{"startMs":554140,"durationMs":4910,"subtitle":"put more effort into their health, exercising being the biggest step for most."},{"startMs":559050,"durationMs":3400,"subtitle":"However, for a lot of these people, it doesn’t last very long."},{"startMs":562450,"durationMs":6140,"subtitle":"They start very strongly, but after a while, they get tired, lose the fire, and give up."},{"startMs":568590,"durationMs":3780,"subtitle":"But don’t feel too bad about it, you have the same amount of gold medals as the majority"},{"startMs":572370,"durationMs":2010,"subtitle":"of people who go to the Olympics."},{"startMs":574380,"durationMs":3310,"subtitle":"Remember, it’s all perspective."},{"startMs":577690,"durationMs":3580,"subtitle":"Before lockdown, telling people to not be on their phones all day was great advice."},{"startMs":581270,"durationMs":4930,"subtitle":"But in the past year, that basically means telling them to quit their jobs, stop communicating"},{"startMs":586200,"durationMs":3540,"subtitle":"with the outside world, and start making friends with the squirrels and lizards that are running"},{"startMs":589740,"durationMs":1970,"subtitle":"around their backyard."},{"startMs":591710,"durationMs":3290,"subtitle":"Statistically speaking, we as a species are getting better."},{"startMs":595000,"durationMs":4260,"subtitle":"We’re becoming more tolerant, we’re standing up for our rights, we’re learning to settle"},{"startMs":599260,"durationMs":4640,"subtitle":"disputes without launching nukes at each other; overall, we’re generally becoming nicer"},{"startMs":603900,"durationMs":1000,"subtitle":"to one another."},{"startMs":604900,"durationMs":4020,"subtitle":"Yes, we still have a long way to go, but I applaud our journey thus far."},{"startMs":608920,"durationMs":4110,"subtitle":"But sometimes, it feels like our generation thinks they’re doing much more than any"},{"startMs":613030,"durationMs":5170,"subtitle":"other generation did to change things for the better, when in reality, only future generations"},{"startMs":618200,"durationMs":2550,"subtitle":"can say whether that’s the case or not."},{"startMs":620750,"durationMs":3440,"subtitle":"There is light at the end of the tunnel still, the future is indeed bright."},{"startMs":624190,"durationMs":5180,"subtitle":"Maybe not a few billion years from now, but in the meantime, we’re moving forward."},{"startMs":629370,"durationMs":4150,"subtitle":"The vaccines are rolling out, and it seems that a good chunk of the population is happy"},{"startMs":633520,"durationMs":1000,"subtitle":"to get it."},{"startMs":634520,"durationMs":4110,"subtitle":"In time, it may appear as if nothing happened in the first place."},{"startMs":638630,"durationMs":5490,"subtitle":"Because once this pandemic is completely over, we can all come out of our homes, hug one"},{"startMs":644120,"durationMs":2010,"subtitle":"another, and tell each other “we made it.”"},{"startMs":646130,"durationMs":4251,"subtitle":"And uh, it really makes sense that Future’s name is Future, because Mask Off is about"},{"startMs":650381,"durationMs":4189,"subtitle":"to take on a whole different meaning."},{"startMs":654570,"durationMs":8420,"subtitle":"This video was sponsored by The Great Courses Plus."},{"startMs":662990,"durationMs":3440,"subtitle":"The Great Courses Plus is an on-demand video learning service that brings you the highest"},{"startMs":666430,"durationMs":3510,"subtitle":"quality content from some of the smartest people on the planet."},{"startMs":669940,"durationMs":3840,"subtitle":"From Ivy League professors to experts from places like National Geographic, they’re"},{"startMs":673780,"durationMs":2780,"subtitle":"the best place to go to learn pretty much anything you want."},{"startMs":676560,"durationMs":3801,"subtitle":"Whether you want to understand the quantum world or figure out how the brain works, The"},{"startMs":680361,"durationMs":2609,"subtitle":"Great Courses Plus has something for everyone."},{"startMs":682970,"durationMs":3330,"subtitle":"I recently watched their course on “Thinking like a Stoic,” which you’ll hear about"},{"startMs":686300,"durationMs":1240,"subtitle":"more very soon."},{"startMs":687540,"durationMs":4320,"subtitle":"The best thing is, you’re learning what you want to learn, not what you’re being"},{"startMs":691860,"durationMs":1000,"subtitle":"forced to."},{"startMs":692860,"durationMs":4280,"subtitle":"There’s no homework, there’s no test, it’s just you doing what you want, when"},{"startMs":697140,"durationMs":1000,"subtitle":"you want."},{"startMs":698140,"durationMs":4070,"subtitle":"With over 11,000 video lectures available, you could learn something new everyday for"},{"startMs":702210,"durationMs":1540,"subtitle":"the next 30 years."},{"startMs":703750,"durationMs":4120,"subtitle":"With new content each and every month, it’s almost guaranteed you’ll find something"},{"startMs":707870,"durationMs":1000,"subtitle":"you’ll like."},{"startMs":708870,"durationMs":4770,"subtitle":"If you want to test it out and see things for yourself, check out TheGreatCoursesPlus.com/Aperture"},{"startMs":713640,"durationMs":3470,"subtitle":"and you can start watching for free in as little as 10 minutes."},{"startMs":717110,"durationMs":4140,"subtitle":"If you enjoy it, there’s options to subscribe for as little as $15 a month."},{"startMs":721250,"durationMs":3300,"subtitle":"You’ll not only be helping yourself, but you’ll also be supporting my channel at"},{"startMs":724550,"durationMs":530,"subtitle":"the same time."}]
