[{"startMs":80,"durationMs":2400,"subtitle":"Over time, things tend to change a lot."},{"startMs":3200,"durationMs":4080,"subtitle":"Earth was once devoid of life, and then one day, it wasn’t."},{"startMs":8320,"durationMs":5040,"subtitle":"Horses used to be a normal form of transportation, fast forward a hundred years, and we now have"},{"startMs":13360,"durationMs":4240,"subtitle":"half a million pounds of metal to sit in as we soar 400 miles an hour through the sky."},{"startMs":18400,"durationMs":4000,"subtitle":"We used to slowly go blind, then we figured out that with just the"},{"startMs":22400,"durationMs":3840,"subtitle":"right amount of glass placed in front of our eyes, our vision could be restored."},{"startMs":26960,"durationMs":3040,"subtitle":"These things seem kind of insane at first glance,"},{"startMs":30000,"durationMs":2960,"subtitle":"but most life changing inventions tend to have that effect on us."},{"startMs":34320,"durationMs":1920,"subtitle":"Bitcoin is one of those things."},{"startMs":38560,"durationMs":3760,"subtitle":"To help us understand just how drastically things have changed over time,"},{"startMs":42320,"durationMs":4880,"subtitle":"we need to understand the concept of \"phase transitions.\" During phase transitions,"},{"startMs":47200,"durationMs":4560,"subtitle":"properties of whatever the underlying is can change quite radically. Let me explain."},{"startMs":52800,"durationMs":7120,"subtitle":"Take water for example. Water exists as a solid, it melts, and turns into water as a liquid. Boil"},{"startMs":59920,"durationMs":5280,"subtitle":"water on a stove, it turns into a gas. The same thing happens in the world of finance."},{"startMs":66320,"durationMs":5200,"subtitle":"This is a US dollar, but the dollar hasn’t always been the same. It’s undergone plenty"},{"startMs":71520,"durationMs":4400,"subtitle":"of change over the course of it’s short history, and it’s inevitably going to continue to change."},{"startMs":77120,"durationMs":4800,"subtitle":"We started off with gold coins, that then turned into pieces of paper backed by gold,"},{"startMs":82560,"durationMs":4800,"subtitle":"to now, where the piece of paper that is known as a US dollar is backed by literally nothing."},{"startMs":91200,"durationMs":3280,"subtitle":"Our definition of “value” is literally just a piece of paper."},{"startMs":95680,"durationMs":3360,"subtitle":"Over time, people begin to prefer different methods of payment,"},{"startMs":99040,"durationMs":3600,"subtitle":"and our very definitions of \"money\" and “currency” evolves with time."},{"startMs":103520,"durationMs":3920,"subtitle":"After long enough, certain methods of payment just don’t cut it anymore."},{"startMs":108800,"durationMs":5520,"subtitle":"“Bitcoin: A Peer-to-Peer Electronic Cash System” is a 9 page paper published in 2008."},{"startMs":114960,"durationMs":5600,"subtitle":"The author, Satoshi Nakamoto. In recent times, I’d say this is one of the most important"},{"startMs":120560,"durationMs":5440,"subtitle":"documents to have ever existed. You don’t need hundreds of pages, graphs, and sources;"},{"startMs":126000,"durationMs":4640,"subtitle":"just 9 pieces of paper that could potentially change the financial system of the entire world."},{"startMs":131280,"durationMs":3040,"subtitle":"If you don’t believe me, I’ll show you. Let’s break it down."},{"startMs":134320,"durationMs":2960,"subtitle":"I'm going to paraphrase things a bit, but let's figure out exactly"},{"startMs":137280,"durationMs":4880,"subtitle":"why Satoshi Nakamoto created Bitcoin... in their own words."},{"startMs":142160,"durationMs":5280,"subtitle":"The root problem with conventional currency is all the trust that's required to make it work. Central"},{"startMs":147440,"durationMs":4720,"subtitle":"banks must be trusted not to debase the currency, but the history of fiat currencies is full of"},{"startMs":152160,"durationMs":5120,"subtitle":"breaches of that trust. Banks must be trusted to hold our money and transfer it electronically,"},{"startMs":157280,"durationMs":4720,"subtitle":"but yet they lend it out with barely a fraction saved in reserve. We have to trust them with our"},{"startMs":162000,"durationMs":5520,"subtitle":"privacy, trust them not to let identity thieves drain our accounts. But yet, that still happens."},{"startMs":168320,"durationMs":5760,"subtitle":"20 years ago, multi-user computer systems had a similar problem. Before strong encryption,"},{"startMs":174080,"durationMs":4000,"subtitle":"users had to rely on password protection to secure their files, placing trust in the"},{"startMs":178080,"durationMs":4720,"subtitle":"system administrator to keep their information private. Privacy could always be overridden by"},{"startMs":182800,"durationMs":4720,"subtitle":"the admin based on their judgment calls, weighing the principle of privacy against other concerns."},{"startMs":188080,"durationMs":4480,"subtitle":"Then strong encryption became available to the masses, and trust was no longer required."},{"startMs":193120,"durationMs":3760,"subtitle":"Data could be secured in a way that was physically impossible for others to access,"},{"startMs":196880,"durationMs":4080,"subtitle":"no matter for what reason, no matter how good the excuse, no matter what."},{"startMs":201840,"durationMs":4960,"subtitle":"It's time we had the same thing for money. With e-currency based on cryptographic proof,"},{"startMs":206800,"durationMs":5520,"subtitle":"without the need to trust a third party middleman, money can be secure and transactions effortless."},{"startMs":213040,"durationMs":5120,"subtitle":"One of the fundamental building blocks for such a system is digital signatures. A digital coin"},{"startMs":218160,"durationMs":4560,"subtitle":"contains the public key of its owner. To transfer it, the owner signs the coin together with the"},{"startMs":222720,"durationMs":5040,"subtitle":"public key of the next owner. Anyone can check the signatures to verify the chain of ownership."},{"startMs":228560,"durationMs":6320,"subtitle":"It works well to secure ownership, but leaves one big problem unsolved: double-spending. Any"},{"startMs":234880,"durationMs":3840,"subtitle":"owner could try to re-spend an already spent coin by signing it again to another owner."},{"startMs":239360,"durationMs":4560,"subtitle":"The usual solution is for a trusted company with a central database to check for double-spending,"},{"startMs":244480,"durationMs":3760,"subtitle":"but that just gets back to the trust model, and we've seen how those have turned out."},{"startMs":249040,"durationMs":3600,"subtitle":"Bitcoin's solution is to use a peer-to-peer network to check for double-spending."},{"startMs":253200,"durationMs":4080,"subtitle":"In a nutshell, the network works like a distributed timestamp server,"},{"startMs":257280,"durationMs":3760,"subtitle":"stamping the first transaction to spend a coin. It takes advantage"},{"startMs":261040,"durationMs":3680,"subtitle":"of the nature of information being easy to spread, but hard to contain."},{"startMs":265600,"durationMs":3360,"subtitle":"The result is a distributed system with no single point of failure."},{"startMs":269760,"durationMs":4080,"subtitle":"Users hold the crypto keys to their own money and transact directly with each other,"},{"startMs":273840,"durationMs":4000,"subtitle":"with the help of a P2P network, a blockchain, to check for double-spending."},{"startMs":278480,"durationMs":4240,"subtitle":"Bitcoin is a global distributed database with additions being made only if the majority of"},{"startMs":282720,"durationMs":5120,"subtitle":"other blocks agree and validate the block. You can view each “block” as a group of information"},{"startMs":287840,"durationMs":3920,"subtitle":"in the overall database, which in our case is full of monetary transactions."},{"startMs":292400,"durationMs":4800,"subtitle":"When each block is full of validated information, it gets added to the end of the previous block,"},{"startMs":297200,"durationMs":1520,"subtitle":"forming what we call a blockchain."},{"startMs":299360,"durationMs":2800,"subtitle":"Whenever someone finds proof-of-work to generate a block,"},{"startMs":302160,"durationMs":4720,"subtitle":"they are rewarded with the new Bitcoin they just mined. The proof-of-work difficulty,"},{"startMs":306880,"durationMs":3680,"subtitle":"basically the amount of computational effort required, is adjusted every two"},{"startMs":310560,"durationMs":4560,"subtitle":"weeks to target an average of 6 blocks per hour for the whole network. Lastly,"},{"startMs":315120,"durationMs":6880,"subtitle":"the Bitcoin reward per block is cut in half every 4 years, or every 210,000 blocks. As time goes on,"},{"startMs":322000,"durationMs":4720,"subtitle":"the proof-of-work difficulty increases, taking more and more power and time to solve, and we"},{"startMs":326720,"durationMs":5200,"subtitle":"slowly approach the supply limit, with the last Bitcoin coming into existence in the year 2140."},{"startMs":332480,"durationMs":4800,"subtitle":"This results in a decentralized network with a finite supply of 21,000,000 Bitcoin,"},{"startMs":337280,"durationMs":4400,"subtitle":"which can be subdivided into Satoshi's, or 1 hundred-millionth of a Bitcoin."},{"startMs":342560,"durationMs":4320,"subtitle":"They are issued in a limited, predetermined amount. The blockchain provides a universal"},{"startMs":346880,"durationMs":4960,"subtitle":"data set, a permanent ledger that every user can trust, even if the users don't know each other."},{"startMs":352960,"durationMs":4560,"subtitle":"Bitcoin isn’t a person, it isn’t a company, it has no central figure or"},{"startMs":357520,"durationMs":4240,"subtitle":"reserve. No matter how many people adopt Bitcoin as their store of value,"},{"startMs":361760,"durationMs":5440,"subtitle":"even if all 8 billion humans on Earth chose to use it, there will only ever be 21 million Bitcoin."},{"startMs":367760,"durationMs":4240,"subtitle":"There is nobody to act as a central bank or federal reserve to adjust the money supply as the"},{"startMs":372000,"durationMs":4960,"subtitle":"population of users grows. That would have required a trusted party to determine the value,"},{"startMs":376960,"durationMs":2880,"subtitle":"which defeats the entire purpose. In this sense,"},{"startMs":380560,"durationMs":3840,"subtitle":"Bitcoin is more typical of a precious metal. Instead of the supply changing"},{"startMs":384400,"durationMs":4240,"subtitle":"to keep the value the same, the supply is predetermined and the value changes."},{"startMs":389360,"durationMs":3440,"subtitle":"“As the number of users grow, the value per coin increases."},{"startMs":393360,"durationMs":4080,"subtitle":"It has the potential for a positive feedback loop; as users increase,"},{"startMs":397440,"durationMs":4400,"subtitle":"the value goes up, which could attract more users to take advantage of the increasing value.”"},{"startMs":402960,"durationMs":1680,"subtitle":"And increase in value it did."},{"startMs":405520,"durationMs":5680,"subtitle":"Remember phase transitions? Bitcoin also has phases. As time has passed,"},{"startMs":411200,"durationMs":4960,"subtitle":"the way the world has viewed Bitcoin has continued to evolve. From a simple proof of concept,"},{"startMs":416160,"durationMs":4400,"subtitle":"to becoming an efficient small payments network, to being labeled “digital gold”,"},{"startMs":420560,"durationMs":3520,"subtitle":"to now today fundamentally changing the way we transact with each other worldwide."},{"startMs":424800,"durationMs":4720,"subtitle":"Since its creation, it's resulted in some of the highest annualized returns in the world,"},{"startMs":429520,"durationMs":3600,"subtitle":"closing in on becoming one of the highest market-cap assets in the entire world."},{"startMs":434320,"durationMs":3680,"subtitle":"Change is a good thing, and in our case, a necessary one."},{"startMs":438720,"durationMs":2960,"subtitle":"While the market-cap of Bitcoin is constantly increasing,"},{"startMs":441680,"durationMs":3760,"subtitle":"it still pales in comparison to the amount of actual \"money\" that exists in the world."},{"startMs":446080,"durationMs":4080,"subtitle":"There’s levels to it, and it goes further than you’d ever imagine."},{"startMs":450160,"durationMs":3680,"subtitle":"To just put this into perspective, the value of Bitcoin as an asset has"},{"startMs":453840,"durationMs":5200,"subtitle":"recently surpassed $1 Trillion, and while this sounds like a lot of money, it really isn't."},{"startMs":459840,"durationMs":4000,"subtitle":"The US government just passed a $1.9 Trillion COVID-19 relief bill."},{"startMs":464560,"durationMs":4400,"subtitle":"Essentially, the US government, overnight, printed $2 Trillion Dollars."},{"startMs":469760,"durationMs":5680,"subtitle":"It's insane when you really think about it. To take this point further, roughly 30-40% of"},{"startMs":475440,"durationMs":5760,"subtitle":"all US Dollars in existence were printed last year. On top of that, the purchasing power of"},{"startMs":481200,"durationMs":6640,"subtitle":"USD has fallen by 97% since 1917, and I can only imagine where it will be in the next ten years."},{"startMs":489120,"durationMs":2720,"subtitle":"Bitcoin, though, still has far more left in the tank."},{"startMs":492720,"durationMs":3920,"subtitle":"But for Bitcoin to become a global reserve currency, hundreds of millions,"},{"startMs":496640,"durationMs":4480,"subtitle":"if not billions of people will need to adopt it. Is it that far-fetched of an idea?"},{"startMs":501840,"durationMs":4240,"subtitle":"Almost everyone that gets sucked into the Bitcoin black hole ends up on the other side of it,"},{"startMs":506080,"durationMs":3760,"subtitle":"explaining to their friends and family that Bitcoin is some new and improved form of money."},{"startMs":510560,"durationMs":1680,"subtitle":"Sounds kind of like a pyramid scheme, right?"},{"startMs":513200,"durationMs":240,"subtitle":"Wrong."},{"startMs":514400,"durationMs":4880,"subtitle":"When Dell started selling PCs on its website in 1996 and everyone told their friends to"},{"startMs":519280,"durationMs":5840,"subtitle":"get a Dell, was it a pyramid scheme? When Apple released the first iPhone in 2007"},{"startMs":525120,"durationMs":4560,"subtitle":"and everyone told their friends to drop their Blackberry's for it, was that a pyramid scheme?"},{"startMs":530480,"durationMs":5760,"subtitle":"Technological shifts often happen fast. Ten and twenty years later, smartphones and PCs are"},{"startMs":536240,"durationMs":4320,"subtitle":"everywhere you look. It's all about the quality of the product and the incentive structure."},{"startMs":541120,"durationMs":2400,"subtitle":"Regardless if someone owned Apple stock or not,"},{"startMs":543520,"durationMs":4640,"subtitle":"did it change the fact that the very product itself provided a real value proposition?"},{"startMs":548160,"durationMs":3600,"subtitle":"Was there a direct benefit for telling people about a new technological innovation?"},{"startMs":552560,"durationMs":4800,"subtitle":"In pyramid schemes, the people selling the scheme are usually the scammers. They promise you"},{"startMs":557360,"durationMs":4240,"subtitle":"huge future returns, and those returns come almost solely from recruiting more members to the pyramid"},{"startMs":561600,"durationMs":6960,"subtitle":"scheme. It continues to waterfall; in a sense, when purchasing Bitcoin, you are the scammer,"},{"startMs":569280,"durationMs":5760,"subtitle":"except you aren't. Whenever someone buys Bitcoin, they're mostly always trading a fractional reserve"},{"startMs":575040,"durationMs":5360,"subtitle":"currency, like the US Dollar or the Euro, in exchange for an asset with a finite supply with"},{"startMs":580400,"durationMs":6560,"subtitle":"a much greater monetary policy, Bitcoin. In the long term, it's an asymmetric exchange of value,"},{"startMs":586960,"durationMs":5680,"subtitle":"and few realize this. Using history as an example, reserve currency status doesn't"},{"startMs":592640,"durationMs":4480,"subtitle":"last forever, and almost all previous currencies ran the risk of debasement."},{"startMs":598400,"durationMs":1200,"subtitle":"Bitcoin does not."},{"startMs":600480,"durationMs":2560,"subtitle":"Consider this. Let's run a quick comparison."},{"startMs":603680,"durationMs":4560,"subtitle":"The US Dollar, as previously stated, can be printed. The Federal Reserve"},{"startMs":608240,"durationMs":3200,"subtitle":"could literally print pretty much any amount of money you could imagine,"},{"startMs":611440,"durationMs":6560,"subtitle":"like they recently did. It's supply is, in theory, unlimited and unpredictable."},{"startMs":618000,"durationMs":4960,"subtitle":"Bitcoin, on the other hand, has a fixed supply. There is no printing or duplication"},{"startMs":622960,"durationMs":2960,"subtitle":"of coins, there's a finite amount that will ever exist. It isn't \"created\" out of thin air,"},{"startMs":625920,"durationMs":3920,"subtitle":"Bitcoin are issued through a mining process that helps to secure the network, and the network"},{"startMs":629840,"durationMs":5120,"subtitle":"adjusts to ensure that Bitcoin are issued on average every ten minutes; in its current phase,"},{"startMs":634960,"durationMs":6800,"subtitle":"this equates to 6.25 Bitcoin being mined every 10 minutes. In 2024, this will be cut in half,"},{"startMs":641760,"durationMs":6720,"subtitle":"with a new block reward of just 3.125 Bitcoin. Remember, every 4 years, the reward halves again."},{"startMs":649200,"durationMs":4960,"subtitle":"To put this into context, think about gold mining operations where every mining company in the world"},{"startMs":654160,"durationMs":5120,"subtitle":"starts finding half as much gold, but it only happens every four years. What impact would"},{"startMs":659280,"durationMs":1840,"subtitle":"that have on the price? The amount of sellers would diminish, and the price would go up."},{"startMs":661120,"durationMs":2960,"subtitle":"If more mining resources get added to the network, well the"},{"startMs":664080,"durationMs":3600,"subtitle":"network just adjusts accordingly to prevent Bitcoin from being issued at a faster rate."},{"startMs":668240,"durationMs":3920,"subtitle":"More mining just means higher network security, rather than an increasing rate"},{"startMs":672160,"durationMs":3520,"subtitle":"of issuance or increasing the total amount of Bitcoin that will ultimately be issued."},{"startMs":676320,"durationMs":4800,"subtitle":"18 million out of the 21 million possible Bitcoin have already been mined, and many are"},{"startMs":681120,"durationMs":5520,"subtitle":"lost forever. Some estimates say that as much as 20% of all Bitcoin in existence are locked"},{"startMs":686640,"durationMs":5200,"subtitle":"up in lost wallets, with forgotten passwords or seed phrases or owners who are no longer alive."},{"startMs":693200,"durationMs":4960,"subtitle":"But something big is happening. Since its inception, the amount of Bitcoin in circulation"},{"startMs":698160,"durationMs":4880,"subtitle":"has consistently gone up year over year. There’s videos of people spending thousands of Bitcoin on"},{"startMs":703040,"durationMs":6320,"subtitle":"things like candy bars, pizza, and stuff like that. However, over the last year, things have"},{"startMs":709360,"durationMs":4560,"subtitle":"started to change. More and more institutional investors have been jumping on board the Bitcoin"},{"startMs":713920,"durationMs":5200,"subtitle":"train. In fact, they’re buying more Bitcoin each month than what’s being mined currently,"},{"startMs":719120,"durationMs":3920,"subtitle":"and they aren’t selling it. They’re hodl’ing onto it. Now if you think about this for long enough,"},{"startMs":723040,"durationMs":3920,"subtitle":"you’ll realize that this actually limits the amount of freely circulating Bitcoin on the open"},{"startMs":726960,"durationMs":5440,"subtitle":"market. If they’re buying faster than it’s coming into existence, well that limits the supply."},{"startMs":733280,"durationMs":3440,"subtitle":"As of right now, there’s only about 4 million Bitcoin in constant"},{"startMs":736720,"durationMs":5840,"subtitle":"circulation through most exchanges. This ultimately pumps the price even higher."},{"startMs":743360,"durationMs":5040,"subtitle":"It’s pretty simple to understand. If there’s ever only going to be 21 million Bitcoin and people"},{"startMs":748400,"durationMs":4240,"subtitle":"with tons of money pour their billions of dollars into Bitcoin, well that takes up some of the"},{"startMs":752640,"durationMs":4640,"subtitle":"supply. And the more and more banks, companies, and similar institutions that get involved with"},{"startMs":757280,"durationMs":5760,"subtitle":"Bitcoin, well that just cuts the available supply further, which drives the price up even more."},{"startMs":763920,"durationMs":5360,"subtitle":"In this situation, it really is “the early bird that gets the worm.” Once the world starts pouring"},{"startMs":769280,"durationMs":5200,"subtitle":"in, you can only imagine where things could go. It’s a positive feedback loop, and this"},{"startMs":774480,"durationMs":6480,"subtitle":"means everything. In fact, this is exactly what Satoshi envisioned, in his exact words."},{"startMs":782240,"durationMs":4480,"subtitle":"With every block mined, Bitcoin enforces it's monetary policy every 10 minutes;"},{"startMs":787360,"durationMs":7120,"subtitle":"6 times an hour, 144 times a day. The longer Bitcoin lives, the more people that get involved,"},{"startMs":794480,"durationMs":4000,"subtitle":"the more valid the Bitcoin blockchain becomes. Overall,"},{"startMs":798480,"durationMs":4320,"subtitle":"the more people that use Bitcoin, the stronger the underlying theory behind it becomes."},{"startMs":803520,"durationMs":4080,"subtitle":"The value proposition of an innovation trumps all else. It doesn't matter how"},{"startMs":807600,"durationMs":3840,"subtitle":"you learn about it; all that matters is whether the innovation provides utility."},{"startMs":812000,"durationMs":6640,"subtitle":"If it does, people will want to use it; if it doesn't, they won't. That is what makes a market."},{"startMs":819280,"durationMs":5200,"subtitle":"So far, there seems to be a use for it. People are beginning to realize the long-term value."},{"startMs":825680,"durationMs":5040,"subtitle":"Today and into the future, Bitcoin's utility is the ability to reliably store wealth in a"},{"startMs":830720,"durationMs":5360,"subtitle":"monetary medium that can't be debased. It is a non-manipulable form of money, and it has the"},{"startMs":836080,"durationMs":3920,"subtitle":"potential to be one of the greatest instruments of true financial freedom ever invented."},{"startMs":840960,"durationMs":6880,"subtitle":"The success of Bitcoin isn't a given, but there is a possibility. At the end of the day, Bitcoin is a"},{"startMs":847840,"durationMs":6000,"subtitle":"communication tool. That is the function of money. Bitcoin simply provides an alternative system,"},{"startMs":853840,"durationMs":5360,"subtitle":"operating on a decentralized basis that no one controls. It is this lack of control which will"},{"startMs":859200,"durationMs":3680,"subtitle":"allow Bitcoin to work more effectively than any pre-existing monetary medium."},{"startMs":864000,"durationMs":6840,"subtitle":"Why? Because it’s proven to work. As time goes on, more and more people are starting to realize this."},{"startMs":870840,"durationMs":5160,"subtitle":"In Sergio Lerner’s report, “The Well Deserved Fortune of Satoshi Nakamoto,"},{"startMs":876000,"durationMs":8880,"subtitle":"Bitcoin Creator, Visionary and Genius,” he looked back to 2009. From block 0 to block 36,288,"},{"startMs":884880,"durationMs":5040,"subtitle":"Lerner was able to narrow everything down to a single entity. With just a simple mining rig,"},{"startMs":889920,"durationMs":4720,"subtitle":"this “entity” was able to mine thousands of blocks on the blockchain, racking up over 1.8"},{"startMs":894640,"durationMs":2091,"subtitle":"million BTC in the process. Of this 1.8 million BTC awarded, approximately 63%, or roughly 1.1"},{"startMs":896731,"durationMs":2709,"subtitle":"million BTC of it has never been spent. In the first seven months of its existence, it’s"},{"startMs":899440,"durationMs":5040,"subtitle":"believed that it was Satoshi Nakamoto who mined the first 22,000 blocks almost entirely on their"},{"startMs":904480,"durationMs":5280,"subtitle":"own. It’s thought that all of the rewarded BTC from that still remain in that original wallet."},{"startMs":911120,"durationMs":6400,"subtitle":"Satoshi, whoever he, she, or they might be, has seemingly vanished off the face of the Earth."},{"startMs":918400,"durationMs":7840,"subtitle":"For the past 10 years, the creator of Bitcoin, the visionary behind this monumental step in history,"},{"startMs":926240,"durationMs":2400,"subtitle":"has been nowhere to be found, and honestly, that's deserving of an entire video on it's own."},{"startMs":928640,"durationMs":1040,"subtitle":"There’s much more to come."},{"startMs":930880,"durationMs":8960,"subtitle":"The future is limitless, and all we can do... is wait."}]
