[{"pageNumber":1,"pageContent":"1 Copy of a Letter Sent to a Prospective Member [of the “Choronzon Club”] By C.F. Russell, 1932 e.v. FRIEND: Your contact with the .’.ORDER by this letter is not an accident, but the direct effect of Karma. Our door is open to you at this very time & place because you were formerly a Member of our Body in a previous life. Now you have the opportunity to reestablish this LINK & materialize what already supersensibly exists. No one ever applies to us by Chance—or in vain! No alien thing can invade or profane the Holy of Holies where your EGO dwells. No other person can call you, “I”. Every impulse that truly belongs to your eternal person proceeds from within your “I”. Hence the WILL to become an INITIATE must always come from within the Candidate. No external influence can possibly induce you to aspire to ADEPTSHIP. Therefore we publish no propaganda. No description of the beatitude and bliss of ATTAINMENT can determine your volition unless it speaks through the still, small voice of your on conscience which alone has absolute authority to govern your destiny. There you hear the voice of your own HOLY.’.GUARDIAN.’.ANGEL.’. when you are ready to accomplish the GREAT WORK. At that identical moment the gate of the Temple opens smoothly, swiftly, silently. But if you hesitate the golden opportunity is gone, the palace gate closes automatically hiding from timidity’s gaze the ineffable splendor of the interior Sun; the black wings of a long night drop & enfold a desolate soul dooming it to obscurity and mediocrity. Genius or GODHEAD sleeps in every human brain. The potential MASTER has an inherent self-reliance & presence of mind to meet an emergency. He or she has that divine instinct which recognizes the handwriting of the .’.DAIMON—“THE HEART GIRT WITH A SERPENT IS MY NAME”. The .’.ORDER knocks but once on any single door! DO WHAT THOU WILT SHALL BE THE WHOLE OF THE LAW! In the vast field of esoteric study & cryptic practice which Occult Science surveys—Yoga, Mysticism, Astro-Theosophy, Ceremonial Magick, Metaphysical New Thought, Divination, Tarot, Spiritism, Rosicrucianism, Hermetism [sic], Qabalah, etc.—nothing whatever pertains to genuine INITIATION except what leads you to experience certain crucial events, called CRISES, three in number, no more & no less. The TRUE PATH from beginning to end is clearly marked. The method adopted by the genuine School of INITIATION contains nothing vague, visionary, fanciful, fantastic. Here you are taught to handle and deal with real, not symbolic or imaginary, forces. This School must have three departments, an Outer College, an Inner & an Inmost, respectively equipped to carry the Candidate through the FIRST, SECOND, & THIRD CRISIS. As a whole this course is naturally divided into Twelve Grades or Degrees which embody & synthesize the SEPHIROTH & PATHS of the TREE OF LIFE. The first five Grades which comprise the Outer College prepare & conduct you through the FIRST CRISIS. Until this is accomplished it is the main aim & any discussion of what lies beyond is forbidden, premature, futile, & would only perplex the Aspirant. "},{"pageNumber":2,"pageContent":"2 There is only one genuine Fraternity of ADEPTS to which every INITIATE in the whole world belongs. We refer to this as THE.’.ORDER. Those who would publish in the market place an ostensible history of the .’.ORDER stoop to promulgate an absurdity which they, themselves, can never appreciate. For history deals with temporal events from an objective viewpoint which can be no more than half true. The scientific standpoint involves the subjective side as well. A really scientific graph evolution on the earth & humanity cannot be made by mathematical methods for such are intrinsically no more than an ideal or imaginary. What can be seen of a human being by the physical senses is only the outer crust, like the top of an iceberg or more aptly the cross-section of a tree-trunk. The whole man is a seven-fold organism extended in time as well as space, with parts which reach back to previous lives on earth & another part which reaches into the future and extends beyond the farthest of the fixed stars. Neither geologists nor astronomers today possess or can find the whole concrete truth about this cosmic truth about this cosmic being & the hypotheses they & the physicists create are full of faults & fallacies. A successful investigation of history implies an organon with structure adapted at every point to the formative principle of its object. The modern mind cannot understand even mediaeval records; its interpretation of ancient history is still more mythical. For example: we are told of the existence in the middle ages of a famous fraternity of Illuminates founded by the reincarnated personalities of the Bodhisattvas—Manes, Zarathrustra, Gautama Buddha & Skythianos & in modern times the name of this society has been stolen and appropriated by charlatans. But the true society exists & you can distinguish it from the false by the fact that never under any circumstances does it advertise itself to the public by the ancient name. You can recognize the true society only when you are admitted to its ranks. Then no external proofs will be needed for it will be impossible for you to doubt. Indeed, as long as you have in your mind a single doubt as to the status & authority of any society to which you may now belong you can be absolutely certain of this: it is not the genuine Fraternity of ADEPTS whereof we speak, no matter what may be its claims. No one can belong to the genuine Fraternity of ADEPTS who has not yet experienced the FIRST CRISIS. For the SUPREME SECRET OF ALL PRACTICAL MAGICK is known to every true MASTER; it is in the custody of the original & true Fraternity & it cannot under any circumstances be communicated to one who has not yet experienced the FIRST CRISIS. Hence, no occult school can be an Outer College of the .’.ORDER which does not provide in its system an infallible way to reach the FIRST CRISIS, which is known as the Attainment of the KNOWLEDGE & CONVERSATION of the HOLY.’.GUARDIAN.’.ANGEL.’. or .’.DAIMON. In Alchemy this is called the GREAT WORK or MAGNUM OPUS & he who accomplishes it possessed the PHILOSOPHER’S STONE & knows how to make the TRUE GOLD. But the occult guardians know how to guard. An ORDEAL accompanies each CRISIS; that which attends the FIRST is the MEETING, face to face, with the DWELLER ON THE THRESHOLD, when one penetrates the VEIL OF PAROKETH separates the Outer College from the Inner College of ADEPTS. This Threshold is not an imaginary line; it is the [?] which divides waking from sleeping & life and death. ADEPTSHIP is not conferred by diplomas! The ADEPT acquires consciousness which is ordinarily dormant, he unfolds new senses by which he can see & follow the soul when it leaves the body after death & he is awake"},{"pageNumber":3,"pageContent":"3 and aware while his physical body and mind are asleep. Initiate consciousness is graded & is of different sorts which correspond to the development of the different organs of the Cosmic-Man, which are definitely connected with the several organs of the physical man. Oriental doctrine describes these as Lotus Flowers or Wheels. The FIRST CRISIS occurs when that located in the Heart-Center comes under conscious control. Then you discover your true identity, are consecrated by a draught from the shining cup & united with the BORNLESS-ONE, the Augoiedes, the .’.DAIMON, your true Self whose shadow or reflection is your personality in any single incarnation. The Work of the Outer College is therefore specific, devoted to one purpose; its system is logical, scientific, artistic & ethical. The Candidate is taken by the SHORT CUT, a system from which every non-essential is rigidly eliminated, straight to the Threshold. He travels the ANCIENT WAY; his body and mind are disciplined and fortified by a regime which enables him to endure the ORDEAL, penetrate the VEIL & pass-by the DWELLER. Over one hundred pages of manuscript instruction are given in the five grades of the Outer College. These documents are compiled so that we can deal with Candidates by mail, but this is no ordinary “correspondence-course”. The majority of Members are attached to local Hierarchies, so once you have established the LINK you have the benefit of personal contact with your IMMEDIATE SUPERIOR who is more advanced than yourself & will be your patient teacher, efficient guard & guide you surely & safely until you obtain ADEPTSHIP & need very little more help or advice from external sources. Your ULTIMATE ATTAINMENT is limited only by your own wishes & desires. No one can accept pay for this service. All you are expected to do is to pay your share of the expenses involved. A small fee is charged to cover postage, clerical work, preparing documents, etc. Our business is to INITIATE not to make money. The enrollment fee is one dollar. Later there is a final fee of six dollars after which there are absolutely no further fees, dues, or alms of any kind. Certain very valuable books are available to Members but these are not part of the curriculum. Each applicant must furnish the following Data—name in full, age, list of occult books & courses studied; names of any occult societies joined; with a brief outline of any occult experiences previously had. Each Member is expected to secure at least one other Candidate who is confided to his charge, for Enlightenment is not a solitary experience; its Technic involves Initiating others for the Secret of passing the Barriers above lies in opening those below. Some general remarks on the subject of INITIATION & THE GREAT WORK can be found in the articles published by MR C F RUSSELL in the OCCULT DIGEST issues of 1930 May July August October November & December, also November 1931 & November 1932; in the COSMIC DAWN (233 S Broadway, LOS ANGELES) 1930 July & October: MYSTIC WORLD (527 S Clark St., CHICAGO) May 1931. [Most or all of these can be found at http://cfrussell.homestead.com/files/contents.htm] "},{"pageNumber":4,"pageContent":"4 If you will do exactly as you are told & if you can KEEP SILENT address your application with the Data and enrollment fee directly to our representative in your locality, who is DR JAN PA-KOWAL. [Now, send an email with GBG/CC on the subject line to fratersi@yahoo.com] RELEASED FOR USE OF MEMBERS OF THE CHORONZON CLUB IN BUILDING UP THEIR MAGICAL HIERARCHIES, BY AUTHORITY OF THE COLLEGIUM.’.AD SPIRITUM.’.SANCTUM.’., ANNO I6 Sol in 0° SAGITTARIUS—PER ATTANZIF’.’93 7=4 "}]
