[{"pageContent":"undefined"},{"pageContent":"Gilles_cover_thumb [../Images/Gilles_cover_thumb.jpg]"},{"pageContent":"The Banned Lecture> GILLES de RAIS> > to have been delivered before the> > University Poetry Society by> > ALEISTER CROWLEY> > on the evening of Monday, Feb.3rd.1930> > Long ago when King Brahmadatta reigned in Benares, a gentleman whose Christiannames were Thomas Henry - you possible have heard of him - he was no lessapersonage than the Grandfather of the great Aldous Huxley- once found himselfthreatened be a perdicament similar to that in which I stand tonite. He had beenasked to lecture a distinguished group of people.What bothered him was this: what assumption was he to make about the existingknowledge of the audience? He adoÿted the sensible course of asking the adviceof an old hand at the game; and was told \"You must do one of two things. You mayassume that they know everything, or that they know nothing.\" Thomas Henrythought it over, and decided that he would assume that they know nothing.I think that merely shows how badly brought up he must have been; and explainshow it was that he became a kirty little atheist, and repented on his death-bed,and died blaspheming. Gilles de Raise was born sometime in 1404. He marriedCatherine de Thonars on the 30th of November, 1420, thus becoming the richestnoble in Europe. He lived extravagantly until his arrest by the Church. He gebanalchemical studies under the instruction of Gilles de Sille, a priest of St.malo. Montague Summers believes he sacrificed around eight hundred children andquotes the proceedings of ecclesiastical high court in which a Dominican priestnamed Jean Blouyn took over as the delegate of the Holy Inquisition for the cityand diocese of Nantes. Needless to say, Gilles \"confessed\", and was put to thestake and charcoaled on October 26th., 1440 leaving his estates and untoldriches to Mother Church, who, wasting no time, added them to her list ofmaterial gains. Included in this particular catche were Gilles personalhand-painted manuscripts which were eagerly welcomed into the Mother Lode’svault where they sit to this day. Unfortunately, the Vatican’s library isinaccessible to \"common folk\", and will probably remain so until the demise ofMother Church herself, at which time this author will assist other interestedpersons in converting it into a public library.No! No! that would be quite impossibly bad manners. I shall assume that you knoweverything about Gilles de Rais; and that being the case, it would evidently beimpertinent for me to tell you anything about him. So that we can consider thelecture at an end, and (after the usual vote of thanks) pass on immediately tothe discussion, which I think ought to be more amuising, if scarcely asinformative.It is rather an hard saying—however worthy of all acceptation in a universitylike Oxford, where, I understand, the besetting sin of the inmates is lecturingand being lectured, but discussions are always apt to turn out to be amusing,especially if conducted with blackthorns or shotguns, where as lecturing ismerely an attempt, fordoomed to failure, to communicate knowledge which usuallythe lecturer does not possess.I am sure that we all recognise that an attempt of this kind is impossible innature. No! I am not proposing to inflict upon you my celebrated discourse onScepticism of the Instrument of Midn. I am not even going to refer to the firstand last lecture which I suffered at a dud university somewhere near Newmarket,in which the specimen of old red sandstone in rostrum began by remarking thatpolitical economy was a very difficult subject to theorise upon because therewere no reliable data. Never would I tell so sad a story on a Monday evening,with the idea of Tuesday already looming darkly in every melancholic mind. Ishould like to be just friendly and sensible, though it is perhaps too much toexpect me to be cheerful.The fact is that I am in a very depressed state. My attention was attracted bythat little work \"knowledge\" of which we hear so much and see so little. I don’tpr&127;pose to inflict upon you the M.C.H., and demonstrate that the life andopinions of Filles de Rais were inevitably determioned by the price of onions inHyderabad. But I do think that in approaching a historic question, we should bevery careful to define what we mean—in our particular universe of discourse—bythe work \"knowledge.\"> May I ask a question?> > Does anyone here know the date of the battle of Waterloo?> > Pause-- (Someone—I bet—tells me \"1815.\")Thank you very much. To be frank with you, I know it myself. I did not requireinformation on that particular point. What I asked was, wheter anyone know thedate. I felt that, if so, it would have created a sympathetic atmosphere.But since we are talking about Waterloo, we may ask ourselves what, roughlyspeaking, is the extent of our knowledge?I have heard plenty of theories about why Napoleon lost the battle. I have beentold that he was already suffering from the disease which killed him. I havebeen told that he was outgeneralled by Wellington. I have been told that hisarmy of conscripts was underfed and not properly drilled. I have also been toldthat the battle was won by the Belgians.Now, all these things are merely matters of opinion. There may be a little truthin some of them. But we have practically no means of finding out exactly howmuch, even if our documentary support is valid to establish any of thesetheories. It is, also, almost impossible to estimate the causes of any givenevent, if only because those causes are infinite, and each one of them is to acertian extent an efficient determining cause.Take a quite simple matter like the time of year. If it had been winter insteadof summer, the hens would not have been laying and Hougomont and La Haye Saintewould not have been able to nourish the contending forces. But though it isprofitable for the soul to contemplate the extent of what we don’t know, it isin some ways more satisfying to our baser natures to consider what we do know ina reasonable sense of the word.It is not disputable that the battle of Waterloo was fought and won. It is notdisputable that it was the climax, or rather the denoucement, of campaignslasting over a number of years. And there is no reason for doubting thatNapoleon was born in Corsica, that he entered the French army, and rose rapidlyto power by a combination of military genius and political intrigue.There is a vast body of indirect evidence which confirms these statements atevery point. Taken as a whole, they would be totally inexplicable on any otherhypothesis. But when we consider the character of Napoleon, we are at onceinvolved in a mass of contradictions. Probably no one in history has been morediscussed, and every writer gives a totally different account. Each seeks tobuttress his opinion by incidents which we have no reason to suppose other thanauthentic, but seem incongruous. So far as we can get any truth out of thematter at all, it is that the character of Napoleon, like that of everybody whoever lived, was extremely complex. And the writers are more or less in theposition of the Six Wise Men of Hindustan who were born blind and had todescribe an elephant.Spiritually fortified by these simple meditations, we may apply their fruits tothe problem of Filles de Rais, and ask ourselves what we really know about himeas oÿposed to what we have heard about him.We know that he was a gentleman of good family, because otherwise he could nothave held the offices which he did hold. We know that he was a brave soldier,and a comrade of Joan of Arc. We know that he had a passion for science, for thebasis of his reputation was that he frequented the society of learned men. Weknow finally that he was accused of the same crimes as Joan of Arc by the samepeople who accused her, and that he was condemned by them to the same penalty.I do not think that I have left out any verfiable fact. I think that all therest amounts to speculation. The real problem of Gilles de Rais amounts,accordingly, to this. Here we have a person who, in almost every respect, wasthe male equivalent of Joan of Arc. Both of them have gone down in history. Buthistory is somewhat curious. I am still inclined to think that \"there aint nosich animile.\" In the time of Shakespeare, Joan of Arc was accepted in Englandas a symbol for everything vile. He makes her out not only as a sorceress, but acharlatan and hypocrite; and on tope of that a coward, a liar, and a commonslut. I suspect that they began to whitwash here when they decided that she wasa virgin, that is a sexually deranged, or at least incomplete, animal, but theidea has always got people going, as any student of religion knows. Anyway, herstock went up to the point of canonisation. Gilles de Rais, on the other hand,is equally a household work for monstrous vices and crimes. So much so, that hisis even confused with the fabulous figure of Bluebeard, of whom, even were hereal, we know nothing much beyond that he reacted in the most manly way to theproblem of domestic infelicity.A moment’s digression; in fact, the main point. What is the most precise andmost atrocious charge that is made against him? That he sacrificed, in thecourse of alchemical and magical experiments, a matter of 800 children? I submitthat, a priori, this sounds a little improbable. Gilles de Rais was the lord ofa district whose population would not have been very extensive, and even in thatage of slavery, dirt, disease, debauchery, poverty and ignorance, which seems toMr. G. K. Chesterton the one ideal state of society, it must have been a littledifficult to carry out abductions and murders on such wholsale principles.Whenever questions arise with regard to black magic or black masses, invocationsof the devil, etc., etc., it must never be forgotten that these practices arestrictly functions of Christianity. Where ignorant savages perform propitiatoryrites, there and there only Christianity takes hold. But under the great systemsof the civilised parts of the world, there is no trace of any such perversion inreligious feeling. It is only the bloodthirsty and futile Jehovah who hasachieved such monstrous births. Such upas-trees can only grow in the poisonousmire of fear and shame where thought has putrefied to Christianity.There is thus no antecedent improbability that Gilles de Rais (or any otherperson of that place and period) was addicted to black magical practices, forthey were all Catholics. The power of the Church was, at that time, absolute,and even research was limited by the arbitrary theology imposed upon the mind ofeveryone. The abomination was at its height. But its decline has been rapid.True, one hundred years later it was still possible for Queens to be bulldozedby Presbyterian pulpiteers, but the time was already predictable when their bestwas for undergraduates to be bluffed by homosexual ecclesiastics. I suppose itis ll in the family.While these profound thoughts were producing a hypochondriac obnubilation of mymental faculties, it suddently occured to me that after all, I had heard thisstory before. And I saw the connection.In the pitch-dark ages, when Christianity held unchallenged sway over thoseportions of this globe which it had sufficiently corrupted, the pursuit ofknowledge—knowledge of any kind—was justly estimated by the people in power asthe one and only dangerous pursuit. Even so, as late as 300 years ago, it wasnot considered very gentlemanly to be able to read and write. I am not sure thatit is.In any case, it is a great error in education to teach these things. Grammar, wemust never forget, appears in the word \"Gramarye,\" beloved of Sir Walter Scott,and \"grimoire,\" a black magical ritual—that is to say, any written document.Precious little knowledge filtered through Christianity. It was against theinterests of the Church, and in those times it was much easier to suppresspeople and ideas than it is now, though even today we find priests—at least inOxford—who appear not to have heard of a certain recent invention by a notoriousMagician inspired by the Devil—the Printing Press.But they feared. So those who pursued knowledge were at the best under strongsuspicion of heresy. I need not quote the obvious names. But there were certainbodies of people who did carry on the old knowledge, mostly by oral tradition,and who were perforce tolerated to a certain extent, because even the littleknowledge that they did possess was so exceedingly useful. The best way to makearmour, or to build Cathedrals, or to heal sickness would enable the Christianto get ahead of his friends. Therefore, although conscience evidently demandedthe maximum amount of persecution compatible with the existence of villains, theJews and the Arabs were at least allowed to live. Besides, the Arabs saw to thethemselves.But no one was better aware than the Pope that knowledge was power. For all heknow, and he probably knew that he did no know much, the Jews and the Arabsmight get together and overturn the whole construction of society. Had he not inhis own records the very best example of such a catastroÿhe?There is a large number of excellent people, possessed of even less that theminimum amount of brains required to grease a gimlet, who are always boring uswith the bogey of the Jew-Bolshevist peril. But as most of them are RomanCatholic and unaware that Rome is laughing in its sleeve at them, theyconveniently ignore what should be—if they realised it—their best argument. Whatwas the ultimate cause of the destruction of the great civilisation of Rome?What corrupted the spirit of a people unconquerable in arms? What but the spreadof the slave morality of Jewish communists of the period? If you will take yourNew Testaments from your pockets, you will find in the fourth chapter of theActs of the Apostles and the thirty-second verse: \"And the multitude of themthat believed were of one heart and soul: and not one of them said that aught ofthe things that he possessed was his own, but that they had all things incommon.\" Of course one of them, and he too was a Jew, tried to hold out on thekitty, and was struck miraculously dead for his pains. Lenin and Trotsky neverdid as well!So, as Roman Catholics are always telling us, the Church has a monopoly oflogic, and The Pope argued that all Jews were communists. Anyone who had orwanted knowledge must be a Jew, and therefore a communists, and therefore—well,the Pope too believed in preparedness, though he probably called it a programmeof disarmament. When people scrap battleships in the name of peach on earth andgoodwill to men, it means that they have found battleships useless and tooexpensive, and that they have found something cheaper and more deadly. So theCuria kept a weapon in reserve, in order to be sure of having a nice jollypogrom whenever they gave the word. And what was the word to be?Nice quiet peasant folk, or genial hard-working hunters and fighters, are noteasy to arouse to indiscriminate slaughter without reason. In order to get themgoing, there are only two things which you can play on—greed and fear. Themotive behind the Crusades was the story of the fabulous wealth of the East. Wefind, in fact, that well-organised armies of buccaneers, such as the Templars,did not bring back incalculable spoils, while the honest pious mugs ruinedthemselves in the process.Now, in this particular sport of suppressing earnest enquirers, it was not muchgood trying to play on people’s greed. For everyone knew that even if the Jewshad wealth, they managed to hide it very successfully, and that they had a nastywas of arranging for protection with peoÿle who were too powerful to be bullied,and too good business men to be fooled into killing the goose that laid thegolden eggs. So the only motive available was fear, and in those ages whereignorance was fostered with infinite devotion, it was even easier to create ascare about bogies than our propaganda in the recent scrap found it.I was in Venice just before the war, when Halley’s comet was around, andalthough the Pope himself sprinkled holy water over the comet, and sent it hisspecial benediction and told the people it would do no harm, in his most excathedra manner, the Venetians gathered themselves in panic-stricken crowds inthe Square of St. Mark and waited, howling, for the end of the world.It was accordingly easy enough to associate the pursuit of knowledge with themost abominable crimes, real or imaginary or both. For this reason, we hear—notas a demonstrated thesis, but as a commonplace of inherited knowledge—that Jewswere sorcerers and wizards. In other works, they know something about grammar.We heard that they transformed themselves into cats or bats, and suckedpe&127;ple’s big toes. I have never, personally, investigated the question as towhether this form of nutrition is palatable. But, alas! even in those idyllicChestertonian times there was a little shrewd common sense knocking about; theinstinct—sometimes very splendidly described as horse sense—which comes fromintimate wordless unintellectual communing with Nature (please do not take thatword \"communing\" in any bad sense; if it were not for Baldwin, I would be aConservative myself)--the instinct of some people, who at the bottom of theirhearts, did not so much believe in these phantasms. I was not so easy to getthem to go out and murder a lot of inoffensive people at the word jump. They hadto be supplied with something a little more tangible.You will notice how all this fort of argument is invariably of the ad captandumvariety. It is produced out of nowhere for a definite purpose; and, as theFrench say, does not rime with anything. If it did, of course, it wouldimmediately be exposed as nonsense. It is satisfied that nobody can disprove itany more than they can prove it.Take a concrete example. A nice young gentleman the other day wanted (veryproperly) to earn his living, and not being peculiarly endowed by Nature in thematter of original invention, he thought he might make a story out of the ideaof a Suicide Club. In this he was evidently correct. Robert Louis Stevenson hadin fact proved the point. So he took Stevenson’s story and transferred it toGermany, and drivelled on about the ace of spades, and quoted statistics ofsuicides, and said that I was the president of the Club and that the Berlinpolice were after me.Now, I am afraid it would be a little bit difficult for anyone to prove that Iam responsible for any suicides that may take place in Germany. But, on theother hand, it is quite impossible for me to disprove it. So now, if you want toattack anybody without the slightest fear of contradiction, you know how to setto work.I omitted to mention that all these suicides were excessively beautiful and evenboluptuous young women of high social position, and that the wicked presidenthad blackmailed them out of vast sums. You see, the people for whom this dearyoung gentleman was writing all get sexually excited by pictures of young women,and also by any statement about large sums of money. For they immediately have awish phantasm—if they had large sums themselves, what terrible fellows theycould be.In the Middle Ages, the art of exciting the people was not very different. TheJew had always an immense hoard of ill-gotten wealth, and of course every pennythat was exacted by Reginald Front-de-Boeuf was laid to the Jews’ account. Butthere was another treasure that the peasant was afraid to lose, the dearesttreasure of all, his children. As little boys, thank God, have a habit ofstraying in search of adventure and getting lost in the process, which is goodfor thier souls, the peasant naturally has moments of serious disquietude as towhether something terrible can have happened to little Tommy. Very Good. All wehave to do is to play on the alarm.We put into his mind that little Tommy (who turns up all right, if rather muddy,half an hour later) has almost certainly been kidnapped by the Jews for purposesof ritual murder.The main accusation against Gilles de Rais is therefore just this generalaccusation against anyone in Christendom who exhibited any desire for knowledge.Only, in his case, it was concentrated and exaggerated to fantastic lengths bysome factor or other on which I feel it useless to speculate. The one thing ofwhich I feel certain is that 800 children is a lot.I don’t know over how many years these practices were supposed to have spread.As I think you must all feel sure by now, I know nothing whatever of my subject.But scientific experiment in those days was always a very prolonged operation.They thought nothing of exposing some unknown substance to the rays of the sunand moon for periods of three months at a time, in the hope that in somemysterious way the first stage of some dimly—visaged operation might besatisfactorily accomplished. And even if they sacrificed a child every day, itwould have taken a matter of two and a half years to dispose of 800 children.Besides, it must have taken more than a few minutes to kidnap a child with thesecrecy obviously required. Did the disappearance of the first four hundred,say, put no parents on their guard?I think, at the best, it is a case of little Tommy who told his mother thattherewere millions of cats on the wall of the back garden, but undercross-examination, in the style made popular by the dialogue of Lot withAlmighty God, admitted that it was \"Tom and another.\"Of course, it will be obvious to you by this time that I have been seduced byJewish gold, and the only way that I can think of to disarm your suspicions isto bring forward another case of the same kind, little more then a century old,with which Jews had nothing to do.There was a poet laureate—I am not quite sure what this species of animal is—buthis name was Robert Southey, and he lived, if you can call it living, about thetime of William Blake. He wrote a number of words arranged in some schemeconnected with rime and rhythm; apparently, like golf clubs, \"a set ofinstruments very ill-adapted to the purpose.\" But, anyway, he called it a poem,and the title was something to do with the old woman of Berkeley and who rodebehind her. The person who rode behind her was Mr. Montague Summers’ friend, theDevil. What she actually did to merit this favour is to me rather obscure,because I have forgotten the whole beastly thing. But I do remember two lines,because I am in the same line of business myself.> I have candles made of infants’ fat,> > I have feasted on rifled graves.Southey was an ambitious man. He was not content with the brilliant success ofthis masterpiece of the poetic art. He immediately sat down and wrote anotheralleged peom all about infants’ fat and rifled graves and the Devil coming forthe villain at the proper moment. This poem has nothing to do with witchcraft.It is called \"The Surgeon’s Warning.\"I think this is the best evidence in support of my thesis—whatever that is, I amnot quite sure—that it is possible to adduce.In the minds of the kind of people who believe in their neighbours makingcandles of infants’ fat and digging up corpses to economise on the butcher’sbill, the surgeon—that is to say, the man in pursuit of knowledge which it ishoped may alleviate human pain—is the same kind of animal as the witch and theritual-murdering Jew.It is, no doubt, because it is a part of the old taboo complex about the corpsesof one’s relatives, that the clerical attack on surgeons concentrated itself onone fact—the fact that to learn to be a surgeon you must have corpses todissect. For at that time, it will be remembered, hospitals were not asflourishing as they are today, and it was very difficult to find living peoplewhom you could cut up to see what came of it. The surgeon was, in fact, notunderstood at all, except in the one way which such people were capable ofunderstanding; i.e., as the body-snatcher. The rest of his proceedings wereperfectly mysterious to them.You notice that even Charles Dickens—who may yet go down to history for havingwished to prosecute Holman Hunt, of all people in the world, for paintingindecent pictures—takes very much this popular view of medicine and pharmacy inPickwick.I think, then, it is not altogether unfair to assume that Gilles de Raid was toa large extent the victim of Catholic logic. Catholic logic: and the foulwish-phantasms generated of its repressions, and of its fear and ignorance. Hewanted to confer to a boon on humanity; therefore he consorted with the learned;therefore he murdered little children.I think it is about time that somebody got after J.B.S. Haldane. It is too lateto do anything more to Fidley and Latimer, but I am quite sure that the candlethey lit was made of infants’ fat. It is no use your starting to rifle Graves,because his publishers might resent you interference.Those in favor of the motion will now please signify the same in the usualmanner. Any may the Lord have mercy on your souls!--------------------------------------------------------------------------------"}]
