[{"pageNumber":1,"pageContent":"1 In the essay titled \"The Major Arcana\" I empha- size that \"something happened\" to the Tarot in the late 1600s, when a new trend emerged in the images of the Major Arcana. I point to the Marseilles family of decks and the Etteilla Tarots to illustrate my point. The images shown by Antoine Court de Gebelin in his book Le Monde Primitif further validates this idea. The remainder of this essay is about exploring \"what happened.\" Let's review the situation of Tarot in the first half of the 1600s. Since the early 1400s, both handmade and woodblock Tarots showed a remarkable constancy of internal structure even though some packs were either edited or expanded to meet the needs of the various games for which they were created. Tarot appeared in 72-card form in Italy around 1450, although this model may represents \"splice\" between preexisting symbol sets: the twenty-two Hebrew alphabet-keyed set called the Major Arcana, and the Turkish Mamluk cards of unknown provenance, a 15th century version of which can be seen in Volume 2 of Stuart Kaplan's Encyclopedia of Tarot (see essay on the Minor Arcana). Kaplan also explains that the numerical order the Arcana appear in now is carried over from the French pack by Catelin Geofroy, published in 1557 (Vol. 1, p. 65). Some earlier fragmentary Tarots show Roman numerals on some of their Major Arcana, but not all of them, and not in the order we are now familiar with. Those very old woodblock decks tend instead to follow the list enumerated in a sermon written by an Italian friar in the late 15th century (see illustration opposite page 1 in Volume 1 of Kaplan's Ency- clopedia of Tarot ). There is also another order derived from the Charles VI pack that keeps Temperence, Fortitude and Justice together in a group. A very small minority of Tarots follow this order, including Etteilla’s Tarots. Many of the earliest decks did not show either Roman or Arabic numerals, titles or astrology sigils. Some of the images do, however, utilize traditional scenes and characters from the signs of the zodiac, the personae of the planets and other traditional mythic themes familiar to the culture of the times. A look at these oldest packs reveals images from the persecuted Cathar movement as well as Hebrew, Greek and Gypsy occult symbolism. The vehemence with which the Church at- tacked the cards and their makers only reinforces the evidence that Tarot was the repository of heretical wisdom pre- served in imagery. Close study of the excellent book called Tarot Sym- bolism by Robert O’Neil exposes the falsity of the belief that there were no esoteric associations with Tarot imagery before Eliphas Levi. THE CONTINENTAL TAROTS by Christine Payne-Towler M ONTEGNA ’ S T HEOLOGIA T HE M OON C ARY Y ALE S CAPINI DECK"},{"pageNumber":2,"pageContent":"2 The Marseilles family of Tarots began to appear in the late 1400s or early 1500s, slowly evolving and becoming more distinct as versions were reproduced and a their popularity spread. The deck we are featuring from this family is based on the classical Italian-Piedmontese tarot of Giusep Ottone, first published in1736. Dr. Lewis Keizer considers this family of decks to be the best reproduction of the earliest Arcana to have survived the Inquisition (see \"The Esoteric Origins of Tarot: More than a Wicked Pack of Cards\"). O’Neil suggests that the Marseilles Tarots were actually the original \"folk\" pattern, but since most copies were woodblock-print \"catchpenny\" decks, not expensive works of art like the handmade decks of the Milanese ducal families, they more easily became worn and were dis- carded and replaced. (I agree to the extent that I too think the earliest extant Tarots are probably not true to the sources that originally inspired Tarot.) This helps explain the uniqueness of the Visconti Sforza and related Tarots, which have more in common with the Mantegna Tarots that the Marseilles. Most of the differences from one pack of Marseilles Tarots to another were simply local details entered into the standard image to identify the maker and the region in which the given version was produced. But in the early 1660s, two decks appeared that permanently changed the look of several Major Arcana. Subsequently, those changes \"leaped out\" of the Marseilles mold, appearing in the works of de Gebelin and all the Etteilla variants of the following century, effectively obliterating the older versions of these cards except in the case of a nostalgic few Tarot makers who preferred the archaic form. The two Marseilles-style decks that date this telling change in the Tarot canon are the Tarots by Jacques Vieville and Jean Noblet, both Parisian cardmakers in the Marseilles tradition. A Glance At the Cards in Question Two defining characteristics of the oldest Tarots were a Lovers card that shows \"The Union of the King and Queen\" theme, and a Devil card that shows the image of a traditional werewolf or lamia from European pagan antiquity. After the change in the late 1600s, those two cards are drawn to entirely different models, called the Two Paths and Typhon (or later Baphomet). These amendments to the Arcana can first be seen in the aforementioned two French Marseilles Tarots which appeared in the early 1660s. A century later these same amendments appeared as illustrations in Le Monde Primitif by Court de Gebelin, and Etteila’s Tarot also fol- lowed them faithfully. By the beginning of the 19th century, all schools of Tarot used the \"new\" models despite their other differences. Ad- justments were made at the same time to several other Major Arcana, but the Lovers and the Devil serve as perfect \"mark- ers\" in Tarots that accepted this new influence. In Volume 2 of Stuart Kaplan’s Encyclopedia, we have an excellent illustration of the devel- opment of these two \"new\" Arcana as they appeared in 1660 in Jacques Vieville and Jean Noblet’s decks. Kaplan was kind enough to put them on opposite pages, and we can actually see the ideas developing. Apparently Vieville liked the new version of the Lovers, but rejected changes to the Devil, while T HE L OVERS J EAN N OBLET ’ S DECK D EVIL J EAN N OBLET ’ S DECK"},{"pageNumber":3,"pageContent":"3 Jean Noblet went all the way and changed them both. It is uncanny how they form the line of demarcation--before them, only the old forms appear, but after them, entirely new images take over. It's hard not to wonder \"what happened here?\" Introducing Athanasius Kircher One way to answer the above question would be to ask the parallel question, \"What else was happening in Europe during the second half of the 1600s that might cause a ripple of change in the Tarot?\" This question is easier to answer. In a general way the answer is \"the closing years of the Renaissance.\" But the more specific answer, very relevant to Tarot, is \"Athanasius Kircher.\" One has only to find a copy of Joscelyn Godwin's wonderful presentation Athanasius Kircher: A Renaissance Man and the Quest for Lost Knowledge from Thames and Hudson to realize that this German Jesuit scholar is a key to many riddles in the history of esoteric Tarot. In the essay \"Kabbalah/Cabbalah,\" an entire section is devoted to Kircher's Christian Cabbalah paradigm. It is he who adapted the paths of the Tree of Life into the form that modern magicians and Tarot practitioners are familiar with. It is also Kircher who was so convinced of the Egyptian source of the ancient mysteries, and so learned and literate in the exposition of his ideas, that the sheer force of his certainty impregnated esoteric thought for centuries afterward. And I think it is he who, either directly or indirectly, affected the look of the Tarot forever after. As you gaze upon his illustration of Pan or Jupiter, it is difficult to miss how closely the \"new\" Devil image that appears in the 1660s resembles Kircher's conception. A shift in gender in evidence by Levi's time (late 1880’s), in which the Devil gravitates from a masculine form, through a form with attributes of both genders, to the final female form, gives us the Baphomet image favored in the esoteric schools all over Europe. (see chapter on The Major Arcana) If we accept this resemblance as rel- evant to the changing of the Devil cards of Tarot, then we can see the process by which we might find evidence in Kircher's work or that of his contemporaries for the shift in the Lovers card, and possibly other details as well. Unfortunately, my catalog of Kircher's work is not extensive enough to let me point to such a striking parallel image in the case of the Lovers. But even partial exposure to his ideas and images serves to convince us that Kircher’s voracious mind made itself an expert on whatever it contemplated. Meanwhile, the article by Dr. Keizer points to the mid-1700s as a pivotal time in the history of Tarot, because that is the time of the Fratres Lucis or Brothers of Light. In essence, Dr. Keizer says that the books published by de Gebelin and Etteilla, lauding the Egyptian origin of the Tarot Arcana, were not original in their ideas at all, but were \"already common under- standing in French occult circles, which were P AN /J UPITER K IRCHNER ’ S T AROT"},{"pageNumber":4,"pageContent":"4 essentially Freemasonic\" (p. 12). Keizer sets forth that the \"Egyptian Initiation\" manuscript that was translated and published by Paul Christian (aka Jean Baptiste Pitois) in 1870 is actually a Fratres Lucis initiatory document from before the French Revolution (which started in 1789). Keizer does not say at which point the Fratres Lucis got the document or when the images were created for it. Upon exmining the book Dr. Keizer refers us to, called Egyptian Mysteries , anonymously published by Weiser in 1988, we find in its foreword “... Egyptian Mysteries was probably translated into French by Christian, though not from the original manuscript... .but from a handwritten copy, many of which had been circulating in the occult world from the Middle Ages up to the 19th century.” (italics the author’s.) These ideas in mind, we can now see a theme emerging: In the late Renaissance Kircher amalgamates the Ari version of the Sephir Yetzirah with the Pythagorean astro-alphanu- meric code, and the basis for Christian Cabbalah is born. Kircher may have also been exposed to the Fratres Lucis document, which by then was available to occultists in Europe, and which also reflects the Hermetic asto-alphanumeric varient. He declares in no uncertain terms that the entire occult canon of the Renaissance comes from Egypt. The stream of Marseilles Tarots shows sudden and characteristic changes that could easily reflect the mammoth catalog of sacred art Kircher both created and commissioned. The Freemasonic community either picked up or were bequeathed Kircher's works, stimulating the enhancement of the already existing Gnostic- inflected folk Tarot with his fabulous and ex- tremely occult images. Secret initiatory docu- ments would then have been created to further illuminate the teachings contained in the images. Court de Gebelin and Etteilla (both Freemasons) each publicized the story of the Egyptian origin of the Arcana just as Kircher asserted it. How- ever, the resulting initiatory document, which became associated with the Fratres Lucis by the time of the French Revolution, was not revealed publicly until 1870, by Paul Christian. Meanwhile, the descriptions of the Arcana in that manuscript match exactly the changes which appear spontaneously in the Marseilles family of Tarots during the first half of the 1660s. I draw the conclusion that the inspira- tion for those changes is to be found in the Fratres Lucis manuscript, traveling through the underground stream of the Secret Societ- ies.. And if Kircher himself did not have a hand in mirroring the Fratres Lucis images into the Major Arcana of Tarot, then the Rosicrucian and Masonic community who followed in his immediate footsteps did. Tarot historians have never seen the original models for the changes that appear in the Vieville and Noblet Tarots, but that may be just because we are not studying athe Renaissance magi carefully enough. The telling fact that the images first appeared on Tarot cards two centuries before Paul Christian's publication of the Fratres Lucis document means that we have to reevalu- ate the current theory that the \"Egyptian-style images\" on some Tarots are late developments in Tarot art. The very first of these Egyptian-style Tarots to emerge after Christian's publication was the Falconnier/Wegener Tarot of 1896. Gareth Knight, in his fascinating book The Treasure House of Images , tells us “Designs for the Falconnier Tarot were taken from original “L E T YPHON ” AKA T HE D EVIL F ALCONNIER DECK"},{"pageNumber":5,"pageContent":"5 frescos and bas-reliefs in the Louvre and the British Museum, but they nonetheless retain a very French flavour” (p. 20) In the article written about this deck in Volume 2 of the Encyclopedia, Kaplan says \"Interestingly, he [Falconnier] cites the 1760 Tarot of Marseilles by N. Conver [see Vol. 1 of the Encyclopedia] as one that is closest to the 'traditional' Tarot.\" Perhaps now we can understand why Falconnier would make such a comment! The catalog of Egyptian-style Tarots, matching the Fratres Lucis manuscript, also includes the Papus Tarot, the St. Germaine Tarot, the Ibis, the Brotherhood of Light Tarot, Egypcios Kier, Tarot of the Ages and a few others. Thee information accompanying these Tarots all create the impres- sion that their images come to us from sources far anterior the first historical decks of the 1400s, and yet each shows the Two Paths and Baphomet rather than the earliest \"European\" images. We cannot prove such an early date as the origin of the manuscript or the images that have become associated with it. But it's clear that those who say it's \"proven\" that Pitois/Christian made that manuscript up for his book are simply not looking at the cards themselves. Dr. Keizer also reminds us that the images that have become associated with the Fratres Lucis document might be influenced by the Isaian/ Serapian cult that existed in Italy during Alexandrian times (until the 400s AD). The Italians were excavating and studying Serapian temples by the 10th century (see the essay \"The Esoteric Origins of Tarot\"). Kircher spent the later decades of his life in Italy, and was known as an omnivorous thinker and student of the world. Can we really imagine that he missed out on visiting one of those Serapis temples during his decades in Italy, when Egypt was his pas- sion? To summarize, although the temptation for modern historians has been to look at the pivotal 19th century and the work of Eliphas Levi as defining the epoch of esoteric Tarot, upon closer examination, the situation is not so easy to characterize. A Bit of Secret Society History The term Secret Societies is used to refer to an underground affiliation of esotericists deemed heretical by the Catholic Church since the 1100s, made up of pagans, Jews, Arabs, Gnostics, Gypsies and other people of minority beliefs in Christian Europe. The Church’s abuses drove them into each other’s arms over time, and by the earliest publication of Tarot there were sophisticated international organizations within which mystically and philosophically inclined people, including Christians of a tolerant ilk, could associate and cross-pollinate their ideas. A particularly important group in the history of Tarot is the Rosicrucians (having their beginning in Germany in 1614), whose membership was always kept secret, and who were dedicated to keeping aspects of ancient wisdom alive despite the Catholic overthrow of pagan Europe. Over time the Rosicrucians created various Masonic Orders to serve as a doorway through which to attract new menbers. Masonry became tolerated as the only legitimate non-Christian \"religion\" in Catholic Europe, providing a haven of refuge for alternative thinkers who were spiritually inclined but would not bind themselves to the Pope and all he stood for. The Order of Elect Cohens (established in the second half of the 1700’s by Martines de Pasqually) is the more recent origin of a lineage whose members have included many esoteric scholars pivotal to the history of Tarot, including Court de Gebelin and Etteilla. A century later, this lineage produced The Martinist Order, named after the philosophical stream of Martinez de Pasqually and Louis Claude de St. Martin and started by Papus in 1891. So we can confidently assert that, from the time of Etteilla, the first to popularize a Tarot with"},{"pageNumber":6,"pageContent":"6 overt esoteric content in the 1780s, virtually all the pivotal writers and makers of esoteric Tarot decks in Europe have been Secret Society members. It may prove true that the Tarot is itself a Secret Society creation, although the conditions of persecution under which it origi- nated make that assertion difficult to either affirm or deny. It is possible to find many books of Tarot \"exper- tise\" professing to recount the known history of Tarot but that entirely gloss over the Secret Society connections of the people who have been most pivotal in the history of Tarot. This results in a view of Tarot development with holes big enough to swallow an entire esoteric lineage! Thus I am infinitely grateful to have in my possession, due to a simple twist of fate, a three-volume restatement of the history of the European lodges, (called The Book of Rosicruciae, published in 1947) which puts an entirely different spin on the situation. The author, E. Swynburne Clymer, also asserts that many of the people whose names are intertwined with the 18th and 19th century Tarots were members in the remarkable, multi- layered web of connections linking the mystical intelligentsia of Europe. In his giant Book, he starts with the publication of the seminal docu- ment \"Fama Fraternatis\" in Germany, around 1614. From that event he moves forward in time with biographies of all the leaders through the generations who were willing to have their names go down in history (many more are mentioned, but anonymously). I have been greatly enriched by reading the esoteric biographies of St. Germaine, Cagliostro, Stanislas de Guaita, Eliphas Levi and Gerard Encousse/Papus. All these names are familiar to students of Tarot, but the public record on these people is in some cases scant, in others distorted. Clymer's information has given me a less lop- sided perception of these dedicated and culti- vated persons. Although some have felt that Clymer is a less than unbiased source and therefore his word is not taken as gospel, we cannot correct his excesses or gain perspective on his contribution unless his work is repub- lished in accessible form for all. When I looked for confirmation of Clymer's excellent volumes, I found Isabel Cooper- Oakley and her book The Count of Saint- Germaine , (as derived from the Masonic Ar- chives, with all sources cited). Cooper-Oakley affirms that a whole cohort of magical personali- ties--St. Germaine, St. Martin, Etteila, Mesmer, Cagliostro and others --collectively represented the French at the Masonic Convention in Paris in 1785 (see pages 108-9). By the end of the chapter she has supplemented that quote with similar remarks from other contemporary sources. As in the previous paragraphs, we are B APHOMET L EVI DECK"},{"pageNumber":7,"pageContent":"7 seeing the names of people who have featured heavily in the history of the Orders, in the history of occultism, and in the history of Tarot. I find it fascinating to imagine just what the chemistry of those times and this group was like. Some of these people were tremendously contro- versial in their times, in particular St. Germaine and Cagliostro. It has piqued my interest that in this century, Tarots have emerged bearing the names of St. Germaine and Cagliostro. Subtle details on these Tarots point back to this exciting moment in history when Etteilla, Cagliostro, St. Germaine and their Brothers were fanning the flames of the Tarot revival begun in the previous century. The Older Alexandrian Stream In addition to the revolutionary reemergence of the Fratris Lucis-style images of the Devil and the Lovers (among others), the European Lodges also revived the traditional astro-alphanumeric corre- spondences of the Alexandrian Hermetic system set into place by Pythagoras around 600 BC and revived during the flowering of Alexandrian culture after 300 BC. These correspondences, slightly different from those given in the Sephir Yetzirah of the Jews, are the only other version of the letter/number/Arcana correspondences we can be sure are truly authentic and founded in antiq- uity. Etteila taught these correspondences in his books published in the late 1700s, but the corre- spondences printed on his decks are a blind. Levi made subtle modifications in the late 1800s, and all the European Rosicrucian and Masonic lodges used them, with the exception of the English, right up to the 20th century Etteilla's Tarot became the most famous deck in Europe in the century after its inception. Its offshoot, the Catalan Tarot, became the first 78- card Tarot deck published in Spain in 1900, according to Fournier's playing card encyclope- dia. Etteilla-style Tarots became more ornate in the 19th century (see Kaplan's Encyclopedia, Vol. 1, p. 141-144 and Vol. 2, p. 400-410). A shortened version was also printed in France at the end of the 19th century to simplify it for fortune telling. In Italy, the 19th century Cartomancia was the homegrown response to Etteilla, and that Tarot has made it considerablly easier to unscramble which of Etteilla's images go with which Arcana of the usual Tarots, as both of the sources mentioned below have only partial information in their lists, and over two centuries of reprinting in various countries, the Etteilla cards began to show considerable corruption in the letter/astrology corresponcences, making a confusing situation even more difficult to unravel. The two lists I am citing to detail Etteilla’s astro- alphanumeric correspondences are the one given by Papus in the late 1800s, and Stuart Kaplan’s versopm in Vol I of his Encyclopedia . Athough I cannot read French to confirm those earlier connections, I know that Papus was the recog- nized expert of his time and was cited by all English, French and Spanish Tarot writers of his day. I trust his reporting, although his informa- tion only goes so far as to link Etteilla’s Arcana to the more usual versions from the Marseilles Arcana. Stuart Kaplan shows a differently orga- nized version of the same set in his Encyclopedia of Tarot, Vol. 1, having taken the trouble to supply the astrology correspondences from Etteilla’s books. These correspondences became standard for all of Europe's Secret Societies and their Tarots by the time of Levi. That would make Etteilla the harbinger of the late-appearing Egyptian-style decks, which include the Falconnier/ Wegener Tarot, its modern cognate the St. Germaine Tarot, the Ibis, the Egypcios Kier and the Brotherhood of Light Tarot. All these Tarots bear Egyptian-style images (which I stated earlier could be Serapian- inspired, reflected through A. Kircher's synthetic genius). The texts of these decks reference, to a greater or lesser degree, the Fratres Lucis text translated and published by Paul Christian in his History of Magic."},{"pageNumber":8,"pageContent":"8 Again, the numbers and signs printed on Etteilla's' cards exist in their own little universe, as they are purposefully rearranged compared to any previous Tarot ordering. This body of attributions is a blind. What is true to the Alexandrian stream are his astro-alpha-numerol- ogy connections. Why Did Etteilla Modify the Major Arcana? It seems that Etteilla was attempting to realign the images of the Major Arcana with a Greek creation story, a later, Alexandrian modification of the ancient Hebrew mythos of middle-eastern origin. Recent research shows that in changing the images of the Major Arcana, Etteilla was drawing from a Hermetic book, The Poimandres , a Greek treatise on the creation of the world and the fall of humanity into Eros. Essentially it's a Greek version of the Genesis story, but with differing names and an altered ordering of events. It fits the standard type of a hypostasis narrative. The hypostasis is a detailed recitation of the stages that The Creator used to step down universal power so it can be organized into a time-space world peopled with creatures. The Kaballah Tree is one hypostasis narrative, evident when you follow the angles of the Lightning Bolt as it descends through the plan- etary Sephira into matter. Such presentations are a recognizable feature of a Mystery School format. This is the classic \"how the world came to be\" narrative (see A Wicked Pack of Cards by Dumett et. al.). Etteilla's Tarot assimilated the seven days of creation theme directly from The Poimandres (or \"Pymander\"; there are several spellings). This is one of the manuscripts the Moors saved when it was taken from Alexandria in the sixth century. It was later returned to Europe in the 1500s. By so explicitly detailing a seven days of creation theme that is not the Judeo-Christian version, he is waving a red flag, stating without words that \"this is not the folk Tarot that can be passed off as Catholic.\" Perhaps the workings of demo- cratic groups like the Fratres Lucis emboldened him to tell his truth, if only in veiled form, and only in the pictures. In hindsight, he was getting away with a lot! Along with referencing the Greek and Hermetic stream of Gnosis as the source of his Arcana, Etteilla also reintroduced certain themes that were present in the earliest handmade and woodblocked Tarots but which had been sup- pressed through the efforts of the Church. Etteilla put back the earliest Goddess images that had been replaced by male figures like Hercules (Strength), Mars (The Chariot), the Hanged Man (Prudence), not to mention any extra Popes and Emperors. To my eye, Etteilla attempted to revive the more blatant representation of the Sophianic, Hebrew Goddess-based suppressed Gnostic and Holy Grail mythos so threatening to the Church five centuries earlier among the Cathars. Gershem Scholem asserts this very theme in many places in his excellent works--that the Gnostic religion of the Cathars was by no means a purely Chris- tian phenomenon, but instead was imprinted by the Jewish Gnosticism fermenting locally at the same time. Remember, the earliest handmade Tarots (from the mid-1400s) prominently feature the Popess card as a woman in full ecclesiastical garb, intimately identified with the Cathar heresies. Perhaps by clothing these oldest Gnostic images in Hermetic garb, he hoped to cement the link between Alexandrian culture and Gnosticism in Tarot tradition. It is too bad that E VE C ATALAN DECK"},{"pageNumber":9,"pageContent":"9 the layers of veiling he applied to his Arcana have obscured them for so long! Etteilla also put the signs of the zodiac on his first twelve Arcana, although again following no previous traditional ordering system, but super- imposing his own logic, then claiming it was from the Hebrew. However, as we have seen above, he was, in fact, working with the Her- metic/ Alexandrian variation, which dates back to the Pythagorean corrections to the Greek alphabet in the 7th century bc. Reassessing Etteila’s Work Elizabeth Cooper-Oakley's book The Count of St. Germaine names Etteilla as a compatriot to Masons and Martinists in his time. We also can see that he was using Kabbalistic correspondences that are in line with what we know of Pythagorean and Hermetic teachings. As well, his Tarots became the most popular and influential of the world's Tarots in the century following their publication. Why, then, do Tarot historians invariably skim over him so lightly? It is a measure of his success as a lodge member that the popular press has never seen the esoteric merit of these Tarots. \"Hidden in plain sight,\" indeed! It is more than likely that the Etteilla Tarot is the \"blind\" that the English writers from the early 20th century were warning students against getting caught up in. I can appreciate the thicket of considerations the Etteilla Tarot raises, appear- ing as it seems to, \"out of the blue\" and stealing the show so completely in its century that some scholars of his day feared Etteilla's Tarots would push out all the other decks on the market. But if Papus and Kaplan are correct, and the similarities between Etteilla's Arcana images and the Fratres Lucis model are not accidental, it becomes clearer how important Etteilla's Tarot is for transmitting historical values, like a fly in amber, until we could finally decode them. His correspondences, both in the images and in the occult attributions, reach back to an ancient strata of magic, theurgy and mysticism refering us to Alexandrian sources rather than the older Judeo-Christian ones. It is important to note that in the Arcana which Etteilla chose to rework to his own liking, he shows a high degree of literacy in the canon of magical art and the original Tarots. This suggests that the portrayal of Etteilla by exoteric history is another aspect of the \"blind\" around his Tarot. For all of Levi’s bluster about the imperfection of the Etteilla Tarots, it is no accident that a century later, Papus would borrow the entire framework for his own Minor Arcana from Etteilla! One Century Later: Eliphas Levi Returning to Secret Society lore, let us note that Clymer spares no pains in mentioning, among those rosters of illustrious lodge members and esoteric scholars, that Eliphas Levi was the Supreme Grand Master of the Fraternitas Rosae Crucis of Europe (with the exception of En- gland) from 1856 until his death in 1875. This makes him a distinctly more interesting person than has yet been admitted by his translators or biographers. The public perception of this man and his life work would have one believe that his importance to the transmission of the esoteric “T HE B IRDS AND THE F ISHES ” AKA E MPRESS E TTEILLAS DECK"},{"pageNumber":10,"pageContent":"10 In his introduction to Oswald Wirth’s insightful booklet Introduction to the Study of Tarot, Stuart Kaplan states that Wirth was following Levi in putting the Fool between Judgment and the World, while “in the Arabic sequence, The Fool was designated 22 or 0” (p. 9). This is the one and only time I have seen “the Arabic sequence” mentioned, but it suggests a period when the astro-alphanumeric correspondences were diverted to the Moslem libraries and there forgotten. After the waning of Alexandrian culture, they reappeared in Europe in the late 1600s to effect the “correction” that the Marseilles and Etteilla Tarots represent. Levi’s work on the Vatican treasures stolen by Napoleon made him and his co-workers, Nodier and Pitois, privy to materials that had been out of circulation for centuries already, materials we would give our eyeteeth to see again today. Quite likely it was all very care- paradigm was mostly in his own mind! Some modern Tarot scholars seem genuinely puzzled that he commanded such respect from the European intelligentsia of his day, a huge over- sight in view of the facts as stated by Clymer. Whatever aspersions have been cast by the dubious upon the name of Eliphas Levi, esoteric tradition reveals his steadying influence in the chaos which the Secret Societies were experi- encing during his tenure as Supreme Grand Master. Not only did he serve as Grand Master for over twenty of the most difficult years the combined orders had faced in his century (the siege of Paris during the Franco-Prussian War), but his name and writings were the turning point for esoteric Tarot, making it more accessible for the masses after the century of Etteilla's confus- ing tarots. Clymer also names him as a Kabbalistic and Magean Initiate, and a member of L'Ordre Du Lit. The books for which Levi is most known ap- peared during his earliest years as the Grand Master. In them he indicated the Sephir Yetzirah, Pythagoras and Court de Gebelin (among others) as sources for the letter/Arcana/astrological codes and correspondences used within the Fraternitas (Levi's History of Magic, p. 76-7). In an article called \"The Science of the Prophets\" found in The Mysteries of Magic, a digest of Levi's writings translated by A. E. Waite (p. 275-288), Levi lays out his Hebrew letter/Arcana correspondences very clearly, with no ambiguity. If his attributions were spurious or mistaken, there was plenty of time for the world to critique his assertions when he was still alive. But no such controversy ever erupted, because these were the common corre- spondences all over Europe and had been so for over a century. Only after his death, upon the disposal of his papers and the translating of his works, did the efforts at revisionism begin. Levi's Significant Contributions to Tarot It is clear that Eliphas Levi's monumental scholarship and high status in the Secret Societ- ies made it easier for his attributions to become the standard European pattern from the late 1900s until today. Yet a few Tarots continued to follow the older pattern represented by Etteilla. The switch is subtle, because nothing changes between the Hebrew letters, their numbers or their astrology. But Levi’s work and the decks that grew out of his work show the letter Tav on The World and Shin on The Fool. The element/ planet correspondences with the letters stay the same, but the Arcana themselves switch places in the alphabet. It is possible that while working with Charles Nodier and Jean Baptiste Pitois (aka Paul Christian) on the spoils of Napoleon’s sack of the Vatican, cataloging and translating manu- scripts from disbanded heretical monasteries of earlier centuries, Levi discovered something that inspired him to make this adjustment. So far I have found nothing among his translated writ- ings which explains this transposition."},{"pageNumber":11,"pageContent":"11 fully arranged to enlist Levi and his student (Papus) when the time came to catalog it all— who else at that time would have known what they were looking at? With access to these remarkable papal treasures as well as to the archives of the Rosicrucian and Masonic societies they each belonged to, they were “insiders” in the most inside sense of the word! (This, by the way, shows one possible path the Fratres Lucis manuscript could have taken to reach Pitois/Christian, although it is certainly not the only possible way.) We can now attribute to Levi the pattern of correspondences leading to the decks by Papus, Wirth and the one named after Cagliostro. The lion’s share of modern Euro- pean esoteric Tarots seems to be informed by this style of connecting the letters to the Arcana, no matter whether or how they splice on the astrology after the fact. Reinstating Levi Eliphas Levi was not the only person to suffer postmortem redactions and come out looking significantly reduced in the translation. I believe an unwritten mandate within the Societies states that when a member comes out with a book, deck or course of training that is too power-packed with the real teach- ings, or if it looks like it might be misunder- stood or misapplied, several generations of lodge members following after them will be assigned to disclaim them. Etteilla disclaims de Gebelin. Levi disclaims Etteilla. Levi’s Golden Dawn translators play havoc with him. Papus disclaims Christian/Pitois, and Waite repudiates them all. This is all part of the ancient debate over how much of the inner teachings should be shared with the masses. Built into the Secret Society paradigm is the notion that “our group is privy to esoteric truths that others lack.” The Church was continually trying to infiltrate the Secret Societies and criminalize their activities, so Society members could not freely share their teachings even if they had wanted to. Many occultists were also scientists, mathemati- cians, doctors, inventors and the like who rightly feared that their experiments and inventions would fall into the hands of those who would exploit them materially without adequate moral or spiritual guidance. (This is exactly what has happened in the nineteenth and twentieth centuries, with the rise of secular scholarship disconnected from reli- gious frameworks and ethical considerations.) So even those who were seen by Secret Soci- ety members as teaching the esoteric paradigm (Etteilla and Levi, for instance) felt they had to resort to a bit of obfuscation, retaining the innermost secrets for “those who had eyes to see.” Even though Levi states in public that he thinks of Etteilla’s Tarots as misguided and erroneous, in truth he is using the very same system, with only the slightest amendments. And neither he nor Etteilla were entirely truthful about where the attributions came from. We must try to keep this trend in mind when we see how disparaging the English Tarot writers were about Levi just forty or fifty years later (see “The English School”). Interestingly enough, both Etteilla and Levi were educated occultists who would most likely have been exposed to whatever versions of esoteric correspondences were being taught and used in the widespread Secret Society groups of their respective times. Yet they chose not to specify that they were each representing the Alexandrian/Hermetic branch of the Hebrew tradition rather than the consid-"},{"pageNumber":12,"pageContent":"12 momentum. As mentioned earlier, the crowd that has followed Levi’s “adjusted” correspondences, from the late 1800s to this day, places the Tav on the World card, while the letter Shin is on the Fool (see the essay “The Confluence of Ancient Systems”). I think we can use this variation as another marker to show which Tarots were constructed by Fraternitas mem- bers after Levi and which were drawn from the Fratres Lucis document from the 1600s. For further insight into the more recent eso- teric decks that promote the assignment of Shin to the Fool, see Valentine Tomberg’s priceless Meditations on the Tarot . Tomberg tells us that this correspondence was given to him from a “Martinist-Templar-Rosicrucian” confederation he belonged to in St. Peters- burg, Russia in 1920. The modern occult writer Mouni Sadhu uses a redrawing of Court de Gebelin’s images with Levi’s correspon- dences in his extraordinary manual, The Tarot. Irene Gad’s valuable Tarot and Individuation also teaches this arrangement. I hope that the publication of these essays within the Tarot Magic Cd-Rom will stimulate more scholar- ship to emerge on the European esoteric paradigm. erably older Semitic branch as originally tabulated in the Sephir Yetzirah. In Conclusion In light of the above, we can now define the Continental Tarot as comprised of a lineage of lodge brothers collectively committed to the survival of the Hermetic/Alexandrian Gnosis, already old and revered at the time of the founding of the Fraternitas. The first, hand- made Tarots revealed the Hebrew/Cathar/ Gnostic origins of the Arcana, but those Tarots were eventually either lost or misunderstood, resulting in the promulgation of mass-produced decks with little but folk meanings, taking the place of the original flash cards for the Myster- ies (see “The Confluence of Ancient Systems”). Kircher, the Fratres Lucis, Etteilla, Levi and other Tarot reformers eventually imprinted a more esoteric version of the ancient Arcana into the collective consciousness. This was largely an underground endeavor until Levi laid it out in a systematic way for the whole of the Fraternitas. We have seen that this stream of Tarots has formed the riverbed in which most modern European Tarots (not of the English stream) are flowing. My meta-theory that underlies most of what I’m working with here is that the Rosicrucians, especially the Martinist Lodge, has made it their business to save and revive the Inner Tradition of Tarot. The Continental Esoteric Tarots perpetuate representations of the ancient Hermetic/Alexandrian Mysteries, of the earliest proto-Tarots, and of the secret documents from the Middle Ages. This is one reason for calling the nineteenth century the French Occult Revival. Most sources point to Levi as the figurehead, but the dates prove that he was coasting on the previous century’s"},{"pageNumber":13,"pageContent":"13 Arcana # English (Alpha) Hebrew Number Value Greek Pierre Piobb, 1908 Dali Euskalherria Gra Version of Sephir Yetzirah Balbi Marsieilles (according to Joseph Maxwell) Old Alexandrian/Etteilla (Falconnier) Continental Tarots U 1A a 1a AUAAUU 2B b 2b z z zz zz 3C g 3g ;C DF FF 4D d 4d E A EE EE 5H h 5e DopDoo 6V v 6V pwpp 7Z z 7z wq qCqq 8Ch c 8h ur uurr 9T t 9q snss 10 I y 10 i xxx 11 C k 20 k sF ssCC 12 L l 30 l Uu no uu 13 M m 40 m GJGG 14 N n 50 n mmm 15 S s 60 x Cw C ww 16 A yn f 70 o oxoUxx 17 P p 80 p FD FpDD 18 T s x 90 j rmrrmm 19 Qk q 100 r qnUqnn 20 R r 200 s nG w GG 21 S ch W 300 t pE U Fool World 22 T h u 400 u UU World Fool U U U U AA U U T ABLE OF C ORRESPONDENCES FOR THE C ONTINENTAL DECKS"}]
