[{"pageNumber":1,"pageContent":"The Wander ing Hermi t Learning the Tarot by Peter Denvid Wright © 1999 by Peter Denvid Wright P.O. Box 3571, Richm ond, VA 23235 (804)-560-2820 / denvid@poetic.com Tarot Spreads What Are S preads? Tarot s preads are pat terns we us e for p lacing t he car ds so w e can r ead th em a nd gain information. We \u0019 ll start with a simple spread. Focus on a quest ion you have and shuffle the cards and cut them into three pi les, face down, like this: Pile 1 Pile 2 Pile 3 Pile 1 represents the past. Pile 2 represents the Present. Pile 3 represents the future. Turn the piles over. Remem ber the topic you were concentrating on w hen you shuffled and cut the cards. That is the focus of this spread. Pile 1 tells you what has happened. It might not be wha t you expect and can often a dd extra insight into past events. Pile 2 is what is going on now and Pile 3 is what you can expect in the future. It \u0019 s that simple. If you have not read the section on the M inor Arcana yet, you can do this with only the 22 cards that make up the Major Arcana, but you will get a cleare r reading if you use the entire deck. I \u0019 ve included two more spreads for you to learn here, The Gateway to the S oul, and The Celtic Cross. The Gatewa y to the Soul is m uch like the one yo u just did, b ut more intended for meditational use. It is a spread I m ade up. The Celtic Cross is one of the most popular spreads used today. Many people use it almost ex clusively. On the other hand, some don \u0019 t like it at all. Try it and see what you think. Remem ber General Answer #1! Shuffling a nd Cutting I already left notes about shuffling earlier in the tutorial. I start every spread by shu ffl ing , th en u sin g a t hre e pi le c ut l ike abo ve a nd r ead it a s an int rod uct ion . Some other readers do that, some do n \u0019 t. Then I pick up the cards, starting with P ile 2, then 3, then 1. Then, starting with the cards face up, I deal them or place them in the spread. Some readers don \u0019 t cut the deck, som e cut it once, then use one side, som e deal the"},{"pageNumber":2,"pageContent":"cards face dow n and turn them over one by one , some p ut them o ut face up. The re are many variations. Use w hat works for you. Creating S preads Whenever I mention to students that they can m ake up their own spreads, their eyes pop out. You \u0019 d think I told them to plot the Moon \u0019 s orbit using three dimensional differential equations! One of the first spreads I ever create d came out of questions I had about a possible romantic relationship. I designed it around the shape of scales and called it The Libra Relationship Scale. I thought about what I wanted to know and how a scale sym bolized the relationship. Many of the answers w ere obvious. Then I decided where the locations were for the cards and in what order they should be pla ced . Voi la! I ha d my f ir st s pre ad! I st il l us e it tod ay a nd I use it wh en I tea ch my classes. It is one of my m ost popular spreads! It is so popular, in fact, that a while ago when I w as at work , one of the m anagers wa s trying to focu s on a question a nd try som e spre ads on her ow n. I to ld her I had on e that was design ed for roma ntic relationships, but it could work for any kind of relationship. She asked m e to show it to her and she recognized it. One of my s tudents had taught it to her som ewhere else. I enc oura ge yo u to d ecid ed wha t que stio ns yo u nee d ans wered . Desi gn yo ur own spreads to find the answers. Create your own spreads! It \u0019 s easy. You can also m odify spr ead s yo u \u0019 ve l ear ned . I r are ly u se t he C elt ic C ros s, b ut wh en I do, I us e it wit h so me modifications. So take a look at the spreads I \u0019 ve included here. I placed them in separate files on separate pages , since the pictur e files for them are large and can t ake time t o load. (I did not want to include both graphics on the sam e page.) Click h ere to learn t he Gat eway to the Soul. Click here to learn the Celtic Cross. Click here to go to the next section , the Summary. If you want to go to the Table of C ontents, click here. If you want to go to the dow nload section, click here."}]
