[{"pageNumber":1,"pageContent":" Kulachudamani Tantra Adherents of other Schools [that are not Vamachara] will have none of them. Thus Lakshmidhara, commentator of the Anandalahari and follower of the Samayachara school which recognises only the so-called Shubhagamas, says that the mind is soiled by even the remembrance of such men; and that the Panchatattva rites in their literal form are followed only by Shudras of an inferior kind - Introduction to Kalivilasa, Arthur Avalon This is the introduction to volume IV of Arthur Avalon's Tantrik Texts, published by Luzac in 1916 and now out of copyright. A part translation (patalas one to six, of seven) may also be found on this site, which you can find by clicking here. As we point out in our preface to that translation, a reader might be forgiven for thinking that the introduction below refers to a completely different text. In fact, it doesn't, and we can only add that the climate in 1916 quite possibly precluded any mention of the vamachari themes which are part of this Kaula text. Given that, this introduction is still very useful. Although most of it is written by associates of Sir John Woodroffe (Arthur Avalon), he also contributed to translations of the two hymns which are part of the text and to the footnotes associated with them. Introduction"},{"pageNumber":2,"pageContent":"This first edition of the hitherto unpublished Kulachudamani has been prepared with the help of manuscripts (marked ka and kha) collected by the Varendra Anusandhana Samiti of Rajshahi from reputed centres of Tantrika worship in Bengal. The text has been compared in several cases with other manuscripts, access to which was given by Tantrika Gurus to the travelling Pandit of the Samiti. The work consists of seven Patalas (chapters). This Tantra is of a different type from that published in the last volume. The Kulachudamani-tantra or \"crest-jewel\" of the Kulachara division of Tantrika Sadhakas is included in the list of revealed works, which according to the Vamakeshvara Tantra, are considered to be the chief amongst those which deal with the worship of Shakti. It is accordingly found frequently referred to as an authority in many compilations though the Kulachudamani itself (II, 8) refers us, for all technical terms, to the Bhairavi Tantra, which is, however now known chiefly from quotations made from it. Like all original works on Tantrika worship, the Kulachudamani is cast in the form of a dialogue - the Shastra being revealed by the Devi in Her form as Bhairavi, in answer to questions put to Her by Shiva in His form as Bhairava. For this reason the book is included in the class which goes by the name of Nigama as opposed to Agama, in which the Shastra is revealed by Shiva Himself. The form in which a Shastra presented whether as the Revelation of Shiva or Shakti is mere Lila. Since Shiva and Shakti are one and the same and it is Shiva who reveals, Shiva is the revealer of the Shastra in all cases, though in some He figures as Shishya and in otehrs as Guru. The Svachchanda Tantra puts this clearly in the following verse: Guru shishyapade sthitva svayameva mahesvarah Prashnottara-padair vakyaistantrang samavatarayat The Tantra according to this verse, was originally revealed by Mahesvara (Shiva) who Himself stood for that purpose in the position of the Guru as well as that of the Shishya. This is also stated in the last chapter (VII, 79) of the Kulachudamani where the Devi addressing Her lord says:- Gurustvam sarvatantranam. Kulachara has been called a secret doctrine and practice. The Bhairavi in discoursing of it in the Kulachudamani says at the outset (I,31) that it had not been told to Vishnu nor to Brahma nor to Ganapa. Kaula knowledge, says the text (II, 25) must not be divulged to atheists, fools, Pashus or to persons of the twice-born caste. The secret teaching appears to have been transmitted for a long time \"from mouth to mouth\" (Vaktrat vaktrantaram) and even when it came in part to be reduced into writing, sufficient precaution was taken to conceal it from the uninitiated under technical terms, the import of which could only be learnt from the Guru. The general features may, however, be summed up as follows. Although the word Kula in ordinary parlance means a family or clan, its technical sense has been defined by the Tararahasyavrittika to be \"Kulam=matri-mana-meyam\". The term thus combines the meaning of the three other words which are further explained to mean Jiva (Mata), Jnana (Manam) and the manifold universe or Vishva (Meyam). The gist (Sangkalitartha) therefore is said to be Shakti. As Shakti is Kula so Shiva (as distinguished from Shakti) is spoken of as Akula. Kulachara is one of the seven Acharas enumerated by the Kularnava, one of the leading Tantras of the division of Sadhakas of this school called Kaulas. According to the last named Tantra it occupies the highest rank. \"The Vaidikachara\" it says, \"is no doubt higher than all, but Vaishnavachara is higher than Vaidikachara; Shaivachara is higher than Vaishnavachara; Dakshinachara is higher than Shaivachara; Vamachara is higher than Dakshinachara; Siddhantachara is higher than the last and Kulachara is superior to all.\" As Kulachara is thus said to be the highest of the Acharas, only those Sadhakas are qualified therefor who in this or another birth have graduated in the preceding Acharas which are regarded as stepping stones to it. Such a Sadhaka is called Kaulika or Kulina. Being the final stage of Sadhana this Achara knows no distinction of race, colour, caste, or sect. But the esoteric character of its doctrine and practice is such that it"},{"pageNumber":3,"pageContent":"was never meant for the ordinary man of the world. On the contrary, the difficulties of its true practice are said to be such that according to the doctrine \"it is easier to walk on a drawn sword,\" than to be a true Kaula. It is expressly stated (I, 42) that the Adhikari must be a Kulina, that is one who is capable of realizing that every person, thing and act is a manifestation of the Mother or Shakti (Striyamancha jagatsarvam). An essential feature of this Achara is the attainment of the knowledge that the Mother who is worshipped under different forms as Tripura, Kalika and so forth with differing rituals is She from whom all creation proceeds and who is all in all. This is very aptly set forth in the text (I, 24) which says \"Oh All-knowing One, if Thou knowest Me then of what use are the Amnayas (revealed teachings) and Yajanam (sacrifices: ritual). If Thou knowest Me not, then of what use are Amnaya and Yajanam.\" Yadi mang viddhi sarvajna kva chamnayah kva yajanam, Na viddhi mang chet sarvajna kva chamnayah kva yajanam. This teaching has found its way into popular Bengali songs which say. \"Tell me what will japa, tapa, yoga and yaga do for a man in whom Kulakundalini awakens and for the man in whom She awakens not.\" Supremacy is claimed for Kulachara on the grounds that it is the final stage of Sadhana in which Knowledge is realised to be superior to ritual. Kuladharma is accordingly said to weigh more than all Yajnas and Vratas put together in the scale against it though such rituals are necessary in the preliminary Acharas which qualify for the last. As Jnana alone secures liberation the Kularnava Tantra affirms that without Kuladharma liberation is not possible. With the question whether this claim is well founded I am not concerned but with the statement of the historical facts. As being the Achara which is claimed to be at the entry of liberation it is regarded by Kaulas as supreme and the end for those which precede it. Other schools take a different view of the Kaula claims. Chapter I The book opens with an enumeration of the Kula-sundaris or Devis who are said to be innumerable under the names of Tripura, Kalika, Vagishvari, Sukula, Kula, Matanggini, Purna, Vimala, Chandanayika, Ekajata, Durga and others. Several doctrines also such as Vaishnava, Ganapatya and others are mentioned. The names of a number of Tantras belonging to the sixty-four are next given. A complete list has been quoted in teh footnotes (pages 2-3) from the Vamakeshvara-tantra, according to which each of the eight Bhairavas has a Tantra of his own, all of which are collectively known as the Bhairavashtakam. Similary the Tantras relating to the seven Matrikas the Shivadutis are collectively called Bahurupashtakam. The Yamalas are eight in number. These three classes give us 24 works, while the rest are those named in the list. The 64 Tantras given in the Vamakeshvara are as follows:- 1 Mahamaya *2 Shambhara 3 Yoginijala-shambhara 4 Tattva-shambhara 5-12 Bhairavashtaka - a) Asitangga b) Ruru c) Chanda d) Krodha e) Unmatta f) Kapali g) Bhishana h) Sanghara 13-20 Bahurupashtaka - the eight Tantras of the seven Matrikas and Shivadutis 21-28 Yamalashtaka - a) Brahmayamala b) Vishnuyamala c) Rudrayamala d) Lakshmiyamala"},{"pageNumber":4,"pageContent":"e) Umayamala f) Skandayamala (Bhaskara substitutes Jayadrathayamala) g) Ganeshayamala h) Grahayamala *29 Mahochchushya *30 Vatula *31 Vatullotara 32 Hridbheda *33 Tantrabheda 34 Guhyatantra 35 Kamika 36 Kalavada 37 Kalasara 38 Kubjikamata *39 Tantrottara 40 Vinatantra 41 Trodala 42 Trodalottara 43 Panchamrita 44 Rupabheda 45 Bhutoddamara 46 Kulasara 47 Kuloddhisha *48 Kulachudamani 49 Sarvajnottara *50 Mahakalimata 51 Mahalakshmimata 52 Siddhayogeshvarimata 53 Kurupikamata 54 Devarupikamata 55 Sarvaviramata 56 Vimalamata 57 (a) Purvamnaya (b) Pashchimamnaya (c) Dakshinamnaya (d) Uttaramnaya 58 Niruttara 59 Vaisheshika 60 Jnanarnava *61 Virabali 62 Arunesha 63 Mohinisha 64 Vishuddesvara It has not been found possible to identify with certainty all items in the list given in this work with that of the Vamakeshvara and in some respects the list differs. If, however, we take Mayottara, Kalapaka or Kalapada, Sarvajnatmaka and Vishudeshvara which occur in the Kulachudamani to refer to items 1, 36, 48 and 64 respectively of the Vamakeshvara list, then the two lists correspond except as to the 9 items marked with an asterisk. In the place of those last the present work appears to give the names of the following Tantras:- Mahasarasvata, Tantrajnana, Vasuki, Mahasammohana, Mahasukshma, Vahana, Vahanottara, Matribheda, Vishvatmaka Shivavali. If however we thus count them we get to (sic) Tantras or one too many. Possibly Mahasukshma may be part of the title of the Vahana Tantra which succeeds it, in which case it may be eliminated."},{"pageNumber":5,"pageContent":"The Bhairava then says that He knows all these Kulasundaris, doctrines and Tantras but has nevertheless not attained bliss (Ananda). He asks the Bhairavi why this is so? In reply the Bhairavi first gives some general philosophical instruction in eleven verses (I, 16-26) to the Bhairava whom She addresses as the most Supreme Kula the ocean of Tantrika Kula knowledge (Tantrajnanakularnava) which, since He apparently seeks instruction, has for the moment been obscured by her Maya. This portion may be divided into three sections. The first (vv 16-17) refers to that primordial state when She as Prakriti was hidden in Chidananda (Ahang Prakritirupa chech chidanandaparayana). In this state there is neither creation, maintenance or destruction; neither brahma, Hari or Shambhu or other Devas, neither attachment, suffering nor liberation; neither piety, Theism or Atheism, Japa, Guru or Shishya. The second state (vv 17-24) is that in which the Devi covering Herself with Her own Maya becomes desirous of creation (Unmukhi) and threefold. Then joyful in the mad delight which comes of Her union with the supreme Akula She becomes Vikarini; that is the Vikaras or Tattvas arise in Mulaprakriti. Mayayachchhadya chatmanang tridha bhutva yadonmukhi Parakularasonmadamodini cha vikarini At this second stage Brahma, Hari, Shambhu appear and with them the Worlds (Loka) and the Elements (Panchabhutani) of which they are composed. By the differentiation of Shiva and SHakti the Gunas commence to operate (Shivashakti-prabhedena gunotpattistu jayate). Brahma and the others are not distinct entities. They are all one and the same as parts of Her. The creation which is Matratmaka appears and then disappears in Pralaya. In the third section (vv 24-26) the Devi teaches the great lesson that all scripture and ritual are unneeded where She is known; as they are unneeded where She is not known. For scriptural teaching is a means to an end: - knowledge of Her. It therefore has no use where She is known. If on the other hand religious disposition is wholly wanting these means alone will not evoke it, though they are not without their uses in educating a latent piety in the disciple. The Bhairavi then says \"I manifest myself as woman (that is in female form or Shakti) which is my own Self and the very essence of creation (Narirupang samasthaya shrishtisaram madatmakam) in order to know Thee Bhairava, the Guru who are united with Me (Bhavayogastham)\". She adds that even when all this is said Her Tattva is not known. The Devi then speaks of the methods (Upaya) of attaining liberation which is the essence of all Tantras and is honoured by all Devatas. These means secure knowledge and awaken Tattvabodha. They destroy both merit and demerit and (v 29) give both enjoyment and liberation (Bhogamuktipradayakam). This doctrine is said to have been kept as a profound secret so that it had not been divulged even to Vishnu, Brahma nor Ganapa. It should be concealed in the heart (Gopaniyantu hridaye). \"This wonderful secret, my child, should be kept from Pashus\" (v 40. Rahasyam adbhutang vatsa gopavyam pashushangkate). The Devi speaking of this doctrine thus addresses the Bhairava \"Child (Vatsa) it strikes me with wonder and bewilders even the wise. It is replete with numerous and bewildering meanings and is the final resting place of all good disciples (Sachchhishya-paramaspadam). It is Sadachara according to all doctrines (Sarvavadisadachara) and is at the same time blamed or reprobated by all doctrines (Sarvavadivigarhita). It can be learnt only from a good teacher (Sadacharyyaparijnaptam). Follow it with care.\" To begin with, the Devi speaks of the necessity for the acquisition of Jnanashuddhi, the purification of knowledge, and for this purpose She refers to the daily observances beginning with the morning rites. The Sadhaka should rise in themorning, make his Pranama to the Kula trees (Kulavriksha), and contemplate upon the Kula (Shakti) from the Muladhara to the Brahmarandhra and meditate on the Guru. The Kulavrikshas according to the Kameshvara Tantra are Sleshmataka, Karanja, Nimba, Ashvattha, Kadamba, Vilva, Vata, Ashoka. The Tararahasyavrittika quoting the above verse from the Kameshvara Tantra adds that the baove are those usually enumerated but that a ninth is added by some namely the Chincha. The printed Tantrasara however gives a list of ten trees, viz, the first seven mentioned together"},{"pageNumber":6,"pageContent":"with Udumbara, Dhatri and Chincha. From which it would appear that whilst Shleshmataka, Karanja, Vilva, Asvattha, Kadamba, Nimba and Vata are generally recognised as Kula trees, Udumbara, Dhatri, Chincha and Ashoka are only exceptionally so. Then follows the mental worship of the eight Kulanathas, namely Prahladananda, Sanakananda, Kumarananda, Vashishtananda, Krodhananda, Sukhananda, Jnanananda and Bodhananda. Their Dhyana is given in two verses. They are those whose eyes betray the bliss in their hearts which comes from the great Rasa (Maharasarasollasahridayanandalochanah); whose darkness (Tamas) has been cut and crushed by embracing Kula; the dispellers of fear who know the meaning of all the Kula tantras (I, 36-37). The Chapter closes with the instruction that the Guru fit to initiate a disciple in this system must be a Kulina and no other. The Kulina is Adhikari of all Vidyas and is competent to initiate in all Mantras (Dikshaprabhuh sa evatra sarvamantrasya naparah). The work of those who leave the Kulaguru is stated to be mere Abhichara. Chapter II This chapter begins with the ablution-rites (Snana) and states the Shastric rules which must be followed. The devotee, after ablution, is directed to wear two pieces of cloth (II, 12). This is strictly in accordance with the rules laid down by Yogi Yajnavalkya. A departure from this rule constitutes, according to Bhrigu, nakedness, which disqualifies for the performance of religious rites. The devotee is next directed to worship Shakti with offerings of flowers, incense, perfumed betel and other desirable articles. Then follows the worship with Yantra and the contemplation of Oneness with the Mother. The worship of the Sadhaka's wife (Nijakantam II, 30) is described with the details of her initiation to be given where She has previously been uninitiated. Chapter III The rites prescribed for the night are disclosed in this Chapter. If the devotee worships a Parashakti, he should first initiate her if she happens to be uninitiated. The mantra for such initiation is referred to in three verses (III, 13-15). The food to be offered to Shakti during the Purashcharana ceremony is enumerated at length (III, 22-26). The Shaktis worshipped are to be looked upon as eight Matrikas, and they should be named accordingly. The hymn to be recited in their worship is given, which shows that each of them is to be addressed as one of the aspects of the Mother Herself. The hymn is called Karnejapa-stotra from the fact that each verse addressed to each of the Matrikas is whispered into her ear. In this worship the elder may bow down to the younger, one of superior caste to one of inferior caste, for the Shaktis selected for worship are each and all manifestations of the Mother. The following translation and accompanying notes are by the General Editor. OM Obeisance to Thee O Mother! O Devi! The pure One (1) Who art Brahma (2) Remove by Thy mercy all obstacles (3) which beset me And grant me liberation (4) Our great Lady! (5) Bestower of blessings! Oh Devi! Who art the Supreme Bliss (6) Remove by Thy mercy all obstacles which beset me And grant me liberation Kaumari! (7) beautiful Playmate of Kumara! The sovereign Mistress of all Vidyas! (8) Remove by Thy mercy all obstacles which beset me And grant me liberation"},{"pageNumber":7,"pageContent":" O Devi! Who borne by the son of Vinata (9) Art Vishu (10) Remove by Thy mercy all obstacles which beset me And grant me liberation Oh Devi! Bestower of blessings! Who art Varahi (10) By Whom the earth was lifted on Thy tusks (11) Remove by Thy mercy all obstacles which beset me And grant me liberation Oh Devi! Who art Shakra (12) Who art worshipped by Shakra and other Suras (13) Remove by Thy mercy all obstacles which beset me And grant me liberation Chamunda! (14) besmeared with blood wearing a garland of severed heads Destructress of fear! Remove by Thy mercy all obstacles which beset me And grant me liberation Mahalakshmi! Mahamaya! (15) Destructress of anguish and sorrow! Remove by Thy mercy all obstacles which beset me And grant me liberation Thou art O Devi! the Father and Mother of all (16) And art to us in the place of Father and Mother (17) One Thou art yet manifold (18) in the form of the Universe (19) Obeisance, Oh Devi! to Thee. With the recitation of this hymn ends the Puja of the Shaktis; the worship of at least one of whom is enjoined. Other rites are enumerated in the subsequent chapters. Notes 1 Anaghe 2 Brahmarupadhare i.e., Shakti of Brahma or Brahmi Shakti. 3 Vighnam; that is obstacles standing in the way of liberation. 4 Siddhi; the greatest of which liberation (Moksha) is. The refrain runs:- Kripaya hara vighnam me mama siddhing prayachchha me. 5 Maheshi, Shakti of Mahesha or Shiva: Shaiva Shakti. 6 Paramanandarupini: for She is according to Tantra one with the Supreme Brahman Who is Bliss Itself. 7 Shakti of Kumara. 8 Sarvavidyeshi; the Vidyas are various manifestations of Mahashakti. 9 That is the bird-king Garuda the vehicle of Vishnu. 10 Vishnurupadhare, i.e. Vaishnavi Shakti. 11 Shakti of Varaha the Boar incarnation of Vishnu. 12 The Varaha Avatara which succeeded the Kurmma and raised the earth from the waters in which it was submerged. 13 Indra, the Devi is here addressed as the Shakti of Indra or Aindri Shakti. 14 The Devas. 15 One of the Sangharini manifestations of Devi. 16 Mahamohe. As such the Mother is the Destructress of Avidya and therefore as the verse says destructress of all the anguish and sorrow which proceed from it."},{"pageNumber":8,"pageContent":"17 Pitrimatrimaye. 18 Pitrimatrivahishkrite. The earthly father and mother which are mere Angshashaktis are put aside to revere Her as the real Father and Mother of all. 19 Eke bahuvidhe. 20 Vishvarupe. Chapter IV The devotee should we well versed in Vaishnavachara that is in Bhaktimarga before he can be permitted to adopt any of the special rites. He should be Udarachittah (large minded), Paraninda-sahishnuh (patient of ill said of him) and Upakararatah (one who does good to others). He is required to recite his Mula-mantra if he happens to come across a deserted temple, junction of four roads and such other places which are said to be fit for worship. He is directed also to bow unnnoticed to Mahakali if he sees certain birds and animals; Gridhra (vulture), Kshemangkari (Brahmani kite), Jambuki (she-jackal), Yamadutika (raven), Kurara (osprey), Shyena (hawk, eagle or falcon), a crow and a black cat. He is further directed to do circumambulation (Pradakshina) of a corpse and the cremation ground. The Mantras to be recited on such occasions are noted. Obeisance must also be made when he sees a black flower, red cloth, a king, a prince, an elephant, a horse, a chariot, weapons of war, valorous man (Virapurusha), a buffalo, a Kaulika or an image of Mahishamardini. If he sees a jar of wine, fish or flesh, or a beautiful woman, or a Devi Bhairavi, he must bow and recite a special mantra. The Nilatantra gives a fuller list of objects to which obeisance is to be made in this way. Then comes the ritual prescribed for the worship of Kali in the cremation ground. The Dhyana is revealed in seven verses (IV, 39-45). As this Devi fulfils all Siddhis She is called Dakshinakali. Chapter V This Chapter deals with rites which are performed for the development of powers enabling the devotee to draw towards him any Deva, lower Spirits or human being he wishes. Vv 7-8 say that if anything is taken from the subject of the rite which belongs to him or he or she are ill-treated or deceived in any way the Sadhaka is fallen (Bhrashta) and dies. Harm also happens to his family from such magic (Abhichara). The rite consists of the worship of Dakshinakali. The Rishi of the Mantra is Bhairava and Chhanda is Ushnik. The first Vija is the supreme Shakti (Purvang vijang parashakti). The Angganyasa is directed to be performed with the Vija coupled with the six long vowels. In this rite the Brahmana Sadhaka is directed to substitute for wine (where is this is mentioned) honey in a vessel of copper (v 78) or he may perform the Kulapuja with Kula wine. Chapter VI This part is concerned with the method of acquiring powers (Vetalasiddhi) enabling the devotee to go anywhere he pleases. It consists in the worship of Yoganidra, Katyayani, Purneshi, Chandi, Kamakhya and Dikkaravasini. The special rite of Sadhana which goes by the name of Shavasadhana is described in this chapter (vv 19-28). The object of this Sadhana in this special instance is the acquisition of the power with which the Chapter deals. Chapter VII This, the last chapter describes the worship of Mahishamardini which, from the large number of stone and metal images discovered in various places, seems to have been very popular at one time. The worship of Mahishamardini appears to have undergone gradual changes. This is indicated by the Mantra as disclosed in the Kulachudamani. The Mantra has been revealed in the usual Tantrika garb by the following verse:- Trailokyavijabhutante sambodhanapadang tatah Srishtisangharakau varnau vidya mahishamardini"},{"pageNumber":9,"pageContent":"This yields a mantra of nine syllables, namely Ong Mahishamardini Svaha But the text (VII, 5) ordains that if the Mantra and its Sadhana is disclosed at all, it may be disclosed to one who is extremely obedient to his Guru, but even then not with its Vija. Only eight syllables should be disclosed, thus reducing the mantra to Mahishamardini Svaha. It is said that the Mantra of nine syllables should not be imparted but should in the Kali age be kept concealed, and that eight syllables alone should be disclosed with the Mantra, Svaha, but never with the Mantra Namah. It would appear from the Sharadatilaka, a compilation by Lakshmana Deshika of the eleventh century AD that in his day the Mantra of eight syllables alone was known. The Mantra of ten syllables is not mentioned even by the Kulachudamani. This may be taken to suggest that the worship of Mahishamardini is of great antiquity. Originally the mantra was of eight, nine and ten syllables. But in course of time (at the date when the Kulachudamani was reduced into writing) the Mantra of ten syllables had already fallen into disuse, while the Mantra of nine syllables was discontinued. In the eleventh century AD (at the daye of the compilation of Sharadatilaka), the Mantra of eight syllables only was known. Another important change is noticeable in the Rishi and Chhanda of this Mantra. The Rishi according to Raghava's Commentary on the Sharadatilaka, is said to be Shakavatsa; the Chhanda according to it is Prakriti. The Commentator also notices that in his day according to some the Rishi was also said to be Markandeya. But the Kulachudamani (VII, 11) distinctly says that the Rishi is Narada and the Chhanda is Gayatri. It is noticeable that the Rishi and Chhanda of the Mantra for the worship of Durga are Narada and Gayatri. May it be that the worship of Mahishamardini was gradually sought to be cast into the same form as the worship of Durga? This seems highly probably from another circumstance that according to the Sharadatilaka-tika of Raghava Bhatta, the Pithapuja should be performed as ordained for the worship of Durga. The image of Mahishamardini is however different from that of Durga. Mahishamardini according to Kulachudamani (VII, 13) has eight hands holding on the right side Chakra (discus), Khadga (sacrificial sword), Vana (arrow), Shula (trident), and on the left side Khadga, Charma (shield), Dhanu (bow) and Tarjani-mudra (vide post). The Devi is said to be of black colour, wearing yellow cloth, and is placed on the body of a black buffalo. This Dhyana does not exactly correspond with the one which is noted in the Sharadatilaka. According to it, the Devi holds in Her hands Chakra, Shangkha (conch shell), Kripana (sword), Khetaka (club), Vana, Karmuka (bow), Shula and Tarjani-mudra. The Devi who is said to be of the colour of Garuda stone (emerald) and bedecked with the crescent moon is described as sitting on the head of the buffalo. In the Hymn incorporated with the text of the Kulachudamani (VII, 33) the Devi is said to be black of colour, resembling crushed antimony and is described as holding Chakra, Dara (Shankha), Kartrika (small sword), Kheta (club), Vana, Dhanu, Trishula and Abhaya-mudra. So far as this Mudra is concerned, Raghava cites an authority to show that Tarjani-mudra is the same as the Abhaya-mudra. It appears from the Tantrasara that the Devi is to be worshipped now in this form. The Kulachudamani gives no Shangkha, or Khetaka or Katrika. It has instead two Khadgas and Charma. The Sharadatilaka mentions no Charma or double sword. It introduces Shangkha and Khetaka. The Hymn makes a further departure by changing the Khadga into Katrika. This is exactly what appears to have been in vogue when the Tantrasara came to be compiled about 400 years ago. The Hymn therefore appears to be of a date later than this."},{"pageNumber":10,"pageContent":"While the images appear to have changed in this way, the mode of worship has remained pretty fairly the same. The details are given with a view to help the reader to follow the ritual. The worship of Mahishamardini is in general performed in the usual Tantrika way. The text only notices the points of difference which constitute its special features. The most noticeable of these is the Angganyasa which usually embraces six Anggas. In the case of the worship of Mahishamardini the text (VII, 15-17) mentions only five Anggas. The Sharadatilaka (XI, 25) says that in this worship Nyasa is made only upon five Anggas, leaving out the Nyasa of the eyes. The Dhyana is given in verses 12-14. The Yantra is composed of a lotus of eight petals, in each of which (VII, 18) eight Devis are worshipped, described generally as Durga and others (Durgadya). Their names are given in the Sharadatilaka (XI, 29) as Durga, Varavarnini, Arya, Kanakaprabha, Krittika, Abhayaprada, Kanya and Surupa. They are worshipped with the long vowels a, i, u, ri, lri, ai, au and ah. Thus:- Ang Durgayai namah; ing Varavarninyai namah; ung Aryayai namah; ring Kanakaprabhayai namah; Lring Krittikaryai namah; Aing Abhayapradayai namah; Aung Kanyayai namah; Ah Surupayai namah. The Sharadatilaka-tika of Raghava Bhatta says that in selecting the long vowels, ri, lri should be rejected as neuter vowels. The Tantrasara, however, gives the long vowels as a, i, u, ri, lri, ai, au, ah. The weapons are also be worshipped along with the consonants beginning with ya or in other words the consonants beginning with ya, that is ya, ra, la, va, sha, sha, sa and ha are selected. The hymn to Mahishamardini incorporated in the Kulachudamani is recited by Bhairava. The text of this hymn appears to have grown defective in course of time. Reference had accordingly to be made not only to the printed edition but to Ms. copies of the Tantrasara in which it is quoted. One Ms. dated 1604 Shaka year found in the district of Mymensing by the travelling Pandit of the Varendra Research Society, was of great help in restoring the correct reading. The text, as printed herein may, therefore be taken as fairly accurate. From the hymn (vv 22-35) it appears that whilst the worship of Vishnu and Shiva was popular, and their votaries were applauded, the Kulachara was blamed. A translation of this hymn in English was printed in the volume entitled \"Hymns to the Goddess\" by A.&E. Avalon. As was there pointed out, the text of the Tantrasara used for this translation was in parts corrupt and unintelligble and in others of doubtful meaning. A further translation with commentary has therefore been here made by A. Avalon of the text as it has now been revised; and the opportunity has been availed of to correct some errors. The following translation and accompanying notes are by the General Editor. Mahishamardini (1) Stotra 1 O Chandi! (2) By Whom the act of the wicked and formidable Asura (3) was shattered. Do Thou wander in my heart. Destroy my selfishness and the calamities which deeply pierce me, Arising from the mass of malice and fears (which assail me), So that, free from danger, And protected by the lotus cluster of Thy feet, My swan-like (4) mind may swim and rejoice in the Ocean of Bliss. 2 What fear of enemies has he who worships Thee? The Devas who worship Thy feet Having abandoned the form of Nrisingha (5) Whose towering mane rivals in splendour and height towering Mount Sumeru, And whose fingers are outstretched to tear (the breast of) Hiranyakashipu (6) Now worship (the lion) (7) the enemy of the elephant (8) Server of Thy feet which destroy the bonds of hte Pashu 3"},{"pageNumber":11,"pageContent":" O Chandi! when the syllables, the letters of which speak of Thee, Reach the ear, then Brahma and other Devas Sing the truth, touching Purusha and Prakriti (9). O Devi! be today gracious to me, Devoted as I am to the kissing of Thy sacred lotus feet, The one and only glittering abode of the essence of the nectar of all Devatas. 4 If, because of my following Your way of Kula (10), I suffer reproach, better is it that I shall thus be without fame. Let me not have that which comes of the worship of Keshava (11) and Kaushika (12); Rather, O Mother! let my heart rest in meditation on Thy lotus feet, Worshipped by Brahma, Hari (13) and the Enemy of Smara (14) By the Eater of oblations (15) and the Enemy of the Daitya (16). 5 O Mother! If I be engaged in the constant contemplation of Thy lotus feet, Then what is there which Siddhas have (16) which I have not May Thy lotus Feet be ever present to my blissful mind (17) They feet from which exceeding mercy flows! O propitious Mother! do Thou forgive me. 6 Verily and without doubt, even the Lord of Bhutas (18) would have perished (19) Maddened as He was with the joy of the embrace of (Thee Who art) His own self (20) Had He not been freshened by the lotus fragrance of Thy feet, Bathed in the honey which flows within From the union of Shiva and Shakti (21). 7 O Mother! let the stream of heavy showers of holy devotion towards Thee Be ever shed upon me, Struggling and drowning (22), alas! as I am in the endless Ocean of Illusion Without taste of the water of the Bliss of Brahman Which devotion dispels the weight of anguish from numbers of Devas. 8 May the glory of Thy feet dark as a rainladen cloud, Be every in my heart Dispelling by its lustre as of ten million suns The darkness which overspreads my mind. From its glittering womb were born the three Devatas, Who create, maintain, and destroy the world, Whose substance is pure consciousness and bliss. 9 May (23) Devi Durga Who gives victory and happiness Dispeller of fear, Victrix of fortresses and ill-fortune Who had power to destroy the proud enemies of the Devatas, And Who strikes terror into the hearts of thousands (of Her foes) Ever conquer! She it was Who, having severed the head of the Asura Mahisha, Crushed and killed under Her feet him who assumed the form of a buffalo Now bellowing, now charging, and again retreating And from whose mouth the Asura issued."},{"pageNumber":12,"pageContent":"10 In the red ocean vast and surging Danced the great shields, weapons and streamers (24) of the enemy (An ocean) clouded by the flight of discus And the arrows of the heaving multitude of soldiers There lay the heads of the proud and wicked Asuras Broken and cut to pieces, tossed about by the storm of battle, (The sight of which) sharpened the thirst and hunger of the birds of carrion. 11 I meditate (25) upon Devi Mahishamardini, Rushing in frenzy now here, now there on that wondrous field of battle (for the slaughter of the enemies) Attended by eight companion Matris (26) And on the Mantra and Badhu Vija (27) in the lotus of eight petals (28). Within the two horns of the fierce and terrible restless and challenging head Bent low and slanting (29) of the maddened buffalo. 12 Let the Sadhaka meditate on the dark Shiva (Mahishamardini), Holding in Her hands discus, lance, axe, shield, arrow, bow and trident, Making the gesture (30) which dispels fear; Her mass of hair is like a bank of cloud entwined up on Her head, Her face most formidable awes (Her foes) Making even the defiant falter Her laugh is loud and terrible. 13 O Devi! such as in this manner Meditate upon this Thy faultless form Or upon Thee as Durga or other form of Thine Worshipped by Indra and other Devas, To them it is given to attack the cities of their foes, And conquering their enemies, to gain a kingdom; They too, acquire the nectar of the knowledge of poesy, And power to arrest, banish, and slay (31). 1 Whosoever reads or hears this Hymn Made by me in rapt meditation upon Thy lotus feet, Wherein is said Thy Kula worship and Mantra in hidden form (32) In the palms of the hands of all such Are forthwith wealth, fulfilment of desire and liberation. O Mother! salutation to Thee! May Thou conquer! In the concluding portion of this Chapter the Devi says that Her chief forms are represented by Mahishamardini, Kali and Tripurabhairavi, the last being considered the primary manifestation (VII, 37). This work inculcates the worship of Yoginis as a part of Kula-worship, on Kula-days (Kulavara) and Kula-tithis, especially on the 14th day of the moon. [The Kulavaras have been described in the Yamalas from which they have been quoted in the Tantrasara as follows. \"Tuesday and Friday are Kula days while Wednesday is noth Kula and Akula, the rest being all Akula\". (33). Again all Tithis with an uneven number are Akula; with an even number Kula with the exception of the second, sixth and tenth which are both Kula and Akula.] (34)"},{"pageNumber":13,"pageContent":"The evening rite, consisting in the offering of food to jackals, is described at length. The Devi towards the end says \"Thou art the Guru of all the Tantras and neither I nor Hari. Therefore Thou art the Revealer of the Tantras. I entered into Thy body (as Shakti) and thereby Thou didst become the Lord (Prabhu). There is none but Myself who is the Mother to create (Karyyavibhavani) (35) and therefore it is when creation takes place that sonship is in Thee. Thou alone art the Father who wills what I do (Karyyavibhavaka) and none else. Mang vina janani kapi naiva karyyavibhavini Atah karyye samutpanne putratvang tvayi vartate Tvang vina janakah ko'pi naiva karyya-vibhavakah Atastvameva janako nastyanyo'pi kathanchana \"At times Thou art hte father; at others the son; at times Thou are the Guru; at other the disciple. By the union of Shiva and Shakti creation comes (Shivashakti-samayogat jayate srishtikalpana). As all in this universe is both Shiva and Shakti (Shivashaktimaya) therefore, Oh Maheshvara! Thou art in every place and I am in every place. Thou art in all and I am in all.\" Notes 1 A title of the Shakti of Shiva as the powerful victrix of demons. She is Mahishamardini, as the slayer of Mahisha. The Daitya Shumbha attacked Her in the form of a buffalo (Mahisha). See Chandi. 2 A form of the Devi assumed for the destruction of the Daitya Chanda, and who assisted in the destruction of the demon Raktavija; see Markandeya Purana. 3 Mahisha 4 Manohangsa; the Hangsa is variously described as a swan, gander, and flamingo. 5 The Man-lion incarnation (Avatara) of Vishnu, in which He destroyed the Daitya Hiranyakashipu, father of His devotee Prahlada. 6 The Avatara is generally represented with the King of the Daityas across his knees, tearing asunder with His hands and claws the latter's belly. 7 Which accompanies the Devi as Durga. After the destruction of Hiranyakashipu, Vishu's wrath was not appeased. The world trembled, fearing what He might do. The Devas asked the help of Shiva, who assumed the Sharabha form - that of a lion with wings and eight feet - who caught up Vishnu into the air and held him there until he had become powerless. The lion then went to the feet of Durga, whom he accompanies. 8 Kari the elephant form subsequently assumed by the Asura Mahisha. Karivairi = enemy of elephant = lion. 9 Shiva and Shakti; the \"male\" and \"female\" from whose union springs the universe. 10 That is Kulachara, one of the divisions of Tantrik worshippers, who, the verse says, are misunderstood, and therefore subject of reproach; and which is contrasted in the next line but one with the more popular and conventional worship of Keshava and Kaushika. 11 Vishnu 12 Indra 13 Vishnu 14 Smara, the God of Love; Shiva, who slew him, is his \"enemy\". 15 That is Fire. 16 Daityari; usually an epithet of Lord Krishna, but as Hari has already been mentioned, possibly the reference may be to Indra. According to Medini, Daityari = Devata. 17 Siddhaspada. 18 This \"mind\" has a qualifying adjective viz:- \"Akshatasampadi\", \"of uninterrupted happiness.\" It is so because the Devi is dancing there. 19 Shiva is Bhuteshvara or Bhutanatha. Bhuta, which in a general sense means \"beings,\" specifically refers to the Spirits by whom Shiva is surrounded, and of whom He is Master. 20 It is by the Devi's aid that Shiva is Parameshvara, for without Shakti he is nothing, and without Her life-giving energy and support cannot exist. As the Kubjika Tantra says: \"Without their Shaktis the husbands are but Preta (inert corpses.\" So also the Jnanarnava: \"O beloved, pure Sadashiva, without Shakti, is without motion like a corpse, for without Shakti He can do nothing.\" 21 Svatmanam parirabhya. Literally, having embraced himself. The Devi is however, in a dualistic sense, His sacred half, and in reality one with Him and his own self (see Mahanirvana Tantra, Chap I). Cf. Atmaratipriyah (Shatchakra, p 64.). 22 Daivadvichyutachandrachandanarasapralbhyagarbhasravat. The meaning is not clear but Chandra (moon) seems to stand for the Vija of Shiva (which it also means): and Chandanarasa (liquid sandal flow) issues from Devi. Therefore the union of Shiva and Shakti in the Sahasrara appears to be indicated. 23 Mohajaladhi-vyahara-viddha, lit: \"pierced by the mockery of the ocean of illusion.\" 24 See Markandeya Chandi vv. 38, 39. 25 Chamara. 26 Reading Smare for Vare in text. 27 The Devis so called vide ante the Karnejapa-Stotra. 28 String the Mantra may be said with this or the Tara (Ong) Maya (Hring) Kama (Kling) or Vagbhava Vija (Aing). 29 On the petals are the eight syllables Mahishamardini svaha; \"Salutation to the Devi slayer of Mahisha\". 30 The buffalo when charging puts its head askew. The Mantra is thought of as placed between the two horns. 31 The Abhayamudra. 32 Stambhanam, Uchchatanam and Maranam; three of the Tantrik Shatkarma. 33 The Mantra Mahishamardini svaha may be spelt out from the first six verses from the following words which respectively commence them. Machchitte (Ma) Hitva (Hi) Chanditadvishayantara (Sha) Manninda (Ma) Nirddishto'smi (Rdini) Svatmanam and not atmanam as given in the"},{"pageNumber":14,"pageContent":"text (Sva) and Haha (Ha). 34 Ravichandrau guru saurish chattvarashchakula matah Bhaumashukrau kulakhyau tu budhavarah kulakulah. See Patala VII, 38. 35 Dvitiya dashami shashthi kulakulamudahritam Vishamashchakulah sarvah sheshashcha tithayah kulah Similarly all Nakshatras with an even number are Kula: Varunardrabhijinmulang kulakulamudahritam Kulani samadhishnyani sheshabhany akulani cha. 35 That is She has the disposition to act or to carry out what He wills. She alone has Kartritta for the Father as efficient cause does not act, but the Mother in whose womb the seed of the world is sown alone does so. Varendra Research Samiti, Rajshahi August 1915 A.K.Maitra If it is presumed that Rahu swallows the Sun or the Moon, how is it that the Sun or the Moon at the seventh sign from it is also swallowed by Rahu which is far from it?...Really the Moon is the hiding object of the Sun and of the Moon the hiding object is the huge shadow of the earth. This shadow of the earth will always be at the seventh sign from the Sun, moving with a velocity equal to the Sun's - Goladipika by Parameshvara (1443 c.e.) Preface Kulachudamani Tantra is a nigama, meaning that instead of Devi asking questions answered by Lord Shiva (agama), he asks questions answered by Devi, the goddess. In this tantra the cult goddess is Mahishamardini, a Devi with some similarities to Durga. In seven short chapters, Devi expounds the essence of her worship, sometimes in beautiful and nearly always in colourful language. But the uncanny side of Kaula and Kali worship is dwelt on in great detail, with references to siddhi, including a mysterious process where the tantrik adept leaves his body at night, apparently so he can engage in sexual intercourse with Shaktis. These uncanny elements may well have code meanings and be intended to throw the unwary off the scent. See, for example, the Jnana Karika, which gives an entirely different slant to crossroads, Kula trees, Kula wine and the like. Animal sacrifice also appears to have a place in this tantra, as well as gruesome magical matters, including using the bones of a dead black cat to make a magical powder. Please don't try this at home. To read the abstract of the text provided in Sir John Woodroffe's Tantrik Text series (here) you would have little idea of this. When, under the pseudonym of Arthur Avalon, he produced this series, at the beginning of the 20th century, the fact that an Englishman and a High Court judge would interest himself in even orthodox Hinduism no doubt caused eyebrows to rise and lips to be pursed amongst his peers. As well as including that introduction, we also here provide our translation, first published in Azoth magazine in the early 1980s. Although far from being completely happy with this rendition, it does give a flavour of the content which you would be unlikely to get if you relied just on the Tantrik Texts abstract. Chapter seven remains to be translated."},{"pageNumber":15,"pageContent":"The siddhis - or magical powers - play a large part in this text. The main tantriki rites are called the six acts (shatkarma) of pacifying, subjugating, paralysing, obstructing, driving away, and death-dealing. But the Kulachudamani includes others such as Parapurapraveshana, which is the power of reviving a corpse; Anjana, which lets a sËdhaka see through solid walls; Khadga which gives invulnerability to swords; Khecari, which gives the power of flying and Paduka siddhi, magical sandals which take you great distances, rather like seven league boots. Certainly, the importance of having a suitable Shakti forms the essence of the instructions Devi gives to Shiva. We see this emphasis over and over again, throughout the tantra. Devi here takes the form of Mahishamardini, more popularly known as Durga, who destroyed the two arch-demons Sumbha and Nisumbha in an epic battle between the goddess and the throng of demons. It was at this time, according to legend, that Durga created Kali, by emanating her out of her third eye. We learn more of Durga's legends and myths from the Kalikapurana, an influential source in Kaula tantra. The Devi, Mahamaya, appeared as Bhadra Kali - identical with Mahishamardini - according to the same text, in order to slay the demon Mahisha. He had fallen into a deep sleep on a mountain and had a terrible dream in which Bhadra Kali cut asunder his head with her sword and drank his blood. The demon started to worship Bhadra Kali and when Mahamaya appeared to him again in a later age to slaughter him again, she asked a boon of her. Devi replied that he could have his boon, and he asked her for the favour that he would never leave the service of her feet again. Devi replied that his boon was granted. \"When you have been killed by me in the fight, O demon Mahisha, you shall never leave my feet, there is no doubt about it. In every place where worship of me takes place, there (will be worship) of you; as regards your body, O Danava, it is to be worshipped and meditated upon at the same time.\" (Kalikapurana, ch.62, 107-108. There is now a complete English translation of this purana -- see Bibliography for details.) First Patala Sri Bhairava said: Innumerable are Tripura (tantras), innumerable those of Kalika, countless those of Vagishvari, numberless the beautiful Kulakulas known as Matangini, Purna, Vimala, Candanayika, Tripura-Ekajata, Durga and Kulasundari. Numberless the Vaishnava, Ganapatya, Saura, Shaivite, and the different doctrines of Shankara. The highest of the doctrines are the 64 tantras: the Mahasarasvata, Yoginijala, Shambara, Tattvashambara, the eight Bhairavas, the eight Bahurupas, the Jnana, the eight Yamalas, the Tantrajnana, the Vasuki, the Mahasammohana, the Mahasuksma, the Vahana and the Vahana Uttaram, the Hrdbheda, the Guhyatattva, the Kamika, the Kalapaka, the Kubjika Mata, the Maya Uttara, the Vina, the Trodala Uttara, the Pancamrta, the Rupabheda, the Bhutadamara, the Kulasara, the Kullodisa, the Visvatmaka, the Sarvajnatmaka, the Mahapitrmata, the Mahalakhmimata, the Siddhi Yogesvari Mata, the Kurupika Mata, the Rupikamata, the Sarvaviramata, the Vimalamata, the tantras of east, south, west and north, the Niruttara, the Vaisesikajnanatantra, the Sivabali, the Arunesa, the Mohanesa and the Visuddhesvara. O Lovely Hipped One, now speak to me of their essence if you have love for me. Devi said: Listen Deva, supremely blissful quintessence, the Lord of Kula, to the very essence of knowledge of the ocean of Kula tantra, concealed by my Maya. I am Great Nature, consciousness, bliss, the quintessence, devotedly praised. Where I am, there are no Brahma, Hara, Shambhu or other devas, nor is there creation, maintenance or dissolution. Where I am, there is no attachment, happiness, sadness, liberation, goodness, faith, atheism, guru or disciple."},{"pageNumber":16,"pageContent":"When I, desiring creation, cover myself with my Maya and become triple, becoming ecstatic in my wanton love play, I am Vikarini, giving rise to the various things. The five elements and the 108 lingams come into being, while Brahma and the other devas, the three worlds, Bhur-Bhuvah-Svah spontaneously come into manifestation. By mutual differences of Shiva and Shakti, the (three) gunas originate. All things, such as Brahma and so forth, are my parts, born from my being. Dividing and blending, the various tantras, mantras and kulas come into being. After withdrawing the five fold universe, I, Lalita, become of the nature of nirvana. Once more, men, great nature, egoism, the five elements, sattvas, rajas and tamas become manifested. This universe of parts appears and is then dissolved. O All-Knowing One, if I am known, what need is there for revealed scriptures and sadhana? If I am unknown, what use for puja and revealed text? I am the essence of creation, manifested as woman, intoxicated with sexual desire, in order to know you as guru, you with whom I am one. Even given this, Mahadeva, my true nature still remains secret. Devi said: Listen son, to the very plain exposition of the teachings of utmost bliss. I speak of the method relating to the yoga of liberation. This is the one essence of all tantras, worshipped by all devas, giving every sort of knowledge, secret, giving a clear idea of the essence of enlightenment, free of good or evil, giver of both enjoyment and liberation, consisting of all paths. Dear son, it deludes even the wise! It is of various and numerous meanings and is the goal and refuge of all pure disciples. It is known as the best path according to all the paths, yet is reviled by all doctrines. It should be known only through the best of teachers. It should be protected and hidden in the heart very carefully, as I did not reveal it to Vishnu, Dhatra or Ganapati. Dear son, whoever is unaware of this tantra is incompetent. Dearest, I speak of the pure knowledge of Kulachara. Arising at dawn, a sadhaka should bow to a Kula tree. After meditating on the Kulas from the Muladhara to the one thousand petalled lotus, he should meditate on the gurus. Then he should meditate on and worship the Kulagurus Prahladanandanatha, Sanakanandanatha, Kumaranandanatha, Vasistanandanatha, Krodhanandanatha, Sukhanandanatha, Jnananandanatha, and Bodhanandanatha as being intoxicacted by the nectar of the absolute, whose blissful hearts show in their eyes, their darkness cut and crushed by their having embraced Kulashastra, merciful to Kula disciples, complete, compassionate and effulgent, giving boons and dispelling fear, knowing the essence of all Kulatantras. After bowing to the Kulagurus, one should give worship to the Kulamatrikas, fashioning a Kula place and bathing oneself in all the holy waters (tirthas). Dear son, a Kulaguru is an accomplished being and said to be the vehicle of happiness. Dear son, conceal this very secret marvellous doctrine from the sight of pashus. They who should reject the Kulanatha, who alone is a Shakta, served by the Kulas, for them initiation and sadhana is black magic. Because of this, one should by every effort resort to a Kulina guru. It is said a Kulina is competent in all vidyas and is able to initiate in all mantras. Second Patala"},{"pageNumber":17,"pageContent":"Devi said: Dear son, now I will speak of bathing, the vehicle of Kula happiness. I have various forms (coloured) black, red, yellow and blue. Whichever pupil on the path of Kula goes to bathe, attains my form. Everything, heaven and hell, originates on earth. After sipping water, strew the Kula place with grass and Kula flowers and place durva grass, sesame oil and water in the Kula vessel. After satisfying the Kuladeva, bathe. At first performing resolution, then draw the Kula Cakra on the (surface) of the water. Bow to the Kula trees, and using the Kula mudra called Ankusha, the Kula should invoke the Kula tirthas (into the water). After drinking the water three times, bathe body three times. Dedicate the offering to the deva of the Kula tree three times. Using the Kula water, oblate the devas, the ancestors and the rishis. Again, after meditating on the Kulas, offer water to the Kula devas again. In the Bhairavi Tantra there are verses relating to this knowledge: Bhairavaya devaya. Creation came from Bhairava. Offer to Bhairava, pronouncing this mantra. After giving a suitable offering, meditate on the being of Bhairava-Bhairavi, offering the remainder. Deva, by meditating in this manner, I bestow grace, whether the rite be that of ancestors, Shakti, offering, bathing or limb puja, there is no doubt about this. After satisfying (Devi), offer the remainder to the people pervading the world who have this thing. Then rise, don the Kula robe, and envelop oneself in Kula. Making a forehead mark of the Kula type, sip water again. Pay respect to the Kula pitha and do worship of the Kuladeva. After satisfying the guardian of the door by suitable song, dance, speech and so forth, one should collect the Kula elements and purify the Kula seat. The Kula seat duly prepared, then strew the area with suitable pleasant things. Sitting on the Kula seat, and binding the hair, do the ritual of Guru puja. A person should purify himself, the area of ritual work, and his own body. Sipping the offering, the wise person should then worship the Kula ishtadevata. Do the puja with initiates, with adepts, with young maidens, with Kula people, and with those devoted to devata and guru. Various kinds of flowers and different sorts of scents should be present and one should don clothes scented with camphor and incense, smeared with scented powder. Offer tambula and various other pleasant substances, giving incense and fire first. A Kaulika should wear all kinds of jewels and gems, and, reciting the root vidya, should sprinkle the place with water. All the substances should be on the right, while the offering (arghya) should be on the left. The Kula substances should be to the west of the devata. Making a yantra using different menstrual flowers such as svayambhu and different red materials like rocana, lac, kumkuma, and red sandalwood, one should do the puja, afterwards offering recitation. After reciting the Shakti mantra and praising her, then do the dismissal. Circle, and then prostrate yourself in front of the young woman there present. After previously offering the essence of the Kula nectar to the guru, one should then eat food. One should worship the young woman and she should worship you. Conceal the design of the yantra in the secret place of the 1,000 petal lotus. Only impart this to a Kulina and never to atheists, fools, pashus or brahmanas, otherwise one meets with death. Folk having gone at night to the cremation ground or to a Kula house and placing in the centre of flowers and sweet scents the highest Kula thing, should, in the company of Kulas, within the Kulacakra, draw a Kulayantra containing the name of the object to be accomplished. After first writing one's own name, accomplish the sadhana following the rules of the Kulacara. The sadhaka should do the sadhana with his own and other Shaktis."},{"pageNumber":18,"pageContent":"Dear son, now listen to the rules relating to unification with Parashakti. Embrace one's own partner, who should be very beautiful and very alluring. One should act as the guru to the Kula devotee, and should initiate her into the path of Kula. (She should) show in her eyes the very blissful essence, be Kula born, be faithful and very wise, inwardly protective of the guru, with her mouth full of tambula. You should worship her as if she were your own daughter. Then draw on her forehead a Shakti Cakra of three concentric circles, within this writing the Kamakala mantra. In the centre, using mantra, write the name of the object to be attained. Inside this, invoke Devi and after meditating on her, worship her. Then pronounce the rishi, metre and root mantra into the ear of your daughter, three times in her left ear. Son, now listen to the sexual embrace in Kula puja. A knower of Kula should worship she who is wanton and free from shame, doing the actions according to the guidance of the guru. After being initiated, prostrate yourself like a stick on the ground. Say Save me! O Lord of Kula, who with your Padmini is on the path of Kula! May the shadow of your lotus feet fall on my head, O Princely One! After giving dakshina to the guru with eyes full of love and tambula in his mouth, accomplish whatever you want with your own Kula Shakti. If, firstly, you do not do limb and avarana puja, then you are not a Kula. After first meditating on one's own guru as being above one, the very essence of Kula nectar, and after oblating that deva, then one may recite mantra. Third Patala Now I speak to you of worship at night in one's own Kula. The Shakti should be seated on your left hand side on a mattress, adorned with red clothes, bejewelled with gold, smeared with red scents, garlanded with flowers, perfumed, wearing bright things, very beautiful, wearing lovely clothes, with eyes like shy blossoms, slender, with large full breasts. On her forehead, draw a beautiful yantra and in this write the object to be accomplished. Draw the same on her shoulders, arms, breasts and stomach. Her mouth should be filled with tambula and Kula substances. After doing recitation of the Kulakula mantra, one attains the desired for thing immediately. She comes from a distance of 100 yojanas, across rivers and mountains, across 1,000 isles, free of restraint, with agitated eyes, shedding love juice profusely, trembling, the circle of her beautiful buttocks swaying, her heart full of love for the sadhaka, boldly coming ever closer, coming to sit with the sadhaka, moving like the devata. Attracted to him in this way, a sadhaka achieves success and becomes a Kaulika. Unless she is initiated and young, how is it possible to accomplish Kulapuja? There can be no Kulapuja, dearest, unless she has previously obtained the Kula mantra. When other than young, dear son, it is as if she were one with the guru (?). In her left ear, recite the mantra while sprinkling her (with Kula nectar). Mahadeva, now listen. I will expound this mantra to you. Aim Klim Sauh Tripurayai imam Shaktim pavitram mama Shakti kuru Svaha. This mantra has 26 syllables (?). O Deva, purify the Shakti using this mantra. Brahmin-girl, warrior-girl, merchant-girl, slave-girl, Kulini, daughter of a barber, washer-girl, yogini; these are the eight girls."},{"pageNumber":19,"pageContent":"Each woman is equivalent to a Kula maiden. Hold the Kula cakra at a crossroads, close to a river, at the root of a bilva tree, actually within the cremation ground, during a feast, in a palace or whatever, O Holder of the Trident! Draw, dear son, a great yantra using powdered vermilion, and strew on it the names of the object you want to accomplish! Use couch grass. Worship according to the rule and enter the Kula using the essence of Kula. Worship therein according to the due prescription and create the Kula using the essence of Kula! Offering wine within the Kula area, devoted souls should then worship beautiful young women, duly initiated, wearing (silken) robes, garlands and so forth, giving them food, good milk and all the rest. To start, give (these maidens) food you have cooked yourself (dear son). (Examples follow): different sorts of cake, curd, milk, ghee, buttertmilk, candies. Offer different side-dishes flaboured [for example] with crushed saffron and essences of variegated sources (drawn from) the art of cookery. Try offering jackfruit, polished cardamoms, washed lemons, pomegranates and different other pleasant fruits [all the while] smearing the maidens with a variety of scents and perfumes. Try offering them sandalwood, musk, saffron, fresh green sprouts of pallava, borax, blossoms of the Lodhra tree, things from the water, items from the forest. Bring [your beautiful Shaktis] different jewels, and decorate them - in turn - with very precious jewels of different kinds. Do the worship in a private place, and give offerings and also do purifications. Once [a sadhaka] has caused the Kula amrita to flow, he should bow in front of the Shaktis. He should bow to each of the Shaktis, in turn, and should call out their names, starting with the Brahmini. Asking each to take a seat, a sadhaka should make sure each one has a seat. Then he should give them offerings, water to drink, water for each [beautiful goddess] to wash her toes, honey-flavoured water, and water yet again. If they are uninitiated, [the sadhaka] should say Hrim to each. O truly beauteous One, he should feed them in the centre of a pavilion using golden plates. Then he should recite the hymn. Om hail to you Mother Devi! Stainless soul, the essence of Brahma. Through your compassion remove obstacles and bestow siddhi on me! Maheshi, giver of blessings! Devi, the form of supreme bliss! Through your compassion &c. Kaumari, who dallies with Kumara, Lady of all Knowledge, Through your compassion &c. Vashnavi, carried on Garuda's wings, The very self of Vishnu Through your compassion &c. Varahi Devi, giver of blessings, Who lifted the earth on your tusks, Through your compassion &c. Devi, you are Aindri, worshipped by all the gods and Indra. Through your compassion &c. Chamunda, smeared with blood, dressed in a garland of severed heads, You destroy fear!"},{"pageNumber":20,"pageContent":"Through your compassion &c. Mahalakshmi Mahamaya, you destroy anxiety and sorrow. Through your compassion &c. Devi you are the goddess, father and mother both! You take the place of our father and mother! Although one, you are many, in the form of the cosmos! Hail to you Devi, hail! Fourth Patala Dear son, my secret originates in simple practice. Those lacking this do not obtain success even in one hundred koti of births. Folk following the path of Kula and the Kulashastras are broad minded, from following the path of Vishnu, patient of insult, and always doing good to others. One should go to the temple of a deva, or to a deserted place, free of people, an empty place, to a crossroads or to an island. There, one should recite the mantra and, having bowed, become one with divinity and free from sorrow. Bow to Mahakali if you see a vulture, a she-jackal, a raven, an osprey, a hawk, a crow or a black cat, saying: \"O Origin of all, greatly terrifying one, with dishevelled hair, fond of flesh offering, charming one of Kulachara, I bow to you, Shankara's beloved!\" If you should see a cremation ground or a corpse, circumambulate. Bowing to them, and reciting a mantra, a mantrin becomes happy: \"O you with terrible fangs, cruel eyed one, roaring like a raging sow! Destroyer of life! O mother of sweet and terrifying sound, I bow to you, dweller in the cremation ground.\" If you should see a red flower or red clothes - the essence of Tripura - prostrate yourself like a stick on the ground and recite the following mantra: \"Tripura, destroyer of fear, coloured red as a bandhuka blossom! Supremely beautiful one, hail to you, giver of boons.\" If you should see a dark blue flower, a king, a prince, elephant, horse, chariot, swords, blossoms, a vira, a buffalo, a Kuladeva, or an image of Mahishamardini - bow to Jayadurga to become free of obstacles. Say: \"Jaya Devi! Support of the universe! Mother Tripura! Triple divinity!\" If you should see a wine jar, fish, meat or a beautiful woman, bow to Bhairavi Devi, saying this mantra: \"O destructress of terrifying obstacles! Grace giver of the path of Kula! I bow to you, boon giver adorned with a garland of skulls! O red clothed one! One praised by all! All obstacle destroying Devi! I bow to you, the beloved of Hara.\" Dear son, if a person sees this things without bowing, the Shakti mantra does not give success. I all of this I am the most important part, beloved of the Kula folk. All the Dakinis are my parts. Listen Bhairava! One who has gained success in my simple yoga cannot be harmed by a Dakini. My devotees abound in wealth and cannot be conquered by Vatukas or Bhairavas. Whichever Kaula is seen by a young girl or woman, whether he be in village, city, festival, or at the crossroads, causes her to be filled with longing, her heart aching, her eyes darting glances, like a line of bees mad for honey falls on a lotus flower, greedy for nectar, like a female partridge for a cloud, like a cow for her recently born calf, like a female gazelle eager for young shoots of grass, like jackals for flesh, like a person tortured by thirst who sees water, like a dvamsi (?) at the sight of a lotus fibre, or like an ant greedy for honey."},{"pageNumber":21,"pageContent":"The sight of such a Kaula, enveloped by the Kulas, causes her lower garment to slip, she becomes mad with lust, and of unsteady appearance. Seeing her on a couch, her breasts and vagina exposed, one should fall to her feet, and, rising, fall again. One should impart the oral lore to an alluring female companion - in her feet resides the secret of the act of love. One attracts such female companions, with beautiful hips and beautiful breasts, like a moon to the Kaula, free from greed or modesty, devoted, patient of heart, sensuous, very inner of spirt. In such a happy Duti, curiosity may suddenly arise, she asking \"Dear son, what is to be done or not to be done? Speak!\" One should perform sacrifice to the indwelling Maya and offer the remainder to the Shakti. After this, one should excite her and then perform the act of love. On a Tuesday, in the cremation ground, smeared with Kula vermilion, using Kula wood, one should draw a yantra. In the petals write the Canda Mantra, Sphrem Sphrem Kiti Kiti twice, and then the ninefold mantra of Mahishamardini. Outside this, write the mantras of Jayadurga and Shmashana Bhairavi. After writing them, worship Bhadrakali at night, meditating on Kamakhya, the essence of Kamakala. The Kulakaulika, naked, with dishevelled hair, should meditate on the formidable Kali, with her terrifying fangs and appearance, Digambari, with her garlands of human arms, seated on a corpse in Virasana, in sexual union with Mahakala, her ears adorned with bone ornaments, blood trickling from her mouth, roaring terrifyingly, wearing a garland of skulls, her large and swelling breasts smeared with blood, intoxicated with wine, trembling, holding in her left hand a sword, and in her right hand a human skull, dispelling fear and granting boons, her face terrifying, her tongue rolling wildly, her left ear adorned with a raven's feather, her jackal servants roaring loudly like the end of time, she herself laughing terribly and pitilessly, surrounded by hordes of fearsome Bhairavas, treading on human skeletons, wholly occupied with the sounds of victorious battle, the supreme one, served by numberless hosts of powerful demons. After meditating on Kalika, the lord of Kula should then worship her. Unless one enters the other city, Kulasiddhi cannot be achieved. Because this Devi gives all success as soon as she is remembered, she is hymned in the three worlds as Dakshina. O Bhairava, by reciting her mantra 108 times, one can achieve whatever object is wished for. After establishing oneself at the crossroads and meditating on the Devi in your heart, one should enter the city adorned with the most beautiful sorts of jewels. After meditating on Devi in the four directions, bow to the Kulaguru and, holding the name of the object of siddhi in your left hand, pronounce the mantra. By smearing the eyes with anjana, one may shatter iron locks barring doors, becoming able to enter either stable, warrior's house, Kalika temple, treasury or sacred place, and may have sexual union according to will even 100 times. After meditating on Svapnavati Devi, one should enter the pavilion of Kama. Do puja with a yantra, writing the appropriate mantra on it, and reciting it at Devikuta, Oddiyana, Kamarupa, Tata (?) or at Jalandhara or Purna(giri) on pure ground. Establish cakras in these places and, worshipping Devi, bow and recite her mantra eight, ten, 100 or 1,000 times. Reciting and offering at such a pitha, one gains the wealth of a treasury. On a pure spot, establish the siddha seat, preparing the protective pedestal and bowing to the pitha in a pleasant way. Say: \"Come, O great one of the form of the vagina! Siddhayoni! Give that which is desired! I will perform Kulapuja with appropriate ritual accessories! Yield to me!\" Becoming like her son, her feet on your head, she yields whatever is wished for. Repeatedly offer her Kula flowers, scent and food. Dear son, prepare everything, and after offering and cooking for her, give grain, rice, wine, fish, flesh, ghee, honey and the other things which bestow success. A sadhaka should install her in a jar, and then worship the supreme. After meditating on the ishtadevata, the possessor of the path of Kula should feed her."},{"pageNumber":22,"pageContent":"Dividing a piece of fruit in half, give one to the Kula Shakti, take the other one yourself, and then eat. If one does not have a young woman as a Shakti, perform the dismissal using water. After performing the pitha puja, rub out the yantra, offering then to the ancestors of the place. Fifth Patala Shri Devi said: Deva, a sadhaka travelling in dream can enter Kamarupa, which is Kamakhya, the yoni pavilion. After drawing the ultimate cakra, surrounding it with Kula substances, a sadhaka should write round it the named object of desire. Making the place of Kama, in the centre of the place of Kama, fashioning it into a funnel-shaped vessel, by Kama one should love Kama, turning Kama into Kama. After meditating thus, and reciting a mantra, gazing at the pedestal and so forth, a possessor of the correct rule should place the father-face into the mother-face. So, offering cloth, saffron or tambula twice, one may take Kakini by force (?). Doing ritual circling and so on according to the due rule, one may then go forth. If a man should attempt to subjugate women of the circle or protected property, a sadhaka becomes a fallen sadhaka. An act of black magic causes the destruction of a Kula. If he does a bad deed, it kills him, no doubt. City shaking prompted by black magic causes him to be bound by a superior power. The puravasini can be awoken using the sleep awakening mantra. O Shankara, a Kulina using this method who intends to steal creates obstacles for himself, there is no doubt of it. Bhutas, pretas, pishachas, rakshasas, serpents, kinnari, naga maidens, underworld maidens, fairies, bhairavas, vatukas, and Ganapa create obstacles for those entering the place where protected women sleep. It causes the death of one's children, creates delusion, disease, and uprooting. They cause different obstacles such as poverty and great anxiety, and loss of grain to one who emits his semen into a protected woman. Then they destroy sadhakas. One should protect oneself carefully, pegging all the gaps with vajra, Shakti. staff, sword, noose and goad. To avoid obstructions, carefully worship the guardians of the directions. O Deva, one should offer cake, plantain, sweetmeats, milk rice, food, crushed parched grain and jackfruit, giving to Vishnu the supreme food and to Ganesha the pithaka (?). A vÌra should offer sweetmeats, jackfruit, plantain and black goat flesh to the Kshetresha, and then recite the mantra. After reciting, offer a clump of earth and sprinkle water to the ten directions. Just as a horse sprinkled in sacrifice, as Sakra to the gods, so obstacle worship is for Kula. In the sleeping place, in the north east, place a Kula conch. Around it, make a square of twelve finger breadths. A sadhaka, after making this king of yantras, should worship there at night. At night, roaming about, at night, doing Kula puja, there is nothing which cannot be done. A sadhaka becomes a Kaulika. At night, establishing Tribhuvaneshvari, and bowing, recite her mantra. Bathing in the morning, and bowing to guru, devas, ancestors and rishis, offering oblation to the Shakti, worship in a devoted way. O Bhairava, by serving a young woman who resembles a prostitute, one gains wealth, becomes all protected, beloved of all, and able to enslave. She bestows her grace. Kula sadhakas will know the different meditations by appeal to the Kulachudamani, previously spoken of."},{"pageNumber":23,"pageContent":"After offering in a gold, copper or a Kula vessel, and drawing the nijayantra or Kulayantra or the Shriyantra or the Gandharvayantra, made of various things, and with in the centre the name of the Kula target, strewn with nija names and the Kamakala bija, all encircled with the nijamantra, the best of sadhakas should worship the essence of Kulamnaya. With Kula puja and the like, using lingas, one may attain the highest core of Vishnu, saying Jaya Vishnu, Hare Brahma and so forth, offering various things, and doing the Kula puja in a forest or near a lake. Using the previously declared rule, one may accomplish Kula agitation etc. One should bring the Kula born Devi at night to a deserted garden, house or temple, and initiate her using the root mantra. Then, using the rule previously spoken of, one may achieve Kula agitation. Both should recite the root mantra which gives siddhi. Of all pithas, the supreme pitha is Kamarupa, the great giver of results. O Maheshvara, whoever does puja there is accomplished. Son, I live in this best of all pithas. Therefore the Kamakhya yoni mandala is spoken of 100 times. Mahadeva, what can be said of the fruit gained thereby? There dwell millions of Shaktis and Mahishamardini herself. This pitha is the image of the absolute, the hidden vehicle of all happiness. Bhairava said: Deveshi, if I am truly your son, speak of the methods of attraction, you the cause of creation and dissolution. Devi said: Dear Son, I will speak of the mahavidya, the supremely great attraction maker, through which puja method a man can attract even the devas. After reciting the Kali mantra of one, two or three types, one can attract the moveable, the fixed and everything else, according to will. This is revealed clearly, as if from the mouths of Brahma and Sarasvati. This Maha Kali vidya is said to be the ultimate secret of all secrets, causing sleep, wakefulness, delusion, confusion and bewilderment. One may go anywhere, whether in the night, the day, or the twilight. One should strew the name of the object to be accomplished (with the letters of the) bija mantra. The guru should perform an act to enlighten the vira in this matter. Whatever the subject whatsoever, this method always bestows that which is wished for. Yoga meditation on a young woman causes people to become siddhas, there is no doubt of it. Just as grain is the secret essence of an ear of corn, or as the Sun's brightness manifests by its rays, or as the Moon's beauty is shown in falling rain, or as the earth becomes full of nectar by being watered, or as by seeing a flower one becomes filled with devotion, or through Mahadurga's prasad makes one a Lord of Siddhas, or as by the grace of Kula flower pleasure arises, or as remembering the Ganges frees from sin, so by this method of attraction one becomes like Shiva, and so meditating on a young woman gives boons. Therefore, always initiate the Nija Kauliki. Bhairava is the rishi, ushnik is the metre, the devata is Devi Dakshina Kalika, it gives the fruit of the four aims of mankind. Purva is the bija, para is the Shakti. Do limb (nyasa) and so forth using six long bijas, and the fourteen matrika vowels, each separately. Place them in the heart, on the hands and on the feet. Do the diffusion (nyasa) using the fifteen syllables of the root mantra. Meditate five ways as previously described. Inside the lotuses and in the fifteen angles do pitha puja. There indraw and worship Devi Dakshina, adorned with Kula. Afterwards, worship Mahakala, then the pitha Shaktis Kali, Kapalini, Kulla in the first"},{"pageNumber":24,"pageContent":"triangle; Kurukulla, Virodhini and Vipracitta; Ugramukhi, Ugraprabha and Pradipta; Nila, Ghana and Balaka; Matra, Mita and Mudrika. Outside this, from the east petal in order, worship Brahmani and the rest. After doing thus, a pure person should recite the mantra and sacrifice daily. Reciting a lakh (times) at night is the essence of great purification. One need have no other thought in this puja than that of a young woman. Reciting at night gives siddhi and one becomes Dakshina. Do limb nyasa, and after meditating on Devi, the wise man should recite the mantra. After worshipping the body of the cosmos using this method, one may attract heavenly, underworld and Naga maidens. Worship Maha Kali in a forest, performing puja, meditation, application and recitation of the mantra. The Devi dwells equally in all these places. Daily recitation and the like has already been spoken of. When a person does forest puja of great maidens, it bestows purity. Place a conch in the north east and draw a yantra there. Offer and practice on the eighth or fourteenth night (of the dark Moon). Initiated mortals should recite the mantra 108 times, naked, with their mouths full of tambula, with dishevelled hair, controlled of senses, eyes rolling with intoxication, in sexual intercourse with the supreme woman. Worshipping at night, naked, using scent and flowers. adorned with Kula gems, she who is named in the strewn yantra, being the vira's beloved, is she who ought to be worshipped. After giving her wine, meat and the other substances of Kula sadhana, one should meditate on and offer to the guru. Asking leave to dismiss her, (placing a flower) on the head, one should do the remaining actions. Dearest son! Do not do Kula puja without wine and flesh, else it destroys the good actions of 1,000 births. Brahmins, in acts of subjugation, may offer honey in copper vessels instead of wine. Others should worship using Kula wine. This wine is drunk by yogis, this wine is the most excellent thing for yogis. For those for whom wine drinking is unsuitable, honey and sweet cakes may be offered. Sixth Patala Devi said: Dear son, now I speak to you of the rules of nyasa. One should invoke Devi as being diffused in the body, then doing nyasa. The best of sadhakas should first place Devikuta at the top of the head. Draw a yantra using the previously declared rule, following the Kula path. Bow to the various pithas and using scent and blossoms worship Devi as Mahabhaga, the root Devi, with her attendants. After reciting the mantra 100,000 times, then establish Oddiyana, then worship the pitha known as Yoganidra, where one should do puja to the indwelling ishtadevata 100,000 times. After going to Kamarupa, one should then worship Katyayani. At night, reciting a mantra 100,000 times, one should then perform worship to Kamakhya. Going then to Jalandhara, firstly worship Purneshi. Reciting the mantra 100,000 times there too, then go to Purnagiri and again do puja and recite the mantra to Chandi. Entering Kamarupa, firstly worship Kamakhya. At the close, worship the Mahadevi Dikkaravasini. At night, after reciting mantra to each of the Pitheshvaris in the seven pithas, then worship the ishtadevata. On completing the requisite number, then bow, saying \"Devi, highest of the Kulas, in this act I, named such and such, of the gotra such and such and family such and such ask you, the desired goddess, to bestow the highest boon.\" If unsuccessful, one should do the previous actions again."},{"pageNumber":25,"pageContent":"Otherwise, one may worship Mahishamardini in all the pithas. Then she becomes pleased, and bestows the Kula boon. On reciting the root mantra, one becomes a lord of all siddhi. One should go to a Rajavriksha tree, and worship the ishtadevata at its root, starting worship on a great night. The recitation should continue over the next three days. Deva, the best of sadhakas gains the fruit of 100,000 pithas by doing this. Bhairava Maheshvara, if a sadhaka should recite the secret Mahishamardini root vidya, he may gain at will the siddhis Vetala, Khadga, Anjana and Tilaka. Bhairava said: O Deveshi Chandika, if you love me, tell me how to obtain the great siddhi Vetala and the rest. Devi said: The best of sadhakas, using Nimba wood should, on a Tuesday, at midnight, sit in sexual intercourse on a corpse. After digging a pit, he should recite the Mahishamardini (vidya) 800,000 times, then offering 1,000 times in the cremation ground. Taking the ash, smear it on a staff and padukas, going to the cremation ground on a Durga eighth and offering libation there. Doing puja according to rule on the corpse, a vira should then sit on the corpse and recite the mantra 1,008 times. O Natha, after giving animal sacrifice to the mother, he should then recite a mantra over the wood: \"Sphrem Sphrem Mahabhaga Yogini, be lovingly pleased! Protect me with this staff I hold.\" Whenever a Kaulika displays the staff and recites the mantra, he can pulverise whatever he wants and can conquer over and over again. \"Mahabhaga. boon giver, may these padukas go, go! May they travel 100 yojanas whenever I wear them!\" Taking copper and making a sword of 50 angulas length, and drawing a yantra on it, a person should recite the mantra. Sitting on a great corpse during a Kali day and reciting the mantra 1,000 times, (a sadhaka) should dig a pit in front of a Bija tree and do the binding and protection, reciting on a Kula eighth in the cremation ground at midnight. Firstly pleasing (the Devi), he should then do sacrifice in the cremation ground, using the three madhus with bilva leaf. After the sacrifice, he should offer animal sacrifice to supreme Maya Devi Mahishamardini. Whosoever gives complete animal sacrifice to the great Unmukhi gains her favour. Dear son, say: \"Take, wielder of the sword! Terrifying and fanged Maha Kali, true one of formidable form, Kam Im Um make! Kalyani, cut through my enemy!\" If a man should raise and strike with the sword, at the same time reciting the mantra, having cut, having cut and again having cut, he may achieve the act of sadhana. Otherwise, he should sever the head of a male black cat with one blow, on a Tuesday, at the crossroads, at night, and should bury it with a mantra. Eating sacrificial food and emitting into a vessel, he should recite the mantra every night. Concentratedly reciting 1,008 times in the darkness, he should gaze at the dug-up vessel. Eating sacrificial food during the day, on a river bank, and immersing himself, he should wash it, reciting a mantra. Dear son, I have spoken to you of opposition, through which a man can conquer. One should install and worship screaming Kalika, reciting the inimical Kali mantra 1,000 times. A mantrin then attains success in anjana - there is no doubt about this. A sadhaka, on making a powder of crushed bone, sandal, aguru and copper, worshipping according to rule, conquers all. Kuleshvara, a man, worshipping Devi most attentitively at a Kula place, giving her Kula fish, Kula food and Kula wine. Reciting 1,008 times, a man may conquer all on earth using the Phut mantra. Even if the target is 100 yojanas distant, he may gain it. It comes to him from wherever it is on earth."},{"pageNumber":26,"pageContent":"A man can contract his body, entering instantly a cleft, a small window, or a cavity. Dear son, Lord of Kulanathas, unless a man has the Durga or Kali mantra, the siddhis are concealed, there is no doubt of it. "}]
