[{"pageContent":"leaf 1 [images/cover-image.jpg]"},{"pageContent":"This book made available by the Internet Archive."},{"pageContent":"leaf 5 [images/leaf-image0005.jpg]"},{"pageContent":"leaf 7 [images/leaf-image0007.jpg]"},{"pageContent":"leaf 8 [images/leaf-image0008.jpg]"},{"pageContent":"For Eve and Negley with affectionIT IS perhaps this wrong connection of ideas [that the earth is a mere point inthe universe] which has led men to the still falser notion that they are notworthy of the Creator's regard. They have believed themselves to be obeying thedictates of humility when they have denied that the earth and all that theuniverse contains exists only on man's account, on the ground that the admissionof such an idea would be only conceit. But they have not been afraid of thelaziness and cowardice which are the inevitable results of this affectedmodesty. The present-day avoidance of the belief that we are the highest in theuniverse is the reason that we have not the courage to work in order to justifythat title, that the duties springing from it seem too laborious, and that wewould rather abdicate our position and our rights than realize them in all theirconsequences. Where is the pilot that will guide us between these hidden reefsof conceit and false humilityfSaint Martin, quoted from Strindber^s LegendsAcknowledgmentsI wish to acknowledge the help of Negley Farson (who, among other things, firstdrew my attention to The Lonely Crowd), Hugh Heckstall Smith and Bill Hopkins,who offered suggestions for improvement, and Joy Wilson and Dorothy Welford whohelped in preparing the manuscript for press. Also to thank Philip Thody, ofBelfast University, for suggestions and criticisms on the Sartre chapter."},{"pageContent":"leaf 15 [images/leaf-image0015.jpg]"},{"pageContent":"Introduction The Vanishing HeroThe problem that forms the subject of this book first presented itself to me asa question of literature. When I tried to find a phrase that would express itconcisely, I hit upon \"the unheroic hypothesis.\" This seemed to define what Iwas thinking about: the sense of defeat, or disaster, or futility, that seems tounderlie so much modem writing. It is not merely that contemporary authors seemto feel bound to deal with the \"ordinary man\" and his problems; it is that mostof them seem incapable of dealing with anything but the most ordinary states ofmind.But when I came to consider the reasons for this unheroic premise, I becameaware of an attitude of mind that seems to permeate the whole of modern society.I found this more difficult to characterize. As an approximation, I would saythat it is a general sense of insignificance.De Tocqueville put his finger on it in Democracy in America, when he said of theAmerican: \"When he comes to survey the totality of his fellows, and to placehimself in contrast to so huge a body, he is instantly overwhelmed by his owninsignificance and weakness.\" And I began to realize that more was in questionthan a purely literary problem. If the heroes of modem fiction seem negativeXIV introduction: the vanishing HETtOand defeated, they are only reflecting the world in which their creators live.The first step in understanding the problem of \"the vanishing hero\" must be anattempt to gain an insight into the \"insignificance premise\" in modem society.But this in turn needs explaining in terms of the social crises of the twentiethcentury. Not entirely in terms of these crises, of couse; who now accepts theMarxist notion that economics explains everything, even religion? In fact, theproblem of the hero provides the ideal refutation of the extreme Marxistposition. Social factors can shed an immense amount of light on the subject, buta point comes where there is no alternative but to consider the \"metaphysical\"problems of the individual. Communism, however sympathetically understood,cannot claim to have solved all the problems.These were the reasons that led me to begin my study of the hero with theevidence of sociology.Part OneThe Evidence of SociologyIt is the task of history to display the types of compulsion and of violencecharacteristic of each age.A. N. Whitehead: Adventures of IdeasIt is also my impression that the conditions I believe to be responsible forother-direction are affecting increasing numbers of people in the metropolitancenters of advanced industrial countries. My analysis of the other-directedcharacter is thus at once an analysis of the American and of contemporary man.David Riesman: The Lonely CrowdIN HIS disturbing study of American advertising. The Hidden Persuaders, VancePackard writes: \"In 1953, a leading advertising researcher concluded thatAmericans would have to live a third better if they were to keep pace withgrowing production and permit the United States economy to hit a$400,000,000,000 gross national product in 1958.\" It is the phrase \"live a thirdbetter\" that is important here. It means that the American consumer will have tobe persuaded to spend a third more money on things he does not really need. Itmeans bigger time-payment schemes, bigger refrigerators and cars and insurancepolicies. It will follow that he must then make bigger concessions to the needfor security, and to the organization that employs him, and must learn toconform more rigorously to its demands for efficiency. In fact, \"live a thirdbetter\" means, in actuality, make the merry-go-round whirl a third faster. Or touse a less festive simile, work the treadmill a third harder.J. K. Galbraith has called this \"the dependence eflFect.\" He sees in it thecentral fallacy of modern American economics. The fallacy runs like this: \"Ahigher standard of living depends on higher production. Higher produc-tion is dependent on higher consumption. Therefore, the best way to improvesociety is to step up production, and to persuade everyone to consume more.\"This type of fallacy depends upon taking a premise which is true up to a f>oint,and extending it until it has become false. For instance, it is true that anarmy fights on its stomach. If an economist then went on to say: \"Therefore, wemust produce more and more food; and we must all learn to eat more than everbefore: in this way we shall become unconquerable,\" he would be ignoring thefact that overeating is more likely to produce a nation of ulcerated stomachsthan a race of efficient soldiers. The Hidden Persuaders makes it apparent thatone of the results of persuading Americans to \"live a third better\" is a kind ofmoral dysf>epsia whose results are quite as harmful as those of widespreadjx)verty.Vance Packard makes no bones about his reasons for objecting to the \"consumerfallacy.\" He quotes Bernice Allen of Ohio University: \"We have no proof thatmore material goods, such as more cars or gadgets, has made anyone happier.\"Galbraith is more cautious: \"The question of happiness and what adds to it hasbeen evaded.\" He is only concerned with pointing out that the consumer fallacyis wasteful and inefficient as a social philosophy. \"The same week the Russianslaunched the first earth satellite, we launched a magnificent selection of carmodels, including the uniquely elegant new Edsel.\" He suggests that a higherproportion of the national income should be diverted to social uses — schools,parks, research — and that this could easily be done by imp>osing a higherpurchase tax on luxury goods. However, Galbraith's economic theo-THE EVIDENCE OF SOCIOLOGY 5ries are outside the range of this essay. VV^hat is interesting to note, at thispoint, is his analysis of the diseases that attack an \"affluent society.\"Galbraith is only one of many American sociologists who feel that somethingstrange and dangerous is happening in America today. And what is happening isonly an outcome of the high-powered technical civilization that aims at highermaterial standards. This form of society is spreading all over the globe; sothat, unless a world war calls a halt, there seems no reason why the problems ofthe affluent society should not reach every country in the world in the courseof time.The problems I wish to touch on in the first part of this essay are not problemsof economics, they are problems of the effect u|X)n the individual of increasedmaterial security. In 1956 the suicide rate in Sweden was 1 to every 4460 of thepopulation; in Denmark 1 to every 4431. This is more than twice as high as theEnglish rate. These countries are also \"affluent societies.\" Denmark is probablythe most highly organized welfare state in the world, so that the high suiciderate can hardly be due to social insecurity. Moreover, as a report in theAmerican Sociological Review points out, suicide rates tend to drop during wars.This is a further blow to the insecurity hypothesis. The conclusion would seemto be that too much security has the effect of slackening the vital tension andweakening the urge to live: a conclusion confirmed by Galbraith, who re{X)rtsthat after the RAF bombing raids on Hamburg in 1943 — raids in which betweensixty thousand and a hundred thousand people were killed and half the city wasburned to the ground — Hamburg's war production rose. The living standard of theworkers had slumped, butb THESTATUREOFMANtheir efficiency was unimpaired. Insecurity made no difference.*What attention should above all be focused on is the state of mind thatpermeates an \"affluent society.\" Men clock in and clock out of work; they lookat television screens and go to see films based on best-selling novels. Theresult is an increasing emphasis on man as a member of society. John Donne's \"NoMan is an Island\" becomes a commonplace of the conventional wisdom, and theBuddha's \"Let each man be unto himself an island\" is an insight to be suspectedand feared. There is a planing-down process. Society comes first, the individualsecond. This is not a consciously held notion in most people; it is an attitudethat comes naturally and infiltrates itself into every aspect of theindividual's work and recreation.Inner-Direction and Other-DirectionIn recent years, two American sociologists have published important studies inthis attitude, and I shall borrow from their terminology. The first is DavidRiesman of Harvard, whose essay The Lonely Crowd has the subtitle: \"A Study inthe Changing American Character.\" The second is William H. Whyte, whose book TheOrganization Man is perhaps the most important study of the American charactersince De Tocqueville's Democracy in America was published over a century ago.Riesman's book argues that there are three types of social• Galbraith, of course, is not interested in this aspect of the matter. Hispoint is only that Hamburg's superfluous industries were destroyed, and theirman power freed for war production. \"In reducing . . . the consumption ofnon-essentials . . . the attacks on Hamburg increased Germany's output of warmaterial.\"character, which he labels \"tradition-directed,\" \"inner-directed,\" and\"other-directed.\" The society of the Middle Ages was mainly tradition-directed(that is, directed by ritual, social routine, religion). The inner-directed typeof man is the man with pioneer qualities; in an expanding and changing societyhe can cope with the confusion because he f>ossesses the self-discipline todrive towards a goal he has himself chosen. American literature in thenineteenth century is rich in this type: Thoreau, Emerson, Whitman, Dana, Poe.The other-directed man cares more for what the neighbors think than for what hewants in his own person; in fact, his wants eventually become synonymous withwhat the neighbors think. Riesman believes that American character is slowlychanging from inner-directed to other-directed. The other-directed man demandssecurity, and all his desires and ambitions are oriented towards society.Riesman writes of the other-directed man, \"other people are the problem\" (myitalics).Whyte's book. The Organization Man, is also a study in the increasing tendencyto other-direction, but is particularly concerned with the man who works for abig-business organization. It demonstrates how the organization imposes an ethicof conformity on its employees. But this is not all. The terrifying part of thisstudy is not merely the observation that men are willing to swallow theorganization ethic; it is the fact that they swallow it and like it. Althoughthe subject may sound narrower than that of The Lonely Crowd, Whyte's analysisactually ranges over every aspect of modern American life and culture.These two books, like Vance Packard's The Hidden Persuaders, are arguing thatthe great danger is to over-emphasize the social virtues until most men think of nothing but \"what theneighbors think.\" Whyte says, \"I am going to argue that he [the organizationman] should fight the organization. But not self-destructively. He may tell theboss to go to hell, but he is going to have another boss.\" In the same way, DeTocqueville had concluded his study of democracy by acknowledging that democracyhas immense virtues and that these virtues will persist so long as the balanceis maintained between the spirit of equality and the spirit of individualism.Riesman, Whyte, Packard, Galbraith feel that the balance is now being lost veryquickly indeed. The necessity is to re-emphasize the importance ofinner-direction. Whyte suggests, with a lightness of touch that should not bemistaken for flippancy, that university research teams might take a rest fromstudying how to fit the individual to the group and try studying such topics asthe tyranny of the happy-work team, the adverse effects of high morale.Whyte claims to show, among other things, that this ethic of conformity is, inmany ways, self-destructive. For example: after devoting a great many pages tothe \"testing of the organization man\" (tests of intelligence and conformity thathave to be taken by candidates for jobs), he goes on to reveal that when some ofthe bosses took these tests they failed. The conclusion is not that the bosseslacked the efficiency they demand from their employees, but that the qualitiesdemanded of a boss have very little to do with conformity, and a great deal todo with individual drive and enterprise.Meanwhile, the ethic of conformity steadily gains a deeper hold. David Riesmanhas published an article called \"The Found Generation,\" an analysis of the aimsand ambitions of American college students. It reveals that most Americanstudents possess the \"organization mentality\" to a degree that ought to gratifytheir future bosses. Their ideas of the future have a monotonously similarpattern: a home, a wife, a good job in some big organization (big organizationsare \"safer\"), a car in two years, a house in five, a large family, a wife who isa home-girl . . . No interest whatever, he found, was shown in politics orreligion. Riesman comments that a world run by these young people will be aneminently safe world; no one will drop atom bombs or start world wars. Butalthough his comments have a professional detachment, he finds it difficult toconceal his astonishment at the complete lack of desire for adventure and of thefeeling that the future is full of vast yet undefined possibilities. He evenintimates that a similar cross section of his own generation (in the early1930's) would have yielded a very different result.Neither Whyte nor Riesman, nor Packard, has any definite solution to offer. Ihave already quoted Whyte's suggestions. Packard concludes that \"we can choosenot to be persuaded,\" and hopes that \"this book may contribute to the generalawareness.\" Riesman put it like this:If the other-directed people should discover how much needless work they do,discover that their own thoughts and their own lives are quite as interesting asother people's, that, indeed, they no more assuage their loneliness in a crowdof peers than one can assuage one's thirst by drinking sea-water, then we mightexpect them to become more attentive to their own thoughts and aspirations.But he has no suggestions as to how this might be brought about. He writes oddlylike Emerson, in the essay \"Self-lO THE STATURE OF MANReliance\"; but what can a self-reliant man do but urge others to becomeself-reliant?Galbraith, as has already been noted, reaches conclusions that are purelyeconomic, tending towards socialism. Socialism, however, though it might put anend to the consumer fallacy, can hardly be expected to go deeper. A novel likeDudintsev's Not by Bread Alone shows that Russia has the same kind of problemsas America; in this case, the organization is the Soviet government and thebureaucracy it supports.In fact, it is clear that, if one accepts the sociological method of Riesman andWhyte, it will be difficult to go beyond their conclusions. They end with ademand for more individualism; this could hardly be promoted by \"socialremedies,\" although social remedies might clear the way for a reassertion of it.If the question is one of remedies, it is back to the individual that theemphasis must be directed.The real problem is the attitude of the individual towards himself. Riesman'sconclusions about the Found Generation might indicate that the modern Americancollege graduate is shrewd, sane, and well-adjusted, an altogether wiser manthan those young people of thirty years ago, the Lost Generation, of whomMalcolm Cowley wrote in Exile's Return. But the case might also be that they aremore afraid of insecurity than of boredom; that they are a browbeatengeneration, lacking enterprise and a spirit of adventure. The point is adelicate one, and deserves closer scrutiny. It arises, for example, in TheDialogues of Alfred North Whitehead by Lucien Price. Whitehead had commentedthat English students seem better informed, more self-confident, than Americanstudents.Price answered that this was because the cultural soil of Europe is deeper.Whitehead disagreed. \"You place too much stress on soil. It isn't soil. You arethe same people as the Europeans. You have access to the whole of Europeanhistory. Americans are too diffident\" (my italics). Whitehead offered nosuggestion to account for this; he simply observed it as a fact.Kingsley Amis has recently commented that if the American male is \"basicallyinsecure,\" he makes a very good job of concealing it. But perhaps insecurity isthe wrong word. What is in question is not so much insecurity as a deeplyingrained habit of other-direction. The \"insignificance\" that De Tocquevillespoke of is not, however, a conscious inferiority complex: this species ofself-mistrust is taken too much for granted to qualify as a complex. It is atonce a man's attitude towards himself and his belief about the world; itconceals, that is, a generalization about mankind, a judgment about the statureof man. The other-directed tend to divide the world into ordinary men andextraordinary men. (Many European celebrities have noticed the respect withwhich the American treats anyone who is regarded as extraordinary — the case ofDylan Thomas offers a recent example.) The extraordinary man seems to belongalmost to a different species.It is no accident that the Americans prefer to use the word \"genius\" as anexclusive description rather than adjectively. (Edison and Shakespeare were\"geniuses,\" not \"men of genius.\") When used adjectively, genius is a qualitythat anyone might possess or attempt to develop; on the other hand, one is borna genius as one might be born with two heads. So the gulf between the ordinaryand the extraordinary is emphasized. This amounts to a funda-mental self-depreciation: an other-direction that takes itself so much forgranted that it has become a sort of self-confidence. De Tocqueville had pointedthis out in a section in which he speaks of the high-flown language of Americanpoliticians:I have frequently remarked that the Americans, who generally treat of businessin plain, clear language . . . are apt to become inflated as soon as theyattempt a more poetical diction. They then vent their pomposity from one end ofa harangue to the other. . . . The cause of this may be pointed out without muchdifficulty. In democratic communities, each citizen is habitually engaged incontemplation of a very puny object, namely himself [my italics]. If he everraised his looks higher, he then perceives nothing but the immense form ofsociety at large, or the still more imposing aspect of mankind. His ideas areall either extremely minute and clear, or extremely general and vague; what liesbetween is an open void.The \"realism\" that, as De Tocqueville observed, makes Americans \"treat ofbusiness in plain, clear language\" is also the realism that makes the individualface his own unimportance, a realism that prevents him from even attemptinganything extraordinary, since he acts upon the premise that he is notextraordinary and never can be. The result of this dubious realism (dubiousbecause it does not really face facts, but only a self-chosen set of facts thatlead to self-depreciation) is a loss of the drive that comes from self-belief.There will be more to be said of this attitude, as exemplified by Americanwriters, in a later section; for the moment, it is worth remarking that onecould hardly imagine a James Joyce or a RobertMusil springing from an American background. In the case of both Joyce andMusil, there was an immense act of self-belief that had to sustain years ofneglect. Both were bom in small countries — Joyce in Ireland, Musil in Austria —where there was still a strong tradition of inner-direction. The disadvantagesunder which Joyce produced Ulysses and Musil Der Mann ohne Eugenschaften (TheMan without Qualities) were great enough; imagine their case if an Americanupbringing had added to these all the weight of American diffidence andother-direction.I have said that the unconscious assumptions that underlie other-directionconceal a generalization about mankind. An example may help to clarify mymeaning. In his Conversations with Goethe, Eckermann tells how Goethe was askedwhat he would have done if he had been bom in less fortunate circumstances, and,instead of \"drawing the big prize\" in the lottery, had \"drawn a blank.\" Goethereplied: \"Not everybody is made for the big prize. Do you think I should havedone such a stupid thing as to draw a blank?\"Goethe's comment reveals more than a certainty of his own powers; it reveals aconfidence about his luck, his destiny; the ancients would have put it that hewas certain of the favor of the gods. Implied in his reply is an assumptionabout the relation between a man and his \"destiny\" (to use the term for want ofa better). Such an assertion, indeed, has many implications. To begin with, itcould never be based on the premise that man is a worm who longs for meaning andpurpose in a universe that has neither; there is no sense of tragic irony here,no feeling of man's insignificance in a hostile or indifferent universe (as^\\'ith Thomas Hardy). Nor does the remark \"Not every-body is made for the big prize\" indicate that Goethe considered himself adifferent species from the rest of mankind; he was not a man to feel that he hadachieved his eminence by pure luck, by the accident of being bom a genius. Onthe contrary, it implies a denial of luck, a belief that, for the man whounderstands the workings of destiny and trusts himself, eminence is only amatter of hard work and determination.What it comes to is this: in the simplest statement about one's own nature thereis an assumption about the whole of humanity. A man need hold no consciousphilosophy; his attitude emerges from the whole texture of his everyday life.For this reason, a playwright like Arthur Miller can say as much about Americansociety in Death of a Salesman as Riesman or Whyte can say in carefullydocumented social studies. Underlying the \"success philosophy\" that Miller putsinto the mouth of Willy Loman, there is a pessimistic assumption about Willy'sown stature and his relation to society. (Perhaps the success of Death of aSalesman in the United States is a symptom of an unconscious revolt againstother-direction, just as the slump in the sale of big cars in 1957 may indicatea revolt against the \"hidden {persuaders.\") And mention of Willy's successphilosophy suggests another interesting point: the gradual change in theAmerican conception of success. Whyte uses the expression \"Protestant ethic\" forthe typical nineteenth-century success philosophy; \"plenty of room at the top,\"\"don't be afraid to start on the bottom rung,\" and so forth. But success in thetwentieth century involves being a good organization man, sociallywell-adjusted, and all the rest of it. The organization man is ex-pected to be ambitious — but in a balanced, well-adjusted way. Here is anotheraspect of the insignificance premise. It is all very well for a James Joyce topossess the ambition that eventually produces a Ulysses, because Joyce was bom a\"genius\"; but it would be improper, or just \"cracked,\" for an \"ordinary man\" toset his ambitions on anything so unusual.Inner-Direction and InsanityAll this emerges very clearly in a case cited by the psychiatrist, FrederickWertham, in his book The Show of Violence. Robert Irwin had tried to amputatehis penis. He gave as his reason that he was attempting to kill his sexualappetite, which, he believed, was stealing energy from a far more importantproject. This project was a rigorous dicipline of his own mind, with a view tointensifying the power of his memory; for Irwin had noted that the memoryretains everything a man has ever done or ever thought, and yet that only aminute part of this store can be tapped and put to use. Irwin called hisdiscipline \"visualizing.\" * But he had no particular skills, and so was forcedto take on the most frustrating and boring of jobs; and after years of defeat hefinally committed a triple murder. This was not a case of sexual assault or\"irresistible impulse\"; a suicidal impulse turned into a gesture of disgust withsociety, the disgust of a man who had been suflEering from years of strain. Thecourt rejected Dr. Wertham's plea of insanity (rightly, perhaps), but• His aim obviously has much in common with Proust's in A U Recherche du TempsPerdu.agreed so far as to impose a sentence of life imprisonment rather than of death.Although Wertham tells the story with sympathy, he clearly considers Irwininsane in the fullest sense of the word, and his obsession with \"visualizing\" assufficient evidence of this insanity. And yet it seems possible that if Irwinhad been bom, like Marcel Proust, of rich parents, his project might have ledhim to major creative achievement; at least, it would almost certainly not haveled him to triple murder. But at no point in his narrative does Wertham apf)earto indicate that Irwin's visualizing might have been an obsession of the sametype as that which led Joyce to write Ulysses or Columbus to discover America;and it is apparent that this was the general attitude of society towards Irwin'scuriously touching concentration on his project.I am not, of course, suggesting that if Irwin had been bom in Ireland orAustria, instead of in Los Angeles, his obsession would have met with greatersympathy than in America or would have come to some kind of positive fruition.But there seems no reason to doubt that his American background was anadditional handicap and contributed to his final defeat. Fanaticalinner-direction is always regarded as a little \"queer\" by any society (until ithas made itself respectable by visible success), but in America it would appearto be a sign of nothing less than insanity.The same point is made by Whyte in a chapter called \"The Fight Against Genius\"(Chapter 16 of The Organization Man). After observing that recent years havewitnessed an increasing emphasis on scientific teamwork and a suspicion of the\"lone wolf scientist, Whyte goes on toanalyze tJie question of scientists in industry.* The only industriallaboratories that can boast \"top scientists,\" he points out, are those thatallow their researchers the maximum freedom; most big organizations distrustundirected research, and \"to some management people, the desire to do free workis a downright defect, a symptom of maladjustment that demands cure. The failureto recognize the virtue of purposelessness,\" he continues, \"is the startingpoint of industry's problem. ... By its very nature, discovery has an accidentalquality.\" He might have added that a certain element, not merely of independencebut of downright anarchy, is necessary to the life of the creative worker. Thekind of conformity now being demanded by the organization sounds, indeed,increasingly like some of the propaganda in Brave New World, with its motto,\"Community, Identity, Stability\"; and Whyte, when examining what happens whenthe organization tries to dominate not merely the employee but his family, too,actually evokes Orwell's 1984, with its vision of totalitarian uniformity, andcompares the tactics of the organization to those of Big Brother. The fact isthat although Huxley's Brave New World, Orwell's 1984, and Zamyatin's We are allsatires on communism, their line of attack has a great deal of relevance to theorganization. Nor have we in England any reason to congratulate ourselves on theidea that our insularity and tradition of personal independence make thewarnings of The Organization Man and The Hidden Persuaders irrelevant. Thetrends may be less advanced over here, but they are here all the same. In• Negley Farson has pointed out to me that Sinclair Lewis' Arrowsmith (1926)contains a remarkable anticipation of The Organization Man in its chaptersdescribing the conflict l>etween the idealistic scientist, Arrowsmith, and thepublicity-loving head of the corporation.\"A Note on Billy Graham\" in his collection of essays. Thoughts in theWilderness, J. B. Priestley finishes by observing: \"The truth is that now theBritish crowd is more easily enticed and dominated by mass-communication,showmanship and ballyhoo than the American crowd is. The Americans have had agreat deal more of it, and for years were far more responsive to it, but whilethere is in them still a strain of the gullible and hysterical, there is alsothe work of a powerful antibody, the strain of the sceptical. . . . Thesatirical journalist and the jeering comic are figures of power in America. . .. But the newly arrived British . . . are bowled over by the new nonsense aseasily as the Martian invaders, in Wells's story, fell victim to the strangebacteria of the world. Their minds are wide open as well as being empty.\" AndMr. Priestley's talk of empty minds is surely only another way of observing thatthe English, like the Americans, are changing their character and beingother-directed instead of inner-directed. His essay, on the other hand, suggestsa ray of hope: namely, that some process of resistance may be unconsciouslygoing forward, and may blaze up as revolt before the 1984 stage is reached. Butperhaps, at this stage, it is more politic to ignore the hope and concentrate onthe danger.Other-Directed ReligionApropos of Billy Graham, it might be of interest to glance at the religiousrevivals of our age. Graham himself is a depressing symptom of other-direction,and his immense success in England is one more sign that we are not far behindthe Americans in a character change that willmake Riesman's The Lonely Crowd as applicable here as there. His evangelisticmethods consist of straightforward Bible-bashing; when Whitehead said, \"Religionis what a man does with his own solitariness,\" he was not thinking of the BillyGraham variety, I have attended only one of Graham's meetings at Harringay. Theshow had the quality of a high-standard American musical. The music wassyncopated, jazzy; the hymns sounded no more like the hymns we sang at schoolthan Bing Crosby's \"I'm Dreaming of a White Christmas\" sounds like a Christmascarol. Graham's preaching had a colloquial freshness, an easy man-to-man appeal,that fitted in with the high quality of the rest of the show, and imposed nostrain on the listener. He retold some parable from the New Testament (I cannotnow remember which, though I do remember his explanation that a \"publican\" wasthe equivalent of a modern gangster), emphasized that heaven and salvation wereround the corner for every single one of his audience, and glossed lightly overthe \"burning pit\" that would be the lot of those others who failed to takeadvantage of his offer. By this time the singing was like something out ofShowboat, and Graham invited converts to come forward and be accepted into thearms of Jesus.*Graham's appeal, as far as I could judge, consisted in giving his audience (whohad been steeling themselves for a chunk of old-fashioned Methodism) anunexpectedly• I was so interested that I accepted his invitation, and was shown into a largetent in the rear of the building, where a Welsh clergyman with thick spectaclesread the Bible to me, and then asked — with sudden penetration — if I was doingit \"for a lark.\" I answered, with perfect truthfulness, that I was not,regarding my scientific curiosity as wholly serious.pleasant evening and then utilizing the good will that resulted for hisman-to-man plea that they should come forward and be saved. The effect of theshow was that of a large whiskey. The preaching aimed solely at suggesting thatChristianity was a simple, obvious way of \"getting right with God\" and going toheaven, while Graham's boyish charm and colloquial language combined with thesoothing music to make the listener feel that religion was no more remote andotherworldly than his favorite television program. Here was the technique ofmass media — films and TV — applied to conversion. It depended for its success,as J. B. Priestley has observed, upon the receptivity of itsfilm-and-television-trained audience and upon the emptiness of their minds.Of the other religious sects of our time, Jehovah's Witnesses, one of the mostsuccessful, rely in the same way on the emptiness of their converts. Unlike theQuakerism preached by George Fox, their creed knows nothing of an \"inner light.\"Again, my interest in this sect led me to attend some of their meetings. I waschiefly struck by their emphasis on the \"Law.\" Whole meetings were devoted todiscussing the Law as laid down in the Old Testament and to insisting onrigorous obedience to its letter. Their appeal (if such a militant demand can becalled an appeal) depended on their assertion that the Day of Judgment wouldoccur within the lifetime of people alive in 1914, (that is, before 1990) andthat only Jehovah's Witnesses would be saved. I was reminded irresistibly ofPeter Verkovensky, in Dostoevsky's The Devils, who gained converts for hisrevolution by assuring them that it was already organized and would inevitablytake place within the next few months, and by implying that liquida-tion awaited anyone who declined the invitation. The Witnesses made no call toinner-direction. Everything had been laid down in the Hible; salvation consistedin allowing oneself to be completely and unreservedly dominated by it — orrather by the extraordinary interpretations they put upon it.* As to the Day ofJudgment, no one seemed to be aware that two earlier Judgment Days (as predictedby Judge Russell, the founder) had arrived and passed without incident.There is, I think, no need to emphasize further that these \"religious revivals\"depend up>on a complete lack of inner-direction on the part of their converts:ujx)n an appeal, in fact, to authority. This explains the f)ower of FrankBuchman's Moral Rearmament movement, with its emphasis on society (especially\"high society\"), and the esoteric appeal of the British Israelites, whoapparently believe that the British race is a descendant of the ten lost tribesof Israel.In all these cases, the organization that seeks to dominate is a religiousorganization; otherwise, the pattern is the same as in the secular organization,and the observations of Whyte and Riesman are confirmed. The inner light, likeRiesman's inner direction, is out. Kierkegaard's \"Truth is subjectivity\" has norelevance here, for the f)eople concerned possess no subjectivity, or none tospeak of. It is merely a matter of plunging into the mystique of•I discover a typical example in today's Daily Express (15-12-58). A baby wasabout to die of a rare blood disease, and only a blood transfusion could saveits life. But the parents, who were Jehovah's Witnesses, refused to permit it,on the grounds that the Bible forbids it. The father quoted the Acts of theApostles (XV, 28-29) : \"That ye abstain from meat offered to idols and fromblood.\" The fact that the text refers to blood-drinking was unable to shake theresolution of the parents. A Toronto judge ordered that the baby should beremoved from the parents' custody.the community (in this case, the \"little flock of Jesus\"). Religion as a highlyorganized and concentrated form of inner-direction is disappearing in thetwentieth century. If religion is \"what the individual does with his solitude,\"then the definition excludes these mass movements. There has been no religiousrevival in our time.The American ChildIn The Hidden Persuaders Packard has a chapter on \"The Psycho-Seduction ofChildren\" that sounds some of his most ominous notes. He tells how advertisersset out to make contact with American children, who can not only persuade theirparents to buy the advertised products but also help to spread the names ofproducts by getting advertising songs off by heart. Riesman has commented thatthe advertisers think of their juvenile audience as a pKDtential army of highlytrained consumers. Nor is their \\'alue limited to potential buying: Packardstates that \"the Davy Crockett craze of 1955, which gave birth to 300 DavyCrockett products, lured $3,000,000,000 from American pockets.\"The implications are disturbing, and one in particular. So long as thisdeliberate cultural cheapening continues to pay, so long will the massmanipulators remain actively opposed to any rise in the cultural standard oftelevision and films. A recent case in point was the affair of the horrorcomics. Their suppression, as Dr. Frederick Wer-tham's book on the subject.Seduction of the Innocent, suggests unmistakably, was no mere outbreak ofunrealistic American puritanism, on a par with Prohibition and the activities ofsundry anti-vice societies. The examples hecites are nauseating; their constant preoccupation with cruelty and brutalitycould produce nothing in a child but callous and anti-social emotions. Itnevertheless took years to suppress these publications efiEectively. They weremaking too much money for too many people.An audience of children can be manipulated far more easily by advertisers thanan audience of adults, the reason being that all children are other-directed.All children base their lives and conduct on the insignificance hypothesis: theworld belongs to adults. A world in which all adults had some of thecharacteristics of children would be an advertiser's dream. But in point of factthis is the world that is now coming into existence, the world of Riesman's andWhyte's observation. It is a world in which the organization and society atlarge play precisely the role in the life of the American adult that the adultplays in the life of the child.There is an essential unreality in the relationship between a child and anadult. A sympathetic and imaginative adult might just possibly be able to seeinto the mind of a child, but the child can never have any true knowledge of theworld of the grownup. And usually neither can fully comprehend the other. In atradition-directed society, this void of unreality is taken for granted. Thechild has to struggle to enter the world of the adult and is usually \"kept inhis place,\" with the result, very frequently, that he retains his attitude ofsubmission to authority well into adulthood. In a recent lecture tour of Germanuniversities, I noticed that German students t 'nd to be less questioning, andfar less obstreperous, thin English students. The reason for this, I was told,lies in the strictness of the school training of the German child; the authorityof schoolmasters is absolute until the children are well into their teens. Evenwith advanced students, freedom is not encouraged as much as it is in Englandand America. But however many disadvantages this system may have, it also hasadvantages, as comparison with American conditions makes clear. From an earlyage the American child tends to be given considerable freedom; so much so thatcertain alarmed observers have spoken of America as a child-dominated country.(This also explains why advertisers find the American child such excellentmaterial.) A journalist friend who recently returned from America commented onthe frequency of cases in which children have murdered their parents — becausethey were forbidden to use the car, or to listen to a certain televisionprogram, or for some equally trivial motive. These examples are not, of course,cited to argue for or against any particular theory of education. They areoffered only as extreme indications of something that must have been apparent toobservers of the American scene for many years: that the American child istreated far more like an adult than the Eurof)ean child. Democracy is beingextended to the world of the moppets. The void of unreality that must existbetween the mind of the adult and that of the child is symbolized by adultauthority, in the same way that in Christianity the relation between man and Godis symbolized by certain rituals. But the relationship is an imponderable; itcannot be seen and touched. In America, it would seem that democratic thinkinghas led to a feeling that adult authority has no more foundation in fact thanchurch ritual, and there is thus a tendency to behave as if the void did notexist. The child is assumed to have a far greater capacity for freedom than itmay, inactuality, f)ossess. The result is a blurring of the child-adult relationship. Achild is granted the same right of self-expression as an adult; thus, theviolence and irrationality of the child are carried into the world of action,instead of remaining in the world of fantasy, and lead, in extreme cases, evento murder.The reason for this is not far to seek. TTiere is more emphasis on childguidance and child psychology in America than in Europ>e. Most Americans have aconsiderable resp>ect for the figure of the psychologist — in fact, for any kindof scientist. American magazines devote a great deal of sf>ace to articles on\"How to Bring Up Your Child,\" usually by p>sychologists. Far more books arepublished yearly in America on this subject than in England. The Americanattitude to children is p>art of the general American attitude to scientificauthority. The psychiatrist seems to play a far larger p>art in cases ofjuvenile delinquency, and criminal cases generally, in America than in Europ>e.*I have tried to argue that this diffidence, which seems to lie at the root ofthe attitude of the American towards children, is based on a certain failure ofrealism. There is a void between the mind of the adult and that of the child. Arealistic approach would recognize this and accept the responsibility that itimplies, the need for au-* At the time of writing, I am living in Cornwall, where the opposite attitudecan be plainly seen. In a recent case in which a youth murdered both hisparents, and threw their bodies over a cliff, the evidence of a fw>chiatristtestifying to his complt-ie instabiliry and mental confusion — a testimony thatwould almost certainly have secured his release in America — had the oppositeeffect on a Cornish jury, who showed their contempt for it by finding him guiltyof first-degree murder. It seems probable that without the psychiatrist'stestimcny a verdict of \"InsaDe\" might have been retuxned.thority. It is the same kind of failure of realism that Barrie satirizes in TheAdmirable Crichton, where the socialist Lord Loam has the servants in to tea.The Pattern of ViolenceIn his study of American juvenile delinquency, The Shook-Up Generation, HarrisonSalisbury suggests that the violence of the New York street gangs is perhapsonly a reflection of the violence of the modern world. The pattern of theirlives is influenced not only by television plays about gangsters and films likeBlackboard Jungle and Rebel Without a Cause, but also by international tensions,the cold war, the threat of atomic warfare. The steep rise in juveniledelinquency since the war is usually attributed to the broken homes and thesense of instability caused by that social upheaval. And yet it is difficult tobelieve that this is the whole explanation. War or no war, modern society wasbecoming increasingly mechanized. The organization mentality now makes itselffelt long before most teen-agers have left school. This in itself is not thedirect cause of teen-age revolt; German children were brought up to bearmy-minded, and the army is another organization; nevertheless, juveniledelinquency in Germany before the war was a good deal lower than after it. Butmilitary organization depends upon discipline; business ethics is based uponanarchy, shrewdness, and enterprise, the \"grab what you can get\" system. TheAmerican teenager lives in a society that overawes him with its power andwealth, and that tries to browbeat him with the \"organization ethic.\" And theAmerican educational system, as I have already commented, attempts to teach itspupils tobe self-determined at an early age. As Harrison Salisbury points out, the youthswho hang around in drugstores today and listen to jazz, or who steal a car todrive to a dance hall a hundred miles away, might have joined a sailing ship tomake the run around the Horn a century ago. Adolescence is the time when adesire for inner-direction begins to stir and is not yet held in check byrealism. All this contributes to a revolt that lacks direction. This revolt isthe essential intermediate stage between the ambitious imaginings of childhoodand the adult's \"realistic\" surrender to the organization. Salisbury hascommented that most of the youths who belong to slum gangs would like to escapefrom the slums into more decent lives, but that most of them lack the will powerneeded for the hard struggle it would involve (as well as having no idea of howto go about it).This problem is not, of course, confined to America. In England, statistics forjuvenile delinquency in 1951 had doubled the figure for 1937; ^95^ ^^ ^ peakyear, but the figures are still a great deal higher than before the war. Russiaalso has her \"teddy boys,\" the stilyagi, although their activities are lessviolent than those of American delinquents; they confine themselves to wearingAmerican-style clothes (especially colored ties) and listening to American jazz.The brief outbreaks of teen-age violence in Russia after the war were quicklysuppressed by armed troops, who were given instructions to fire at any crowds ofteen-agers on the streets. The Russian teddy boy, like his American counterpart,is sullen and rebellious about attempts to make him social-minded and professesbored indifference to communist ideology. His attitude shows the same callow andunrealistic attempt to be inner-directed.He is Still in the stage of feeling a certain instinctive rebellion against theinsignificance that society is trying to impose upon him. When he learns toaccept it, he will be a \"good member of society.\"The Psychology of ViolenceThe rise in juvenile delinquency has been accompanied by a rise in the crime andsuicide rates in many countries since the war. In England, 1951 was a peak yearfor most types of crime; the figures were between two and three times those ofthe pre-war period. Since then, there has been a slight decline in most types ofcrime. Crimes of violence and sexual oflFenses have, however, continued to risesteadily, and in 1955 the number of sexual offenses committed in England andWales was 17,000, as compared to 5000 before the war. Plainly, the war cannot beentirely to blame, for the tendency is becoming steadily more marked.The causes are probably too complex to submit to generalization. Nevertheless,it seems plausible that one of the causes might be sought in the increasingtrend of other-direction. It is known, for example, that an enormous number ofviolent psychopaths show the same character pattern: their long periods ofsubmission to a sense of inferiority (or \"ordinariness\") are broken by suddenviolence. It would seem that there is something about a life lived on a generallevel of insignificance that makes for outbreaks of violence. This violence maybe directed against the self or against society; that is, may result in suicideor in crime. Suicide would appear to be the ultimate expression ofself-contempt, and the violence thatoften accompanies it probably springs from the same cause. (The AmericanSociological Review survey, already quoted, reveals that one third of thesuicides among unskilled workers are accompanied by murder; this is six timesthe rate among the white-collar class of suicide.) All this p)oints to the ideathat the increased other-direction in modem society, and the sense ofinsignificance that goes with it, may be one of the causes behind the increasedcrime rate.This would certainly account for the fact that sexual crimes have shown thesteepest rate of increase over the past ten years. Sex and the idea ofother-direction are bound closely together. Other-direction is a strong sense ofsociety, of laws and taboos, a sense of constant responsibility to the otherpeople. Inner-direction tends to channel the energies of the individual;other-direction relies on social outlets for them. For all men of strong sexualappetites, any woman is a potential partner. The inner-directed man tends toselect his sexual partner (or partners), since selection and purpose areimplicit in his inner-direction; other-direction tends to destroy selectivity,to increase passivity. (This can be seen in the case of television addicts, whosit in front of their sets waiting to be entertained, indiflEerent to what theyare watching as long as they are watching something.) Consequently, although allwomen are potentially sexual partners, the other-directed man is keenly aware ofthe social taboos that prevent his desires from finding satisfaction. If herevolts against his sense of insignificance, his lack of inner-direction, therevolt will tend to express itself as a defiance of taboos, a deliberatecontravention of laws, in a crime of violence or a sexual offense. (When thehero of Henri Barbusse's L'Enfer says, \"It is not$0 THESTATUREOFMANa woman I want: it is all women,\" he is expressing the typical attitude of thebewildered other-directed man.)The case histories of many psychopaths suggest that the other-directed man mayrelease his frustrated desire for inner-direction in a sudden act of violence. Aclear example is the case of Peter Kurten, the Diisseldorf sadist, who confessedafter his arrest that he had often walked through the streets of Diisseldorfentertaining daydreams of blowing up the whole city with dynamite. ProfessorBerg, the psychologist who examined Kurten in prison and wrote the classic studyof his case, dismissed the hypothesis that Kurten's crimes sprang from arevenge-mania against society, on the grounds that Kurten later revealed theirsexual origin. But if the theory that other-direction makes for sudden violencehas any validity, there is nothing incompatible between the two motives.In other ways, Kurten provides verification of the theory. He was known to hisneighbors and workmates as a \"quiet, insignificant little man,\" and for longafter his arrest they continued to believe that the police had made a mistake.They found it impossible to associate him with the series of murders and violentattacks of which he was accused. What none of them knew was that he had spentnearly the whole of his adult life in prison, much of it in solitaryconfinement. (He was forty-eight when he was executed.)What emerges clearly from Professor Berg's study is that Kurten was a man ofrare intelligence and honesty, who was deeply interested in his own case and inthe urges that led him to kill. He had been brought up against the worst kind ofslum background, in a setting of sexual depravity (his father was given a prisonsentence for raping Kurten's sister), and had early been taught the pleasures ofinflictingTHE EVIDENCE OF SOCIOLOGY 31pain by a sadistic dogcatcher. In his long periods of solitary confinement,Kurten, with little else to do, would amuse himself with sexual fantasies that,stimulated by an increasing grudge against society, became steadily moreviolent.Under better social conditions, Kurten might have emerged as an intelligentinner-directed person. But, as with Robert Irwin, his inner-direction wasconstantly frustrated, in his case by a society that exacted long periods ofimprisonment as a penalty for his petty crimes. The effect of these periods offrustration and boredom was to destroy his sense of inner-direction.The circumstances of Kurten's arrest also tend to verify this interpretation.When he suspected that the police net was closing in on him, he confessed to hiswife. She also had had no suspicion of his double life. When he had convincedher, he urged her to give him up and claim the reward money. While he was stillengaged in persuading her, he took her out to supper. She could not eat. Hefinished his share, then ate hers, too. The prospect of arrest stimulated hisappetite. The same thing happened on the night before his execution; then he atean enormous condemned-cell supper and asked for a second helping. Excitement —even the excitement of his own arrest or execution — stimulated his vitalfunctions, including his appetite.The craving for excitement at any cost (even of misfortune to oneself) is a signof undeveloped emotions. And an undeveloped inner life is equivalent toother-direction. Kurten's life of crime was, I would suggest, a result of thisurge for stimulation, for escape from other-direction to the temporaryheightened intensity of inner-direction. He was a man whose basic need was forinner-direction, who lacked the strength to gain it byintellectual or emotional discipline, and who threw the whole weight of his needfor intensity upon his body. But this burden of longing for intensity cannot beborne by the body, which is easily exhausted and demands stronger and strongerstimuli.* Under diflEerent circumstances, Kurten might equally well have becomean alcoholic or a drug addict.It seems likely that the reason why \"insignificant\" men become capable ofviolent crimes is that the need for inner-direction becomes suddenlyoverpowering. The psychopath, lacking intellectual or emotional means ofachieving it, throws the burden on his physical appetites. As a person whospends most of his life in an other-directed state, he has no other resources.I have so far spoken of inner-directed and other-directed types as though somepeople could be clearly labeled inner-directed and others other-directed. Butobviously this is not so. Everyone is a combination of the two types. Ries-manadmits this in The Lonely Crowd, when he says: \"the types of character andsociety dealt with in this book are types; they do not exist in reality, but area construction, based on a selection of certain historical problems.\" It may betrue that many people spend their lives in a state of more or less contentedother-direction; that others (rarer) have achieved a certain stability ofinner-direction; while a third group, basically inner-directed, spend theirlives in a state of other-direction with sudden violent out-* De Sade himself recognized this as the root cause of sadism. In Les 120Joumees de Sodome, the libertine Durcet says: \"One need only be mildly jaded,and all these infamies assume a richer meaning: satiety inspires them. . . . Onegrows tired of the commonplace, the imagination becomes vexed, and theslendemess of our means, the weakness of our faculties, the corruption of oursouls lead us to these abominations.\" Vol. II, p. 16, Olympia Press edition.breaks of rebellion to achieve flashes of inner-direction, after which they mayrelapse contentedly back to other-direction for a long spell.Huxley, Orwell, and Zamyatin have all portrayed a society of contentedother-directed types; but it is doubtful whether many such people exist outsidefiction. The real diflference between people is the degree to which they areother-directed or inner-directed. And these terms may cover a host of finershades that, for the moment, defy definition.Yet the facts are there to be explained, and until a more subtle hypothesisproves its value, these approximations with all their clumsiness areindispensable. And there would seem to be some connection betweenother-direction, an assumption of diffidence (or insignificance), and a periodicrevolt against it that often expresses itself in violence. If this connectionexists, then it may also explain why a society whose character is changing frominner-direction to other-direction builds up a need for violent self-expressionwhich may, under certain circumstances, express itself in wars. I submit thishypothesis as a stopgap until a better one replaces it, which is the role of allhypotheses.ConclusionThe total result of a study of Galbraith, Riesman, Whyte and Packard is deeplydisturbing. Moreover, their observations are relevant not for America alone;America is merely ahead of Europe in the deindividualizing process. Riesmanstates that the increase of other-direction is associated with \"a shift from anage of production to an ageof consumption,\" and Galbraith and Packard show the same concern with thedangers of the \"consumer fallacy.\" But although some of Galbraith's remediespoint towards socialism (being an American, he takes care not to go that far),there is no reason to suppose that socialism is a panacea, as the evidence ofSoviet Russia will show. The problem centers upon the deleterious effects of anyorganization ethic. The harsh truth would appear to be that as far asother-direction goes, there is not much to choose between Russia and the UnitedStates except that American sociologists are allowed to point out the dangers,while it is doubtful whether a Russian would have the same freedom. The factthat Whyte can evoke Orwell's 1984 in writing of American business organizationsspeaks for itself. \"De Tocqueville made a prophecy. If America ever destroyedits genius, it would be by intensifying the social virtues at the expense of theothers, by making the individual come to regard himself as a hostage toprevailing opinion, by creating, in sum, a tyranny of the majority.\" It makes nodifference whether this tyranny calls itself totalitarianism or democracy.This is not, of course, to attack the system of representative government. Onthe contrary,, the analyses of Riesman, Whyte, and others make it plain thatthis is the only final defense against the development of the innertotalitarianism of big business. The need is to check the process ofdeindividualization, and this requires a balance of forces. There must always bean opposition. Without it, the force that predominates becomes a form oftotalitarianism in the limits within which it operates. If the big-businessorganizations of America are preferable to the communist governments, this isonly because they arenot yet in a position to dominate the whole community. But the tendencyincreases. A recent publication, The Exploding Metropolis, by the editors ofFortune (of whom Whyte is one), considers the problem of the spreading Americancity almost as if the words \"city\" and \"organization\" were synonymous. Whytecomplains of the process of deindividualization that is now altering the face ofNew York: the uniform skyscrapers and apartment buildings which are replacingthe back streets, the Italian restaurants and small movie theaters, the grimytenements and Victorian houses, and all the different atmospheres andappearances that make up a city's individuality. Whyte is not arguing againstslum clearance. He is arguing that social progress does not have to meancrushing uniformity. It is still a problem of balance.In England we have some reason for congratulating ourselves on the amount ofinner-direction that still exists. We are more socialistic than America and lessthan Russia; there is always an Opposition in the House of Commons. But this mayonly be because of the fact that Britain's resources are smaller than those ofthe United States, that the drift towards the organization ethic is thereforeslower, and that the drift is also opposed by a stronger tendency totradition-direction in England. But no one can seriously deny that the tendencyis there, and that it is increasing. And no one can read Riesman and Whyte — oreven De Tocqueville — without feeling that what is being said has a veryconsiderable relevance for England as well as for the United States. The dangermay be ten years more advanced in America, but that hardly gives us reason forcomplacency.How far, in fact, does England — or Europe, for thatmatter — show the same tendencies to other-direction as America? No Englishsociologists have published studies that compare with The Lonely Crowd or TheOrganization Man. But both Riesman and Whyte have shown how American culture hascome to reflect the organization mentality. A comparison of the recentliterature of America with that of Europe leads to some interestingobservations.Part T\\woThe Evidence of LiteratureNo poetry can bloom in the arid modern soil, the drama has died, and the patronsof art are no longer even conscious of shame at profaning the most sacred ofideals. The ecstatic dream, which some 12th century monk cut into the stones ofthe sanctuary hallowed by the presence of his God, is reproduced to bedizen awarehouse.Brooks Adams: The Law of Civilization and Decay, 1896HOW FAR does the study of literature — particularly of plays and novels — bearout the analyses of Riesman and Whyte? Whyte himself has glanced at this aspectof the matter in The Organization Man. The section on \"The Or2:anization Man inFiction\" is one of the shortest in the book and deals chiefly with cheapmagazine fiction, but there is an interesting study of Herman Wouk's bestseller. The Caine Mutiny.The central incident of The Caine Mutiny is the one-man mutiny of the firstofficer, Mar^k, against the neurotic Captain Queeg. Over a period of months ithas become increasingly obvious to the crew that Queeg is slightlv insane, or atleast unbalanced. But his neuroses, although they impose humiliation and nervousstrain on the crew, do not become dangerous until the Caine runs into a stormwhen in convoy. Queeg loses his nerve and tries to run the ship away from thestorm. Mar)'k knows that their only chance of not being swamped is to turn theship and run her head on into the wind. With immense reluctance he tells Queegthat he is relieving him of his command under Article 184, \"for medicalreasons,\" and orders the ship to be turned into the wind. Later, theypass the upturned hull of a destroyer that had apparently tried Queeg'srunning-away tactics.Maryk is court-martialed. The defense lawyer, Green-wald, succeeds in making itobvious that Queeg is unbalanced. Maryk is acquitted, and Queeg's career isruined. But at this point, Wouk turns the tables. At a dinner in which the Caineofficers celebrate Maryk's acquittal, Greenwald makes a speech in which he tellsMaryk that he would have preferred to defend Queeg, that Maryk was in the wrongfor opposing his officer, and that the real villain of the piece was Keefer, amalcontent intellectual who had incited Maryk to rebel. I quote Whyte'sanalysis: \"In what must be the most irrelevant climax in contemporary fiction,Greenwald says that he is a Jew, and that his grandmother was boiled down forsoap in Germany, and that thanks be to the Queegs who kept the ships going. Hethrows a glass of champagne at Keefer.\"Queeg represents the navy; in time of war it is the business of all officers tomake the best of their commanders and keep the ships sailing. This, apparently,is the author's view. But, as Whyte points out, the author does not go into whatwould have happened if Maryk had not turned the ship into the wind, and it hadmet the same fate as the destroyer.Whyte wondered whether the public who made The Caine Mutiny a best seller, orwho saw the film or the play based up>on it, understood its fundamentalargument. He set the book as the subject of a school essay. The analyses left nodoubt that the main theme had been grasped. But what was astounding was the factthat fifteen out of sixteen students sided with Herman Wouk — against Maryk,for Queeg. A typical sentence from one of the essays was: \"I believe that oneshould obey orders, no matter what the circumstances.\" Whyte is obviouslyastonished, and speculates that twenty years ago more students would have votedfor Maryk.The same tendency can be seen in another recent best-selling novel. From Here toEternity, by James Jones. Although the plot of the novel centers upon Prewett,an ex-boxer who refuses to enter the company boxing team and in consequence issubjected to a long course of petty indignities, there is no suggestion thatPrewett is the rugged individualist who stands out against the organization — inthis case, the American army. On the contrary, he loves the army. When his girlasks him why he intends to go back after a period of AWOL, he finds her angerincomprehensible:\"What did the army ever do for you besides beat you up and treat you like scumand throw you in jail like a criminal? What do you want to go back for?\"\"What do I want to go back for?\" Prewett said, wonder-ingly, \"I'm a soldier.\"It is not the army that he opposes, but only the attempt to force him to box. Heknows that there is nothing in army regulations that forces him to box. But healso knows that there is nothing in army regulations to stop Captain Holmes fromgiving him hell, and he accepts this without protest.This is the more astonishing because a casual reader might suppose that the bookwas intended to be a denunciation of the army. The author makes it plain that heis aware that the army robs men of individuality. WhenSergeant Warden decides to seduce Captain Holmes's wife, Mr. Jones writes:He still knew that he would do it, not as vengeance, or even retribution, but asan expression of himself, to regain the individuality that Holmes and the restof them, unknowingly, had taken from him. And he understood suddenly why a manwho has lived his whole life working for a corporation might commit suicidesimply to express himself, would foolishly destroy himself because it was theonly way to prove his own existence [my italics].But it soon becomes apparent that the author's attitude towards the army is asfavorable as Wouk's towards the navy (a fact that the reader might be led tosuspect from the dedication of the book to the United States Army). He evenseems to accept the brutality without condemnation:There was a satisfaction that came from having borne pain that nothing elsecould ever quite equal, even though the pain was philosophically pointless andnever afEected anything but the nervous system. Physical pain made its ownjustification.It is the same with the other characters. In the film of the book, CaptainHolmes is cashiered for his villainies, but this would appear to be foreign tothe author's intention. In the novel. Holmes simply moves to another company inthe course of promotion, and is not heard of again. Even Staff Sergeant Judson,one of the novel's most unpleasant characters, is depicted with a detachedinsight that comes closely to sympathy. He had beaten a man to death in thestockade, and Prewett had vowed to kill him. As he dies, Judson expresses a kindof innocence:\"You've killed me. Why'd you want to kill me?\" he said, and died. The expressionof hurt surprise and wounded reproach and sheer inability to understand stayedon his face.It says a great deal for Jones's power as a writer that the reader accepts hisattitude towards the army for as long as he is reading the book. Good writingcan induce a suspension of the reader's normal beliefs and sympathies. But thereis a difference between accepting Jones's views while one reads his novel andaccepting them as a system of practical belief.The Caine Mutiny and From Here to Eternity are examples in which a particularorganization is the real hero. But frequently in recent American fiction,society itself, or the socially well-adjusted man, is the hero. An interestingexample in this genre is By Love Possessed, by James Gould Cozzens, and itsinterest is heightened by the fact that its author is a New Englandtraditionalist, who has much in common with T. S. Eliot. Its hero, ArthurWinner, is a middle-aged lawyer whose chief virtues are tolerance, kindness,shrewdness, an ability to handle people and make them trust him. The book hasits positive and negative aspects. Positively, it is a careful picture of a manwhom Mr. Cozzens obviously admires for possessing all the social virtues; Winneris the perfectly adjusted member of society. Negatively, it is an attack on manythings that Mr. Cozzens seems to dislike: industrialism, Catholicism, foreignimmigrants, jiving teen-agers and their taste in music and literature andpopular entertainers. Cozzens's Brocton seems as idyllic and \"olde worlde\" asHawthorne's Boston, and about as out of date. But what mainly emerges from thenovel is Mr. Cozzens's portrait of the well-adjusted SocialMan, the man with a genius for human relationships, a sort of blueprint of whatthe students of Riesman's Found Generation would all like to be at fifty-five.The only thing Winner lacks, Cozzens implies, is a little humility about hisgoodness, and this is supplied at the end of the novel, when he decides tocondone a fraud (a situation Granvi He-Barker had already exploited in TheVoysey Inheritance). But even this is not really an act of defying society; itis only a deepened realization that men must be tolerant of one another'sfaults, and that the best way to serve society may be to conspire to deceive it.Society, in Cozzens's view, comes first and last; By Love Possessed is an epicof humanistic thought.This tendency to make a town or a city, rather than any particular individual,the hero of a book has become an accepted tradition in American literature sinceSinclair Lewis' Main Street and Sherwood Anderson's Winesburg, Ohio. In books ofthis kind there is usually a central character to hold the book together, butthe emphasis, as their titles often imply, is upon the town. In WilliamFaulkner, a whole county is constructed as the \"hero\" of a series of novels.(The title of Faulkner's latest book is, significantly. The Town.) Although manyof the novels have some sort of hero, it is obvious that Faulkner thinks ofhimself as a historian of an imaginary county rather than as a writer aboutcertain trends in individual characters that interest him.The Defeated HeroFaulkner's work also runs into another important area of American writing: thestudy of the defeated man. Faulknerimplies that a heroic age has gone — the age of the Civil War, of his ColonelSartoris and General Compson — and that a new age of petty, calculating littlemen (the Snopeses) is coming in. His early work is largely concerned with thedefeat and disapf)earance of the remnants of the heroic tradition. He admires,in the modem world, minor, unheroic figures who \"endure\" — like Lena Grove inLight in August and Dilsey in The Sound and the Fury. There is no heroism left.Another writer whose work overlaps many boundaries is John Dos Passos. ManhattanTransfer is an early experiment in the Beat Generation tradition. Its hero ismainly the city of New York, but at the end of the book one of its focalcharacters thumbs a lift and moves on, not caring where the truck takes him. Butin his immense trilogy, USA. (of which, as one might suppose, America is thehero), one of the few sympathetic and idealistic characters, Charley Anderson,has a slow moral disintegration and meets a violent death. In Three Soldiers,similarly, the sensitive musician, John Andrews, is finally shot for desertion.In Dos Passos, when society is not the hero (or the villain), the hero isdefeated.Modem American drama provides complete corroboration of Riesman's theories. Itsmajor figure, Eugene O'Neill, has written constantly of defeat. In The HairyApe, the central character, a powerfully built stoker who represents primevalhuman energy and values, finds that he is helpless when he clashes with society.As he shouts his disgust, the f>eople walking past ignore him; when he attacksthem, they walk on untouched. In the contest of individual versus society, theindividual has to learn that \"you can't win.\" O'Neill's plays are full ofbewilderedcharacters driven by their passions, and the ending is nearly always despair anddefeat. It is difficult to imagine anyone going further in pessimism thanO'Neill does in The Iceman Cometh, which portrays a group of down-and-outs in awaterfront dive, living off illusions. The source of all this gloom seems to bethe feeling, so clearly expressed in The Hairy Ape, that the individual willalways be crushed and defeated by society.The same is true of the plays of Tennessee Williams, which have been describedby Professor Allan G. Halline as \"true to the modern spirit of unrelievedfailure or disaster.\" Williams's drama is built on two character types:shrinking, dreamy introverts and powerful force-of-nature creatures. Theintroverts can never come to terms with the world: this is so in all his work,from The Glass Menagerie to Cat on a Hot Tin Roof. But if the introverts aredefeated by modem life, the force-of-nature characters do not seem to be muchbetter oflF. Big Daddy, in Cat on a Hot Tin Roof, is dying of cancer. Thedynamic Pole, Kowalsky, in A Streetcar Named Desire, is tied to the life of aslum tenement and an atmosphere of futility. A bare plot analysis of the playsof Williams would give a casual reader the impression that \"Williams\" is one ofO'Neill's pseudonyms (except, perhaps, for Williams's interest inhomosexuality). Both playwrights deal mainly with ordinary people, violentpassions, and defeat. Human beings, both writers imply, have two major enemies:their own passions and modern society. And between the two, you can't win.The plays of Arthur Miller again reveal the same preoccupation with theindividual who is defeated by society or by his own passions. Miller's majorwork, Death of a Salesman, is interesting because it is about an organizationman and his defeat. Its enormous success in America was undoubtedly due to thefact that so many Americans felt just like Miller about the organization, aboutthe Protestant ethic of success, about the struggle to keep going and pay offthe installments on the washing machine and the car and the mortgage on thehouse.The interest is centered on two characters: Willy Lo-man, the worn-out salesmanwho has devoted his life to the organization and the American success legend,and is now tired, perpetually nagged by money worries, and on the point of beingcold-bloodedly fired by the organization; and his son. Biff, a Beat Generationcharacter who doesn't know what he wants out of life or how to get it, the\"crazy mixed-up kid\" who has been completely taken in by his father's talk aboutmaterial success and who now drifts from job to job, hopelessly lost.There is no action in the play. By various expressionistic devices. Millerreveals the complete bankruptcy — financial and spiritual — of this \"typicalAmerican home.\" Even so, it is doubtful whether the Great American Publicrealized that an attack on its way of life was intended. (Miller records hearingone member of the audience leaving the theater with the comment, \"I always knewthat New England territory was no good.\") And the cause of Biff's embitterment,his resentment of his father, is obscured by having him discover Willy in astate of undress with another woman. The fact that it is Willy'shitch-your-wagon-to-a-star philosophy that is responsible for Biff's lost-nessis overlaid for the sake of a theatrically effective scene.The play is a gloomy indictment of the Protestant ethic of success, of the ideaof society as hero. But Miller's weakness lies in his lack of imaginativevision. He can condemnthe Protestant ethic, but he has nothing to put in its place. He can reject theorganization, but he has not shown a single example of fruitful individualism.This is even more apparent in his next two plays, The Crucible and A View fromthe Bridge. Both these plays, it goes without saying, are about defeat. Thevillain of The Crucible is society; its main theme is the Salem witch trialsand, by implication, the McCarthy witch hunt. But the play also deals with oneof Miller's more dubious themes, the need for atonement for sin (or, rather, forwrongdoing, for I doubt whether Miller would like to be thought religious).Proctor, the \"hero\" of the play (insofar as it has a hero — Miller is moreinterested in its villains), has gone to bed with Abigail, the girl who startsthe witch hunt. So when, at the end of the play, he prefers to be hanged ratherthan to sign a confession that will save his life, he goes to the scaffoldfeeling that he has atoned for his sin. (This theme of atonement occurs in anearlier play. All My Sons, where its relevance seems just as dubious — althoughit certainly makes for \"good theater.\")A View from the Bridge has for its central character a sort of later version ofthe Hairy Ape. Eddie Carbone is a longshoreman who seems to be partly in lovewith his niece, Catherine. When she falls in love with Rodolpho, an illegalItalian immigrant, he becomes increasingly jealous, and when he knows she hashad sexual relations with Rodolpho, his jealousy rises to a frenzy. He thenbetrays Rodolpho to the immigration authorities. But Catherine determines tomarry Rodolpho: if she does so, he will be able to remain in America. In a finaloutburst, Eddie attacks Rodolpho's brother with a knife and is stabbed himself.The play seems curiously pointless. Oneis left uncertain as to which forces have destroyed Eddie, or what it allamounts to anyway, except as another demonstration of a man's defeat.But in the preface to his plays. Miller has at least one remark that goes to thecore of the problem:Not only in the drama, but in sociology, psychiatry and religion, the pasthalf-century has created an almost overwhelming documentation of man as a nearlypassive creation of environment. ... If only from the dramatic point of view,this dictum cannot be accepted as final. . . . It is no more \"real,\" however,for drama to \"liberate\" itself from this vice by the route of romance and thespectacle of free will and a new heroic formula than it is \"real\" now torepresent man's defeat as the ultimate implication of an overwhelmingdeterminism.This may be true, but Miller gives the impression that he belongs to the defeattradition.For a writer who is regarded in America as an intellectual (or an \"egghead,\" asTime magazine called him), there is very little intellectual fiber in his plays.He emerges as an emotionalist, making his emotional protest against theProtestant ethic in Death of a Salesman and since then adding very little thatis constructive to that protest. If his ultimate aim is to show men who are not\"passive creations of environment,\" he cannot claim to have accomplished it yet.Insofar as his characters react against environment, it is an emotionalrebellion that has no more intellectual content than the revolt of James Dean orthe \"Beats.\" When Miller spoke of \"romance and the spectacle of free will and anew heroic formula,\" he was probably thinking of a return of the old Drury Lanemelodramas in a modernsetting, something on an altogether less serious level than his own work. Butone wonders whether Miller has thought carefully about the possibility ofcreating a more positive character of revolt than Willy or Biff Loman. As asymptom of free will and revolt, The Organization Man is more heartening thanDeath of a Salesman; certainly more constructive and analytical. Here, perhaps,is the direction that Miller has missed since Death of a Salesman.But if Miller has failed so far to create an inner-direoted man, he is at leastconscious of the necessity. He has started to break away from the tradition ofman totally dominated by society or his own weaknesses. Elmer Rice had been thefirst American dramatist to catch this tone of total defeat, in hisexpressionistic fantasy. The Adding Machine, a sort of dramatized rpS^ about aclerk who has worked for the same firm for twenty-five years and is now about tobe replaced by an adding machine. At the end of the play, Mr. Zero (now inheaven) learns that he must return to earth for many more incarnations, and isdestined to end as a slave working a super-adding machine in a coal mine. Rice'slater play. Street Scene, is about a New York tenement; its bewilderedcharacters, in Miller's phrase, are more helpless reflections of theirenvironment. The basic assumptions of Rice — bewilderment and defeat — are themain themes of O'Neill and Williams. Even if 1 filler's revolt is emotional andunconstructive, as it has been to date, the revolt in itself suggests that theRice formula is out of date and that the time has arrived to consider some newhypothesis.When one surveys the total field of modern American writing, one sees to whatextent the hero has become a passive figure. It is as if the Protestant ethichad drainedliterature of all vitality, of everything but an exhausted realism. As expoundedby the American businessman, the Protestant ethic had emphasized the need for aman to better himself, to display energy and vitality; but the \"bettering\" waspurely material, the vitality was to be directed solely towards money-making. Nowriter can work upon such assumptions; if he swallows them consciously, theywill produce a state of emotional indigestion.This is perhaps what happened to American writing; Sinclair Lewis's satire onthe American businessman. Babbitt, was no bitter condemnation; Babbitt is abumbling, pottering, American Mr. Polly, and rather lovable. Dreiser's AnAmerican Tragedy shows the defeat of a man who has accepted the Protestantethic, but Clyde Griffiths ends in the death cell as a victim of fate (in theHardy manner) rather than as a dupe of the go-getter ethic.One other American writer, who could hardly be ignored in a survey ofcontemporary writing, I have left until this point because, to some extent, hiswork stands outside these trends. Hemingway's cosmopolitanism seems to havesaved him from the tone of utter defeat that pervades the work of mostcontemporary American writers. Because his subjects are the Canadian backwoods,the bull rings of Spain, fishing in Florida, hunting in Africa, he can command amore vital, individualistic tone than most of his contemporaries and his youngerAmerican imitators. And he is interesting because he undoubtedly feels the needfor a more heroic, individualistic tone. After the stunted heroes of Dos Passos,Anderson, Lewis, Sinclair, and the others, it is a relief to turn to The SunAlso Rises or A Farewell to Anns and to find men who are still enthusiasticabout fine mornings, good wine, sex, sport, and beingalive. Yet, as the years have gone by, Hemingway has shown himself to be a childof his time. In the early books there was a feeling of active revolt against theunheroic premise of his contemporaries (he wrote a satire on Anderson). In AFarewell to Arms, in the scene with the ants on the burning log, he gloomilyconcludes that it is impossible to win against life: \"You died. You did not knowwhat it was all about. You never had time to learn. . . . Stay around and theywould kill you.\" It is almost as if this was Hemingway's acknowledgment ofdefeat. After A Farewell to Arms, sensitivity seems to have disappeared from hiswork. Green Hills of Africa retains the optimism and refusal to be defeated, atthe cost of complete insensi-tivity. It is a retreat from the complexity oflife, a literary back-to-nature act. This is also true of his much-praised storyThe Old Man and the Sea, which seems to me to be a highly suspect work of fakesimplicity, from which all his earlier virtues have been subtracted — thecontemporary relevance, the sense of moral bewilderment. The individualism, theheroism, has hardened into a sort of dramatic gesture, which made one critic,reviewing To Have and Have Not, complain that she wished Mr. Hemingway wouldcome out from behind the hair on his chest. Hemingway's achievement andinfluence are undeniable, but to his younger imitators he must seem a walkingdeclaration that defeat is unavoidable.Some of these younger imitators are studied in Edmund Wilson's excellent essay,\"The Boys in the Back Room\" (in Classics and Commercials). He writes of James M.Cain, John O'Hara, William Saroyan, Hans Otto Storm, and John Steinbeck. As Mr.Wilson points out, the cultural foundations of these writers are altogethernarrower thanthose of the older generation. Reading their work tends to produce a slightlystifled feeling. They add to the Hemingway sense of defeat a feeling of writingin a narrow room (hence, perhaps, Mr. Wilson's title). There is no deep sense ofNature (as in Hemingway), and no sense whatever of man as an evolving spiritualbeing. Society comes first and last. Their work is all of people: people are itslimit and its horizon.Then there is the Beat Generation. For English readers, its best-knownrepresentatives are the novelist Jack Kerouac and the poet Allen Ginsberg. Therecan be no possible doubt that they represent a kind of revolt; but it isdifficult to discover a great deal more. Kerouac's novel, On the Road, isdedicated to the sense of speed. It is told by a narrator who hitchhikes aroundthe country, drinks too much, listens to jazz, tries to seduce girls(unsuccessfully), returns to his home town, and prepares to start all overagain. It would seem to be the other side of the coin from Riesman's FoundGeneration, a complete rejection of security. In an article in the ChicagoReview, Kerouac says: \"The new American poetry as typified by the vSan FranciscoRenaissance (which means Ginsberg, me, Rex-roth, Ferlinghetti, McClure, Corso,Gary Snyder, Phil Lamantia, Philip Whaleii, I guess) is a kind of new-old Zenlunacy poetry, writing whatever comes into your head.\" After expounding hisprinciple for half a page, Kerouac refers caustically to Eliot and \"his drearynegative rules like the objective correlative, etc., which is just a lot ofconstipation.\" Zen is often mentioned by these writers; apparently it symbolizesfor them pure instinct, a revolt against intellect and the \"higher criticism\"that the Americans have shown such skill in developing over the past twentyyears.The San Francisco school achieves vigor at the expense of content. Kerouac hasfurther expounded his anti-classic principle in the Evergreen Review, in a piececalled \"Essentials of Spontaneous Prose,\" which ends: \"If possible, write'without consciousness' in semi-trance.\" He uses sexual symbolism, speaks ofwriting as an \"orgasm,\" and says, \"Come from within.\" T. E. Hulme has expressedthe objection to this in a single clear image: \"The bird attained whatever graceits shape possesses not as a result of the mere desire for flight, but becauseit had to fly in air, against gravitation.\" In view of the freshness that theSan Francisco school have brought to their writing, it seems a pity to beat themover the head with Hulme. But because their writing does seem to be a revolt, apure reflex action against other-direction, it is difficult to feel much faithin its outcome. The successful revolutionist takes care to appearconstitutional.American literature in the twentieth century, then, sup-f>orts the analyses ofRiesman and Whyte. It shows two main tendencies, which could be labeled Societyas Hero and Society as Villain. In either case, the individual is reduced to acipher to be defeated and crushed, or to fit in quietly and place his virtues atthe service of the organization, like Prewett in From Here to Eternity. Therewould seem to be no third way.The English Scene]. B. Priestley's Thoughts in the Wilderness, which I have already mentioned,might be regarded as raw material for a sociological study of contemporaryEngland along the same lines as The Lonely Crowd. The salient point thatemerges is that modem English society is more other-directed than a goodEnglishman might like to think.In England, as in America, the character of the younger generation is formedmainly by television and the cinema. When the rock-'n'-roll film Rock Around theClock came to England in 1956, there were scenes of rowdyism in cinemas all overthe country. Teen-agers jived in the aisles or on the stage and started fightswhen they were interrupted. (Similar scenes were reported from Germany.) Theyouth of England also showed itself in no way behind the youth of America in thehysteria with which it greeted visiting crooners, from Frank Sinatra to JohnnyRay. And local watch committees have made it clear that they believe that filmsdepicting juvenile delinquency have an influence on teen-age audiences; MarlonBrando's film The Wild Ones has been almost universally banned in the BritishIsles. (I have already quoted Harrison Salisbury on the influence of such filmson American teen-agers.)The tendency to cater to the other-direction of adult audiences has been seenover the past ten years or so in such popular radio and TV programs as Mrs.Dale's Diary, The Archers, Starr and Company. Such programs are concerned withordinary people, and their level of interest is usually about that of a Girl'sCrystal serial story. It is true, of course, that there has been a magazinemarket for this type of material for the past thirty years; but the audiencereached by radio or television is immensely wider than that reached by Woman'sOwn. It is hardly necessary to f>oint out the contrast with the popularliterature of a century or more ago, in which the female reader was invited toidentify herself with the heroine and to imagine herself in situations thatrequired some degree of inner-direction. From Richardson's Pamela and Clarissa down through Byron's heroinesto the women of Victorian melodrama, the female reader was persuaded to imagineherself in extraordinary situations from which she could extricate herself onlyby strength of character. And perhaps the classic example is that favoriteheroine of the silent film, the girl who, though tied to the railway line, stillrefused to surrender her maidenhood to the villain. This, of course, might be amixed blessing (as Joyce's f)or-trait of Gerty Macdowell in Ulysses showed), butit undoubtedly encouraged a sense of idealism, of standards of conduct that areoutside the personal interests of the reader. The Mrs. Dale's Diary type ofentertainment derives its popularity from a sort of flattery of its audience.\"You may be ordinary, but you're better off that way.\" The everyday life of theaudience is taken as the norm. The good characters are socially well-adjusted;the bad ones tend to be curmudgeons or are obviously self-centered. Theconflicts portrayed are those of ordinary life, on a level of conscientioustriviality. And yet the technique differs from that of the folk drama of thepast in having no particular center of gravity; plays like Gammer Gurton'sNeedle and Master Pathelin were uninhibited farces, while the Yorkshire Tragedyused its material in the manner of a modem thriller. The Mrs. Dale's Diary typeof serial takes care to fall into no category; its aim is to impress itsaudience as ordinary life.This is typical of England in the mid-twentieth century, and it is, perhaps, anEnglish equivalent of the Main Street and Ten North Frederick trend in theUnited States. It is a sign of the all-dominating cult of the \"ordinary chap\"that has for many years pervaded English, as well as Ameri-can, literature. Mr. Priestley has said of the young English novelists that as arule their central characters are too deliberately unheroic. But the trend he isobserving has been developing for several decades, and he himself hascontributed something to it. (His family in Labumam Grove are close relations ofthe Archers and the Dales.)In England in the 1950's, there has been a certain movement of revolt amongserious writers. Some critics have therefore felt that things may not be so badafter all. (Throughout the 1940's, it was a critical commonplace to say that thenovel was at an end, and some critics even expressed a fear that the work of theJoyce-Eliot generation had made it impossible for literature to go any further.)It is interesting to examine some of these new writers by the standards ofRiesman and Whyte, and to see how far their revolt is actually a new direction.One of the first writers to attract attention in the 1950's was Angus Wilson.His first two volumes of short stories were notable for the intense dislike withwhich he seemed to regard all his characters; his attitude was not unlike thatof Aldous Huxley in Point Counter Point. Yet in spite of the wit and trenchancyof the satire, the whole approach bore strong resemblances to the Mrs. Dale'sDiary type of entertainment. The stories were all about \"ordinary people,\" andthe characters were, almost without exception, other-directed; they were eithernice or not nice (mostly the latter). But it is perhaps hardly fair to observethe other-directed tendency of these early volumes, since satire is, by its verynature, about other-directed people. All its emphasis is on motives, on theweakness and contemptible-ness of its characters. But Mr. Wilson's later workhas shown that he is not to be considered as a satirist; there aremany of his characters whom he seems to like and to take quite seriously. Evenso, they remain essentially socially oriented; their problems are all to do withother people. The eflFect is occasionally that of a highbrow Woman's Own serial.The preoccupation with other people is declared immediately in the firstsentence of his latest novel. The Middle Age of Mrs. Eliot. \"Meg Eliot was wellaware that in taking her place as the Chairman of the Committee for the thirdtime in succession, she was acting in an unconstitutional way.\" And later, onthe same page: \"Meg felt a bit ashamed when she considered how she had persuadedthem.\" Similarly, the dilemmas of his central characters are always connectedwith their relations to other people; the hero of Hemlock and After, the writerBernard Sands, is a humanist whose inner complacency is shattered by two things:his development of homosexual tendencies in middle age, and his observation thathe feels a sadistic pleasure on seeing a male prostitute arrested in LeicesterSquare. It is not his salvation he is worried about (like the heroes of Sartreand Camus), but the fact that his relation to society is not what he thought itwas; the discovery of his real relation to it gives him a sense of guilt thatleads to his death. In Anglo-Saxon Attitudes, the central character is ahistorian whose personal life has been highly unsatisfactory — mostly owing tohis moral cowardice — and who suspects that a historical discovery in which hetook part is actually a fraud. At the end of the book, he manages to straightenout his personal relations to some extent and announces to the historical worldthat the discovery was a fraud, thus propitiating society. His inner life nowruns smoothly because his personal relations have been established on a moresatisfactory basis and his relation to so-ciety has been adjusted. He can now go oflE for a holiday to Mexico with a lightheart.This survey of his work certainly fails to do justice to Mr. Wilson's skill as amanipulator of scores of characters, as well as to his extraordinary powers ofobservation. Nevertheless, none of these characters can be considered asinner-directed in the sense that the great inner-directed characters ofliterature can be — Faust, or Ahab in Moby Dick, or even Prewett in From Here toEternity. Mr. Wilson's characters bring to mind that passage at the beginning ofShaw's Apple Cart in which Sempronius talks about his father, who had spent hislife arranging pageants and who, when he was cast up alone on a desert island,went melancholy-mad from solitude. Mr. Wilson's characters also exist solely associal entities. All their thoughts are occupied with other people. Perhaps Mr.Wilson's tendency to call them all by their Christian names emphasizes the Mrs.Dale's Diary affinities; but it is something deeper than these odd literarytricks that gives his work its tone of other-direction. The very seriousness ofhis intentions underlines the fact that society is for him what the Church mighthave been for a writer in the Middle Ages; it occupies the whole of his horizon,and he shows no interest in what lies beyond it.Although Mr. Wilson published his first volume in 1949, he actually belongs toan older generation of writers; he is now in his mid-forties. The most notoriousliterary revolt of the fifties is associated with the names of a younger set ofwriters, whose ages range from twenty to thirty-five. The first thing to noteabout most of them — the best known are Kingsley Amis, John Wain, John Braine,John Osborne, Bill Hopkins, Michael Hastings, Stuart Holroyd— is a certain bluntness in their language and a down-to-earth quality in theirattitudes. It is the opposite of the high-flown quality that De Tocquevillenoted in American orators. It seems to be a determination not to say anythingthey don't feel. But the question that will determine their importance is, whatdo they feel? And this is altogether less definite. They have been lumpedtogether as Angry Young Men, but the phrase is almost completely irrelevant;they are no more or less angry than any previous generation of writers.John Wain set the tone of revolt in his Hurry On Down. This novel deals with ayoung man who leaves university with the right qualifications for becoming aschoolteacher or for getting some minor executive post in industry. But he hasno desire to settle down, and prefers to drift from job to job — as a windowcleaner, a TV script writer, and so on. There is no conclusion (except a ratherdubious ending that involves \"the love of a good woman\" — a device thatNietzsche exploded when he wrote of Wagner's Flying Dutchman). The point of thenovel is its hero's desire to be inner-directed instead of \"fitting in.\" But itsrevolt is as inconclusive as that of the Beat Generation.The same criticisms can be made of Amis's Lucky Jim. Again, the main point aboutJim is his refusal to fit in. He is a university lecturer who dislikes a greatmany things about his job but hasn't the courage to revolt openly. The humor ofthe book arises from the contrast between the violence of his thoughts and thesubmissiveness of his actions. In many respects, Jim has the characteristics ofthe typical Aldous Huxley hero—the ability to put his foot in it, to make a messof things, a sort of wincing sensi-tivity about his faux pas. But the book's popularity arises from quite adiflEerent source: from the fact that, in spite of his faux pas, Jim still getsthe girl and lands the important job. The reader who sympathizes only toopainfully with fim's sense of ordinariness is delighted to be assured that hehas nothing to be ashamed of, that the ordinary chap will always come out ontop. Together, Amis and Wain launched a new cult of the ordinary chap, who isonly Riesman's other-directed man with a veneer of rebelliousness.The revolt of John Osborne has the same dubious quality. His first successfulplay, Look Back in Anger, gave the impression that a new revolt against societyhad hit the British theater. It was true that the hero's revolt had a strongpessimistic flavor — \"There aren't any good, brave causes left\" — but at leastit was alive and kicking, it wasn't fatalistic. But Mr. Osborne's next play, TheEntertainer, written after his fabulous success, is as pessimistic as The IcemanCometh. It concerns a number of theatrical people in a seaside boardinghouse whoget on each other's nerves for three acts. Nothing happens, except thateverything goes from bad to worse and that its hero, the third-rate comedianArchie Rice, shows a disinclination to \"make a fresh start\" in Canada,preferring to go to jail. It looks like masochism, or exhausted defeatism,although Mr. Osborne tries hard to make it look like a sort of integrity. SinceThe Entertainer, an earlier play of Mr. Osborne's has been shown in London, inwhich he is again preoccupied with the autobiographical-type hero who has agrievance against society. The hero of Epitaph for George Dillon has the samecapacity for invective and self-pityG2 THESTATUREOFMANas Jimmy Porter in Look Back in Anger, but the play shows him abandoning hisintegrity and writing cheap melodramas for provincial touring companies.The revolt of Amis, Wain, and Osborne lacks direction. It tends to be a wildthrashing around that demonstrates nothing but dissatisfaction. Moreover, theirinvolvement in the cult of the ordinary chap shows that they are very far fromextricating themselves from the premises they believe they are attacking.John Braine, in Room at the Top, is far more in control of his material than areAmis, Wain, or Osborne. He boldly returns to a major theme of the nineteenthcentury — the need to assert oneself in society, to become a man of importance —a theme to be found in Balzac, Zola, Stendhal. In this respect, he has alreadythrown off the defeat premise that dominates the American scene. But it must notbe supposed that he set out deliberately to return to an earlier tradition. JoeLampton's aspirations are not merely to make money, to achieve power; hisambitious-ness is as thoroughly romantic as Jay Gatsby's in Fitzgerald's novel.The injustice of his own dull life as an office worker hits him for the firsttime as he watches a beautiful, sunburned girl climb into a Jaguar with awell-dressed youth. His is a completely romantic fantasy, a longing foreverything that he imagines the girl and the Jaguar symbolize.All the same, the novel is not about Joe's struggle for money. After stating histheme, Braine seems to forget it, and goes on to describe Joe's experiences withthe local dramatic society and the two love affairs he gets involved in. Thesetwo affairs become the center of the novel — one with a teen-age girl, the otherwith an older woman (as in Stendhal's Le Rouge et le Noir). At the end of thenovel.he jilts the older woman and marries the teen-age girl, whose father is a richfactory owner and can offer Joe a well-paid job. The older woman kills herselfin a car crash, and Joe is left suffering from pangs of conscience and a feelingof emptiness — in spite of the fact that he is now a prosperous man with anattractive wife. The moral overtones are unmistakable.It would be a complete misinterpretation of the book to regard Joe as a socialclimber with a one-track mind. Passages like this contradict the idea:Then I thought of Sparrow Hill and Warley Moor again. I knew that there was acold wind outside and a light covering of snow. It would be quiet there anduntouched and clean. The beer went dead inside me; I felt with my ownselfishness, as nasty as catarrh; there was nothing in my heart to match thelovely sweep of the moor and the sense of infinite space behind it and a millionextra stars above.Moreover, the death of Alice focuses the unresolved problem of human sufferingand the necessity for indifference. (In Les Faux Monnayeurs, Lillian persuadesVincent to abandon his mistress by telling him of a shipwreck in which she wasinvolved; the boat was loaded to capacity, and the sailors hacked off thefingers of those who tried to climb into it with hatchets — one more passengerwould have sunk the boat. Gide here expresses the problem with great power.) Itis not that Joe wants to abandon Alice; but he has to make the choice thatinvolves all his dreams of riches.The important thing about this novel is that it is a revival of theinner-directed hero. Most criticisms of it that I have read suggest that Joe isan unsympathetic, grasping character, but nothing could be further from the truth; the author hasobviously poured a great deal of his own longing and imagining into him — andabove all, of his own sensitivity (for Joe is by no means insensitive). Thetotal eflFect is of a tone very like A Farewell to Arms — the love of life, themixture of sensitivity and toughness in the hero, and the same final sense oftragedy and loss. It was startling that a book of such extraordinary meritshould have been written, not by a widely traveled journalist, but by aYorkshire librarian.Bill Hopkins's The Divine and the Decay has many of the same qualities asBraine's book, although technically it is a far less satisfying job. Its hero,Peter Plowart, has a bottomless contempt for most human beings, which seems tobe based on the same kind of observations as those of Riesman and Whyte. ButPlowart's situation is made more interesting by the fact that he himself is byno means inner-directed; he is always being seized by misgivings and self-doubt.His whole attitude towards the world is based on his certainty that he is notlike other men, and he wants to prove this to himself by gaining politicalpowers, by becoming the second Napoleon. But he is self-divided: certain of hisown superiority and the stupidity of most men; yet, as soon as he is left alone,torn by the realization that he has not yet achieved self-control. The plot ofthe book is too complex to be detailed here, and frequently fails to convince.But the inner situation of its hero is always convincing; and the climax of thebook, when Plowart's self-division is healed in a moment of crisis, hasconsiderable power. But the book stops at the very moment when the reader wantsto know what happens next.the moment when the author is challenged to show what his hero will do now thathe is no longer self-divided. Although Hopkins makes a far more determinedattempt to explore the problems of the inner-directed man than Osborne or Amis,he still leaves most of the questions unanswered.The situation in England is, on the whole, more promising than in America. Thismay be for exactly the reasons that Whitehead suggested made the English studentmore self-determined and confident than the American: the English writer has alack of diffidence, a willingness to tear into problems without too much fear ofmaking a fool of himself. This usually means that English writing tends to beless technically polished than American (no English novel of the fifties cancompare, for sheer technical skill, with Grace Metalious's Peyton Place). But italso means that there is a stronger sense of individualism. By its very nature,individualism is a revolt against other-direction. But unless it possesses asense of conscious purpose, the revolt is likely to express itself as a futilegesture of protest. This is the major complaint to be brought against writerslike Amis, Wain, and Osborne. They seem to lack an awareness of the centralproblems, or to be aware only of their nonessential aspects. These problems arefundamentally psychological. They spring from the fact that the complexity ofour society tends to create a defensive attitude in many people, the sort ofacknowledgment of defeat that a schoolboy might feel on looking into a volume ofhigher mathematics. The result is a sense of diffidence, a loss of the feelingof being self-determined. This diffidence gnawsinto the nervous energies, into the power o£ enterprise; it narrows theindividual's conception of his own abilities and values.The Lonely Crowd and The Organization Man examine this attitude in itssociological aspects, treating its literary manifestations merely as evidence.But neither Riesman nor Whyte deals with the most important symptoms incontemporary literature, the diminishing role of the hero, and the cult of theordinary chap. This is the matter of greatest concern for the contemporarywriter.The first signs of this new anti-heroic consciousness began to reveal themselvesin the 1920's, in the work of such men as Eliot, Joyce, Huxley. After thegeneration of Shaw, Chesterton, Wells, who regarded themselves as all-rounders,capable of pronouncing on politics, religion, literature, culture, even sport,came a generation who deliberately narrowed their approach. Eliot said,typically, \"The spirit killeth, but the letter giveth life.\" Joyce excluded anygeneral ideas from his work and seemed to think of himself as closer to thepainter or musician, a \"pure artist,\" rather than a writer. Pound declared hisadmiration for Flaubert and James. Huxley stuck to a cultured satire, and onlyin later years began to state — somewhat diffidently — his positive values.* Itis true that this revolt began as a repudiation of the carelessness andirresponsibility that so often reveal themselves in the work of theShaw-Chesterton generation, but caution and understatement soon developed intoan unwritten law, which strengthened the diffidence premise, whose social causesRiesman has analyzed.* The diffidence has never left his work, and appears as a definite weaknesspremise in all his novels. I have dealt with this theme at length in the LondonMagazine, August, 1958.The result has been a quarter of a century of increasingly diluted imitation ofthe \"great names\" of the twenties.The present generation is consequently in a cleft stick. It is hardly surprisingthat critics after the war began to declare that literature had reached a pointof exhaustion and that no great names were likely to arise in our epoch. Goodwriting is usually a reflection of and a reaction against its time. The work ofShaw and Wells cannot be understood without knowing that they grew up inlate-Victorian England. The work of Eliot, Huxley, Joyce, and Hemingway ispost-war; the 1914-1918 war always lurks in the background. But the powerfulforces of our own age are mass media. Shaw could react directly againstVictorian prudery, and Eliot could react against post-Victorian complacency(which included Shaw and Wells). The modem writer has nothing so well-defined tostart from. Among other things, he has to react against Mrs. Dale's Diary, DianaDors, American success worship and British royalty worship, the News of theWorld and the New Statesman, T. S. Eliot and Dale Carnegie and Forever Amber,the hydrogen bomb, James Dean, the Jehovah's Witnesses, and Wilfred Pickles. Ifhe is bom into a working-class or lower-middle-class family, all these thingswill be woven into the fabric of his life from an early age or will obtrudethemselves into it as he starts to take an interest in the world outside. Andeven if a young writer made the eflEort to get all these things in focus, hewould still have solved only a half of his problems. Shaw could begin writingwhere Dickens and Carlyle left oflF, and Eliot could turn his back on Shaw andplump for Newman and T. E. Hulme. But the writer of today finds that theEliot-Joyce-Hemingway tradition of writing has now worked itself to a dead halt,and he will havedifficulty in feeling himself a part of a tradition. He is faced with difficultalternatives. He could write as if Shaw, Wells, Eliot, Joyce, and the rest hadnever existed. (This seems to be what Mr. Amis has done.) In that case, he isbound to take himself fairly lightly. Or he could attempt to synthesize withinhimself the whole movement of wTiting in the twentieth century, attempting toact as arbitrator between Shaw and Eliot, Greene and Chesterton, D. H. Lawrenceand Wells, and to base his own work on a total reassessment of the past sixtyyears. In doing this, he would also be working against the modern trend ofother-direction, which makes him feel that to undertake such a task would be anabsurd overestimate of his own powers and imjxjrtance. The decision to attemptit would be the most important step.If the bewildering variety of revolt in the fifties can be said to demonstrateany single point, it would be this — that revolt for its own sake is not enough.It fails to get to the core of the problem: the increasing other-direction inmodem society and the disappearance of the hero, the inner-directed man, inliterature. This is the problem that has to be brought into sharp, consciousfocus.ConclusionSo far in this essay, I have stayed close to the method ol analysis used byRiesman and Whyte. I have tried to show the extent to which other-direction hasbecome such a basic attitude in modern culture that it affects all ourthinkino;. It has reached such a f)oint that one might almost say that there areonly two kinds of writer today: the ones who take other-direction for grantedand the ones who feel someintuitive revolt against it. Such a generalization, of course, would not bestrictly accurate. Nevertheless, it may be regarded as a useful simplificationof the argument, one that makes the issues quite clear.Whyte and Riesman devote very little space to literature, and what they do quoteis intended to illustrate other-direction on the simplest level. In the presentsection, I have tried to show that there are types of other-direction that arehighly deceptive. They appear as revolt for its own sake, and the casualobserver might be inclined to mistake them for inner-direction. In fact, theyare no more inner-direction than is the action of a snake in striking at amoving object. Their reflex nature is proved by their lack of direction, theirfailure to think beyond the actual gesture of defiance, and the speed with whichtheir revolt subsides when the gesture meets with success. The writer who findsthat his revolt commands a flattering attention quickly assumes thecharacteristics of other-direction, accepting its standards and values, anddemonstrates his fundamental lack of concern with questions of value. There isno attempt to think beyond the revolt, since the revolt itself was never morethan an emotional reaction. When the smoke clears and the shouting dies down, itbecomes apparent that it was only an app>earance of revolt disguising the olddefeatism and fatigue.But the method or Riesman and Whyte, by its very nature, leaves the task halffinished. Their criticism is essentially negative; starting from their premises,this is unavoidable. Inner-direction is undoubtedly a value of the utmostimportance, but it is not the simple thing that Riesman makes it appear. It is aterm that covers a thousand psychological problems. Without a more precise at-tempt at analysis of these problems, it is impossible to progress beyond theconclusions of The Lonely Crowd, its vague hope that the other-directed willexperience a change of heart.Riesman speaks as if the change from inner-direction to other-direction firstbegan to make itself apparent in the twentieth century, as a direct result ofeconomic pressures. But the truth is far more complex. The increase ofother-direction is not merely a matter of the increase of big business,advertising, mass production, and so on. It has also been helped by the factthat the cultural forces of inner-direction have been self-divided for a verylong time now; its enemies are internal as well as external. Until theseinternal problems have been solved, there can be no hope for an effectiverebellion against other-direction. The next section of this essay will bedevoted to an attempt to express the nature of these problems.Part ThreeThe Anatomy of Insignificance/ glory in the name of earwig.GuMBRiL, IN Aldous Huxley's Antic HayWith people who know how to revenge themselves, and to stand up for themselvesin general — how is it done? Why, when they are possessed . . . by a feeling ofrevenge, then for the time being, there is nothing but that feeling left intheir whole being. Such a gentleman simply dashes straight for his object, likean infuriated bull, with its horns down, and nothing but a wall will stop him. .. . Well, such a direct person I regard as the real, normal man. . . . I envysuch a man till I am green in the face. He is stupid. I am not disputing that,but perhaps the normal man should be stupid. And I am more persuaded of thatsuspicion . . . by the fact that, if you take the antithesis of the normal man,that is, the man of acute consciousness, he genuinely thinks of himself as amouse, not as a man.Dostoevsky: Notes from UndergroundWHEN Dostoevsky wrote the passage quoted above, he put his finger on the centerof the problem that obstructs the twentieth-century writer from creating a greatheroic figure. Heroism is not mere physical courage and conviction. If a mansailed a rubber dinghy up the Congo and then dived in among the crocodiles,armed with nothing but a toasting fork, we would not call him a hero; we shouldmore likely call him a fool. If a man went over Niagara Falls in a barrel, wemight admire his rash courage, but we would think of him as a gambler ratherthan as a hero. Heroism is not merely courage; it is directed courage; and whatit is directed towards is all important. Probably many of Al Capone's gangsterspossessed qualities that would have made them excellent warriors under Attilathe Hun; but in twentieth-century Chicago, they were dangerous and undesirable.The qualities that make the hero depend upon the time he lives in.This suggests a generalization about the hero: he is the man who, in some way,embodies the qualities most needed by his age. The religious passion and theruthlessness of King David would have been out of place in ancient Greece; thecunning of Ulysses would have been an undesirable virtue in the age of Malory'sKing Arthur; the blind relianceon fate of Sinbad the Sailor would not have ensured his survival in the Israelof looo B.C. These men have one thine in common: they are \"favorites of thegods\" (or of God). But as heroes, they are tied to a particular period inhistory.What are the qualities required by the hero in the twentieth century? To answerthis question would be a major step towards answering the problems posed byRiesman and Whyte. It is obvious, without further investigation, that our age isa great deal more complex than any previous period in history; a hero whopossesses simple courage, or faith without intelligence, would be a failure. Thehero of the twentieth century would need to be something of a metaphysician.An important preliminary step would be to understand the cultural developmentsthat have made the old hero inadequate. They can be traced in the literature ofthe past three centuries. The figure of the hero in literature reflects theneeds of the age and the degree to which men of each age have overcome theirproblems. What Eliot called \"a sense of one's own age\" is also a sense of theproblems of one's age; certain artists may achieve an embodiment of theseproblems in their work. Hamlet, Faust, Ahab, Zarathustra, the Underground Manreach this symbolic stature; our own century can offer no comparable symbols.The reason for this failure can be better understood through an analysis ofthese symbolic figures of the past. It will be seen that the reasons for thedisappearance of the hero figure go deeper than a shift from an age ofproduction to an age of consumption; they are bound up with the inner dynamicsof the hero. The present section is mainly concerned with a definition of theseinternal problems.What Is a Hero?First, it would be valuable to have a provisional definition of the word \"hero.\"This is not as difficult as may at first appear. All that is necessary is to geta clear mental picture of the man who is not heroic. I am not thinking of thecoward, but of the man who is completely contented in his way of life — or ifnot contented, at least too lazy and half-alive to do anything about it. Theidea of a hero is of a man who needs to expand, who needs wider fields for hisactivities. He is the man who cannot accept the status quo. He is the man forwhom the idea of freedom is a contradiction of his present way of life. Theanti-hero is the man who accepts, who \"fits in.\"It will remain true, of course, that the hero's capacity for heroism will dependon how concrete are his ideas of freedom. If his country is under enemy rule,and his idea of freedom means political freedom, then his heroism will have freeplay until his country is once again self-governed. On the other hand, one couldimagine a bank clerk who possesses the latent military genius of a Napoleon butwho has never become aware of it. Unless a war happens to place him in aposition of military command, he will probably remain a dissatisfied bank clerk.He may, it is true, have his imagination stirred by a war film or a book aboutthe army and decide to change his career. But even so, it will depend largelyupon chance as to whether he ever becomes a hero.Heroism, in its purest definition, is an appetite for freedom, a desire to livemore intensely. But its realization depends upon the liveliness of thepKDtential hero's imagination, upon how far he can understand his own latentneeds and devise an outlet for them. It might verywell have been different in more primitive societies, where any man of spiritbecame a soldier and had his opportunities presented to him in the course of hisnormal routine. He would not need imagination. But in a more complex andpeaceful society, a man who feels the craving for expansion, for freedom, needsto possess intelligence and some degree of self-knowledge. And somehow, thewords \"intelligence,\" \"self-knowledge,\" \"imagination\" are are in opposition tothe idea of simple heroism.It is true that there is a strong modem tendency to admire physical courage, andthat various types of simple heroism are now pouring money into the pockets ofthe men who write books about it. The war heroes have been revived; we readabout men who crossed the Pacific on a raft, or crossed the Atlantic in adinghy, or climbed Everest or Nanga Parbat. The tough private detective is ingreat demand. So is the great surgeon, with his white uniform and scalpel. Butsomehow, these men seem out of date in the age of the organization and massproduction, as irrelevant as those brown daguerreotypes of the early motorcars.The pleasure they give is the pleasure of turning away from the present andimagining an age when they were relevant.The Old Hero and the NewBut when did the physical hero start to become outdated? It was a great dealfurther back than the twentieth century. Even in the days of fervent Britishimperialism, no one regarded the works of Kipling, Conan Doyle, John Buchan, A.E. W. Mason as great literature. In fact, if one turns as far back asShakespeare, one sees that while his Henrythe Fifth was a patriotic backward look, his greatest characters are theself-divided men, Hamlet and Lear, or the solitary, Prospero. Hamlet is anamazing anticipation of the self-divided man of the nineteenth century, theforerunner of Goethe's Faust, Dostoevsky's Underground Man, and the later heroesof Musil and Sartre. (Whether Shakespeare intended him as such is anothermatter.)While Shakespeare was anticipating a new type of hero, his contemporary,Cervantes, was ringing the death knell of the old type. Don Quixote is the\"normal man\" whom Dostoevsky's Underground Man spoke of, who \"lowers his headand charges like a bull\"; he is not merely the stupid hero, he is downrightinsane. But Cervantes was not concerned with the new hero who would replace theGalahads and Amadis de Gauls. If the question troubled him at all, he probablythought of Sancho Panza as the new hero — the hardheaded realist who knowsbetter than to go out looking for dragons and giants, Cervantes might claim tohave invented the cult of the ordinary chap; he is the first of a distinguishedline of literary men who would have no truck with heroes: Quevedo, Lesage,Fielding, Defoe, Smollett ... in the Sancho Panzas and Tom Joneses, there is nocraving for freedom; all they want is a wife, a home, and a bottle of wine.But when the heroic was revived, nearly two centuries later, the hero broughtback with him all the problems that are still latent in the work of Shakespeareand Cervantes. Schiller's Karl Moor in The Robbers is a typical example. Hebroods: \"Law has never produced a man of true grandeur. It is freedom thathatches the colossal and the extreme.\" But Karl's idea of organizing his friendsinto a robber band and taking to the woods like Robin Hoodis a typical romantic miscalculation; he soon learns that practical anarchy isboring and sordid, and that freedom needs to be closely combined with disciplineif it is not to degenerate into drifting. Schiller is obliged to solve theproblem by killing him off.Goethe soon ran into the same problem in his own creative experiments and endedby creating the greatest self-divided hero of all. His career had begun with thecreation of Goetz von Berlichingen, a backward look into the heroic past, thefreedom-seeker whose ideal of freedom is political. But as soon as Goethe triedto write a contemporary story, the hero became the morbidly oversensitive youngWerther, who ends by committing suicide. It is true that Werther is not atypical hero in that he fails to get the girl; but Goethe himself had noillusions about successful love; he had a habit of withdrawing from his own loveaflFairs before he reached the point of living happily ever after. Werther'stragedy is not sexual frustration, it is the fact that the world and he are atloggerheads; he suspects that his craving for freedom is incapable of beingsatisfied in the world.After Werther, Goethe went on to analyze the peculiar psychological complexitiesof the \"new hero\" in Faust. At the beginning of the poem Faust is a well-knownscholar, universally respected, regarded with veneration by the local peasantryfor his medical skill, still young,* personally attractive. It is evident that,at some earlier time, he has been consumed by idealism, the feeling that knowl-* This is of particular interest. Faust is traditionally represented as an old(or elderly) man. Marlowe's Faustus asks for the return of his youth as thefirst gift of Mephistopheles. Goethe obviously had no wish to load the diceagainst his hero: all Faust's despair can then be concentrated on hisself-division, his sense of internal defeat.edge could turn man into a god. The result is, now, not merely disillusionment,but a nihilism that involves the whole universe: a feeling that, if a man couldshed all his illusions for a moment, he would not want to live. As far as livingis concerned, he feels he has reached a dead end. But as he is about to drinkpoison, he hears the Easter bells and experiences a rush of temps perdu, ofmemories of his childhood, and an absurd, paradoxical feeling of immortality.The lesson here would seem to be that his net was not fine enough. He had made abid to become a god-man by trapping ultimate truth. Truth dissolved, and lefthim feeling like an insect. But just as he has decided that his desire forimmortality was illusion, the Easter bells bring back the living essence of hispast and stimulate a consuming desire to live more. Faust realizes, in a flashof intuition, that truth is subjectivity; that it is no use looking for it inthe outside world; that it is contained within himself, in his memories, in thesubconscious power house he carries inside him.But in the next scene Faust has already forgotten this. When Mephistophelesappears and offers to give him \"more ecstasy in an hour than he normally feelsin a year,\" it seems a fair offer. He knows that the pursuit of knowledge cannever intensify his desire to live, and hopes to exchange it for \"the world ofdirect experience.\" From this p>oint onwards, it becomes obvious that he hasmade a mistake. What is more, it seems likely that Faust's mistake is Goethe's,too. The devil's attempt to show Faust a gay time bores him. The love affairwith Gretchen provides some satisfaction, but it is apparent that this alsobegins to bore him, for by the time that Gretchen knows she ispregnant Faust has allowed Mephistopheles to drag him off to a witch's frolic.In the second part of the poem he has a love affair with Helen of Troy and triesto save himself from a sense of uselessness by becoming a public benefactor anddraining a swamp.After the opening scene of Part One, the rest is anticlimax. By this, I do notmean that it is artistically an anticlimax. But for the reader who has graspedthe issues that were stated in the opening scene, the remainder of the f>oem isevasion. Faust is an artistic success and a philosophical failure,Faust's failure is for reasons that would not have worried Homer or Sir ThomasMalory for a moment. He feels \"immortal longings\" in him, the need to be ofmore-than-human stature. When the old hero had such feelings, he simply went offin search of adventure; or, if his urges were more subtle, in quest of the HolyGrail. But Goethe possessed an acuter sense of reality than Homer or Malory, aswell as a more modern insight into self-division. He could not propel Faust intoaction, for no action could resolve his inner tensions. How is he to become ahero? What could he do, given even the fullest opportunities?In point of fact, Proust penetrated to the heart of the matter more unerringlythan Goethe, for he seized all the implications of that inner revelation thatFaust experiences on hearing the Easter bells. He describes the sensation withgreat exactitude:An exquisite pleasure had invaded my senses. . . . All at once, the vicissitudesof life became indiflFerent to me, its disasters innocuous, its brevityillusory. ... I had ceased now to feel mediocre, accidental, mortal. \\Swann'sWay, Overture.]But Proust's Marcel then begins a careful discipline to recover his past. Faustabandons himself only to Mephistopheles, whom he knows to be stupider thanhimself. At least, Proust knew there was only one way to turn — inwards, Faustkeeps his face determinedly outwards and just involves himself more deeply inhis original error, the failure to realize that truth is subjectivity.Spengler referred to the culture of the West as a \"Faustian culture\" and statedthat Faust was the typical hero of the modern world. Faust is the man who istorn between two visions: an internal world, where a new sensitivity andknowledge give strange glimpses of immortality, and an external world, where heis increasingly a misfit. One day he feels himself to be a god; the next, aninsect. The poles draw wider apart, and the tension between them becomesgreater. Man's dual nature, his \"greatness and misery\" (to borrow Pascal'sphrase), obstructs every attempt to arrive at some clear, simple assessment ofhis place in the universe. And in the confusion, Faust continues to seek for theanswers outside himself, to grope from one solution to another, from magic tolove affairs and altruism, never at any stage arriving at peace with himself.I have suggested that the answer Faust missed lay in subjectivity, in turninginwards. But it must be immediately admitted that this is only half a solution.It is rather as if Whyte had ended The Organization Man by advising allemployees of big combines to throw up their jobs and retire to cork-lined roomsto spend the rest of their days writing immense autobiographical novels. Theproblem of the hero goes deeper than this. It is not simply a question ofturning inwards, but of coming to terms with theinterior problems and then turning outwards again. The old hero was the man wholowered his head and charged like a bull. The new hero is too self-divided forthis; he has to learn to heal his self-division. The final hero will be the manwho has healed the self-division and is again prepared to fling himself backinto the social struggle.Nothing to Be Done — the Romantic DilemmaI have tried to suggest why the disappearance of the man of heroic staturecannot be explained away as a social problem. At this point, it might be ofinterest to study the trend in new heroes in the post-Faiistian age, before thecult of the ordinary chap.While Amis and Osborne side-step the question of their heroes' futures byleaving all their problems suspended in the air, the writers of the nineteenthcentury were inclined to give an illusion of completeness by killing off thehero. Goethe has Faust carried off to heaven by angels who sing that \"so long asman strives, he is not beyond redemption.\" But later writers left the heavenlychorus to the imagination. Schiller's Karl Moor has to die; there is no otherway of rounding off the tragedy. Shelley's Alastor is an idealistic young manwho is embraced in a dream by a beautiful girl (who probably symbolizes truth orbeauty) and wanders from country to country in search of her until he dies. Thesymbolism is not as absurd as it sounds; it implies clearly that the man who hasseen this vision cannot do anything to recover it. He can only wander aimlessly,knowing the search is futile, for the vision came internally and he is lookingexternally. One is reminded of the tramps in Beckett's Waiting for Godotwith their periodic complaint: \"Nothing to be done.\" The Byronic hero, who issensitive, handsome, and sinful, usually finds plenty to do (especially by wayof sinning) but has to die in the end because nothing he ever does makes himfeel better. (Manfred is a candid imitation of Faust.) The romantic heroes ofHoffmann, Tieck, N oval is, and Jean Paul follow the same pattern. In TheodorStorm's popular Immensee, the hero fails to get the girl and drifts on into oldage, sentimentally mooning about his youth and lost love. As a device for endingthe story, this was even neater than killing off the hero, for it could give asense of inevitability, which the arbitrary death of the hero often lacked, andcould distract attention from the hero's indecision in letting the heroine getaway.But nineteenth-century romanticism, for all its sentimentality, had certainadvantages over the realism of the twentieth century. It never lost sight of theimportance of the individual or of the importance of the ideal. The intensitythat is only rarely achieved in twentieth-century writing, in such books as FromHere to Eternity or The Caine Mutiny, is achieved every time by the romanticwriters, simply because they were more concerned about the solitary individualand his relation to nature. As soon as the reader opens a book by Hoffmann orKleist or Brentano, he is transported into a world of greater intensity. Theromantics felt no guilty conscience when they turned their back on society.Some Nineteenth-Century HeroesStendhal's Le Rouge et le Noir is of particular interest as a bridge betweenromanticism and modern realism. Thefirst part reads like an early version of A Portrait of the Artist As a YoungMan. Julien Sorel is portrayed as a bookish, sensitive young peasant, who is notquite sure whether he would prefer to be Pope or Emperor. He goes into the homeof M, de Renal, mayor of Verrieres, as a tutor, and immediately seduces themayor's beautiful wife. Later, when he moves to a still more aristocraticfamily, he seduces the proud and elegant daughter. In these activities, heretains the reader's sympathy; and the modem reader (who has probablyencountered similar situations in Sons and Lovers, Lucky Jim, and Room at theTop), assumes that Julien has the author's sympathy, too. But here he will bemistaken. When, in a jealous fit, Julien attempts to shoot Mme. de Renal and isexecuted, the author writes of his execution with no less detachment than thatwith which he wrote of the seductions. It is difficult to discern any unifiedartistic intention. Af>-parently Stendhal borrowed his plot from a contemporarynewspaper scandal, so it is probable that Julien was condemned to death from thebeginning. But in that case, one can only assume that the author allowed himselfto be completely carried away in the earlier chapters, identifying himself withthe struggles of his hero, and then got tired of writing and ended abruptly andwithout any apology. There is something lopsided and unbalanced about the book.The first part shows a real preoccupation with the struggle of a potential heroto find self-expression. Sartre has said that \"to read a book is to rewrite it,\"and the reader of Stendhal feels himself challenged to imagine a future forJulien that is worthy of his ambition; he hopes that Stendhal will accept thechallenge and show Julien's education and triumph in the minutest detail.The abrupt ending comes as a shock; it leaves a feeling that the book isunfinished. Le Rouge et le Noir seems to be one half of a great novel. But afterall, it is in the nineteenth-century tradition of tragedy and defeat. Perhaps weshould be grateful to Stendhal for creating a real hero for the first twohundred pages, instead of being irritated that Julien becomes a papier-mach6figure for the last hundred.The nineteenth century had re-created the hero. But above its Valhalla, inletters of gold, was inscribed the motto: \"You can't win.\"By the mid-nineteenth century, literature was already showing signs of atendency towards other-direction. Dickens, Balzac, Flaubert, Turgenev, GeorgeEliot were all more concerned with the individual as a social unit than \\viththe romantic struggle for self-expression. Gogol really launched the cult of theordinary chap when he made the hero of The Overcoat a harassed little clerk. Hisinfluence on later Russian writers was immense. Dostoevsky commented, \"We haveall emerged from under Gogol's overcoat.\"One of the few exceptions was Herman Melville, who created in the character ofCaptain Ahab a hero who possessed strange affinities with Don Quixote. Ahab isunique; not so much because he is an exception to the rule that you can't win asbecause he knows he cannot, and doesn't care. In a sense, he is more importantas a symbol than as an individual. (His chase after the white whale occasionallybecomes tiresome.) What is imf)ortant is his absurd courage. He illustrates animportant point: that the hero's aims need not be reasonable — that, on thecontrary, everything depends upon the act of will, theindomitable obsession, rather than upon the reasoned calculation. But although alogical positivist might see no clear distinction between Ahab and Don Quixote,the distinction is of fundamental importance. Don Quixote has no relation to anyform of reality; he blunders on in a fog of romance. Ahab has also turned hisback uf)on reality — insofar as his family and Starbuck and Stubb representreality — but his will power reaches out where his imagination collapses.Although he also denies the \"common daylight,\" although he knows that Moby Dickcannot be beaten, some giant act of obsession in him forces him onwards. As thewreckage of the Pequod subsides into the sea, there is no feeling of defeat;only of protest against the nineteenth-century assumption that you can't win,the premise that prevents writers from creating heroes who dare to assert anyidentity or sense of purpose beyond the society in which they live.In France, the heroic was revived, to some extent, in the work of Guy deMaupassant, but mostly in the form of a debased Don Juanism. Five out of six ofMaupassant's novels are about seduction; to enjoy them, the reader must identifyhimself with the hero and immerse himself in an atmosphere of high-mindederoticism (high-minded, for sex in Maupassant is never crude and physical; Joycewould undoubtedly have shocked him deeply). Bel Ami, one of the best of hisnovels, is in the tradition of Le Rouge et le Noir. It deals with the seductionsand rogueries of an amiable but ambitious Casanova. It is not (as Tolstoy seemedto believe) a criticism of society, nor is Bel Ami intended as a villainousgigolo. Maupassant illustrates perfectly Blake's comment that all true poets areof the devil's party; he obviously derives great enjoymentfrom describing how Bel Ami seduces the wife of his employer, and then thedaughter, and ends by marrying the daughter (whose father is a millionaire) in acathedral. The reader also takes pleasure in Bel Ami's course from pennilessclerk to Chevalier of the Legion d'Honneur. It is true that Bel Ami is notparticularly intelligent or sensitive; but then, none of Maupassant's heroes is.But Bel Ami is the nearest Maupassant ever came to that closeself-identification with the hero that was so typical of the romantic era. EvenTolstoy, on his moral high horse, noticed it: \"Bel Ami is a very dirty book. Theauthor evidently gives himself a free hand in describing what attracts him, andat times seems to lose his main negative attitude towards the hero and to passover to his side.\" In his later novels, Maupassant gives himself over completelyto writing of the pleasures of seduction, and allows the hero no other motive inlife. Increasingly, he prefers to write about weaklings. All his novels aresuperbly written, and all revolve around sex. (It is surprising, in thecircumstances, that there has been no enthusiastic Maupassant revival in recentyears.) But the novels lack a center of gravity. Although the author declines toload the dice against his heroes in the fashionable manner, he also declines totry to represent them as in any way admirable."},{"pageContent":"The amazing thing about the novels of the nineteenth century — and it is evenmore true of the twentieth — is that the writers seemed to feel no instinctiveaversion to loading the dice against their heroes. After all, imaginativeinvention usually starts when a child tells himself tall stories in which hefigures as the hero. The essence of fiction lies in this machinery of wishfulfillment, of vica-rious pleasure, of the reader's identification of himself with the hero. How, inthat case, can its aims be so completely altered? The answer lies partly in awriter's sense of drama, the need for theatrically effective situations.Maupassant's first short story, Boule de Suif, like his first novel, Une Vie,possesses a compassion and sense of pity that somehow do not ring true; theygive the feeling that Maupassant has assumed them for the occasion, being on hisbest behavior as a young writer making his first bow to his audience. As soon ashe felt more certain of himself, he also began to be true to himself and droppedthe fashionable note of pity.This is a fascinating problem of psychology. Consider Zola, for instance, thegreat preacher of realism. The reader might imagine that he was not astoryteller but a scientist classifying butterflies. There seems to be no traceof wish fulfillment in his sordid tragedies. The early novel, Therese Raquin,provides a perfect illustration of this paradox. It begins by involving thereader's interest in the fate of the orphan Th^r^se, who lives with her aunt andinvalid cousin in Paris. The household centers around the wretched invalidCamille Raquin, whose mother adores him. Therese becomes his wife and settlesdown to a stifled existence with the sallow-skinned, weakly mother's boy, who isa clerk in a store. Sometime later, Camille meets an old school friend, amuscular artist named Laurent, and introduces him into his home. Laurent decidesto seduce Th^r^se, and succeeds without much difficulty. The adultery is animmense release for Therese; it transforms her from the silent, bored companioninto a woman with incredibly violent desires. The relation between Th^r^se andLaurent becomes stronger, untilthey are insanely in love. They decide to murder Camille, so that they canmarry. On a boating excursion, Laurent throws the husband overboard. The murderscene is followed by a chapter that can only be compared with Dostoevsky forpower and horror, in which Laurent goes daily to the morgue to look for thecorpse of Camille.Up to this point, the novel moves with tremendous force, and the reader feelsthat Zola is fulfilling all the functions of a great artist. He has projectedhimself into the situation of a frustrated woman and has shown that frustrationbeing swept away (one of the most dramatic and touching subjects in all art).But now Zola suddenly Avithdraws, and writes a conventional tragedy ofconscience. Therese and Laurent marry, but the dead husband is always betweenthem. Madame Raquin becomes paralyzed, and when she finally learns that her sonwas murdered, can only roll her eyes. Therese and Laurent simultaneously decideto murder one another; when they discover each other's design, both commitsuicide. It is unconvincing and boring (for the harrowings of conscience go onfor over half the book). Zola so plainly intends to harrow the reader that hehas the opposite effect; he only alienates. The old woman's paralysis, which isobviously intended to be a knockout blow, produces the same effect as theaccumulated brutalities of modern gangster fiction — it seems contrived, toodeliberate. (This is also painfully true of what many consider to be Zola's bestnovel. La Terre.)But why was there this sudden change of attitude halfway through the book? Oneis inclined to suspect that Zola's imagination failed him. He was challenged toshow the effect of freedom on two people who had lived in an invisible prison.The feat was too much for him. He fell backgo THESTATUREOFMANon dramatic formulas, and the life went out of the novel.But the reader who suspects Zola of lacking imagination has a hard case toprove. It is true that all his novels leave the feeling, \"here is a man whosecreative faculty is two-dimensional, flat, lacking the dimension of freedom,\"but Zola's air of being a scientist rather than a writer is intimidating.Critics lay great emphasis on the amount of research that went into the novels(just as early defenders of Joyce tried to give the impression that Ulysses is ahighly erudite and esoteric work, on no account to be judged by ordinarystandards). Zola seems to deny that all art is based on identification, wishfulfillment: he writes as a lepidopterist.But when one examines Zola's life, this plea collapses. Most of the novels aredominated by sex — particularly by rape. Yet Zola led a highly respectable life.He took a mistress in his early years, married her, and remained faithful toher. The novels were full of sexual violence. Nevertheless, Zola led anexemplary life.But when he was fifty, he fell in love with a girl of twenty-two and seducedher. Jeanne Rozerot was his wife's maid. The result was a love affair thatlasted till the end of his life. And sex dropped abruptly out of the novels. Theyear before he met Jeanne, Zola had published La Terre, which has an atmosphereof sex and violence that resembles nothing so much as No Orchids for MissBlandish. Immediately after the beginning of his afiEair with her, he wrote thebeautiful and idyllic Le Reve, and the delicate love story Doctor Pascal. Itseems hardly necessary to argue that sex in the earlier books was a form of wishfulfillment.I dwell on Zola because the realism for which his nameTHE ANATOMY OF INSIGNIFICANCE Qlbecame a synonym has also become the basic premise of twentieth-century writing.This premise states that writing should be scientific — an observation anddocumentation of social facts. I would argue that writing never has been andnever can be anything of the sort. At its center, there must be a completelypersonal statement of its author's attitude to life and to freedom. Thisattitude will manifest itself in the author's attitude towards the hero. If theauthor has no subjective strength, no sense of freedom, then his work will bebroken-backed, no matter how imposing his realism makes it appear. In Zola'snovels, as in The Caine Mutiny, society is the hero. Zola lacked theinner-direction, the inner reality, to create authentic heroes. The imposingfacade is a fake.All that emerges from consideration of the nineteenth century is that, withoccasional exceptions, its writers lost sight of the hero. Society is the truehero of most nineteenth-century novels. The significance of Melville's Ahab,Dostoevsky's Underground Man, Goethe's Faust was completely lost on thedisciples of Zola and George Eliot.One of the most important exceptions, and one not generally considered as acharacter of fiction, is Nietzsche's Zarathustra. Nietzsche, who was in everyway an inner-directed man, tried in Zarathustra to create the new hero.Zarathustra begins by turning his back on society and coming to grips with hisown problems. We are told that he had passed through a period of utter pessimismand life-denial; he obviously feels the same as the Underground Man about theold hero, as his comments on the army and the state show clearly. What is mostinteresting about Zarathustra is Nietzsche's realization that the real hero mustbe a perfectly healthy man. Like Goethe, h^ doesnot believe in weighting his hero with neuroses. But unlike Goethe, Nietzschewas not himself a physically healthy person. The result is that Zarathustrashows the conflict between Nietzsche's weakness and his own strength. In somesections, Zarathustra speaks with the ecstasy and certainty of a prophet; inothers, he seems torn by self-division. This work provides an insight into thedifficulties of a writer who wishes to create a completely heroic figure.Nietzsche tried to portray the authentic hero — the man who has f>assed throughself-division to self-knowledge and the power to act. Zarathustra is also a sortof wish-fulfillment fantasy; he has f>erfect health, many disciples, anunclouded vision. But his action amounts only to preaching, and the world inwhich he preaches is an anonymous realm of fantasy. Like Goethe's Faust, ThusSpake Zarathustra is an attempt to create the new hero, and an admission offailure.I have already discussed, in The Outsider, the way in which the idea of the \"manon his own\" began to be debased in the twentieth century. The defeat premise,the hypothesis of insignificance, begins to obtrude itself all the time. Thesolitary hero of Barbusse's L'Enfer is gloomily modest: \"I have nothing and Ideserve nothing.\" It is interesting to note the transition from Faust, throughthe Underground Man. Faust had expressed pessimism and despair as he sits alonein his room, but the despair has nothing to do with society; it is to do withthe problem of the meaning of the \"will to truth.\" He feels a certainpatronizing affection for society; he would like to take refuge in the gaiety ofthe country folk on Easter day, but knows he can never feel restored to kinshipwith other menj* The Underground Man is already morosely anti-social, although the problems that oppress him are also problems about the willto truth, the strength and weakness of human beings. Like Zarathustra, he isinclined to regard men as \"flies in the market place.\" But Barbusse's hero issimply anti-social — that and no more. Although he says: \"Truth — what do theymean by it?\" this is a cynical gesture of disillusionment rather than a realquestion. His problem is mainly his feeling of insignificance. \"I have nothingand I deserve nothing. Yet I feel I deserve some recompense.\" But nothing canconvince him that he is not insignificant.The Last Stand of the Romantic HeroIn England, at the beginning of the twentieth century, there were a few lastflickers of the heroic ideal. There was Kipling's \"empire loyalism\"; but thissoured into a curious defeatism in his later work.* And there was an a( tiveinterest in the intelligent hero in Wells, Chesterton, and Shaw. This appearsmost strongly in Chesterton, but he is also, unfortunately, the least serious.His temperament contained a mixture of mysticism, juvenile humor, and naivete,in about equal parts. His idea of reviving the heroic was to plunge back intothe past; The Napoleon of Nolting Hill is a fantasy about a man who takes theancient rivalries of the boroughs of London with deadly earnestness and starts acivil war to settle the question of precedence. Even Chesterton's politics wasmedieval; he advocated a feudal system of ownership (Distributism). BcK)ks suchas The Man Who Was Thursday, Manalive,• Sec \"The Kipling Nobody Read\" in Edmund Wilson's The Wound and the Bow.The Ball and the Cross exploit his flamboyant vein of heroic romanticism.Wells' contributions, although far more incidental to his major ideas, are agreat deal more solid than Chesterton's. In a very early book, Love and Mr.Lewisham, he showed the young schoolmaster, Lewisham, thinking out a formidablecampaign against the world, which begins at five every morning with three hoursof French. He reckons that by the age of twenty-four he will have several modernlanguages and a broad all-round education, and be prepared for greaterachievements. Unfortunately, Mr. Lewisham is no Julien Sorel; he falls in loveand forgets the whole scheme. And yet Wells never seemed to be interested in theproblem of the ambitious man, of the man doing battle with his circumstances.The History of Mr. Polly builds up a picture of a middle-aged man who hasallowed himself to become completely oppressed by circumstances, and then showshim breaking the chain with one act of desperation (Mr. Polly's decision tocommit suicide and burn down the house). The book is not a major work, and it isdoubtful if Wells himself took it very seriously; yet it is an interestingcontradiction of the nineteenth-century spirit of defeat, the Chekhovianpessimism. Wells had an immense store of vitality, and the optimism that wentwith it; imfortunately, like Chesterton, he failed to take himself seriouslyenough. In this they form an interesting contrast with the generation of Joyce,Eliot, and Hemingway that came after.Shaw is an altogether more serious writer than Chesterton or Wells, although,like them, he wrote too much and often wrote hastily and carelessly. Even so,his Julius Caesar in Caesar and Cleopatra is the only serious attemptin twentieth-century literature to create an undefeated hero. And Shaw facedsquarely the metaphysical issues that defeated Faust and the Underground Man. Inthe Don Juan in Hell scene of Man and Superman, Juan can say, \"As long as I canconceive something better than myself, I cannot be easy unless I am striving tobring it into existence,\" and speaks of \"the work of helping life in itsstruggle upwards.\"This is far more significant than might appear on a first reading. The ancientGreek hero was a mortal who hoped to gain the favor of the gods, and themedieval knight was a mortal who trusted to his patron saint and Jesus. Faust isthe man who objects to being mortal. His whole quest is aimed at becominggodlike; his despair lies in his inability to escape his own miserablelimitations. Now Shaw continues in the Faustian tradition, making Don Juanstate: \"Life is a force which has made innumerable experiments in organizingitself.\" \"The mammoth and the man, the mouse and the megatherium . . . are allmore or less successful attempts to build up that raw force into higher andhigher individuals, the ideal individual being omnipotent, omniscient,infallible, and withal completely unilludedly self-conscious; in short, a god.\"The issue is now plain. The old hero was the favorite of tlie gods; the new heroaims at becoming a god. Riesman would say that the old hero wastradition-directed, while the new hero aims at being completely inner-directed.Shaw was the only thinker of his generation to face the ultimate religiousissues. He saw clearly that the problem of the hero lies in the fact thatnothing a man can do outlasts his own life, that death makes all achievementseem futile. An age of belief could set its hopes on heaven, whileliberal humanism contented itself with phrases that concealed the defeat: \"A manlives in his descendants,\" \"An artist's life begins after his death,\" and soforth. But with the reality of death and corruption hanging over life, thequestion \"What shall we do with our lives?\" has no more importance than \"Do youprefer light ale or brown?\" and all philosophy becomes a waste of time. Platoand the Buddha answered the question by saying that man returns to earthrepeatedly, so that death is an illusion (and their answer appears to havesatisfied many modern intellectuals, Aldous Huxley and Christopher Isherwoodamong them). Shaw decided that men have more control over their lives than theyrealize (the answer is typical of him) and that they could live indefinitely ifthey made the eflEort. Whether his answer is regarded as satisfactory or not, hehad recognized the problem and made his attempt to solve it; in doing so, he hadtaken up the problem of the hero where Goethe had left it.The chief objection to Shaw's method of dramatic dialogue is that it cannotcommand the conviction of Zolalike realism. The only purpose of realism, afterall, is to be convincing. In some ways, the technique of realism might becompared to that of music; this can be seen clearly by considering a book suchas Joyce's Ulysses, which apparently adheres strenuously to the conventions ofrealism, never aiming for dramatic effects, never trying to move the reader byarguments, but whose final effect is like that of music or great poetry —overpowering emotional conviction of the value of life. But at the same time,Joyce can never \"say\" as much as the third act of Man and Superman. Each methodhas its advantages, and the greatest writer is the man who can combine the bestof both.But this is precisely what did not happen when a new literary generationfollowed the generation of Wells and Chesterton. Idealism was out; realism wasin, and Joyce, Huxley, Anderson, Sinclair, Hemingway, Dos Passos deliberatelyexcluded any general ideas from their work and plunged deep into the \"fallacy ofinsignificance\" and the cult of the ordinary chap. Aldous Huxley, in particular,specialized in the cringing hero, the \"chinless intelligent man,\" as if tocompensate for his audacity in interweaving a few ideas. Down to his most recentnovel (The Genius and the Goddess) he seems incapable of writing about a herowithout an inferiority complex.It is true that, unlike most novelists of the twentieth century, Huxleypossesses a real sense of values and uses the novel to propagate it. But thevalues are intellectual, and they affect his writing only on the intellectuallevel. Physically and emotionally, the insignificance premise dominates. Eventhe reader who sympathizes with Huxley's ideas will feel a sense ofincompleteness about his world. It ignores so many aspects of living experiencethat any navvy or Woolworth's shopgirl would know intimately. Only another-directed intellectual could find Huxley's picture of the world adequate,for the Huxley hero is always intellectual and always painfully aware of otherpeople. Without unfairness, Huxley might be called the prophet of theother-directed intellectual.Literary FakingThe question of literary values provides an interesting side light on theproblems of other-direction. The mass manipulation by advertisers has itsrespectable culturalgS THESTATUREOFMANcounterpart in writers such as Graham Greene, Evelyn Waugh, D. H. Lawrence.These writers have a set of values, and their purpose is to impose these valueson their readers. To do this, they use a method that deserves to be consideredas an additional chapter to The Hidden Persuaders. It consists in making thefullest use of literary realism. Greene and Waugh are both orthodox RomanCatholics, and the change in technique becomes immediately apparent if onecontrasts them with an earlier Catholic apologist, Paul Claudel. In what manyconsider to be his finest play, Le Soulier de Satin, Claudel makes the mostsweeping demands on his audience; there is very little conventional dramaticaction, and the play moves forward in a series of long speeches that requireclose attention. Greene and Waugh, on the contrary, take care to give the publicwhat it wants and attempt to slip in their propaganda at a level where it willhardly be noticed. The result produces in many unprejudiced readers the effectof a literary confidence trick.Greene's method, for instance, follows a well-established pattern. He begins byportraying his characters and the world they live in with an apparently ruthlessfrankness. There is a heavy emphasis on sex, sordidness, and humiliation. Thereader has a feeling that Greene is turning to him periodically and asking: \"AmI trying to fake anything? Have I told any lies?\" And the reader, crushed andimpressed, answers: \"No, go on.\" The picture builds up with appallinginevitability, selecting details of human sin, weakness, and misery — andentirely omitting any reference to the strength or poetry of human existence. Ifthe reader lias been carried along and convinced, the final eflfect is to makehim feel that the world is a farTHE ANATOMY OF INSIGNIFICANCE 99worse place than he had ever imagined. And once this idea is firmly established,he is in the right frame of mind to appreciate Greene's patent remedy:Catholicism. \"Don't worry, the world may be an awful dump, but the mercy of Godis infinite,\" and so forth. For the reader who feels inclined to ask, \"But whatabout Beethoven, what about Michelangelo and Van Gogh and Rabelais . . . ?\"there is no reply, and he is left with a guilty suspicion that perhaps he israther immature to ask such questions.The work of D. H. Lawrence, although at its best it touches greatness, oftendegenerates into the same kind of thing — in St. Mawr and Lady Chatterley'sLover, for instance. People are portrayed as stupid, or mean and envious, orhopelessly trivial, and once the reader has been convinced that the worldLawrence presents is a faithful picture of the world in which we all live, he isprepared to agree with Lawrence that things are in a pretty bad way. All thatremains is the sale of the patent remedy — in this case, sex.The type of literary confidence trick that some Soviet Russian authorsspecialize in adopts roughly the same method — the emphasis upon the delights ofcommunal living, the need for every man to be a good member of the community,the horrors and injustices of capitalism, and so forth. As in the work of Greeneand Lawrence, it depends on the reader's not possessing enough imagination toenvisage a higher destiny for the hero (and, by implication, for himself) thanthe one the author has selected for him — collective farming, the Catholicchurch, or being Lady Chatterley's lover.All these writers present a selected range of humanexperience as if it were completely representative. Like any other confidencetrick, their work depends for the success of its message upon the gullibility ofthe audience, and in this case, the gullibility is the immediate result ofother-direction.A European Hero in the Twentieth CenturyWhen asked his opinion of modern American writing, Andre Gide is reported tohave said: \"American literature is soulless.\" His meaning is clear, although thewording is ambiguous (after all, continental literature could hardly be called\"soulful\"). What Gide meant, undoubtedly, is that American literature is notsubjective enough. But even if the European novel has not yet become \"societyconscious\" to the same extent as the American novel, the imheroic premise stillhovers in the background, the unsolved metaphysical heritage of Goethe andDostoev-sky.One of the most interesting heroes in twentieth-century literature is Ulrich,the hero of Robert Musil's Der Alanji ohne Eugenschajten {The Man withoutQualities). Musil was an engineer-tumed-writer, whose training had been largelymilitary. The extremely interesting result is already visible in his earlyautobiographical novel. Die Verwirrungen des Zoglings Torless {The Perplexitiesof Young Torless). The novel deals with Musil's period at Weisskirchen, themilitary school at which Rilke had been so miserable. But although Torless hassomething in common with other novels about young artists, it is a far tougherbook than the average. If compared with Rilke's fragments about the same school{The Gymnastic Lessonand Pierre Dumont) Musil's toughness appears almost as ruthlessness.Musil's only other novel is the immense The Man luith-out Qualities. In someways, this is one of the most disconcerting books ever written, an extraordinarymixture of great writing and long-winded word-spinning. Musil has a preferencefor indirect narrative and a ponderous prose style that reads like a mixture ofDickens and Kant. The plot is concerned mainly with a great patriotic campaignrun by a number of silly, cultured people, and Ulrich's involvement in it. Thesatire is heavy going. Anatole France is quoted as saying \"Art is long butProust is longer,\" but the bon mot is even more applicable to Musil. Hisindirect style makes a two-thousand-f>age book seem like four thousand.But having said all this, it must be admitted that it is the onlytwentieth-century novel that at times speaks with the power and authority ofDostoevsky. The greatest sections are all concerned with Ulrich, the \"manwithout qualities,\" and his complex personal life. Ulrich is an older version ofTorless. He is a man who has never for a moment doubted that it is his destinyto do something great. But he has no idea of what he will do. \"He sawwonderfully clearly that ... he had in himself all the abilities and qualitiesfavored by the time in which he lives; but he had somehow lost the capacity toapply them.\" Like Faust, Ulrich is young and personally attractive, as well asbeing fairly rich. He has been in the army and has lived a fast life ofseduction, drinking, and fighting duels. When the army disappointed hisincorrigible romanticism (he had challenged a financier to a duel, and thefinancier had Ulrich reprimanded by his colonel, thusrevealing that money counted for more than courage, even in the Austrian army),he resigned his commission and became an engineer. Even this was pureromanticism; he imagined the engineer as the superman of the modem world (anillusion that still f>ersists in Soviet Russia, to judge by its novels). When hediscovered that engineers are no more intelligent or stupid than most people, hebecame a mathematician, his romanticism having now led him to believe thatmathematical truth is pure truth and that the mathematician is the modernequivalent of the wizard. He soon became disillusioned again. This terminateshis three attempts to become a \"man of importance.\" When the novel opens, thisstage of his career is already behind him. A mature man stands on the thresholdof life, a man armed with the intellect of a mathematician, the subtlety of aphilosopher, the sensitivity of a poet, and the physical attractions of a DonJuan. With these qualities, one might expect an extraordinary career for Ulrich;his creator had in his hands the possibility of a rich and exciting narrative.The actuality is disappointing. Ulrich merely gets involved in a propos-terousnationalistic campaign and has several love affairs. In spite of his heroicqualities, there is nothing to be done.What, then, is Musil's achievement as a novelist?In some ways, it can be compared to Proust's. Proust brought a new slow-motionsensitivity to the novel, one that is able to analyze emotions with infinitesubtlety. Musil brings a slow-motion intellect to it, one that reveals thestrange ambiguities of consciousness, the extraordinary complexity of modemlife. He satirizes the generals and financiers and \"cultured\" hostesses involvedin the great patriotic campaign; they have \"explained\" life on a num-THE ANATOMY OF INSIGNIFICANCE IO3ber of absurdly simple assumptions that fail to give even the least idea of itscomplexity. These people all act and speak with certainty because they arestupid. Ulrich, who never loses a sense of the ambiguity of reality, is a manwithout qualities because his tolerance is too broad to pass judgment. Heprefers to remain a young man of promise because he sees too deeply to commithimself irrevocably to any course of action; he would rather be a man with athousand potential achievements than a man with one actual achievement that hascanceled out all the others.Musil's theme is the twentieth century, its speed and complexity; some of hisearly chapters read like an anticipation of The Organization Man. His novel isalso an exposure of the outworn fallacies, the absurd oversimplifications, onwhich our streamlined society runs. A great deal of the book is devoted toMoosbrugger, the sexual maniac who has been sentenced to death although he isplainly unbalanced. Ulrich feels a strange kinship with Moosbrugger. This is notbecause Ulrich feels himself to be a potential sex maniac (although herecognizes a savagely irrational element in himself that could express itself inmurder), but because both he and Moosbrugger are men with a deep and complexvision of the human soul and both feel helpless rage at the stupidoversimplifications upon which society bases its judgments. For Ulrich, the factthat society is stupid makes no great difference; but Moosbrugger its stupiditycondemns to death. Moos-brugger's situation bears some resemblance toMeursault's in Camus's L'Etranger; Ulrich cannot help feeling, \"There but forthe grace of God go I.\"Musil never finished the novel (which is perhaps justas well, since it is doubtful whether any reader would have succeeded in doingso). This is unimportant. He had re-created the Faust figure in a typicallymodem context (1913-1914), and this was a very considerable achievement for theperiod between the wars, when the unheroic premise dominated the literature ofEurope and America.In this book, I am deliberately paying very little attention to Proust, forobvious reasons. If his hypochondriac Marcel is to be seriously considered as ahero, then the word \"hero\" is almost meaningless. Marcel suffers from an acuteform of the insignificance fallacy. In Swann's Way, he relates how his motherstayed the night in his room and \"permanently weakened his will.\" All throughthe book, he is never wholly free of a feeling of self-contempt. Defenders ofProust might argue that this reveals self-knowledge. I am more inclined tobelieve that it shows self-deception, the weakness of a man who is too lazy tomake any effort to discipline himself. He suffers from the notion thatsensitivity must involve various kinds of weakness. Since Goethe and Musil haveboth created striking disproofs of this, Proust's argument will convince onlyother hypochondriacs. This is not to dismiss Proust, but only to say that hiswork is irrelevant in this context.The same can be said of nearly all the work of Thomas Mann. The central thesisof Mann's novels is that the artist is somehow unfitted for life. Thisconviction gathered strength as he grew older. Finally, his feeling of the needfor solidarity and balance led him to exalt the bourgeois as the salvation ofthe modern world, although the \"unbalanced\" artist continued to have a morbidfascination for him. But his tetralogy, Joseph and His Brothers, provides animportant exception. In this book, Mann writesabout the old hero, the \"lucky\" man. In Greek mythology, to be lucky meant to befavored by the gods. The same concept lies behind the stories of knights in theMiddle Ages, and it is invisibly present in the Arabian Nights. Joseph, likeUlrich, is bom with all the qualities for greatness; unlike Ulrich, he is not amodem hero, which means that there is no obstacle to prevent him from fulfillinghis destiny. On this level, the story is simple and straightforward. Its maininterest lies in the fact that Joseph is an authentic hero figure, an exceptionto the unheroic premise.Part FourThe Fallacy of InsignificanceTHE STATEMENT that Ulrich and Moosbrugger feel a lielpless rage at theoveisimplilications upon which society bases its judgments summarizes thecentral preoccupation of existentialism. Existentialism is an attempt to map andexplore human complexity; its chief bete noire is oversimplification (orabstraction).The word was first used to describe a philosophical attitude by SorenKierkegaard, who defined it in his assertion: \"Truth is subjectivity.\" Theoversimplification that Kierkegaard rebelled against was German metaphysics,with its claims to \"explain\" history and the world. Since Kierkegaard, the labelhas been applied to a great many thinkers — Heidegger, Jaspers, Marcel, Sartre,and Camus are the best-known names. Of these, only the last two now accept theterm \"existentialist\" as a description of their attitude. At one stage, Marcelcalled himself a \"Christian existentialist,\" but most existentialists wouldagree that the terms are self-contradictory (at least, if Christianity isdefined as belief in redemption from Original Sin by Christ). Heidegger andJaspers have shown themselves true to the spirit of existentialism by preferringto write about poets and artists rather than to discuss philosophy; Heideggerhas written penetratingly on Hcil-derlin and Nietzsche, and Jaspers has also written about Nietzsche, as well asabout Van Gogh and Rilke.Existentialism has an immediate bearing upon the problem of the hero. Itsconcepts provide the tools with which the whole problem can be dissected. Thepresent section will be devoted to an attempt to define these concepts,particularly as they appear in the work of Sartre and Camus.A Philosophy of Inner-DirectionSartre's existentialism could be called a philosophy of inner-direction. Its aimis to emphasize man's freedom and to explain the workings of that freedom.In Hemingway's short story, \"The Short Happy Life of Francis Macomber,\" Macomberis a coward who has run away from a charging lion, leaving the white hunter todeal with it. His wife is so contemptuous of him that she is unfaithful with thewhite hunter and makes no attempt to conceal it. Later, as they are shootingbuffalo, Macomber is carried away by his excitement and stands up to a chargingbuffalo. His wife also shoots at the buffalo and accidentally hits Macomber,killing him. Macomber's \"short happy life\" was the time between regaining hiscourage and receiving a bullet in the brain. Sartre would say that during his\"short happy life\" Macomber existed authentically, and that during the periodwhen he considered himself a coward he existed inauthentically. Man is free.This means he cannot be a coward in the same way, for instance, that a table isa table. He may be a coward on some particular occasion, but every new occasionthat presents itself offers him a completely clean sheet, tobe a coward again, or to be a hero. Observe that I used the phrase \"be a cowardagain\" rather than \"continue to be a coward.\" He may have acted like a coward onevery occasion, yet it is still not true to say he is a coward. He is free. Hecan even decide \"I am not a coward\" when he has not yet proved he is not acoward, for in his essence he has no qualities. In his essence he is not even aman; he just is.Now, obviously, the statement \"a man is free\" is almost meaningless if it istaken to mean \"he has no limitations.\" In order to have meaning, his limitationsmust be stated, the boundaries within which he has freedom and choice.To begin with, Sartre means that there are no laws of God which must be obeyed,for there is no God. His existentialism is atheistic. (Atheism, however, is nota necessary premise of existentialism.) This also applies to all so-calledsacred books and revelations. The kind (jf premise laid down by the Jehovah'sWitnesses, for instanc c — \"The Bible is the only reliable source of truth\" —would be dismissed instantly by any existentialist as the most fundamental kindof error. When a man begins to look outside himself for his freedom, he hasalready plunged into inauthentic living, and his thinking is unsound in itsfoundations. But there is another important way in which men surrender theirfreedom: in slavery to their own pasts. If a man assumes he is a coward, becausehe has committed a dozen acts of cowardice, or if he feels that he is a sinnerwho must repent, then he is imposing the strait jacket of his past upon hispresent freedom. In Sartre's play, Les Mouches (The Flies), Orestes murdersClytemnestra and refuses to repent, even when it means being hunted for the restof his life by the Furies. While heacknowledges the act, he has his freedom. Once he disowns the act, or tries toexplain it away (as Zeus persuades Electra to disown her part in the crime bytelling her she never really meant to murder), he has destroyed his own freedom,chained himself voluntarily. Zeus puts on a show which is reminiscent of thebook of Job, pointing to the stars, the sea, the earth, trying to overaweOrestes, demanding: \"Who created you?\" Orestes replies: \"You did. But you madeone mistake. You created me free.\"*There is a third way in which a man can lose his freedom— through self-deception(mauvaise-foi). This is by far the most important nay, and a huge proportion ofSartre's work explores the varieties of self-deception. Portrait of anAnti-Semite, for instance, deals with the form of self-deception involved inanti-Semitism. One of his finest short stories, \"Childhood of a Leader,\" is abrilliant parable of mauvaise-foi. It deals with the childhood and youth of aboy, Lucien Fleurier, who possesses the sensitivity of the young Proust or Joyce(Sartre was greatly influenced by Joyce, as well as by Faulkner) and anintellectual subtlety that makes him wonder, at one point, whether there is anyproof that he exists. He has a difficult adolescence, suffering from shyness,inability to express himself, and various complexes and worries. He readsRimbaud and Freud and is deeply impressed by both.• There is hardly any need here to point out the similarity of Sartre's doctrineto the quietism of Molinos (which the church condemned as a heresy): the beliefthat repentance is a waste of time, that a man had better decide to do betternext time and forget about his \"sins.\" Sri Ramakrishna preached the same: \"It isthe mind that makes one bound or emancipated.\" Shaw's dictum that a man shouldhave the courage of his vices is still another approach to the same belief. Itis pointless to accuse Sartre of unoriginality. In philosophy, all thought iscommon property; what matters is the light that each individual is able to shedon it.Later he comes under the domination of a homosexual professor, who seduces him.This is the climax of his feeling of total lostness. He doesn't know who he is,or what he wants out of life. He knows he is sensitive and intelligent, butthese qualities lead nowhere. He has no conviction of any sort. He does not evenknow whether he is a homosexual, although the fact that he has had a homosexualexperience inclines him to believe that he is. (Note here Sartre's doctrine ofinauthentic existence.) But he begins to mix with a violent set of right-wingyoung people, anti-Semites and devotees of L'Action Frangaise, the right-wingnewspaper. Their gaiety and lightly carried conviction enchant him. Soon hebecomes the most passionate of anti-Semites and right-wingers. Even so, hisanti-Semitism is in the nature of a tryout, like looking at oneself in a new hatin the mirrors of a hat shop. He has not yet identified himself with it. But anincident changes his attitude. He has two friends — a youth named Guigard andhis attractive sister Pierrette. Lucien suspects the sister of being a little inlove with him, and the suspicion has a delightful effect on his vanity. Theyinvite him to a party, at which there happens to be a Jewish friend of theGuigards. Guigard tries to introduce Lucien to the Jew; Lucien turns his backand walks out of the house. Immediately, he feels ashamed of himself, andoverwhelmed with embarrassment and self-pity. He has thrown away two friends forthe sake of a stupid principle. He is on the point of returning to apologize,but he feels even more shame at the thought of an apology. Finally, after anight of misery, he decides to apologize to the friend the next day. But when hesees Guigard at school, it is his friend who apologizes first, and congratulatesLucien on hisStrength of character. It becomes apparent that the admiration of Guigard'ssister has also been intensified by the incident. In a daze of well-being, hegoes into a cafe and thinks about it. He is a person at last. He imagines abroad back marching away from a Jew, while Pierrette Guigard and her brotherstare after it with astonishment and admiration, and thinks \"That back is me,Lucien, the Jew-hater.\" At last, he has a direction and a conviction. He canact; he has a purpose. He can become a leader of the right-wing movementeventually. Perhaps the dictator of France. He imagines the woman who will behis — a hero-worshiping child who belongs to him alone. When he walks out of thecafe, he can hardly walk straight for exaltation. He is. All doubts are behindhim.The story is an overwhelmingly ironical comment on the times. (It is moreironical when one realizes that the war followed, and the ultimate defeat ofFrench reaction.) Lucien has become a \"person\" by selling his freedom in thesubtlest way: to a stupid purpose. It is obvious that Sartre sees him as onlyone degree removed from the opium addict, and two degrees from the habitualdrunkard. The reader who knows his Hemingway will here be reminded of \"TheGambler, the Nun and the Radio\": \"Religion is the opium of the people, economicsis the opium of the people,\" and so on with sex, patriotism, politics, theradio, and so forth. But Hemingway's cripple is a complete nihilist; he rejectsall values. In Sartre's story, Lucien's politics is an opium, a self-deception,but this does not mean that all politics, all beliefs, are self-deception. Butwhere does the boundary lie? Why is Lucien's fascism self-deception whenSartre's socialism is, presumably, not? Partly because Lucien uses itdeliberately as an egoTHE FALLACY OF INSIGNIFICANCE II5booster (after all, he had shown double weakness after the party: weakness ofrepenting what he has just done, and weakness of being too ashamed to try andundo it). But apart from this, Sartre never explains with any precision how hemakes the leap from his view of fascism as self-deception to the socialism hehas embraced. (Neither did Anatole France, for that matter, although he died acommunist, after spending a lifetime ridiculing fanaticism.) This is one of themajor flaws in Sartre's attitude to his work.Existential PsychologyBut what is most interesting in Sartre is his psychology — or, as he prefers tocall it, his psychoanalysis. This is certainly his major contribution tocontemporary thought. He calls this \"existential psychoanalysis,\" andoccasionally speaks as if Freud is an impostor and a late-comer to the field.The basis of Sartre's psychology is his statement, in the one-act play, HuisClos {No Exit), \"Hell is other people.\" The play is the story of three peoplewho wake up in hell, which turns out to be a large drawing room. There are notorments. But the three people seem to have been carefully chosen to get on oneanother's nerves. They are condemned to spend eternity in each other's company,never sleeping, never even being allowed to close their eyes. It is torture bytriviality and boredom. Hell is an eternity of triviality. (There are echoes ofShaw's hell here.) One of the three is a man who enjoys meditation, but he willnever be allowed to meditate, for he is in the company of a beautiful woman whocraves his attention and a lesbianwho is jealous of him. No general conclusions are stated, but they are clearlyimplied: man's greatest moments are moments of intense subjectivity,self-certainty, concentration. His greatest enemy is pointlessness, lack ofpurpose. Other people are the main problem. (\"Increasingly, other people are theproblem,\" David Riesman wrote of the other-directed character.) A man who isrobbed of his subjectivity has nothing left.In L'£.tre et le Neant {Being and Nothingness), Sartre's longest philosophicalwork, this problem is analyzed at great length. Sartre begins with the ratherpuzzling statement, \"Man knows his consciousness as a nothingness.\" (One of thechief faults of Sartre's philosophical writing is a tendency to state thingsmore abstractly than is strictly necessary.) And yet its meaning is simpleenough. A man is very seldom aware of himself as a person; what he is mainlyaware of, when he thinks of himself, is what other people think of him. I knowthat I change my character like a chameleon according to the person to whom I amtalking. If I am talking to a pretty and very feminine girl, I feel positive andmasculine. If I am speaking to some oppressively masculine man, I tend to feelnegative and feminine. If I am talking to some old and famous author, who ispulling his age on me, I feel young and rebellious. If I am speaking to somevery young and inexperienced writer, I am inclined to feel as if I amninety-nine, with a life's work behind me. Although I know that none of these isthe real Colin Wilson, that all are mirages called into existence by thecharacter of the person I am speaking to, I cannot dismiss them and feeldifferently. (Eugene O'Neill deals with this theme in The Great God Brown,in which the characters put on different masks to signify their changes incharacter.)Although all men know they exist (or take it for granted), they very seldom feela solid kernel in themselves which they know to be the \"real\" Smith or Jones.What they know as \"themselves\" is this changing mirage caused by other people.One could go further and say that man usually experiences himself as a vacuum inhis social environment. Hence Sartre's use of the word \"nothingness\" (vacuity).But there are certain moments in which man knows himself as a positive reality;Francis Macomber knew it as he faced a charging buffalo without fear. In suchmoments of insight, a man knows he exists, he has an experience of freedom. Butthe moment does not bring the freedom into existence. It brings to the manawareness of a permanently present factor, just as a man only occasionallybecomes aware of his own breathing, although his breathing never stops.The result of this recognition is a knowledge of the dual nature of freedom. Manis free all the time, but he confronts his freedom only at long intervals.Between these occasions, he is free, but does not know it. To be free withoutknowing it is not to be free. In order to become a reality which authenticatesexistence, freedom must be grasped intuitively.The chief obstacle to intuitive apprehension is self-division, for theself-divided man is aware of himself as an intellect, a personality, rather thanas an urge to live. Even on the simplest level, modem man is bound to beself-divided, for in his life he must be involved in a largeamount of repetitious routine. While he is automatically performing theseroutine operations, his thoughts and feelings will tend to pursue their owncourse. Hence, on the simplest level, he is self-divided. (The disciplines ofTaoism and Zen regard this as an evil, and demand that the adept shouldconcentrate his whole being on everything he does.) Under these conditions,freedom is anything that will unite the whole being in one apprehension. In hislong novel, Les Chemins de la Liberie {The Roads to Freedom), Sartre makes hishero reflect: \"Freedom is terror.\" But Yeats and Ruf>ert Brooke had approachedthe same insight when they spoke of the liberating effect of the urge to flight,Brooke in the sonnet \"Now God be thanked . . .\" and Yeats in \"Under Ben Bulben\":Know that when all words are saidAnd a man is fighting mad.Something drops from eyes long blind.He completes his partial mind.For an instant stands at ease.Laughs aloud, his heart at peace.Freedom is not merely terror; it is any intense emotion that restores a man'ssubjectivity. The enemy is repetition, for it makes for self-division. Thecentral character of Les Chemins de la Liberie is a university professor namedMathieu, a man whose deepest urge is towards freedom, or \"salvation\" as Sartreexpresses it in the first volume (L'Age de Raison). In pursuance of this aim, hehas spent his life avoiding resf)onsibilities. When his mistress is about tohave a baby, he refuses to marry her, although they have been lovers for severalyears and she is, to allTHE FALLACY OF INSIGNIFICANCE ligintents and purposes, his wife. This desire for freedom has not made anextraordinary man of him; on the contrary, he feels unreal, empty, purf>oseless.When he compares himself with his communist friend, Brunet, he feels onlyhalf-alive; Brunet has conviction, idealism, purpose. The situation repeats theelements of Notes from Underground: Mathieu subtle yet negative, Brunet stupidyet positive. Sartre makes no important advances on Dostoevsky's conclusions,and the over-all efiEect of the novel is as depressing as Dos Passos' USA. (bywhich it seems to have been influenced in technique).I am writing of Sartre at some length because he is the dramatist of\"insignificance.\" In his novels, plays, and philosophical works, he analyzesevery possible aspect of man's uncertainty. La Nausee is about a man who feelsso insignificant that even objects overwhelm him. In L'£,tre et le Neant hespeaks of those moments when a man is robbed of every shred of his subjectivityand exists completely as an object for other people. (The example Sartre givesis of a man being caught looking through a keyhole: in his feeling of guilt, hesees himself entirely as the other person sees him, and does not \"exist forhimself\" in any way.) A man can be robbed of his reality in a thousand differentways — even a wet Monday morning causes a slump of the feelings that starts theself-division — and Sartre's analysis touches on most of them.What Is to Be Done?But his limitations appear when it comes to a question of a remedy. It might beobjected that becoming fully conscious of the disease is at least half thebattle, but this onlymakes the need for a solution more obvious. Sartre's solutions are the mostdubious part of his analysis. It is true that he does not offer \"solutions\" inthe way that Billy Graham or Karl Marx does. Nevertheless, he speaks of\"commitment,\" of the \"need to choose,\" and, finally, of the working-classmovement as if they provided the answers for the problems he has expounded insuch detail. After the war Sartre had a great deal of success as a lecturer anddemonstrated his ability to stir his audience to intense enthusiasm; heexpounded the doctrine that man is free and that each individual has to asserthis freedom by \"choosing.\" It is reported that his audiences left the hall firedwith determination to alter their lives but that the enthusiasm never lastedlong because Sartre had omitted to tell them what to choose, and they too had noidea. This pinpoints the weakness of Sartre's existentialism. It is a little tooclose to the vagueness of romantic revolt, as typified in The Robbers. \"Chooseanything, so long as you choose.\" In its method, his analysis bears closeresemblances to that of GurdjiefiE. There is the same emphasis on psychology andhuman self-deception. But Gurdjieff made an attempt to prescribe certaindisciplines by which a man might establish his \"inner reality.\" Sartre is lessprecise. He declares that a man must learn to become a member of the community,but never to relinquish his inner-direction. Like Whyte, he would probablyadvise the organization man to defy the organization as often as possible(although he fails to make clear what happens when the organization is atotalitarian government).But the final index to an author's insight into inner-direction is his abilityto write of the inner-directed man, the hero. For the most part, Sartre'scentral characters areTHE FALLACY OF INSIGNIFICANCE 121as negative as those of any American novelist. There are two importantexceptions: Orestes, in Les Mouches, whose defiance of Zeus in the last act hasa purity of purpose that makes it one of Sartre's most moving works, and Goetz,the hero of Le Diahle et le Bon Dieu, a man who proves his transcendence ofconcepts of good and evil by showing his ability to devote himself first toevil, then to good, then to evil again, with complete wholeheartedness, and thusto demonstrate the freedom of his will. But considered as his most important andambitious work, Les Chemins de la Liberie has nothing to add to his analysis offreedom, and might almost have been written in America by an American. Thepromise of Dostoevskian power contained in Im Nausee and Les Mouches is notjustified in his longest novel.It is not easy to decide just where along the line the failure occurred. But itis certain that it has to do with the connection between his politics and hisexistentialism. In an interview in Les Nouvelles Litteraires in 1951, headmitted that before the war his attitude had been relatively unpolitical; hesupported the idea of democracy because it seemed to guarantee most freedom forthe writer. But the war, his internment in Germany, his work in the resistance,produced a change of heart. He decided to become a \"militantly democraticwriter.\" He had already demonstrated an instinctive distaste for the bourgeoisin La Nausee and Le Mur; when he launched Les Temps Modernes in 1945, hedeclared himself for the social revolution, the working classes, and theCommunist Party. In What is Literature? he declares, \"I know there is no othersalvation for man than in the liberation of the working classes.\" Obviously,\"salvation\" here has quite a difiEerentmeaning from the salvation that Mathieu dreams about. What must be quite plainto any sympathetic reader of Sartre is that there is no real connection betweenhis philosophy and his politics. His philosophy deals basically with the greathero problems and brings a new psychological subtlety to bear on the Faustdilemma. But Sartre is also a writer of considerable ambition, one who feels adesire to be a writer of his time in every sense. The impressive range of hiswork bears witness to this — novels, plays, short stories, philosophicaltreatises, argumentative pamphlets, literary criticism, political journalism —as well as his reply to a young admirer who asked him what makes a good writer:\"Moral seriousness.\" His energies appear to be so broad and adaptable that it ishardly surprising that he should plunge into politics. Les Temps Modernes hastaken a firm left-wing stand on political matters for the past fourteen years.Sartre has never been a member of the Communist Party and has on occasions beenbitterly attacked by them for criticizing their old-fashioned materialism andpolitical incompetence. The French Communists have labeled him, at varioustimes, a Trotsky fascist hyena, a decadent bourgeois, a slimy rat, and alubricious viper. But Sartre has always shown a g^eat tolerance towards theseattacks and has frequently formed an alliance with the Communists in particularcampaigns (against the present De Gaulle government, for example, although inthis case his intervention was late). When he was interviewed by the ParisExpress at the time of the Hungarian rising, he was not afraid to say: \"What theHungarian {people are teaching us with their blood is the complete failure ofsocialism as a Soviet-imported product.\"This emphasis on politics has inevitably weakened Sartre as a philosopher andcreative writer. As Philip Thody has pointed out, his attempts to defend theleft have always lacked creative drive, while his attack on communist ideas, LesMains Sales, is a tour de force. Worse still, Sartre's notions of commitmentseem to have led to the idea that satire is the best medium for attacking theFrench right, and his latest play, Nekrassov (1955), is his weakest yet (itdeals with a confidence trickster who poses as a Soviet government official whohas escaped through the iron curtain).The obvious complaint against Sartre is that he has ceased to be anexistentialist. If \"truth is subjectivity,\" then he has become steadily lessconcerned with truth since 1945. The Sartre of pre-\\var days, whosepsychological explorations held promise that he might become a FrenchDostoevsky, has become a political commentator. His positive achievement remainsin his early analyses of the varieties of human self-deception. Whether hispolitical interests will produce works of literary importance still remains tobe seen.The Contribution of CamusThe position of Albert Camus provides some interesting contrasts with Sartre's.One of the most obvious differences between the two exponents of existentialismis a temperamental one: Camus is an Algerian with a deeply ingrained love ofphysical life. Therefore, the tension in his work has tended to stretch betweentwo basic attitudes: a feeling of the absurdity and misery of human life, andintense physical affirmation of it. (A reader who comes to Sartre for the firsttime is struck by the sense of physical disgust;I have said elsewhere that no other writer gives such an oppressive sensation ofthe mind being trapped in physical filth.)This is an interesting starting point for a writer. There is an obviousconnection between the idea of the heroic and physical affirmation. It isdifficult to imagine a hero who finds the physical world disgusting. Sartre islike Aldous Huxley in his attitude of detachment from physical reality; Camus isfar closer to Hemingway.*Camus's earliest work shows his love of physical reality; it is there in hisearly essays, L'Envers et L'Endroit and Noces. In a preface written in 1958, hespeaks of the unique source in every artist that \"feeds all that he is and allhe says,\" and declares, 'Tour moi, je sais que ma source est dans L'Envers etL'Endroit, dans ce monde de pauvrete et de lumi^re ou j'ai longtemps ve<^u.\" Ina footnote to an essay in Noces, he criticizes Gide's attitude to the body, andsays, \"My friend Vincent, who is a cooper, and junior breast-stroke champion,has an even clearer view. He drinks when he is thirsty, if he desires a womantries to go to bed with her, and would marry her if he loved her (this hasn'tyet happened). Afterwards he says 'I feel better.' \" Camus's affirmation ofphysical reality takes the form of a dismissal of anything that robs a man ofhis communion with the world. \"I do not want to believe that death opens outinto another life. For me it is a closed door ... a horrible and dirtyadventure. All the solutions that are offered to me try to rob man of the weightof his own life.• It is interesting to note that D. H. Lawrence was temperamentally closer toHuxley and Sartre than to Hemingway or Camus. Although he lays such emphasis onphysical affirmation, the effect of much of his later work — particularly LadyChatterley's Lover — is of cantankerous disgust; only his very early work seemsto be free from this attitude.THE FALLACY OF INSIGNIFICANCE 125And watching the flight of the great birds in the sky at Dj^mila, it is exactlya certain weight in my life that I ask for and receive.\"Here, then, is the simplest form of existentialism, a rejection of all\"hereafters.\" Camus calls it \"living without appeal.\" The world and man's lifemust be made to yield their own realities, without recourse to myth or \"sacred\"text.The next step in Camus's development occurs in his novel L'Etranger and the\"essay in the absurd,\" Mythe de Sisyphe (The Myth of Sisyphus). The propositionat the basis of L'Etranger could be summarized as \"The world is a beast of aplace\" (in which the novel strongly resembles A Farewell to Arms: \"They wouldget you in the end.\") Mythe de Sisyphe compares man's position in the world withthat of Sisyphus, condemned forever to roll a rock up a mountain and watch itroll down again — the symbol of utter futility. Yet he concludes: \"One mustimagine Sisyphus happy.\" At the end of L'Etranger, Meursault, who has beencondemned to death for a crime of which he is not guilty, has a sudden vision ofthe utter indifference of the universe, and concludes, \"I had been happy, and Iwas happy still.\" It is a gospel of complete inner-direction, that in spite ofphysical bondage, man is free and will always remain free. He may not know it,but his freedom is indestructible. When he knows it, as Meursault does in asudden vision, he is happy as well as free, but it doesn't really matter whetherhe is happy or not; he is always free.But the absurdity of the world remains a terrible and hostile force. In LeMalentendu, a play, a man comes back to a country inn without telling his motheror sister— who keep the inn — of his identity. They murder him in the night. The nextday, when they find out (through his wife), they kill themselves. But theabsurdity of their fate is only a tiny part of the \"monstrous injustice that isdone to man.\"In his later work, Camus ceases to lay so much emphasis on the world's monstrousabsurdity. In La Peste, he symbolizes man's position in the world in his storyof a city trapped by plague; no one is allowed in or out. The final message ofLa Peste is of human solidarity.Camus's next major work, L'Homme Revoke {The Rebel), caused a quarrel withSartre, who had had nothing but praise for L'Etranger and La Peste. It is truethat L'Homme Revoke can be construed as reactionary. It is an examination ofvarious types of rebellion and a demonstration that they all end by becomingfalse to their original spirit. \"It is a question of finding out whetherinnocence, the moment it begins to act, can avoid committing murder.\" The bookshould be read immediately after Whyte's The Organization Man (especially thechapters on literature), for it is a kind of handbook for aspiring rebels. Itsmain thesis is that the only kind of rebellion that does not end bycontradicting itself is that of the man who retains his full integrity and powerof choice. \"The revolutionary mind . . . must . , . draw its inspiration fromthe only system of thought which is faithful to its origins: thought whichrecognizes limits.\" In this sentence, Camus has aligned himself with T. E. Hulmeand T. S. Eliot as a supporter of classicism, and an opponent of romanticism.For Sartre, who was at this time (1951) a declared communist sympathiser, thiswas a declaration of disagreement.THE FALLACY OF INSIGNIFICANCE 127As a preacher of a vague notion of \"freedom\" and \"choice,\" Sartre was open to acharge of romanticism. As a man who had committed himself to the communistideology, he was open to an accusation of compromise. As a writer who had drawna sympathetic portrait of a would-be dictator who regards the end as moreimportant than the means (Hoeder in Les Mains Sales), he was open to anaccusation of totalitarianism. Les Temps Modernes accordingly attacked Camus asa reactionary, condemning his \"ivory tower\" attitude, and a correspondencebetween Sartre and Camus ensued, which generated more heat than light.The original review of the book was by Frangois Jeanson, who denounced it asinsidious and accused Camus of providing the forces of reaction with a weapon.Camus replied in a scathing and irritated letter to \"the editor of Les TempsModernes,\" and this provoked a reply from both Jeanson and Sartre. In the courseof the correspondence, certain fundamental differences became quite clear: forinstance, that Camus conceives himself primarily as an influence, while Sartreis more concerned with constructing a doctrine that will turn the potentialenergy of his ideas into kinetic energy, a force. Sartre declared that hisconcern is with present injustice, not with theorizing about the impossibilityof remedying injustice. Jeanson stated that for Camus the problem of God is ofmore concern than the problem of man. Camus was accused of distorting historyfor his own purposes and of having an active dislike of history. (Thisallegation was based on a passage in Camus's Lettres a un Ami Allemand, in whichhe complains that the war has torn him away from his metaphysical conflicts andforced him to take part in the boringand banal struggles of mankind.) Camus's replies are mainly a defense of hisarguments in L'Homme Revolte and a further attack on Marxism; he accuses Sartreand Jeanson of equating critical intelligence with reaction. Sartre's objectionto these replies could be summarized: \"I agree with most of your accusationsagainst communism. The fact remains that something must be done about injustice,and your book gives lazy people an excuse for not doing anything.\" Sartre summedup the whole argument: \"Many things brought us together, few separated us, buteven those few were too many.\"Camus's next two important volumes deepen his position without enlarging it. Hisstories in L'Exil et le Royaume [Exile and the Kingdom) all deal, in differentways, with people who feel themselves to be spiritual exiles and who search forsome way out of their exile, towards some \"kingdom.\" One of the stories, \"TheGuest,\" seems to be a return to the old theme that \"the world is a beast,\" theabsurdity and injustice of life. Another deals with a famous painter who letstoo many hangers-on waste his time and finally has to retreat into solitude.When he falls ill, a single word is found scrawled on his canvas, which might beeither \"solitary\" or \"solidarity\" — Camus's implication being that they are thesame thing, that an artist can best serve the community by remaining solitary.Perhaps the most interesting story in the collection is \"The Woman Taken inAdultery,\" a strangely D. H. Lawrence-like work in which a middle-aged marriedwoman has an experience of mystical marriage with the earth in the North Africannight. Together with the end of L'Etranger and the f>as-sage I have cited aboutthe \"great birds in the sky atDj^mila,\" it is a statement of Camus's positive belief, a sort of mysticism.The novel Lm, Chute {The Fall) is certainly Camus's most important work to date,although it is barely a hundred pages long. It is a study in bad faith and theattempt to transcend it, Jean-Baptiste Clamence begins life as a lawyer, wellknown for his charities and his championship of the oppressed, Camus portrayshim as a man who is an ideal member of society, generous, good-natured, \"welladjusted,\" Then he pulls the lever, and reveals that Clamence's altruism is aform of self-deception; he is a do-gooder because it makes him feel good on apurely personal level. Society may approve of him, but Clamence's greatestmoment occurs when his own conscience ceases to do so. This happens when he iscrossing a bridge and hears a woman throw herself into the water. It is late atnight, and he hurries on, preferring not to retrace his steps and make futilegestures to save her. For a while he can rationalize his failure to attempt arescue, but the real reason forces itself on him: his altruism was not a reallove of human beings, but a love of being regarded as an altruist. He throws uphis practice and goes to Amsterdam, to become a kind of Ancient Mariner, sittingin a caf^, getting into conversation with compatriots, and trying to give themthe same insight into their own self-deceptions. He regards life as whollycomf)osed of types of self-deception and absurdity,Camus's attitude towards Clamence is not wholly one of approval. He has said, inconversations, that Clamence is a typical French left-wing intellectual, capableof criticizing everybody and everything in the world (includinghimself) but not capable of doing much else besides talk. Nevertheless, Clamencedemonstrates effectively Camus's most important assertion: that being a \"goodmember of society\" is not enough. Camus keeps returning to the individual. Inthis, he is a true existentialist — in rejecting all attempts to fit theindividual into some larger social pattern.In many ways, Camus is a more interesting figure than Sartre, although his rangeas a writer is narrower. At the age of forty-six (he was bom in 1913) he hasachieved in France a curious eminence that is based entirely upon his recognizedintegrity. His influence among the younger generation of French intellectualsmight well be compared to that of T. S. Eliot in England before he became anAnglican. In some way, he is felt to typify the dilemma of the average Frenchmanof intelligence. His position is enviable, for without having compromisedhimself, without joining any religious or political group, he has succeeded inbecoming a figurehead in French intellectual life. He has also avoided thegreatest danger of being \"uncommitted\": being admired by a clique, and generallyignored (in the manner of a Ronald Fir bank or L. H. Myers).And yet, like Sartre, Camus has certain clearly defined limitations. It isextremely difficult to see how he can maneuver his existentialism out of theimpasse it seems to have reached. (A recent book on him speculated whether hisnext move might not be to join the Catholic church, but this is hardly likely.)His limitations have very little in common with Sartre's. While Sartre hasdevoted most of his energy during the past ten years to politics, Camus hascontinued to exploreTHE FALLACY OF INSIGNIFICANCE 13Ithe basic problems of existentialism. (On one occasion, he spoke of his mainpreoccupation — somewhat rhetorically— as his \"quarrel with God.\") Sartre haspreferred to concentrate on the position of the worker in modem Europe; Camus ismore interested in the position of man in the universe. In this, he has remainedcloser to the spirit of existentialism than Sartre. His readers have come toaccept that his \"solution,\" when and if it comes, will be some individualvision, some reconciling insight into the condition of man. Yet although Camushas been deeply influenced by Dostoevsky, he seems to lack the temperament thatcan reach towards mystical insights, the vision that compensates an AlyoshaKaramazov for the nihilism of Ivan. Camus's position is not unlike Ivan's. He iskeenly aware of human suffering, of the world's hostile absurdity; like Ivan, heis an atheist; like Ivan, he loves life in spite of the absurdity. Even thoughCamus has reconciled himself to his own vision of absurdity, although his finalposition is one of affirmation, he makes on the reader the impression of being anegative writer, negative in spite of his intention. Compared with most American(and English) writers, he has achieved complete inner-direction; his writing hasa subjective integrity with which very few of his contemporaries can compare.But there is still a strong element of the cult of the ordinary chap in him. Hehimself would undoubtedly acknowledge this, and insist that it is necessarilyso. But the fact that it is a self-imposed limitation does not make it any theless a limitation.In spite of the criticisms that may be leveled*against them, both Sartre andCamus have achieved remarkable results, and their complete seriousness has neverbeen inquestion. Their conclusions may be regarded as doubtful, but the psychologicalmethod of analysis, perfected by them both, will remain an invaluable instrumentfor existential thinkers in the future.ConclusionThe problem that Riesman and Whyte explore at such length is fundamentally thesame problem that Sartre and Camus have attacked. For instance, Riesman, writingof the other-directed businessman, says: \"Obliged to conciliate or manipulate avariety of people, the other-directed person handles all men as customers whoare always right; but he must do this with the uneasy realization that . . .some are more right than others. . . . [Thus] the other-directed person tends tobecome merely his succession of roles and encounters and hence to doubt who heis or where he is going\" (my italics). This could hardly be plainer. Hell isother people. Riesman is describing in-authentic existence. All Sartre'sanalyses of inauthentic existence are really analyses of other-direction. WhenElectra in Les Mouches allows Zeus to persuade her to repent, she is beingother-directed. And Sartre's insistence upon the act of choice is echoed byWhyte when he advises the organization man to think for himself and defy theboss.It could be said, then, that Sartre and Camus have spent the past twenty yearstrying to propound answers to the same problems that Riesman and Whyte have morerecently analyzed. Moreover, the American sociologists and the French thinkershave arrived at these statements by completely different routes. Riesman makesit clearTHE FALLACY OF INSIGNIFICANCE 133that he considers the spread of other-direction to be due to the switch ofemphasis in American economic life from production to consumption. Sartre andCamus know that the roots of existentialism can be traced back for at least acentury and a half. And yet all four are ultimately concerned with the loss ofautonomy in modem man. Ries-man, like Camus, has no practical solutions tooffer. Whyte, like Sartre, propounds a limited solution: he urges theorganization man to make an act of choice, to refuse to be treated like apackage of consumer goods.The existential method has proved itself a more subtle instrument of analysis ofother-direction than the sociological method (although it is not, for thisreason, wholly superior). To what extent, then, can existentialism offer asolution to the problems of \"the lonely crowd\"?The question bristles with difficulties. And the first of these is the lack ofpositive content in French existentialism. Existentialism began as a revolt(against Hegel), and a revolt is essentially negative. It has continued as ananalysis of human psychology and the human situation. But the analysis haltsbefore it reaches the point of synthesis. Is it possible for existentialism tobecome something more fjositive?Part FiveThe Stature of ManFROM the considerations of the last part, one point emerges with undeniableclarity; the responsibility of the writer in our time. His responsibility isheavier than that of the politicians or the church, for what is in question is arevolution in thought, not a five-year plan or a recip>e for \"getting right withGod.\" Man in the twentieth century suflEers from an insignificance neurosis,which can only be attacked from inside. Riesman puts his finger on it when hesays, \"It is not only that [the other-directed man] withdraws emotionalallegiance from a political scene that strikes him as too complex and toounmanageable — it strikes him so in part precisely because he has withdrawn\" (myitalics). If it is a mental attitude that has created the problem, then it willbe a change of attitude that will be the first step in solving it.\"Insignificance\" is a literary trend that can be combated. Arthur Millerindicated that he considered a \"heroic\" revolt might produce a new romanticism,a defeat for realism. This only demonstrates that for Miller the word \"heroic\"means what it meant for Cervantes: ranting and posturing. This is a negativeview. Theinsignificance fallacy will not be destroyed by a mere desire to createcharacters who are not creatures of their environment. Only a positiveconviction can hope to do it. This requires a careful definition of the conceptof the heroic. And this, in turn, requires an advance beyond the existentialismof Sartre and Camus.Three Types of CommitmentBefore considering the more complex issues, the recurring question of commitmentdeserves to be examined.There are three obvious ways in which a writer can be committed to take socialaction, and three possible motives:1. Self-interest. The writer is committed to civilization, and therefore toworld peace, because he writes for a civilization, and his aim is to addsomething to civilized values.2. Dislike of cruelty. This is an instinctive response in anyone who is aware ofhimself as a member of society, and is an outcome of the ability to identifywith other people. The degree to which a man may feel committed to opposecruelty depends upon two factors: his imagination, and the energy he has tospare from his own internal struggles.3. Desire for fuller self-expression. For men of a certain temperament — Shawand Sartre are examples — writing is not finally a completely satisfying meansof self-expression. Sartre is obsessed by the idea that philosophy should leadto action.The first of these seems to me to be the most important.To be a thinking, responsive human being means to realize that even a Trappistmonk owes his ability to save himself to the fact that he has been bom into ahuman society and taught modes of self-expression. In the mid-twentieth century,all values are threatened by the possibility of the destruction of civilization.Every issue that constitutes a threat to peace — whether immediate or indirect —demands an attitude of commitment. For this reason, issues like the Suez crisis,the occupation of Cyprus, the South Africa treason trials, the hydrogen bombtests demand a definite attitude. (The writer should not underestimate hispossible influence in these matters. Alexander Werth states that the attitude ofLes Temps Modernes helped to discourage the Americans from launching apreventive anti-Soviet crusade at the time of the witch hunts.) And if thewriter is committed to preserving peace, he is also committed to conserving thevalues of peace in times of crisis, to not allowing himself to be swayed bypopular emotions, to resisting the forces that blur our language. (Again, LesTemps Modernes has been disinterested in attacking Russia and the West; Sartrehas frequently declared that he will not allow particular instances — theconcentration camps, the Hungarian rising — to make him anti-Russian, althoughhe has given full prominence to Russian, as well as American, abuses in hismagazine.) The second type of commitment — dislike of cruelty — is certainly ofimmense importance, but it is so deeply ingrained in most civilized men (or weare to hope it is) as to need no underlining. Here again, the writer's role canbe of great importance. The recent campaign against capital punishment is anexample. (Camus has writtena long article opposing capital punishment, which has had considerable impact inFrance.) *The third type of commitment requires no elaboration. But it throws into reliefanother important aspect of this question. Committed writers often speak as ifit were a form of cowardice to be uncommitted. They are ignoring the mostimportant fact about any kind of creation: that it originates on a level belowthe \"social personality.\" The ideally mature creator may be able to act andcreate out of the same impulse, without doing violence to either. But for lessmature artists — and this covers ninety-nine per cent of the species — there isa problem of self-division: action is essentially the opposite of creation, andthe social personality must be balanced in such a way as to give the maximumfreedom to the creative drives. It is no use telling a subjective young poetthat he ought to be taking part in marches to oppose the H-bomb tests. Theprobable result will be to make him say, \"To hell with the tests; I'm a poet,not a politician.\" He says this not because he ultimately means it but becauseit is a response to the bludgeon tactics of people who lack the subtlety torealize that all men are necessarily self-divided. (This, of course, forms apowerful argument against the state control of artists practiced in the SovietUnion.)But the final point about commitment leads directly to• In the autumn of 1958, it was reported in the Sunday newspapers that a Negrowas to be hanged in one of the Southern states of America for the theft of a fewdollars; his execution was to occur during the following week. Within a matterof days, there was a world-wide protest that finally secured a reprieve. In thiscase, the flagrant unfairness of the sentence aroused people to protest. Butsuch encouraging responses are not frequent; most people feel that their protestwould have no effect anyway. In that case, the responsibility is left in thehands of a minority who are not diffident about the importance of what they haveto say.the central problem of existentialism. For Sartre, commitment means action. Butgreat art is action. This is to say that the Soviet critics who attacked Joyce'sUlysses for having no message for he worker were ignoring the fact that anartist's intensity cannot be turned on and off like a tap. Great action, likegreat art, rises from a subpersonal level. But ordinary action, the uninspiredvariety, is \"of the personality.\" The artist who becomes too obsessed with theidea of translating art into action will become a mediocre artist. This,perhaps, explains why Sartre's Les Chemins de la Liberte is an artistic failurein comparison with Ulysses or Crime and Punishment. (Sartre dislikes Flaubertbecause of the contempt the latter felt for the working classes; he also seemsto feel that Baudelaire ought to have allied himself with the working-classmovement instead of writing Les Fleurs du Mai.)Towards a New ExistentialismThis points to one of the main causes of the failure of French existentialism.It has failed to place sufficient emphasis on the creative drives. It deifiesthe ordinary at the expense of the extraordinary. One might adapt Shaw's commenton Shakespeare, and say that it understands human weakness without understandinghuman strength. Why are Sartre and Camus so preoccupied with the \"ordinary man\"?It could be due to the fact that both came to maturity as writers during therise of Nazism, that both worked in the resistance in occupied France, thatSartre was interned in Germany at one stage. For five years \"freedom\" meantfreedom from the Nazis; such an experience can be expected to leave a permanentbias. Thisis both a weakness and a strength; a weakness for the reasons I have discussed,a strength because it endowed them with a formidable single-mindedness.*It can be said of existentialism that it has rescued religious concepts from thelimbo of superstitions. Sartre's mauvaise foi, Heidegger's \"inauthenticexistence\" are in practice identical with pride and sin. The final recrudescenceof religion in the nineteenth century had been also its complete betrayal bylanguage: the popular church movements, the Theosophical Society, the ChristianScientists, all helped to blur and discredit religious concepts. To theexistentialists belongs the credit of restoring to these concepts the precisionthey f)Ossess in the work of Pascal or Saint Augustine.But pride, sin, and delusion are the negative part of religion. The positivepart has not experienced the same rehabilitation. It is true that Sartre speaksof \"salvation,\" but his use of the word commands no conviction.The problem, then, will be to create a new positive existentialism. It would notbe accurate to say that this would have to begin where Sartre and Camus leftoff, for both have been committed for some time to the direction that appears tohave led to an impasse; a new existentialism would have to begin further back,utilizing only their psychological method.An example might clarify this point. The question at issue is of the positiveand negative aspects of existentialism: these are exemplified in D. H.Lawrence's story, \"The• This became apparent to me when I discussed Camus's philosophy with him inParis, and questioned him on his distrust of all \"visionary\" or religioussolutions. He indicated a Parisian teddy boy who was slouching past the window,and commented: \"Salvation for me must be also salvation for him.\"Man Who Died.\" The story falls into two parts. In the first, Jesus rises fromthe tomb, exhausted and shattered by his experience, robbed of the moral energythat led him to preach. In this state, his activities in the past seem futile,inspired by delusion and egoism. This is the typical existential attack onidealism; Lawrence is accusing Jesus of robbing life of its real values byimposing a set of ideal values on it. In this respect, the first part of thestory corresponds quite precisely with Camus's La Chute, or Sartre's La Nausee.It shows the breakdown of a man's belief in his values.But Lawrence goes further. Having demolished these ideal values (to his ownsatisfaction), he goes on to make the attempt to replace them with real values.It goes without saying that these involve sex. In the first part of the story,Jesus has seen a cock strutting among its hens and is struck by the fact thatthis is the law of life: will to power and propagation. In the second part, heexperiences this himself when he comes to an Egyptian temple in the wildernessand has sex with a priestess of Isis. (This is the part of the story that wasdenounced as blasphemous on its publication.) This restores his contact withlife and turns him into a mystical worshiper of the life-force.Most readers will suspect that Lawrence achieved this demonstration at theexp>ense of a certain distortion of the values concerned. But this, although itmay invalidate the argument in the last analysis, leaves its logical beautyunaffected. In its way, the story has the perfection of a geometrical theorem;it moves inevitably from a critical existentialism to a visionary and positiveexistentialism. No work of Sartre or Camus makes any attempt to reach thissecond stage. Sartre's \"L'Enfance d'un Chef\" showsLucien Fleurier losing all integrity in self-deception; only by implication isit positive. Camus's La Peste ends with a stoical gesture of endurance: \"Theproblems may be insoluble, but human beings have one another.\" No matter howsuspect Lawrence's solution may be, no matter how much he may have distorted theviews he wishes to attack, he has at least laid down a solution with no attemptat evasion.It is worth noting that Lawrence's method is the purest kind of existentialism.It is the most basic human response to life that he keeps referring to; nothingmore grandiose is acceptable. He is an intuitive Blakeian; his aim is to \"renewthe fiery joy, and burst the stony roof\" (of idealism and intellectualism). Butthis Blakeian approach led him into a rejection of all commitment; he insistedon tlie importance of conflict, the clash of wills. In politics, his ideas werebased firmly on the dictator principle (although this was mainly because heenvisaged himself as the dictator). This needs emphasizing because Lawrence wasa better existentialist than Sartre or Camus; he stuck closer to firstprinciples, and relied completely on intuition. There is no point in disguisingthe fact that [XDsitive existentialism can steer very close to fascism. Thiswill require further analysis.Existentialism and the HeroHow far can critical analysis hope to create a new existentialism? Its value isobviously limited to clearing the ground. The actual edifice must be the work ofpoets and novelists.This is the first major point of disagreement with Sartre.With some justification, he feels that philosophizing and criticizing are \"justtalk\"; as an existentialist, he has no intention of being satisfied with talk.But his next step is more dubious; he believes that therefore a philosophy willprove its sincerity by striving continually to ally itself with action. In this,his attitude comes close to that of another existential thinker, Wittgenstein,who believed that language can only express things that are not worth expressingand that a point comes when the philosopher has to \"be silent.\" This is toignore the fact that rreat literature is always expressing the inexpressible,since it has the same power as great music and painting to appeal directly tothe vital intuitions. The results of Sartre's belief can be seen in his writing.La Nausee was written before he developed his views on commitment, and it haspassages of extraordinary power and beauty; the later novels are competent, butpedestrian. It is a fallacy to believe that action can get closer to life thanwriting. The aim of philosophy is depth and vital intensity. Political actioncould give philosophy this added dimension; it could also produce totalconfusion.At this point, the problem links up with the main subject of this essay, thehero. The aim of the new existentialism is identical with that of the hero andthe inner-directed man: to be reconnected with the vital impulses and the senseof purpose. The old hero was simply the man who had defeated most enemies,rescued most damsels, overcome the most obstacles in his search for the Grail.But Faust had stumbled on the solution for the new hero, when the Easter bellsrevealed to him that his salvation lay in a deepening of internal experience.Unfortunately, he failed to grasp the meaning of the insight. It remains acompletely unexplored direction in literature (if Proust's experiment isexcepted).It will be pointed out that a book about what goes on inside a man's mind mightbe rather a bore. In fact, this constitutes one of the great challenges of a newexistentialism. Mental processes are usually stimulated and paralleled byphysical experiences; the writer who finally solves the problem will be able toadd another chapter to James' classic treatise on the art of the novel.The basis of a new existentialism must be an understanding of the nature ofaction. A man might go through a whole series of actions with a sense of totalunreality; in that case, he cannot be said to have acted. In the same way, a manwho has been to bed with a hundred girls would not necessarily have known deepersexual experience than an imaginative boy who is having his first love affair.This is only to say that the fundamental experience of existentialism is thesense of being reconnected to reality. Lawrence recognized the power of thesexual act to bring this about; he was mistaken in supposing that it was theonly way. A very slight acquaintance with Blake or Tra-heme, or even Proust, isenough to confirm this point.*The writers of England and America have a slight advantage over theircontinental colleagues in possessing a native tradition of positiveexistentialism. It is a tradition of affirmative and irrational mysticism thatcan be found in Blake, Whitman, Yeats, Joyce, and Shaw, as well as in a host oflesser figures. In twentieth-century American literature, it can be found inScott Fitzgerald, Thomas Wolfe, and Jack Kerouac; in England in Chesterton,Belloc, and Rupert Brooke. Kerouac's On the Road fur-• Lawrence dismisses Proust as \"effete\" in Lady Chatterley's Lover.nishes an interesting example; it is full of Whitmanesque dithyrambs on the sizeand variety of America, and outbursts of sheer joy at being alive. In this,Kerouac may have been influenced by Wolfe's Of Time and the River andFitzgerald's This Side of Paradise. Fitzgerald was certainly influenced by themystical optimism of Chesterton and Belloc. It is a mood that seems foreign toFrench and German writers (Nietzsche being the sole exception I can bring tomind).It might be objected that many of the writers I cite have (or had) the advantageof youth; the later work of Wolfe and Fitzgerald has pessimistic overtones. Butthis is no final argument against irrational mysticism. Whitman, Blake, andChesterton maintained their attitude into old age. Yeats' Last Poems providemany examples; the poems \"Lapis Lazuli\" and \"Under Ben Bulben,\" and the linesfrom \"The Gyres\":Out of cavern comes a voice,And all it knows is that one word \"Rejoice!\"The Absurd ManCan this mysticism be placed upon a firm basis of existential philosophy? Thetask would require a critique of negative existentialism that is beyond thescope of this essay. But the direction of such a critique might be indicatedbriefly.The existentialism of Sartre and Camus fails to take full account of the dualismof man. Their heroes are brought to earth by reality. The role of reality israther like that of a kick in the stomach. Reality presses on themlike an enemy; concepts are as useless as a broadsword in close combat. It istoo close; it presses and stifles. The hero has to learn that he has no appeal.He must come to terms with this enemy within his gates. It is no use looking toreligion or human companionship; only a certain stoicism and determination canbe of any use.But in fact, man never has to face anything as finally as that. No matter whatrealities he has to face, a part of him remains detached. Upon this rests ouroptimism and strength. If there is any reality that must be faced withoutalternative, then man is damned. His hope lies in his ultimate andindestructible freedom, a freedom that implies that he always has the choice ofrealities because he is the final reality.This is the basis of all true mysticism. Because it denies our realities, it isabsurd. But its absurdity is not Camus's \"malicious absurdity\"; Chesterton camecloser to it when he spoke of \"absurd good news.\"For this reason, the hero can be defined as the absurd man. In effect, he is theman who can perform a conjuring trick by which he empties his hands and stillpossesses everything. If he does not believe in himself sufficiently to directhis desire towards the unattainable, he is no hero. When Auden rephrased Yeats'lines:Across the tohu bohu comes a voice Uttering an absurd command: \"Rejoice!\"he had caught the essence of mystical optimism.Captain Ahab is the great absurd hero; he has no rivals. (It is unfortunate thatChesterton, who understood the spirit of absurdity so well, never embodied it inany single major work.)In modem English writing, I know of only one attempt to convey this absurdaffirmation: Joyce Gary's novel, The Horse's Mouth. It deals with asixty-seven-year-old painter who lives in a broken-down shack at the side of theriver in East London. Although he has every reason to be tired of life — beingpenniless, toothless, and practically friendless — he seems to spend most of histime in visionary ecstasies. The following is a typical example:\" 'Up with you/ said Coker, pushing me on the bus, and planting me between anavvy smelling like an old stable and an old woman with a sore nose and a basketfull of pig's food.For every generated body in its inward formIs a garden of delight and a building of magnificenceBuilt by the sons of Los.\"This is the way in which Gary gains most of his effects; contrasting Jimson'sattitude with his thoughts (helped out with liberal quotations from Blake). AndJimson's last speech in the novel summarizes its mood:The angel, in fact, that presided at my birth—^her name was old mother Groper orsomething like that—village midwife. Worn-out tart from the sailor's knockingshop. Sad little creature born of joy and mirth. Though I must admit that poorPapa was so distracted with debt and misery that I daresay he didn't know whathe was doing. And poor Mamma, yes, she was glad to give him what she could, ifit didn't cost anything and didn't wear out the family clothes. . . . Go lovewithout the help of anything on earth. ... A man is more independent that way,when he doesn't expect anything for himself.It will be seen that the actual content of the passage is Dostoevskian: humanmisery and injustice contrasted with a sense of visionary affirmation; manypassages from Crime and Punishment, The Devils, The Brothers Karamazov (oiild becited as parallels. But Gary's tone is completely different; there is an attemptto see the greatness and misery simultaneously. This is not always successful;the mysticism often fails to blend with the Rabelaisian humor, and the result isan effect of strain and clumsiness. Moreover, Jimson fails to convince as a \"manof genius\"; some of his transitions from earthy humor to visionary ecstasy seemlabored. The short, terse sentences are reminiscent of Joyce's, but their flowis clogged by constant attempts to be funny. To be really convincing, Jimsonshould convey an impression of unreflective sincerity; instead, he often soundslike a third-rate comedian.The Horse's Mouth is not, finally, a successful novel, but it is the onlyattempt I know to present man's \"two-fold vision\" in every aspect of his life.Jimson is an embodiment of Rilke's idea of dennoch preisen, \"praising in spiteof.\" Joyce had brushed past the theme in Ulysses, where Stephen walks along thebeach and quotes fragments of Blake and Boehme (\"Signature of all things I amhere to read\" and \"Am I walking into Eternity along Sandymount Strand\"). Certainphrases in the last section also suggest a mystical intent, while whole passagesin Finnegans Wake seem to express a pure affirmation. These occasional attemptsof Joyce are more convincing than Gary's; their emotional drive is unhampered byfacetiousness. But it is difficult to see how the problem might be ultimatelysolved; how the two-fold vision could be presented as seriously as in Joyce andas fully as in The Horse's Mouth.To some extent, the work of Alain Robbe-Grillet and his disciples represents aprotest against the unheroic premise. Robbe-Grillet is the avant-garde novelistwho describes objects at such extraordinary length. In an article, \"A FreshStart for Fiction,\" in the Evergreen Re-vieiu (No. 3), he explains his dislikeof the way in which writers treat objects as mere background material and imbuethem with their emotions. A landscape becomes \"soothing,\" a broken tree\"menacing,\" and so on. Robbe-Grillet attempts to bring objects to the foregroundin his work; the actions of his characters take place among an infinitely realand obtrusively solid set of objects. In practice, of course, his everlastingdescriptions slow down his work and rob the action of its impact. But the theorybehind it has something in common with the idea which Blake expressed in hislines:How do you know hut every bird that cuts the airy way. Is an immense world ofdelight, closed to your senses five?Blake is protesting against the way in which we allow things to become familiaruntil we take them for granted. The world becomes narrow, boring, personal. ButBlake insists on an infinite mystical reality concealed behind the facade of theeveryday, and believes that it is the artist's function to express it.Robbe-Grillet rejects the familiarity of objects but has no vision of theirmystical strangeness. Like the Angries and the Beats, his revolt stops halfway.A God or a Worm?The central preoccupation of existentialism can be defined in one phrase: thestature of man. Is he a god or a worm?Modem literature takes the latter view. This is not because all modem writersare unaware of the alternative. Even Sartre's Roquentin has strange godlikemoods. But the tendency of the age has been to emphasize the insignificance ofman, his misery and weakness. It is all a question of emphasis. In most cases,there is no question of the writer's conviction. He follows the trend of theage. William James observed that the religious man is not necessarily the manwho has had most religious experience; he is the man who makes his religiousexperiences his center of gravity. The same is true of the writer. He can affirmor deny, according to an act of will. And he is determined by that act of will,not by \"the facts.\" There are no facts, only experiences of the facts that aredetermined by the individual's attitude. Sartre's insistence on man'sfundamental freedom is only a restatement of the religious concept of faith, andthe \"faith\" is another name for belief in the absurd.Neither is it true to assert that the ages of faith are past and that we live inan age of skepticism or defeat. The age is an abstraction; only the individualswho make it are real. Man's experience of himself is at all times a simultaneousexperience of greatness and misery, god and worm. He is free to give primacy toeither of these experiences. Like a compass, he is pivoted between acceptance ofdefeat or belief in the absurd. Whichever he chooses can determine his existenceand, ultimately, his age.The acceptance of this view could aflfect the writer in certain obvious ways.The novelist or playwright who creates characters who are slaves of theirenvironment does so because he accepts their predicament as his own. Theconscious rejection of the unheroic hypothesis, the in-significance premise, might produce some interesting results. It might revealthat the influence of the writer on society is actually greater than theinfluence society is supposed to have on the writer. If this were established,it would reveal that all writers are committed whether they know it or not,committed up to the hilt in determining the attitudes of the society they livein.In the second part of this essay, I criticized certain American writers forlacking an awareness of \"man as an evolving spiritual being.\" The phrase goes tothe heart of the hero problem. It has been universally taken for granted thatinner-direction is preferable to other-direction (except, perhaps, in thewritings of certain Soviet pundits). But why should this be so? What is theultimate justification of inner-direction? Unless a phrase like \"man as anevolving spiritual being\" can be given precise signification, inner-directioncannot be justified; it can only be taken for granted. A new existentialism canonly be built upon the psychological concept of purpose, but \"inner-direction\"itself is not a purpose; it is only a means.It is self-evident that any psychology I appeal to will be, of necessity, my ownpsychology; that is, my own observations of my psychological responses to suchexperiences as the nausea, vision, self-deception, and so forth. If I find thepwychology of Sartre and Camus inadequate, it is not because I challenge theirconclusions in the way that one scientist might challenge the conclusions ofanother, but because their final picture of the world does not correspond to myown intuitive perception of it. But the attempt to present this i>erception asexistential thought demands that I express it in the same language, using thesame concepts, as Sartre and Camus.Like religion, existentialism begins from the concept of the fallen man — thatis, of man's feeling of the world's hostile strangeness. This is Sartre's\"nausea.\"When I inquire into my own experience of nausea, I discover that it is closelyconnected with a great number of other terms: \"unreality,\" \"boredom,\"\"futility,\" \"frustration.\" In the journal I kept from the age of sixteen, thesewere the terms that expressed my sense of alienation.It happens often that after a long period of boredom, the sense of purpose hasbeen so far submerged that the physical actuality of the world becomes a denialof meaning. Yeats expressed the nausea in that poem called \"The Circus Animals'Desertion,\" where he spoke of his early romantic idealism as a ladder and ended:Now that my ladder's gone, I must lie down where all the ladders start, In thefoul rag and bone shop of the heart.On my first reading of Ulysses, these lines of Yeats seemed to express its wholemeaning.In a sense, Sartre is right: the nausea is the ultimate reality. But men live ontwo planes at once; no ultimate can negate man's freedom. Sartre and Camusaccept this to some extent (as many \"unheroic\" writers do: William Faulkner, forinstance). But they are mainly aware of the \"rag and bone shop\"; their vision offreedom is, in comparison, distant and nostalgic. This leads to a neo-stoicposition. No doubt these writers would object (quite understandably) that thisis the way they see the world. And yet once it is established that the questionis one of the balance between freedom and necessity (nausea), it becomespossible to reply that many other writers, Blakeamong them, have possessed a vision of the world in which there is a far higherpercentage of freedom.In the final analysis, the nausea is the fallacy of insignificance. It isexpressed in Eliot's lines:and leave me sitting, pen in hand . . . Not knowing what to feel, or if Iunderstand.This feeling is existential; it refuses to put an interpretation on the world.But the point that is being forgotten is that an ignorance of meaning is not thesame thing as a belief in meaningless-ness. It may be bad faith to transform thesurface of reality with unverifiable beliefs of the Hegel type, but the attitudeof perpetual and urgent questioning is in itself a transformation. A Roquentinsuffering from nausea is also suffering from boredom and his own littleness. APascal torn between the greatness and the misery of man, a Van Gogh who neverceases to be simultaneously aware of ultimate agony and ultimate ecstasy, hasalready achieved a greater stature than Roquentin by an intensity ofquestioning. They may suffer from exliaustion, but never from the self-contemptthat comes from inaction. The existentialism of Sartre or Camus lacks this finalurgency of interrogation and consequently lacks a dimension of freedom. To speakof an impasse is to give the wrong impression, for it suggests a logicalcul-de-sac. It would be more accurate to speak of a rocket that stops for lackof fuel. The fuel for all existential thinkers must be that Dostoevskian passionfor measuring the paradoxes of the human condition; symbolically, it sees mansuspended in a void between heaven and hell, god and worm. Sartre'spreoccupationwith politics, Camus's desire to reduce the paradox to the language of the teddyboy rob their interrogation of motive power.I stated at one stage in this essay that the hero's problem is to turn inward,and then outward again. The above paragraphs provide a basis on which to expandthis conception. The purf)ose of turning inward is to discover one's freedom.All men are supplied by a power house of will and subconscious drive, but veryfew are aware of anything but the need to keep alive. It is hardly surprisingthat most men think of their motives in terms of everyday necessities.Considered from this point of view, all life is seen as an ascending hierarchyof mechanisms, beginning with the need to eat and breathe, and developing tolevels of ambition, self-assertion (will to power), and so on. This is to holdthe problem upside down, but it makes very little difference so long as men arecommitted to some objective purpose. It is also the unheroic hypothesis. Butconfronted by any man with an inborn sense of purpose, it appears as nausea, adenial of life and freedom. The highest compliment Shakespeare's Antony couldpay Brutus was: \"This was a man.\" Nietzsche or Sartre would retort that onlyinsofar as he was unaware of his freedom was he a man; insofar as he was free,he was not anything but f>otentiality of will and purpose.But the sense of purpose is nothing without a goal. And this is where Frenchexistentialism flags. For although Sartre has maneuvered himself out of theextreme position of total nausea and life rejection, he has never learned tospeak authoritatively of human purpose. He remains limited to the particularityof men and history, too cautiousto pass beyond these to the notion of life itself. Camus asks: \"Why do men notcommit suicide?\" and answers: \"Because of an irrational urge to live.\" But hebuilds no artistic edifice on that recognition; one suspects that he feels acertain mortification at being forced to use the word \"irrational\" and wishes itcould be avoided.To escape these limitations, it is necessary to base existential thought on thefoundations of the absurd, the irrational, the mystical. To say that men are notmen, but raw, unqualifiable freedom, is to assert that the life urge can neverbe justified by reasons. Adversity can concentrate it to a point of ecstasy;threatened extinction can reveal it as independent of all human values. This isa rcassertion of a kind of Platonic idealism; the love of life is not a love ofany aspect of living, but a pure need, beyond objects. It is expressed conciselyin Blake's line, \"Go, love without the help of anything on earth.\" Both Sartreand Heidegger have observed that life can be lived most intensely in the face ofdeath, but neither has recognized that the sense of death is only an extensionof life, and that a sense of purpose would be a still further extension. This, Ibelieve, is the reason for the thin and unsatisfying tone of Sartre's views oncommitment.ConclusionI would summarize my conclusions as follows:The fallacy of insignificance can be combated on thewriter's front by a deliberate attempt to replace worn-outreligious and cultural concepts with a new existentialism.This existentialism must make the fullest use of theinvaluable work of thinkers like Kierkegaard, Heidegger, Sartre, and Camus, butits chief task is to break beyond their limitations.I envisage the new existentialism as a mystical revolt, based upon recognitionof the irrational urge that underlies man's conscious reason. The writer's taskis to try to make the \"noise of the power house\" audible.For this reason, I regard Blake and Shaw as seminal figures, in that both werepermanently aware of the power house. Their rationalizations of it are lessimportant (Blake's \"Jerusalem,\" Shaw's \"vortex of pure intellect,\" superman, andso forth). What matters is that they recognized the need to give life anadditional dimension of purpose.The existential revolt could take place on two levels: the philosophical, andthe creative. On the first level, it might produce its own textbooks ofirrational philosophy to take up the problem where Sartre left it in L'£.tre etle Neant, Heidegger in Sein und Zeit, Camus in L'Homme Revoke. On the creativelevel, it would be a revolt against the unheroic premise, the attempt to createheroes who possess a vision that extends beyond the particularities ofenvironment. This does not necessarily mean a hero who carries a copy of Man andSuperman in his pocket, but it means heroes who are closer in conception toStendhal's Sorel, Balzac's Rastignac, Braine's Joe Lampton, Hopkins' Plowart. Itis even conceivable that new, realistic Fausts, Zarathustras, Ahabs might growout of it.Ultimately, the hero is the man who lives constantly out of a sense of his ownfreedom; his commitment to the world is nourished by his inwardness, and hisinwardness is constantly strengthened through being reflected backfrom society. Such a man would recognize all life as sacred, as all is involvedin the same struggle towards expression of its freedom.The artist who hopes to create the existential hero will inevitably find himselfin opposition to many modem trends. All philosophies of materialism promote theinsignificance fallacy. Great efforts of creation are made only by men whobelieve in their will and the importance of effort. Marxian materialism andFreudian psychology are excuses for laziness. Shaw's Saint Joan remarked:\"Minding your own business is like minding your own body — it's the shortest wayto make yourself sick.\" The same might be said of minding your own mind, or theway in which you've been conditioned by the economic structure of society.Too many aspects of modem culture provide this excuse for laziness andhypochondria. It is significant that the chief American contribution to culturein the past thirty years has been \"the higher criticism.\" England hascontributed its Logical Positivism; and although A. J. Ayer has now retreatedfrom his original position to the extent of admitting that Logical Positivism isonly a method, not a philosophy, many of his followers still make it an excusefor a complacent, sniping kind of criticism that has no relation to creativethinking. Freudian analysis has now become so important in American life that itmight be said to have replaced democracy as the basic American ideology. Theresult has been a steep decline in all forms of imaginative creation. (It ishard to imagine how Poe or Dostoevsky would have thrived in a society thatinsisted on explaining their complexes to them.)The first step of a new existentialism is bound to be thenegative one of attacking Freudianism, Marxism, Logical Positivism, and anyother \"ism\" that fosters the insignificance fallacy and distracts attention fromthe need for creative effort. As a philosophy, existentialism must emphasize theprimacy of the will, the importance of the individual, the finalunpredictability and freedom of even the most neurotic and conditioned humanbeing.These conclusions may sound disappointingly vague after the sociologicalanalyses of Part One, but they are necessarily so. The real work still remainsto be done; these comments are only attempts to foresee its direction.A PostscriptIN THE TWO years during which the subject of this essay has been forming in mymind, I have given a great many lectures on the hero. It soon became apparent tome that it was going to be less easy to present than I had imagined. My reactionto the unheroic premise in most modem writers was so clear and well-defined thatI had supposed that my audiences would find it equally obvious. But thequestions they asked soon made it plain that the concept is not as self-evidentas I had hoped. A favorite question was: \"Where do you hope to find your newhero?\" as if I intended putting an advertisement in the Times agony column.Another reaction that I invariably met ran something like this: \"Don't you thinkthat there are more heroes around today than you realize? The ordinary man inthe street . . .\" This objection might be followed by an example of someone'snext-door neighbor who has had fourteen operations for appendicitis but hasnever complained. I felt rather in the position of Dona Ana in Man and Superman:Ana: Tell me, where can I find the Superman? The Devil: He is not yet created,Sefiora. The Statue: And probably never will be. . . . Ana: Not yet created!Then my work is not yet done.l()4 THE STATURE OF MANBut on one occasion, when I said something of the kind, a member of the audiencecommented that in that case the hero was my business, and perhaps I would dobetter to try to create him instead of giving lectures to explain why he haddisappeared. Although this struck me immediately as justified, I replied that mylecture could help towards the creation of the hero; as far as I was concerned,it served a very definite function: to clarify my ideas. And this still strikesme as the primary justification of a book such as this: to bring these ideasinto the daylight of common acceptance. I have corresponded and talked with twoof the authors of whom I have written in this book; neither of them seemed tounderstand what I was getting at. One of them gave an interview to a Parisnewspaper in which he spoke of my interest in this subject, and commented: \"Butsince Carlyle we know that nothing is more boring then heroism.\" The same writerhas suggested, in a letter to me, that the hero is a substitute for goodgovernment.These misunderstandings suggest to me that greater precision is required indefining the hero. The queries I have mentioned above were raised at the end ofa long lecture on the hero; the writer in question had also discussed thesubject with me at some length. Plainly, the image evoked for me by the word\"hero\" is completely different from that evoked for other people.There are many possible causes for this. For a generation older than my own, theword arouses memories of Nazi rallies, Mussolini's march on Rome, and so on.Even if its associations are less definite, there is a vague impression ofself-glorification, of complacency, of \"Mr. Hemingway hiding behind the hair onhis chest.\" And yet theseassociations really have very little to do with the word \"heroic.\"Fundamentally, the heroic urge is only the desire of life to find a broaderfield for its powers. Nietzsche asked: \"What is happiness?\" and answered: \"Thefeeling that power is growing, that resistance has been overcome.\" Nowadays, theidea of growing power is associated with sadism, or acts of politicalaggression. The same dubious association is attached to the idea of thesuperman, although a superman would also have a super moral vision and wouldconsequently be more like the conventional idea of a saint than of a sadist.This is why the Riesman-Whyte approach to the problem is inadequate. It may beinvaluable for diagnosing the anti-individualist tendency that is eating awaythe foundations of modem society, but it fails to emphasize that the firstcharacteristic of the inner-directed man should be a higher intellectual andmoral perception. If this were not so, there would be no problem of the hero,and heroes would be two a penny. This question of moral and intellectual visionhas never been a general problem for society; it has always been the problem ofa limited number of saints, artists, thinkers. If they abandon it, there is noone to carry it forward; it is useless to look to popular religious or politicalmovements for new values. This is one of the most ominous aspects of the modemworld. The writers and thinkers are becoming increasingly other-directed, whilethe saints are as rare as ever (and the few men who possess saintly qualities —Schweitzer in Africa, Dolci in Sicily — have a full-time job relieving humanmisery, without concerning themselves with new values). In the literary worldparticularly, it has come to be accepted that no new Tolstoys or Shaws can beexpected, and the reviewer has put hisyardstick in a cupboard and uses a six-inch ruler for his weekly batch ofnovels. And yet a vague, frustrated desire for the heroic remains, no matter howoverlaid by current standards, and when a play like Look Back in Anger or anovel like Patrick White's Voss portrays a man who is a little more fanaticalthan the average, the yardsticks are hastily produced, and the great names beginto fly. (A book critic of the Sunday Times somewhat rashly compared Voss withWar and Peace.) Meanwhile, the young writer displays a weary acceptance of theidea that he can never produce anything that will rival Joyce or Proust, andconcentrates on new technical devices to stimulate the interest of avant-gardecritics.All this springs from an acceptance of the idea that we live in an age ofdecline. But is this true? What evidence have we that we are tireder, moreexhausted, than the Elizabethans or the Victorians? What is usually regarded asevidence — the increased crime rate, the teen-age idols, and so on — is reallyneither here nor there. We know that the challenges we face are some of thegreatest in human history, but what evidence have we that we are less competentto deal with them than the Elizabethans would have been? It seems likely that weare far more competent; the ordinary man of today has to deal with a far greatercomplexity than his counterpart of four hundred years ago. The poets who writeabout despair and exhaustion deny the reality of modem life: that the raw,brutal urge for more life struggles as violently as ever to find expression. Thewriters who insist that the death-wish has become a commonplace only prove thatthey are completely alienated from the commonplace.The picture we are faced with, then, is of a society which is neither more norless decadent than in any previous age, but whose artists and writers haveallowed themselves to sink into a minor role. The value of the artist lies inthe fact that he asserts a sense of order, of the power of the human spirit,into the sordid conflict of our everyday lives. He sees all life as a battlebetween chaos and order. It is the vision of order, of conquest of the obstaclesand complications of living, that inspires men with new energy and purf)Ose.Life is inconceivable without this vision of purpose. The works of Plato,Mozart, Shaw, represent an ideal that keeps civilization moving forward: thepossibility that men of the future might no longer be forced to stumble andfumble through lives of unending trivialities, but might somehow live with thegaiety and f)Ower of the Jupiter Symphony, an unbroken drive. The nineteenthcentury saw this vision reaching a high tide of optimism, with slogans about\"culture,\" \"progress,\" ''civilization.\" Unfortunately, its vision of progresswas almost purely intellectual; it preferred to ignore the human realities. Whenthe twentieth century made it obvious that nineteenth-century progress wasmostly daydreaming, there was a swing to the opf>osite extreme, an equallyundiscrim-inating pessimism. E. M. Forster was right when he called Ulysses \"anattempt to make darkness and dirt succeed where sweetness and light failed.\" Hemight have gone further and characterized the whole of modem culture as anattempt to make cynicism and despair succeed where enthusiasm and optimism hadfailed. With such foundations, it is hardly surprising that the culture of themid-twentieth century is a monument to the unheroic premise.But the fact that Victorian optimism was premature is no final argument againstoptimism. It is only an indication of the need for a more determined realism.Mozart's operas can never become outdated in the same way as Matthew Arnold'sCulture and Anarchy; their power is deeper than the intellect. The music ofSibelius and Carl Orff will outlast the philosophies of Bertrand Russell andProfessor Ayer for the same reason. The necessity of today is a revival of thesense of order; but not a purely intellectual order. When Socrates told Cebesabout his recurrent dream in which he was ordered to study music, he wasexpressing the idea that drives modern existentialism. This order must reachbeyond intellect as music does. The art and philosophy of the twentietli centurymust be rebuilt on foundations in which the words \"purpose,\" \"optimism,\"\"idealism\" are given a new meaning. And the instrument for creating these newmeanings is existential philosophy.But what can be suggested, by way of concrete solutions?To begin with, it must be accepted that nothing can be done on a popular level.It is the natural impulse of the thinker to hope that his ideas can move greatmasses of people; the example of Karl Marx lures him like a will-o'-the-wisp.But Marx's thinking has led to the largest other-directed state in the world,for its essence was other-direction. Inner-directed thought (which is to say,existential thought) cannot, by its nature, hope for some mass vehicle for itsinterpretation. If it is to gain influence, it will do so by infiltration fromthe higher levels downward. A thinker like Camus has recognized and acceptedthis.But the existential thinker has one consolation. Hemay never be a Karl Marx, but he has only to look to the examples of Joyce andEliot to see how wide the influence of the solitary worker can be.This indicates plainly that any solution offered cannot be popular in the sensethat Marxism has become popular. The very nature of Riesman's analysis makes itimpossible for him to develop remedies. But this limitation is no cause forpessimism. On the contrary, when the relation of existential thought to thehistorical situation has been grasped, it might be a cause for optimism. (Afterall. Buddhism was a form of existentialism in the fifth century B.C.)In short, if there is to be a revolution, it will have to begin as a culturalrevolution. The reason for the defeatism that underlies so much modern writingis the feeling that nothing that happens in the cultural world can have anybearing on the world of practical events. But no major thinker has ever been somodest about the claims of his subject. Plato declared that philosophy is thegreatest good that was or ever will be given by the gods to mortal men, and hisattitude is typically existentialist; he did not regard thought as an activityof the avant-garde. This is the sense that has been lost in the present age, thesense of the immediacy of thought, the way in which thought is meant to be aninstrument by which a man learns to dominate his own life.Stuart Holroyd has written: \"In our time, tfie writer who does not dare to begreat cannot hope to be anything.\" * This penetrates to the heart of theproblem. But unfortunately, the meaning attached to the word \"great\" has begunto incorporate notions of complacency• \"A Writer's Prospect,\" the London Magazine, January, 19^9.and egoism. The lifelong effort of writers such as Flaubert or Yeats isforgotten; instead, one thinks of Shaw's ironic bursts of self-praise, or theposturing of a Mussolini. There is an automatic assumption that belief inoneself is a form of self-delusion. This is the major cultural heresy of thetwentieth century, the very foundation of the unheroic premise, the centralcause of the cultural slump in our time. Until it is destroyed, there can be nohope for a cultural revival. It is a sign of our age that inner-direction isregarded with suspicion and a certain amount of fear and that any expression ofself-belief stands in danger of ridicule. Thought becomes blurred; theinner-directed man expects to be attacked for selfishness.But the chief necessity of our age is to dare to be inner-directed. This is noteasy. Behind us is the rise of fascism, the extermination of millions of Jews,the disappearance of the old order; we live in a world of constant politicaltension, with a permanent threat of world communism, and a world in which allwriters would be expected to be grateful for state supervision. It is no longera mere figure of rhetoric to say that man's freedom is being destroyed everyday. In such a situation, it is hardly surprising that men are losing theirsense of interior certainty and becoming more other-directed. Yet it isimpossible for man to regain his f>ower over his situation without turning awayfrom the immediacy of his experience and concentrating upon his intuitions ofhis own value. This turning away is not a form of escapism; it is only the firststep in regaining detachment and, eventually, the control that comes withdetachment. The solution lies in a deepening of subjectivity, and an analysis ofthe problems that possesses the confidence of subjectivity. The claptrap aboutcommit-ment must be rejected without compunction. Commitment cannot be imposed as aduty; its impulse originates in self-belief. The impulse that for four centurieshas expressed itself in scientific discovery must be redirected. The field ofman's subjectivity is still unexplored.The responsibility of literature in the twentieth century becomes appallinglyclear: to illuminate man's freedom."},{"pageContent":"leaf 198 [images/leaf-image0198.jpg]"}]
