[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUpon Cattle Mutilation - The Unthinkable Truth© 1976 by Fredrick W. Smith, Freedland Publishers Chapter 2, Part TwoBlueprint for Confusion \"Nothing has been devised except a man-made instrumentthat cuts so cleanly. It's the most precise dissection I've ever seen.\"- El Paso County, Colorado Coronernother surprising thing is that some carcasses have been mutilated at leasttwice. They are found and examined, then later it is discovered that further cutshave been made on them. It's common, for example, for a perfect circle of hideto be taken. In at least on instance, a moon-shaped section was taken first. Thenlater the mutilators returned and completed the circle.Local newspapers reported,\"Mrs. Innes said a calf was found on a Thursday in a 'mountainous, steeparea' near Rosemont Dam in the Teller County area. Her husband went tothe scene later that week and found two calves dead in the same place, butneither of the calves were found three days earlier. Mrs. Innes went on tosay that when her husband returned on Sunday, one calf was mutilatedmore than it had been before. 'There were three inches of snow up there,and no tracks. The eyes, one ear, the lower lip, tongue, the sex organs andrectum were removed. And there was a clean square cut where the heartsof the animals had been removed.'\" (The Fremont County Sun, October 15,1975, and The Denver Record Stockman, September 18, 1975 andSeptember 25, 1975.) There is no question that animals dead from other causes have been mutilated. Agroup of deputies in the El Paso County Sheriff's Office (Colorado Springs),were obviously disgusted at me coming in to ask where NORAD Road was andto learn more about the mutilation they had investigated there. \"There's nothing at all to that stuff!\" one deputy said vehemently. \"Look,here's this rancher out in Lincoln County. So, he has this cow that'sbloated on eating something. He tries, but can't get her stuck soon enough.So, she dies - right in front of him. Then he comes back the next day andfinds all those parts missing. There ain't NOBODY going to be out therecutting up some dead animal!\" That settled it for all of them, but to me it was another interesting piece ofinformation. I hadn't come to argue or express opinions, but to act dumb and askquestions. \"How many of those ranchers have collected insurance?\" anotherdeputy put in, along with other caustic remarks. \"If you go into Elbert Countytalking like that,\" I replied, \"you'd better be sure to have that big gun with you.\" It is not known how many previously dead animals have been mutilated, butsome have. Jerry Schranek of Fountain, immediately south of NORAD'sCheyenne Mountain installation, had an eight-year-old mare that became sick.The vet diagnosed the ailment as a parasite and said she probably wouldn't live"},{"pageNumber":2,"pageContent":"long. Late Saturday afternoon, September 27, she was found dead in the corraland left there until she could be moved. But when he came back the next day toremove her, she was found to have been mutilated. \"There was a neat incisionaround the animal's rectum, accomplished probably with a knife or scalpel. Oneof its ears had also been severed.\" (The Gazette Telegraph, Colorado Springs,Colorado, October 2, 1975) Another barnyard mutilation had previously been reported, also from theColorado Springs area. On September 11, one of Ira Pendleton's cows died inthe feed lot. The next day when he came to remove her, he found a gaping holein the hind quarter and the rectum and vagina missing. \"I know what it looks like when a coyote eats on them,\" said Pendleton,pointing to the cow. \"I say it's not coyotes and the vagina and rectum weresurgically cut out.\" Pendleton said the smoothness of the hide around thehole couldn't have been accomplished by coyotes, only by a sharpinstrument like a scalpel. \"I've been a rancher for 30 years and I know howto diagnose quite a few ailments. I called the vet and he said the symptomsseemed strange to him. I feel that the animal was poisoned or somethinggiven to her which went into her nervous system and killed her.\"Furthermore, some unknown person mysteriously left the light on thatnight in the barnyard where the heifer was mutilated. (The GazetteTelegraph, Colorado Springs, Colorado, September 13, 1975) State Representative Bledsoe of Hugo, Colorado, who conducted a longinvestigation of the subject theorizes that long dead carcasses are beingmutilated by strong stomached vandals. We can be sure they not only have castiron stomachs, but stainless steel ones, so to speak. Our X-rated movies wouldprobably make them throw up, but they obviously have no qualms whateverabout animal carcasses, even far along ones. Unfortunately, the dead animaltheory has as many problems as any other. One CSU pathologist (who asked notto be identified said it seemed unlikely the animals they had examined had diednaturally. \"How long do you think you would have to drive along a country roadbefore finding a dead cow?\" he asked. (The Rocky Mountain News, Denver,Colorado, August 10, 1975) Animal Mutilators Leave \"Calling Cards\" Most owners have reported the mutilated animals had been healthy. And howcould carcasses that had just died in corrals and feed lots be located during asingle night? That takes an extremely close surveillance operation. The yardlight turned mysteriously on is also interesting and significant. Sheriff GeorgeYarnell of Elbert County, who has seen more mutilated animals than anyoneelse says, \"They always leave a calling card.\" Their calling cards take various forms, but Sheriff Yarnell says there ALWAYS isone. The most memorable one to him was when an udder was neatly cleanedout, leaving only the skin, which was then tightly packed with several gallons ofsand. Some predator!! Teats have been neatly snipped off and arranged in order on the leg, or the udderor uterus left on top of the carcass. (The El Paso Times, El Paso, Texas,February 5, 1975) Perfect squares or circles are often cut out of the hide. Hairson the tail have been trimmed back perfectly straight and then arranged in a neatpile beside the carcass. (Saga Magazine, New York City, \"The Killer CultTerrorizing Mid-America\" by Keith Randolph.) The only so-called \"clue\" was a scalpel left beside one carcass. But that, too,was only a calling card, an article of military surplus anyone could buy veryeasily. Why does anyone ever leave a calling card? There's one and only onereason: to let people know who's been there to visit. "},{"pageNumber":3,"pageContent":"The Phantom Surgeons of the Plains No one claims to have ever seen those visitors, but they've been called manythings. The most descriptive might be, \"The Phantom Surgeons of the Plains,\"and also of the mountains, canyons, woodlands and barn lots. At least one thingabout them has been universally admired: the unvarying high quality excellenceof their work. Everyone who has ever seen it has been astonished at thebeautiful precision of everything they do. \"No blood.\"\"No footprints.\"\"No tracks.\"\"Cut away with surgical expertise.\"\"Cut with a scalpel.\"\"There is not known way to cut those areas that have a terrific blood supplywithout some hemorrhaging.\"\"Sharp instruments have been used to take the organs out.\"\"Not a track.\"\"The meat was untouched.\"\"Somebody's playing games with us.\"\"The teats were removed slick as a whistle,\" she said (Billings, Montana)\"Its fetus had been removed.\"\"What could do that is anybody's guess.\"\"Where do you find people who can do this?\"\"All blood had been drained away in an unexplained manner.\" (Missoula,Montana)\"The hairs were cut very sharply around the wounds.\" (Jackson Hole, Wyoming)\"There just aren't any predators that can remove parts as cleanly as they've beenremoved.\" (Portland, Oregon)\"It has to be done with something better than anything we've got on this earth;something we don't know about.\" (Durand, Wisconsin)\"You hear a lot of speculation about little green men from outer space and aboutpredators doing this. But these people are pretty precise with their work.\"(Jackson Hole, Wyoming) \"This one,\" Sheriff George Yarnell of Elizabeth, Colorado, commented almostcasually, \"had been eating. Grass was still hanging from the half opened mouth.\"(Los Angeles Times, Los Angeles, California)\"The veterinarian described it as a high class surgical job requiring skill andtechnique beyond the capabilities of any known person in this area, professionor not.\" (Colorado Springs, Colorado)\"The calf had been pulled half way out of the cow's body and its tongue cutout.\"\"Whoever's doing this definitely knows what he's doing.\"\"The cuts were clean, like they had been done with a razor - they could not havebeen done by another animal.\"\"I'd like to see the predator that can cut perfect circles in a critter's hide. It musthave an 18-inch snout and 20-inch razor sharp teeth and carry a knife.\" (LogonCounty Sheriff Tex Graves)\"The hide was removed by someone who did not puncture the tissue layerdirectly under the hide. It was better than I could do if I were trying. It wasreally an expert job.\" (El Paso County Coroner) \"Done by somebody with a good knowledge of anatomy, someone who knowshow to do the job with the least cuts.\"\"We're puzzled how they achieved it.\"\"Too far back in her mouth to have been bitten off by coyotes or buzzards oranything like that.\"\"Hide was taken in each case, but no meat.\"\"A very sharp knife of some kind,m a very professional and neat job.\"\"Nothing has been devised except a man-made instrument that cuts so cleanly.It's the most precise dissection I've ever seen.\" (El Paso County Coroner)"},{"pageNumber":4,"pageContent":"\"Unborn calf removed and taken away, udder and lips cut away, no fragment oftissue left behind, no tracks, directly behind the barn, all blood had beenpumped.\" (Haigler, Nebraska)\"Microscopic examination showed no hemorrhaging around the cuts.\"\"No profit motive, the parts aren't worth anything.\"\"Dr. Clair Hibbs, veterinarian with Nebraska University, said the animal diedfrom liver destruction and fluids in the heart.\" (Dodge City, Kansas)\"There should have been signs of clotted blood in her organs or veins and therewasn't any.\" (La Salle County, Texas) \"Cut open at the ribs, with the heart excised.\"\"Mutilated by human being, not predators.\"\"They needed sophisticated equipment to do this.\"\"You can't hide a knife wound very well.\"\"Chasing ghosts.\"\"It is no longer possible to blame predators for these mutilations.\" (ColoradoGovernor Richard D. Lamm) Helicopters How do the phantom visitors come and go to do all this fancy work? Manypeople think they use helicopters, since strange helicopter activities seem toincrease and decrease proportionately to mutilations in any given area.Helicopters have been seen hovering and landing near cattle and have also beenfired on and pursued by day and by night, but never successfully. Many ranchersthink mutilators can come and go, locating and transporting their prey viahelicopter. This is why they can do those things without leaving any clues. Whathas been taken for rotor wash has been seen near mutilations, but no wheelprints or skid marks have ever been identified. Officialdom has gone to great lengths to reassure everyone that helicopters havenever been involved, since they are also used extensively for upper levelindustrial, political and military activities and aren't too hard for vigilant citizenswith high powered rifles to shoot out of the sky. A couple of Ft. Carson soldierswere forced down in eastern Colorado. while working on their chopper, theylooked up and into the big barrels of a circle of guns. One false move and they'dhave had it. chopper pilots have learned to be careful, fly high and cancelunnecessary business over cattle mutilation country. Bright Light Beams A number of people in eastern Colorado have been \"chased\" by unidentified andapparently unmarked helicopters. The Ranchland Farm News, Simla Colorado, July 24, 1975: \"Helicopters Menaces GirlsSeveral persons, including Elbert CountySheriff George Yarnell, have seen a helicopterflying at night with an intense light trainedon the ground. Now, two incidents of ahelicopter menacing teenage girls havebeen reported to the Ranchland Farm News.In the most recent incident, I (editor) happenedto be at the scene as it returned an hour after'chasing' three 15-year-old girls south of Ramahlast Thursday evening.\" The story goes on to say the same chopper came back a third time at 11 p.m.,hovering over the barn and shining a brilliant light down. The next issueidentifies in a big front page picture of the helicopter that it is a Bell Ranger, a"},{"pageNumber":5,"pageContent":"type flown by the U. S. Army, the National Guard and also privately. In easternColorado, choppers have chased people in cars and on tractors, as well ashovering over houses and barns, generally terrifying people. It is not known forsure that helicopters are related to cattle mutilations, but many people areconvinced they must be. (The Denver Post, August 27, 1975) The brilliant ground light is believed to be used to spot cattle, so ranchers,sheriffs and newsmen have spent many nights parked on some vantage point oreven flying in a plane in radio contact with radar equipment and watching forstrange lights. \"The light is described as 'very, very powerful' by the four or five personssighting the aircraft when the light was on.\" (The Costilla County ValleyCourier, Alamosa, Colorado, October 2, 1975) \"It hovered over the barn and had a brilliant light shining underneath,\" Mrs.Fuchs said. \"Once you see that light, you will never forget it,\" another witnesssaid. (Ranchland Farm News, Simla, Colorado, July 24, 1975) But what is themysterious light phenomenon associated with mutilations? Silent Helicopters? Sometimes these brilliant lights playing over the area have been seen in oneplace. They they go off only to reappear again at a distance, but noiselessly,which is all very eerie and spine-tingling for the observers. Strange to say, manyof these helicopter sightings, even in the daytime and at close range, are reportedto be noiseless. This is true of local reports and also of others coming from otherstates. It is believed by some ranchers that occasionally a path of wilted and parchedgrass, possibly associated with the intense light, leads to where an animal hasbeen felled. There will be a swath of wilted grass and the mutilated animalinside it. \"The grass looked like lettuce when you put hot grease on it,\" at the scene of amutilation. One investigator \"had plans to send grass samples to Billings,Montana for analysis at Exxon's Laboratories.\" (The Billings Gazette, Billings,Montana, June 1975) Continued in Chapter 2, Part Three.Credits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
