[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUpon Dubai, United Arab Emirates, Shopping Mall Uses\"UFO Fly-Over\" to Promote January Store Festival© 2003 by Linda Moulton HoweDubai, (Dubayy), United Arab Emirates, on the Persian Gulf. January 16, 2003 Dubayy, United Arab Emirates - On January 14 in NorthAmerica, Canadian UFO researcher, Brian Vikes, received an e-mail from Dubai,U.A.E. resident, Maggie Jaber. She had translated to English the headline, textand photographs about a \"UFO fly-over\" from one of the leading newspapers, AlKhaleej, in Dubai (Dubayy), United Arab Emirates, on the coast of the PersianGulf. The main headline was, \"UFO Over Alghurair City Dubai United ArabEmirates.\" Emirate refers to the office or jurisdiction of an \"emir.\" An emir canbe an Arabian prince, chieftain or governor, a title of honor given to thedescendants of Mohammed.Brian forwarded her translation and photographs to me and I called him to askfor Maggie's phone number so I could talk with her directly. Brian sent myinquiry to her. In a few hours, apparently after she did some checking herself,she e-mailed back that the word Alghurair refers to the Al Ghuraier City Mall,one of Dubai's oldest and largest shopping malls. Under the headline were theArabic text and photographs shown below. But the whole story was in theAdvertising Section of the Al Khaleej newspaper and was a promotion for ashopping festival that began on January 15, 2003. This science fictionadvertisement, according to Maggie Jaber, was created and produced by FadiKashoukoush, Marketing Director, Al Ghuraier Group.I finally reached Maggie Jaber by phone in Dubai (Dubayy) today and asked herto explain on the record what she knew."},{"pageNumber":2,"pageContent":"\"UFO Over Alghurair City Dubai United Arab Emirates\" headlineabove photograph on left of Al Ghuraier shopping mall employee. Photograph on rightis part of the shopping mall with a computer graphic insert of a \"UFO\" above. The story intheAdvertising Section of the Al Khaleej newspaper was a promotion for a shopping festivalthat beganon January 15, 2003. This advertisement, according to Maggie Jaber, was created andproduced by Fadi Kashoukoush, Marketing Director, Al Ghuraier Group.Interview:Maggie Jaber, Resident, Dubai (Dubayy), United Arab Emirates: \"On the15th of January, it started the shopping festival in Dubai and the (newspaperUFO story) was part of the El Ghuraier City Mall's advertising. This guy sent toBrian a letter that they were working on the campaign and it was an idea theyhad and it worked. The people are members of the Ghuraier Mall's staff and thewhole thing is just an advertising campaign for the Ghuraier Mall.CAN YOU EXPLAIN WHY THE MALL WOULD USE A FAKE STORY ANDPHOTOGRAPHS IN THE REAL Al Khaleej NEWSPAPER ABOUT AFLYOVER OF A UFO OVER DUBAI?It's just an idea that UFOs are visiting El Ghuraier to go shopping, aliens come toearth and pass by Ghuraier Mall to do shopping. That's the whole idea. And theguy (who created it), by the way, I talked to him, the Marketing Director, and hedoes not believe in UFOs.HOW DO YOU SPELL HIS NAME?Fadi Kashoukoush, Marketing Director, Al Ghuraier Group.THEY RUN THE MALL?They run the mall.SO THE REAL DUBAI NEWSPAPER DID THIS AS AN ADVERTISINGSUPPLEMENT?Yes, they put it in the Advertising Section. And it worked. They've had a lot ofpublicity.\"We b s it e s :http://www.alkhaleej.co.ae/Credits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expressly"},{"pageNumber":3,"pageContent":"prohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
