[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUpon Scientist's Record Sun's Plasma Interaction with CometNEAT© 2003 by Linda Moulton Howe \"I believe this is the first time we have observeda coronal mass ejection (from the sun) apparently interacting with a comet.\"- Gareth Lawrence, Ph.D., Goddard Space Flight Center Large Angle Spectrometric Coronograph (LASCO) aboardthe Solar and Heliospheric Observatory (SOHO) satellite captured thisimage of the sun's ejection of a large plasma toward the approaching Comet NEATon February 18, 2003 at 05:54 Universal Time. The head of the comet was estimatedto be 100,000 kilometers in diameter (62,150 miles). Image courtesy of NASA/SOHO/JPL. March 7, 2003 Greenbelt, Maryland - Comet NEAT was named after the\"Near-Earth Asteroid Tracking System\" based at the Jet Propulsion System inPasadena, California. NEAT's job is to monitor the solar system for comets andasteroids that might be on a collision course with Earth and warn about size andnearest approach date. The comet was not discovered by the NEAT system untilNovember 6, 2002. When it was first seen, it was extremely faint to even themost sensitive ground-based observatories. But as it moved in its orbit towardthe sun, it began to brighten intensely as gas and dust cooked off the comet anddeflected sunlight back towards the Earth. The comet brightened so much fasterthan predicted that some scientists were worried nothing would be left. At itsclosest to the Earth on December 24, 2002, it was .8 of an Astronomical Unitfrom our planet, or about 74 million miles.But when NASA's Large Angle Spectrometric Coronograph (LASCO) on boardthe Solar and Heliospheric Observatory (SOHO) satellite was aimed at the sunduring the comet's predicted closest approach, the big, bright, icy ball showedup right on schedule, February 16, 2003. The diameter of its glowing gas, iceand rocky head was estimated to be 100,000 kilometers (62,150 miles) and itslong tail was about twelve times longer. The actual rock which is the source ofall the dust is thought to be no more than about 10 kilometers (6 miles) wideinside the glowing head. The images of the comet near the sun recorded by theLASCO/SOHO satellite were stunning. \"Instrument saturation\" made the comet"},{"pageNumber":2,"pageContent":"appear artificially bright because the LASCO detector is so sensitive.Then on February 17 and 18, the unexpected occurred. The sun belched a largejet of plasma known as a coronal mass ejection, or CME, out into space righttoward Comet NEAT on both days. The LASCO image above was taken onFebruary 18, 2003, at 05:54 Universal Time. This is the first time that humanscience has recorded a solar plasma explosion in the same frame with a largecomet at its nearest approach to the sun.I asked Gareth Lawrence, Ph.D., Operations Scientist for the Large AngleSpectrometric Coronograph on board the SOHO satellite what the sun's coronalmass ejections would have done to the passing comet.Interviews:Gareth Lawrence, Ph.D., Operations Scientist for the Large AngleSpectrometric Coronograph (LASCO) on board the Solar & HeliosphericObservatory (SOHO) Satellite, Goddard Space Flight Center, Greenbelt,Maryland: \"Well, we think that in terms of the comet itself it would have hadlittle effect. But we believe that we see evidence from the comet's ion tail forsome kind of interaction with the CME as it passed and we are still at the verypreliminary stage of the analysis. So, I can't really say anything moreunequivocal than that.WHAT YOU MEAN IS THAT THE TAIL OF THE IONS WHICH ARE THECHARGED PARTICLES IN THE TAIL OF THE COMET?Precisely.When Comet NEAT was near the sun on February 18, 2003, it was the first timescientists observed a coronal mass ejection apparently interact with the ion plasma of acomet.These two images were taken one hour apart at 07:54 and 08:54 UniversalTime by LASCO/SOHO, courtesy of NASA/SOHO/JPL.THE COMET'S IONS INTERACTED WITH THE CORONAL MASSEJECTION FROM THE SUN?"},{"pageNumber":3,"pageContent":"That's right. You have to remember that the ion tail is pretty much channeledand governed in its behavior by the magnetic field in the vicinity (of the sun),and so we believe what we were seeing is an interaction between the magneticfield within the ion tail and the magnetic field within the coronal mass ejection.IS THIS THE FIRST TIME THAT THERE WAS A MASS CORONALEJECTION AT THE SAME TIME A COMET WAS NEAR THE SUN?I believe I'm correct in saying that this is the first time we have observed a CMEapparently interacting with a comet.In this case, we believe the CME was sufficiently close to the comet that therewas some kind of interaction between the two. The other thing that I wouldstress here is that even though LASCO/SOHO has now observed maybe 600comets, the majority of those have only had a dust tail.It is this comet NEAT and comet Hyakutake that are the only two that we havebeen able to clearly identify an ion tail as well as a dust tail. We do not believenor expect in the majority of cases there would have been the likelihood ofinteraction between the dust tail and anything really. Even if there had been aCME directed squarely at one of the earlier comets, we would not haveexpected to see an interaction between the dust tail and the CME.Yuji Hyakutake (Hayato-machi, Aira-gun, Kagoshima-ken, Japan) discovered this cometwith 25x150 binoculars on January 30, 1996. This was his second comet discovery in fiveweeksand the position was less than 4 degrees from the spot where his last comet was discovered!The cometwas estimated as magnitude 11.0, and was described as diffuse with a central condensation.The comawas 2.5 arc minutes across.This image is a wide-field mosaic image of comet Hyakutake,taken onApril 6, 1996, with the 90mm f/2.8 lens, a CCD camera, and a narrow-band H2O+ filter.Each framewas exposed for five minutes. Copyright ©1996 by Herman Mikuz, Crni Vrh Observatory,Slovenia . THOSE ION TAILS OF THE COMETS ARE ESSENTIALLY PLASMAS,RIGHT?Yes, that's right.THE SUN IS PLASMA, IS EJECTING PLASMA, AND THIS COMET HAD APLASMA TAIL?That's right.AND THAT'S WHY THERE IS APPARENTLY THE INTERACTIONBECAUSE MAGNETIC FIELDS WERE INVOLVED?That's exactly right.MANY PEOPLE HAVE E-MAILED ME ASKING, 'IS THIS COMET THATCAME SO CLOSE TO THE SUN IN THE BEAUTIFUL PICTURES LIKELYTO COME NEAR THE EARTH? COULD IT HIT THE EARTH? COULD YOUGIVE SOME PERSPECTIVE?The comet came very close to the sun, but it will not be coming especially closeto the Earth at all. The orbit indicates that the comet passed closest to Earth onDecember 24, 2002. So, the comet is now moving away from both the sun andthe Earth."},{"pageNumber":4,"pageContent":"AND IT IS NOT EXPECTED TO RETURN UNTIL WHEN? DOES ANYBODYKNOW?Yes, the approximate period of the orbit is on the order of 37,000 years.IN 37,000 YEARS, HAS ANYBODY PROJECTED HOW CLOSE IT MIGHTRETURN?That depends very much on where the Earth is relative to the sun, but given thatthe perihelion distance (closest approach to the sun) is within the orbit ofMercury, I would expect it is unlikely that the next close passage of this cometto the Earth will not be significantly closer than this time. So, I think againabout .8 Astronomical Unit is a fair estimate of its next proximity.HOW DO COMETS SNEAK UP ON US, SUCH AS THIS ONE BETWEENNOVEMBER AND FEBRUARY? THIS WAS ONE THAT HAD A DRAMATICSHOW AT THE SUN, BUT WE DIDN'T KNOW ABOUT IT BEFORENOVEMBER?That's the whole reason why the NEAT system was created and madeoperational in the first place, to provide as early as possible warning of theseobjects before they are too close for comfort really.ANYTHING ON THE CURRENT HORIZON THAT SOHO/LASCO HASPICKED UP ABOUT INCOMING COMETS?I don't think we are anticipating another close passage this year. We werecontacted three to four months in advance by various observing teams for CometNEAT and also the previous one, Comet Kudo-Fujikawa back in January 2003.They had made orbit calculations and noticed that the orbit of the comet wasgoing to take it through the LASCO field of view and contacted us before hand.But to the best of my knowledge, no one has contacted anyone on the LASCOteam regarding additional observations this year of 2003.Over the seven years of the SOHO mission to date, I would say we average aboutthree comets every two years that pass through the LASCO field. So, we've hadour three in fact, there were two last year as well. So, I guess we've beaten theaverage with five in two years.More Information:Bogus Internet Story About Sun Warming Up To ExplodeIS IT TRUE THAT THERE HAVE BEEN ASTROPHYSICAL OBSERVATIONSTHAT THE SUN IS WARMING?This I believe is not born out, no. There certainly is no data from SOHO tosuggest that either the outer layers or the core of the sun are undergoingtemperature changes at any significant rate.There was a bogus press release which was attributed to the European SpaceAgency and a particular scientists saying that the sun was warming at analarming rate and was due to blow up in six years. But that was a completefabrication. There was no such press release from the European Space Agencyand the scientist to whom it was attributed does not exist and has never workedfor the ESA.DID ANYONE FIND OUT WHO CREATED THE BOGUS E-MAIL?No.SO IF THERE ARE E-MAILS FLOATING ON THE NET ABOUT THE SUNREACHING SOME KIND OF EXPLOSIVE STAGE, THE BEST THING ISFOR EVERYBODY TO TAKE IT WITH A GRAIN OF SALT AND DO SOMERESEARCH."},{"pageNumber":5,"pageContent":"That's right. The best thing to do if you see something like that is to checkofficial sources. Go take a look at the SOHO page, for instance, because ifanything comes out of SOHO, it will be real. We don't keep things secret.\"We b s it e :http://sohowww.nascom.nasa.gov/Credits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
