[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUpon Do American Nuclear Power Plants HaveAdequate Emergency Evacuation Plans?© 2003 by Linda Moulton Howe Armed National Guard troops at the Palo Verde, Arizonanuclear power plant 55 miles west of Phoenix on March 20, 2003, after notice ofpossible terrorist threat. Photograph © 2003 by The Associated Press. March 22, 2003 Washington, D. C. - The United States is at war with Iraq.The Homeland Security office is at Code Orange which means \"High Risk ofTerrorist Attacks.\" On Thursday, March 20, Arizona Governor Janet Napolitanosent National Guard troops to the Palo Verde nuclear power plant 55 miles westof Phoenix. Two reasons were given. One was that Homeland Security SecretaryTom Ridge asked all states with nuclear power plants to beef up security. Theother reason was connected to a Washington Times report that Americanintelligence had information about Iraqi \"sleeper cells\" in the United States withplans to attack the Palo Verde nuclear power plant, the largest in the nation.Homeland Security raised the color code advisory systemto Orange \"High\" on Monday, March 17. Graphic provided by Homeland Security."},{"pageNumber":2,"pageContent":"Jim McDonald at Arizona Public Service Co. which operates Palo Verde wouldnot comment on intelligence reports, but said, \"Security is elevated. No questionabout that.\"Another nuclear power plant which sits in a heavily populated region of thecountry is the Indian Point nuclear power plant in Buchanan, New York, 35miles north of mid-town Manhattan. Twenty million people live within a 50 mileradius of Indian Point. An emergency at that plant would affect at least foursurrounding counties in both New York and Connecticut. CongressmanChristopher Shays in Connecticut's 14th District is Chairman of the HouseGovernment Reform Subcommittee on National Security in Emerging Threatsand International Relations, and Member of the Select House Committee onHomeland Security.Recently he held a subcommittee hearing to ask the Nuclear RegulatoryCommission (NRC) and Entergy Power that now operates the Indian Pointnuclear power plant to explain their evacuation plan in the event of a terroristattack or serious accident that could effect the lives of several million people inthe New York state and Connecticut counties surrounding the plant.Indian Point nuclear power plant in Buchanan, New York,on the Hudson River 35 miles north of mid-town Manhattan, operated by EntergyNuclear. Twenty million people live within a 50 mile radius of Indian Point.Photograph courtesy EPRI, the Electric Power Research Institute.When Congressman Shays said he felt that an evacuation plan shouldaccommodate people within at least 25 miles, and preferably 50 miles, of IndianPoint, the NRC and Entergy Nuclear representatives insisted under oath thatevacuation concerns were not needed further than ten miles around IndianPoint. Congressman Shays made it clear that his constituents would disagree. Heplans more hearings and may soon propose that the Indian Point nuclear powerplant be shut down entirely until a reasonable and adequate evacuation plan iscreated for 25 to 50 miles around the nuclear power plant.I talked with him about why the NRC and Entergy would so strongly insist thatonly a ten mile evacuation plan were necessary."},{"pageNumber":3,"pageContent":"Indian Point nuclear power plant at Buchanan, New York,is circled 35 miles north of New York City, New York.Interview:Congressman Christopher Shays, Connecticut's 14th District (Republican),Chairman, House Government Reform Subcommittee on National SecurityEmerging Threats and International Relations; and Member of SelectHouse Committee on Homeland Security, Washington, D. C.: \"I t hink we'vegot a real big disconnect (between the NRC's and Entergy's concerns and thepublic's concerns). I think a ten mile evacuation plan is a bit absurd, consideringthat people within the ten miles are going to go somewhere else. They are goingto go through other communities. And as they evacuate and go through theseother communities, it's clear these other communities are going to say, 'We're notstaying here.' So, my judgment is that you need to know what to do in the corearea and then just outside that rim. But I have constituents that are 25 milesaway from Indian Point and I know this for a fact if there was a problem atIndian Point, they would leave New Caanan, they would leave Stamford, theywould leave Darien, they would leave Richfield and get further away from thisplant.THEN YOU HAVE THE PROBLEM OF WHAT IS THE CONTINGENCYPLAN FOR DEALING WITH HUMAN PANIC AND CONGESTION IN ANEMERGENCY AT INDIAN POINT?Well, one of the things that is fairly clear is that most of the public does notknow what the evacuation plan would be. And I think part of it is that theindustry does not want to talk about evacuation plans because that makespeople nervous about the plant. So, I think there is this built-in disincentive notto inform people about what they might have to do if there was a catastrophicevent or even not a catastrophic event, but an event that was serious, or evenless than serious. The public will hear about it and they will want to make surethey get a little further away from the plant.THAT ARGUMENT MIGHT MAKE SENSE IN A NON-WAR,NON-WORRIED TIME. BUT WE ARE SERIOUSLY WORRIED ABOUTTERRORISTS IN THIS COUNTRY. MAKING THE ISSUE OF TERRORISMATTACKS ON NUCLEAR POWER PLANTS AN EVEN BIGGER ISSUE. ATTHE HEARING, ATTORNEY GENERAL BLUMENTHAL FROMCONNECTICUT STATED NUCLEAR POWER PLANT SECURITY IS STILLIN THE STONE AGE."},{"pageNumber":4,"pageContent":"He said it's still in the stone age. I thought it was old theology and he one-uppedus! He basically felt that these nuclear electric generating plants are basicallydirty bombs in a community, potentially a dirty bomb in a community, and Ihappen to agree with him. Unfortunately, the industry the NRC and FEMApretty much view any event at an electric nuclear generating power plant as anyevent whether or not it's caused by terrorists or not. But that basically overlooksthat while they might do something to the plant, there might be a problem withthe roads, or a bridge blown out. There might be something done incoordination. So, I think it is very foolish of the NRC to think that a breakdowncaused by terrorists would be no different than a breakdown happening for otherreasons.RIGHT. AND I THINK YOU ALSO ASKED IF YOU TOOK ONE OF THOSE747'S THAT CRASHED INTO THE WORLD TRADE TOWERS AND YOUCRASHED IT DIRECTLY INTO SAY, INDIAN POINT. I BELIEVE THATENTERGY WAS ARGUING THAT THEY THOUGHT THOSECONTAINMENT WALLS WOULD HOLD AGAINST A 747. BUT I'VE SEENOTHER LITERATURE THAT HAS SAID THE BIGGER DANGER IS WHATHAPPENS TO THE COMPUTERS, THE BACK UP GENERATORS..Oh, absolutely. Yes, you might have the nuclear core that is protected and undera hardened facility. But in many cases the brains that determines what happensin the nuclear core is outside and not well defended. And so it raises veryserious questions. If you lose the brain, what happens to the system? How doesit function?I WAS READING THIS GAO PAGE, 'EMERGENCY PREPAREDNESSISSUES AT THE INDIAN POINT NUCLEAR POWER PLANT' THAT WASJUST PUT OUT. THE LAST SENTENCE AS THEY DID AN OVERVIEW OFHOW MANY PROBLEMS AND CONCERNS THAT THERE HAVE BEEN ATTHESE PLANTS HAVING TO DO WITH PAGER COMMUNICATIONFAILURES AND VARIOUS OTHER PROBLEMS IN THE DRY RUN TESTSTHEY HAVE DONE. AT THE END, IT SAYS, 'NRC CONCLUDED THATTHE WITT (REPORT) GIVES UNDUE WEIGHT TO THE IMPACT OF ATERRORIST ATTACK. I DON'T UNDERSTAND THAT IN THE CONTEXTOF MARCH 2003.I don't understand it either. The whole motivation of our re-examining ournuclear power plants is the fact that they may be vulnerable to terrorists. So, Iguess what they (Entergy and NRC) would say is it might make it more likelythat you would have a problem, but the general plan would still be the same andI just think that is not true. How does someone start to prevent the catastropheat a plant when all of a sudden they are being shot at as well. What is theimplication if terrorists then do other things to cause problems in thecommunity? Like block off a road, blow up a bridge. I mean, there are a wholehost of things that could happen.But bottom line: we need this (Indian Point) plant basically shut down until wehave an evacuation plan that makes sense and the public knows about andinvolves more than just 10 miles.ENTERGY IS FIGHTING THAT SO HARD BECAUSE THEY HAVE MONEYAT STAKE IN OPERATING IT?I think they sincerely believe that we don't need to (have evacuation plan greaterthan 10 miles from Indian Point). Obviously, they have a big investment. Buthaving said that, I'm a member of Congress and I have lots of concerns. I careabout global warming. I care about the fact that 50% of our energy for electricalis generated by coal, and 20% by nuclear (nuclear) which happens not to becontributing to global warming. We also have an energy shortage. So, I'm notgoing to be mindless in terms of how I think about these issues. We can't just allof a sudden shut down all these plants. And it would be foolish to try. But wecan say, 'Where you don't have a good evacuation plan then we need to makesure we stop operating until we get one.'"},{"pageNumber":5,"pageContent":"HOW DO YOU THINK YOU COULD BRING THAT ABOUT?I think having hearings like this and putting pressure on the NRC to re-evaluatetheir whole concept of terrorism. I think having to explain their reasons in public all of that leads to the possibility and perhaps the likelihood, frankly, that theywill re-evaluate their position.I'm putting a lot of pressure on now. I've been at a heightened sense of alert for along time! I know that some people are at amber. I happen to be at red.\"More Information: 103 nuclear power plants in the United States above supplyabout twenty percent of the nation's electricity. Pennsylvania has five fully active reactors,including Three Mile Island which is near the Harrisburg International Airport.There are no commercial reactors in Alaska and Hawaii as of 2000.Graphic © 2001 by the Nuclear Regulatory Commission.We b s it e s :http://www.ems.org/nuclear/indian_point.htmlhttp://www.entergy-nuclear.com/Nuclear/sites/plantInfo.asphttp://www.nrc.gov/http://www.whitehouse.gov/homelandhttp://www.nci.org/http://www.tmia.comhttp://www.pogo.orghttp://www.fas.orgCredits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.ca"},{"pageNumber":6,"pageContent":"All rights reserved."}]
