[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUpon © 2003 by Linda Moulton HoweResidents of Hong Kong where the SARS pneumonia virushas been spreading rapidly are wearing surgical masks as a precaution.Photograph © 2003 by AFP.\"I think we might find that SARS causes quite a massiveimmune response on the part of the human host that thevirus is able to trick the sick human host and have it overreact. ...Maybe the way this SARS disease hurts the host isalmost like the host turning on itself (in an auto-immuneway).\"- Donald Low, M. D., Chief of Microbiology, Mt. Sinai Hospital, Toronto,Canada April 4, 2003 Evening Update:STATEMENT BY TOMMY G. THOMPSONSecretary of Health and Human ServicesRegarding Executive Order on Quarantinable Diseases\"The President today signed an executive order adding SARS to the list ofquarantinable communicable diseases under the Public Health Service Act. Thepresident signed the order after he received a detailed briefing on SARS frommyself, Dr. Julie Gerberding of the Centers for Disease Control and Prevention(CDC) and Dr. Anthony Fauci of the National Institutes of Allergy andInfectious Diseases.By amending the list, we are simply taking the pragmatic step of readying alloptions as we continue to tackle this disease. This authority would only be usedif someone posed a threat to public health and refused to cooperate with avoluntary request. We're working to be prepared for any eventuality."},{"pageNumber":2,"pageContent":"The Department of Health and Human Services, particularly the scientists at theCDC, remains pro-active in addressing SARS. We continue to monitor thosecoming into the United States from Asia, isolating those who are showingsymptoms of SARS and providing them with medical care, informing those whomay have been exposed to SARS what to do if they get symptoms, andpersonally following up with those who may have been exposed.Symptoms include coughing, fever and shortness of breath. Individuals withthese symptoms who have recently returned from travel to mainland China,Hong Kong, Vietnam or Singapore should see a health care provider and informthem of their travel history. Clinicians should continue to report such cases totheir state health department or the CDC.\" April 4, 2003 Toronto, Ontario, Canada - The number of SARS cases keepsrising and has now spread to four continents. Hong Kong and GuangdongProvince, China are the \"hottest zones\" for the new virus which has provokedthe World Health Organization to issue a travel alert. WHO recommends thatpeople with plans to visit Hong Kong and Guangdong Province considerpostponing all but essential travel in an effort to control the spread of the SARSpneumonia. International travelers should be aware that the main symptoms ofSARS is a persistent fever of 38° Celsius, or 100.4° Fahrenheit), dry cough,shortness of breath or breathing difficulties. People with such symptoms andwho have recently been in the Hong Kong region, Singapore or Vietnam areadvised to see a doctor.The specific SARS pathogen is still not known, but researchers now think it's anew strain of corona virus that is usually associated with the common cold. ButChina health officials have reported on April 4, that the SARS microbe seems tohave hooked up with the Chlamydia pneumonia virus, creating a brand newvirus that has jumped from animal to human. Even more dangerous, SARS cantransmit itself from human-to-human, setting up the possibility for a worldwidepandemic like the 1918 swine, or Spanish, flu that infected millions of peoplearound the world and killed 20 to 30 million. The good news is that the SARSpneumonia is killing only about 4% of its victims. But the symptoms of theSARS disease can be real agony for many patients.In Toronto, Canada, where more than 150 cases have been reported and 7people have died, Dr. Donald Low from Mt. Sinai Hospital is now quarantinedhimself after treating 25 patients with the SARS pneumonia. Dr. Low is Chief ofMicrobiology at the University of Toronto's Mt. Sinai Hospital and talked to methis week from his home where he must remain until Wednesday, April 9, tomake certain he is not sick with the SARS disease which can take up to a weekto show itself.Dr. Low told me this week that he is impressed with the consistency ofsymptoms in the 25 patients he has examined.Donald Low, M. D., Chief of Microbiology, Mt. Sinai Hospital, Universityof Toronto, Toronto, Ontario, Canada: \"A typical story would be a nurse or"},{"pageNumber":3,"pageContent":"another health care worker that might have worked the weekend at a time whenother patients were in hospital with disease. Then was at home for 3 or 4 daysnot working, usually about late Wednesday night or Thursday there will be afeeling of being unwell, headache, maybe some muscle aches, just a feeling likegetting the flu, often followed by a temperature which can be low-grade but isvery persistent and sometimes described as if you could heat the room itbecomes that high. And when temperature taken, it's elevated and unlike manyother respiratory viral infections these symptoms persist and often after a day ortwo followed by a cough, a non-productive cough (dry) and possibly with orwithout shortness of breath. Often that's what leads them to the hospital. So, it'smuch like a flu-like illness, but different in that the symptoms they describe arepersistent. They just don't give up and the fever just doesn't go away.WHEN YOU GET THEM IN THE HOSPITAL, WHAT ARE YOU SEEING ONX-RAYS, BLOOD TESTS AND SO FORTH?What you see when they come in the hospital is often complaints of maybe thecough and in most patients that have the cough, it is a persistent cough. Butsome patients don't even complain of cough, but when you listen to their lungsthere are often signs that something is going on down there, crackles in the lungfield that shouldn't be there and when you get an x-ray, it can be one of twothings: one is an x-ray with no evidence of infection, or an x-ray where you willsee some shadows, some shading in the lungs, that suggest the patient does infact have pneumonia.At that stage, what we have been doing is instituting anti-viral therapy. We havebeen using ribovirin, which is a drug that has been used to treat hepatitis Cinfections, which is also an RNA virus like this (SARS) virus is thought to be.I tell you my clinical experience is not very positive with the use of this drug byitself because in hospital in these patients, they continue to have fever andextreme anorexia, they feel miserable. Often the chest x-ray progresses and getsworse. The laboratory work is also pretty characteristic they will typically havealmost a normal white count. It's not a low one. And the lymphocyte count thelymphocytes are reduced, almost uniformly. (Also, there is an) Elevation ofenzymes that are found in the muscles of the body which we call CPK, and avery mild evidence of some liver inflammation not very dramatic. so subtlefindings, nothing too striking other than the consistency that you see in patientafter patient and almost by looking at the laboratory work, you become verysuspicious (that it is) this disease. SO WHAT DO YOU THINK IS HAPPENING THAT IS MAKING THE SARSPATIENTS SO SICK AND KILLING THOSE THAT DIE?I think we might find that SARS causes quite a massive immune response on thepart of the human host that the virus is able to trick the sick human host andhave it over react. In fact, we might see that some of the lung damage is a resultof host inflammatory products such as interferon in such high quantities whichcan cause damage. Maybe the way this SARS disease hurts the host is almost"},{"pageNumber":4,"pageContent":"like the host turning on itself (in an auto-immune way). Our experience is moreof a diffuse pneumonia which often involves both lung fields.YOU ARE SEEING ALVEOLI DAMAGE?Yes, in the few number of cases where we do have autopsy examinations, we'veseen alveoli damage, but very little in the way of inflammatory cells. But theyare clearly a picture of acute injury to the lung.HOW MANY OF YOUR PATIENTS HAVE HAD TO GO ON VENTILATORS?We must be up around 10, which would be fitting in with the findings in HongKong and we've had 7 people who have died.OF THOSE WHO DIED, WAS THERE ANY COMMON DENOMINATORABOUT WHY THEY DIED?With regards to risk factors, it's older age, typically patients who are older than65 years or have underlying disease. But we recognize this can also occur inyounger patients and it might be a result that those patients who are exposed toa sick person where they get exposed to a large number of virus particles thatresults in such an overwhelming infection in both lungs. YOU SAID YOU'VE HAD HANDS ON WITH AT LEAST 25 PATIENTS IFYOU DON'T GET THE SARS SYNDROME, WHY WOULDN'T YOU GET IT?Because I was using appropriate precautions recommended here that is, whenyou have a recognized (SARS) patient, that you wear goggles or glasses thatprotect your eyes the mucous membranes, a mask, a gown and gloves andwashing your hands carefully and the instruments you might use, washing themcarefully and that has been proved to be in fact, I don't know of an examplewhere those techniques are applied that they haven't been able to stoptransmission. So that's very encouraging. TODAY, THE ARIZONA DAILY STAR IN A STORY ENTITLED, 'TUCSONHOSPITALS PREPARE FOR SARS BY CARLA MC CLANE, SHE QUOTESDR. ESKILD PETERSEN, WHO IS ONE OF THE UNIV. OF ARIZONA'SINFECTIOUS DISEASE SPECIALISTS, AND THIS IS A QUOTE, \" This hasthe potential to be a very big global health problem, possibly a pandemic on theorder of the 1918 Spanish flu.\"WHAT DO YOU THINK?I agree. I think we are already seeing evidence that it's becoming a pandemicbecause did you see reports today I haven't seen these verified but cases inBrazil, cases in Indonesia, possibly in Africa. You know, the amount of energyand time and resources that we're putting to control this outbreak in Toronto what would happen if this gets into Brazil and into Sao Paulo? My God! I think"},{"pageNumber":5,"pageContent":"we start to meet the definition of a pandemic. Editorial Note: After this interview, China health officials reported on April 4,that the SARS microbe - at least in Hong Kong and Guandong Province - seemsto have hooked up with the Chlamydia pneumonia virus, creating a brand newvirus that has jumped from animal to human.THE ORIGINAL ELECTRON MICROSCOPE INFORMATION FROM DR.JOHN TAM IN HONG KONG.Yes, I know John.IT SUGGESTED PARAMYXO VIRUS WHICH CAUSES MUMPS, MEASLESAND CHILDHOOD CROUP. THEN A WEEK ALTER, CDC WAS SAYINGTHAT OTHER WORK BEING DONE BY OTHER PEOPLE SUGGESTED ITMIGHT BE THE CORONA VIRUS THAT CAUSES THE COMMON COLD.DO YOU HAVE ANY INFORMATION NOW THAT IS REINFORCINGEITHER ONE OF THOSE HYPOTHESES?I think most of the information is pointing towards the corona virus and this is anew corona virus that did not come from humans, but came from animals. It'sjumped species, but not only has been able to jump species and cause disease,but is able to transmit from person-to-person. That is the worst possiblecombination of events because that means we have a new virus that can causesignificant disease in a totally non-immune population.WHY IS IT THAT THIS ALWAYS SEEMS TO COME OUT OF CHINA ANDHONG KONG - THAT PART OF THE WORLD?If you go and visit there, what you'll find is that there are very few backyardsthat don't have chickens and pigs in them. I was just in Cambodia and a floatingvillage on one of the lakes, and right next to the home in a little float was a pigand some chickens. There is a very close approximation of animals with humansand that's what happened with the avian influenza of 1997 the disease inchickens was able in close proximity to jump into humans. Fortunately there, wenever saw any transmission from humans to humans.THAT'S WHEN THEY KILLED THOSE HUNDREDS OF THOUSANDS OFCHICKENS TRYING TO CONTROL?Exactly. IF THIS IS A BRAND NEW CORONA VIRUS THAT HAS GONE FROMANIMAL TO HUMAN AND THEN CAN TRANSMIT HUMAN TO HUMAN,WHY WOULD THE MORTALITY RATE BE STILL ONLY AROUND 3 TO 5%?"},{"pageNumber":6,"pageContent":"Because that's the ideal way for a virus to function. This is what a virus wants todo. An ideal virus does not kill its host. It causes disease. If a virus had a veryhigh mortality rate, such as Ebola virus, it would be very easy to containbecause the host would not be able to get on a plane and go to another countryto spread disease. So, viruses and all bacteria and pathogens all these things it'slike a computer virus. A good computer virus comes into your computer and sitsaround there and maybe causes a bit of problems, but doesn't cause you to crashand that allows you to send it by e-mail to other computers and it amplifies thenumbers. This is exactly what you are seeing with this virus. ANY SPECIFIC PLANS YOU HAVE IN YOUR HOSPITAL ALREADY INADVANCE PLANNING ABOUT A HUGE INCREASE OF PATIENTS ANDWHAT EXACTLY YOU WOULD DO?Yes, we are looking toward the future and the possibility to establish hospitalsjust to look after these patients and sending patients home to be managed thereinstead of being brought into the hospital setting. So, we are thinking that if wecontinue to see increasing numbers that we'll be able to deal with them.YOU WOULD SET UP TEMPORARY HOSPITALS IN TENTS?There are other facilities available hospitals that have been closed that we coulduse for temporary SARS patients and that's always a possibility. The difficulty isstaffing it and having all the equipment necessary.HOW LONG ARE YOU IN QUARANTINE?I'll be out on Wednesday.NEXT WEDNESDAY.Yes, I wish it was this Wednesday!AND THE TIME BETWEEN NOW AND THE 9TH, IF YOU WERE GOINGTO BECOME A SARS PATIENT, WOULD YOU EXPECT THAT THE FIRSTTHING YOU WOULD SEE IN YOURSELF WOULD BE FEVER?Yes, no not necessarily fever. I think maybe one of the first things I would haveis malaise that is, just feeling very tired, very weak, aching muscles and aheadache, just like I was getting influenza. I think that would be the first tip off.THEN THE FEVER?Then the fever.THEN AFTER THE FEVER?Then the cough, the non-productive, hacking cough that just won't go away.HAVE THE PATIENTS YOU'VE SEEN HAD TERRIBLE MUSCLE BODYACHES?"},{"pageNumber":7,"pageContent":"Yes, sometimes just bone rattling, rigors, shakes and chills, as well as just severeaching in their muscles.WHAT HAS BEEN THE TYPICAL LENGTH OF THE ILLNESS FOR THOSEWHO HAVE BEEN ABLE TO RECUPERATE AND GO HOME?About 10 to 12 days.AND REALLY SICK FOR THOSE 10 TO 12 DAYS?Yes. Usually the peak of the illness is in the first 5 to 7 days, but people aresometimes sick longer than that.THE PEOPLE WHO HAVE HAD TO GO ON VENTILATORS, IT'S BECAUSEOF BOTH THEIR DIFFICULTY BREATHING AND THEIR X-RAYS ARESHOWING SEVERE PNEUMONIA?Yes, getting oxygen to their blood, it's difficult, so they need ventilator support.\"Air travel into Hong Kong has dropped 20% the past few days and SingaporeAirlines is now providing masks for all passengers and crew on flights departingfrom Hong Kong, Vietnam and Taiwan. Suspected SARS pneumonia cases in the United States have climbed to 100 in28 states; no deaths.Alabama 1California 30Colorado 4Connecticut 2Florida 2Georgia 1Hawaii 5Illinois 4Kansas 1Maine 2Massachusetts 4Michigan 2Missouri 2Mississippi 1Minnesota 4New Hampshire 1New Jersey 2New Mexico 1"},{"pageNumber":8,"pageContent":"North Carolina 4New York 17Ohio 2Pennsylvania 4Rhode Island 1Te x a s 4Utah 4Vermont 2Vi r gin i a 2Washington 5Wisconsin 1Total Suspected U. S. Cases Under Investigation: 115. No deaths. Australia 1 caseBelgium 1Brazil 1Canada 69 cases, 7 deaths China 1220 cases, 49 deaths China, Hong Kong 761 cases, 17 deathsChina, Taiwan, 15France, 3 Germany 5Italy 3Ireland 1Romania 1Singapore 100 cases, 5 deathsSpain 1Switzerland, 2Thailand 7 cases, 2 deathsUnited Kingdom 3United States 100Viet Nam 59 cases, 4 deathsCurrent World Total: 2368 Cases and 84 Deathshttp://www.who.int/en/ (World Health Organization)http://www.cdc.gov/ (Centers for Disease Control)Credits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.com"},{"pageNumber":9,"pageContent":"Republication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
