[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUpon SARS Pneumonia Cases Increasing in U. S. andWo r ld w id eCurrent World Total: 2223 Cases and 80 Deaths© 2003 by Linda Moulton Howe \"This is the first time in the history of the World HealthOrganization that travel restrictions have been advised forspecific geographical areasbecause of an outbreak of an infectious disease.\"- W. H. O. Press Release, April 2, 2003WHO is recommending that no one travel to Hong Kong and Guangdong Province,China, unless absolutely essential. The goal is to slow down the increasing spread of theSARS pneumonia.April 2, 2003 Atlanta, Georgia - Yesterday, the World Health Organization(W.H.O.) in Geneva, Switzerland, and the Centers for Disease Control (CDC) inthe United States were listing the total world cases for the mysterious SARSpneumonia at 1632 cases and 59 deaths; the United States was at 69 cases. Aday later, the current world total has jumped to 2,223 - including 85 cases nowin the United States - and 80 deaths.As of April 2, 2003 United StatesSuspected SARS pneumonia cases in the United States have climbed to 85 in 27states.Alabama 1California 19Connecticut 2Georgia 1Hawaii 4Illinois 2Kansas 1Maine 2Massachusetts 4"},{"pageNumber":2,"pageContent":"Michigan 3Missouri 2Mississippi 1Minnesota 3New Hampshire 1New Jersey 1New Mexico 1North Carolina 2New York 13Ohio 1Pennsylvania 3Rhode Island 1Te x a s 3Utah 4Vermont 2Virginia 3Washington 4Wisconsin 1Total Suspected U. S. Cases Under Investigation: 85 Wo r l d w i d e :Australia 1 caseBelgium 1Canada 58 cases, 6 deaths China 1190 cases, 46 deaths China, Hong Kong 708 cases, 16 deathsChina, Taiwan, 13France, 1 Germany 5Italy 3Ireland 2Romania 3Singapore 95 cases, 4 deathsSpain 1Switzerland, 2Thailand 7 cases, 2 deathsUnited Kingdom 3United States 85Viet Nam 58 cases, 4 deathsCurrent World Total: 2223 Cases and 80 Deaths The World Health Organization (WHO) today is recommending that no onetravel to Hong Kong and Guangdong Province, China, unless essential. This newtravel advisory is intended to limit the spread of SARS by reducing travel to highrisk areas. This is the first time in the history of WHO that such travel advice hasbeen issued for specific geographical areas because of an outbreak of aninfectious disease.The SARS situation in Hong Kong is continuing with significant increase incases and indications that SARS is spreading beyond hospitals. Thesedevelopments raise questions about transmission, in addition towell-documented face-to-face exposure to droplets released when an infectedperson coughs or sneezes. Epidemiologists wonder if SARS is being transmittedin Hong Kong in other ways such as toilet water in pipes. Particular concerncenters on 117 SARS cases in a high rise apartment complex in the AmoyGarden, Kowloon district of Hong Kong.Also, many questions persist about the large SARS outbreak in Guangdong"},{"pageNumber":3,"pageContent":"Province, China which borders Hong Kong. The Guangdong outbreak is thelargest reported and has also shown evidence of spread into the widercommunity. New information provided today by provincial authorities of morethan 300 new cases in March alone indicates the SARS outbreak continues toincrease.More Information:David Heymann, Executive Director of Communicable Diseases at the WorldHealth Organization (W.H.O.) in Geneva, Switzerland, recommends that anyperson who has a sudden fever above 100 degrees Fahrenheit accompanied bydifficulty breathing should go immediately to an emergency room. Patients whohave received good hospital support care, including ventilators, have survived. Infact, the mortality rate of the SARS pneumonia is running only about 3 to 5 %,but the potential severe lung damage in some of the cases demands expertmedical treatment and x-rays.We b s it e s :http://www.who.int/en/ (World Health Organization)http://www.cdc.gov/ (Centers for Disease Control)Credits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
