[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUpon SARS Breakthrough - Genetic Sequencing ofCoronavirus Linked to Killer Pneumonia© 2003 by Linda Moulton HoweHealth officials in China are seeing the SARSvirus infect people of all ages, and kill even the young and healthy.Photograph © 2003 by Associated Press. April 14, 2003 Vancouver, British Columbia, Canada - Today, the WorldHealth Organization (W.H.O.) and the Centers for Disease Control (CDC) arereporting that the number of Severe Acute Respiratory Syndrome cases, knownas SARS pneumonia, have risen around the world to 3169 and 144 deaths. Thisis an epidemic. Many doctors are wondering if it will become a global pandemicthat can infect hundreds of thousands, maybe even millions, of people over thenext several months.In the United States, there are now 193 suspected SARS cases, the greatestnumbers in New York and California. Fortunately, there are still no Americandeaths.But in Hong Kong, five more patients with SARS have died including four whowere in their forties and healthy. Those deaths mean that SARS is able to killnot only the older, already-diseased patients, but the younger, more physicallyable that were thought to have a good chance of recovery from SARS.A good example of how the SARS virus can attack a healthy, young person isthe case I reported March 29, 2003. The sister of the SARS patient describedthe agony of the disease which nearly killed her 38-year-old sister. The womanwas a healthy vegetarian who ran every day, worked a full time job and raised ababy with her husband. But on February 25, she ended up suddenly in ahospital on a ventilator to help her breath. After six weeks, she was finallyallowed to go home the end of March where she is now still so weak it's hard forher to sit up. Only then did the doctors and hospital confirm to the woman andher family that she is a victim of the SARS virus. When she asked why theyweren't told that diagnosis earlier, the doctor said the hospital did not want the\"negative publicity.\" That has angered the family because the girls' mother alsobecame ill with pneumonia. Why, they ask, did the hospital not make everyonewear masks and gowns if the doctors knew, or even suspected, the woman hadthe potentially deadly SARS pneumonia?As the SARS cases keep increasing in the United States and around the world,there was a breakthrough early Saturday morning, April 12, at 4 a.m. Medicalresearchers at the Canadian BC Cancer Agency's Genome Sciences Centre werethe first to complete a draft sequence of the 29,727 nucleotides in the brandnew, never-seen-before, coronavirus believed to be responsible for SARS. Thisdetailed knowledge about the genetic sequencing of the RNA virus will help"},{"pageNumber":2,"pageContent":"laboratories create diagnostic tests, antiviral drugs and hopefully a vaccine.This afternoon, the BC Cancer Agency's Genome Sciences Centre held a pressconference by phone to discuss their virus sequencing breakthrough. ProfessorCaroline Astell, Ph.D., a biochemist, molecular biologist and Project Leader atthe Centre, said the SARS virus began in animals before jumping to humanswith the contagious ability to spread person-to-person.Interview:Caroline Astell, Ph.D., Biochemistry and Molecular Biology, ProjectLeader, BC Cancer Agency Genome Sciences Centre, Vancouver, B. C.,Canada: \"It's a new virus and it would be my opinion that this is probablyreplicating in some animal species in China and it underwent a limited numberof mutations because this is an RNA virus and like all RNA viruses, includingHIV, when it replicates the enzyme that does that makes a mistake and theproperty of that enzyme is that it doesn't correct itself, as a DNA enzyme doescorrect itself.So, I think there was a small number of mutations that occurred which gave itthe property of entering human cells and it replicates very well - or at least it'sable to replicate in human cells. We talked earlier about the sensitive diagnostictests that can be developed. Yes, they'll be used on SARS and suspected SARScases, but another very important use will be to look at serum from animalpopulations in southern China and find out where that virus is replicating. Ithink that is another tool that can be used which animal group it's replicating in.It's thought to be replicating in some animal species.COULD THE SARS VIRUS MUTATE SO MUCH IT MIGHT DISAPPEAR?I don't think it's going to disappear soon. The reason is that preliminary datafrom the CDC in Atlanta, the blood data, says they don't see antibodies to thisvirus in North American population in a limited study they have just done. Wehaven't seen this virus before and there is a huge pool of people out there - andBob Brunham has said maybe only 5% of the people infected show diseasesymptoms and 95% of those infected don't show disease symptoms, so there isnothing that is going to prevent SARS from spreading around throughout theworld population.DO YOU MEAN THAT SARS IS NOT PROVOKING HUMAN ANTIBODIESTO ITS PRESENCE TO APPEAR?No, what they don't see is antibodies to this virus in the general populationwhich I would interpret that this virus has not moved through the NorthAmerican population yet.\"SARS Cases as of April 14, 2003 Reported by CDC andW.H.O. United StatesSuspected SARS pneumonia cases in the United States have climbed to 193 in31 states; no deaths.Alabama 1California 41Colorado 6Connecticut 4Florida 11Georgia 3Hawaii 5"},{"pageNumber":3,"pageContent":"Illinois 11Kansas 1Kentucky 1Maine 2Massachusetts 8Michigan 2Minnesota 5Mississippi 1Missouri 2New Hampshire 1New Jersey 3New Mexico 1New York 22North Carolina 6Ohio 10Oregon 1Pennsylvania 5Rhode Island 1Te x a s 6Utah 5Vermont 2Virginia 5Washington 19Wisconsin 1April 14 - Total Suspected U. S. Cases Under Investigation: 193 in 31 states. Nodeaths. Wo r l d w i d e :Brazil 2Canada 100 cases, 13 deaths China 1418 cases, 64 deaths China, Hong Kong 1190 cases, 47 deathsChina, Taiwan, 23France, 5 Germany 6Indonesia 1Italy 3Kuwait 1Malaysia 4 cases, 1 deathPhilippines 1Ireland 1Romania 1Singapore 158 cases, 12 deathsSouth Africa 1Spain 1Sweden 1Switzerland, 1Thailand 8 cases, 2 deathsUnited Kingdom 6United States 193Viet Nam 63 cases, 5 deathsApril 9 - Current World Total: 3,186 Cases and 144 DeathsWe b s it e s :http://www.bcgsc.ca/bioinfo/SARS/ (BCGenome Sciences Centre)http://www.who.int/en/ (World Health Organization)"},{"pageNumber":4,"pageContent":"http://www.cdc.gov/ (Centers for Disease Control)Credits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
