[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUpon UFO Experiences Reported by Forest Fire Lookouts© 2003 by Linda Moulton HoweNorthern California lookout near Yakama Indian Reservation, Washington, 1964.Two hundred aerial craft sightings were reported by forest fire lookoutshere in the 1970s. Drawing © 2001 by Jim Doerter.April 21, 2003 Ashland, Oregon - Recently at the Eureka Springs UFOConference in Arkansas, I was introduced to Professor Emeritus, Jim Doerterwho received his Doctorate of Education in Art from Pennsylvania StateUniversity in 1962. He is now 75-years-old and retired, but Prof. Doerter did astudy in 2001 of \"UFO Experiences and Anomalies as Reported by Forest FireLookouts and Forest Workers.\"Prof. Doerter was a college and university art professor for 40 years. To makeextra money during school summer breaks, he worked as a forest fire lookout inthe Mt. Hood, Oregon and Mt. Adams, Washington districts from 1951 to 1959.Four decades later, still haunted by some of the strange objects he and hislookout colleagues had seen, Jim compiled 96 reports of which several dozenpeople gave permission for written reports about their experiences as forest firelookouts, largely in the Pacific northwest, who saw \"strange balls of light,unfamiliar looking structured craft, symmetrical objects with running lights ...seen hovering, moving at unusual speeds, merging into each other, and appearingto change shape and size.\"Most objects seen were round or oval and silver-colored that even disappearedright in front of forest fire lookouts by fading or popping out in mid-air. A fewlookouts have been so frightened by unidentified aerial objects that they haverun from their lookout towers. A couple of lookouts even suspect they hadmissing time and might have been abducted.I asked Prof. Doerter to tell about his most memorable sighting with his wife inthe summer of 1959 when they were on lookout near Mt. Hood, Oregon.Jim Doerter, Professor Emeritus of Art and Author © 2001 of \"A Study ofUFO Experiences and Anomalies as Reported by Forest Fire Lookouts andForest Workers,\" Ashland, Oregon: \"The lookout job primarily is to scan thehorizon and most of the towers are on either the high points of the land in thatparticular area, usually. If they are not on high points, then they are on elevatedtowers. And our job at that time was every twenty minutes, we did an intensivecheck of the landscape on the perimeter around the tower. Troutlake, Washington, Gifford Pinchot Forest, August 1959"},{"pageNumber":2,"pageContent":"Huge round object with flashing red and white lights aroundits perimeter was estimated by Prof. Jim Doerter to have been 300 to 400feet in diameter. The object first appeared as a point of light which moved rapidlytowards the Gifford Pinchot Forest lookout. Drawing © 2001 by Jim Doerter.One evening (in the summer of 1959), I was tightening bolts on the shutters ofthe windows when I saw a point of light over near Mt. Hood. As I tightened thisbolt, I noticed this light was becoming larger very quickly, so I ran down thesteps. I think it took about 35 seconds to get down. I told my wife to go to thewindow. By the time we got there, there was a shape we estimated to be about300 feet maybe a little wider than that circular in shape, although we saw it asan oval and it had red and white flashing lights. There was no sound and it wasjust making a gentle curve by the time we saw it and it was curving over towardsMt. Adams. Then there was a screen of trees behind us and it went out of sight.So, that was the second sighting. That's the one that alarmed us the most.WHAT IS IT, DO YOU THINK, THAT SCARED YOU?First of all, the tremendous speed it must have had to get to the tower area sofast, but primarily it was the size and the silence. I think both of us agree thesilence was the greatest factor because we didn't know anything in 1959 thatwould be moving at that speed with absolutely no sound.IT IS AN EERIE THING TO CONTEMPLATE, AND YOU DIDN'T FEEL ANYHEAT OR VIBRATION OR ANYTHING ELSE OFF OF IT?No, I think we were probably so excited, we wouldn't have felt anything. Iwould think, I am guessing, within a mile or mile and a half of the lookoutwhich is close enough as far as we were concerned! But we did not have anyreaction at that time, no. Lookouts Remain Nervous About Sharing UFO SightingsWHAT IS IT THAT PROVOKED YOU TO MAKE CONTACT WITH OTHERLOOKOUTS AND PUT TOGETHER YOUR STUDY?Well, actually I didn't even both with it until about 45 years later. I had a careerand we had young children and we had two or three career moves at differentstate colleges and so my life was completely full. It was after I was retired thatmy wife saw in the newspaper that there was an organization of retired forest firelookouts. I think that was the start of it.We went to a conference and sat through the first day and that evening when wehad a meal together, for some unknown reason I just stood up and decided totell my story. So I did and was met with tremendous silence. I think that's theonly way you could say it. So I was pretty sure I had made a mistake. I didn'tknow any of the people and after that, I was pretty sure I might not know any ofthe people. After we were eating for awhile, one gentleman came over and toldme about his sighting. And then after the dinner, another person told me whathe had seen. Then the next day, we went out to view a restored lookout tower, acouple more people came to see me. But all came to see me when they werecompletely alone and no one around to hear their story. That's when I began tosuspect it would be something worth looking into."},{"pageNumber":3,"pageContent":"THE PEOPLE FOR SOME REASON WERE STILL NERVOUS ABOUTEVEN DESCRIBING WHAT THEY HAD SEEN AS A FOREST LOOKOUT?I think there are several reasons for that. First of all, it doesn't surprise me thatpeople don't want to talk about UFOs. It's kind of a non-subject in as much thatso little is known and so little is talked about on the official government levelthat people are not sure about the nature of it.I found out in my study that sometimes people have been lightly ridiculed, sopeople are just cautious. If I could interject a story for a moment that makes thatpoint.A person who has been one of my friends for over forty years was a lookout.When I first went to see the Forest Service with a little 20-person sighting pilotstudy, he asked to go along. I did the presentation. I'll short cut to the pointhere. When it was all over and we were going away from the meeting, hesuddenly told me about his dramatic sighting. And I just could not believe thathere was a person we had shared everything and families and personalinformation and for a little over forty years, he was never able to tell me abouthis sighting. He is a very intelligent man and a member of Mensa.WITH A HIGH IQ.Yes. So, that tells me that people are not comfortable talking about the subject.So I'm not surprised that lookouts in general did not want to talk about theirexperiences.WHAT WAS YOUR FRIEND'S STARTLING EXPERIENCE?He was out camping with seven other men around the area of Mt. McLoughlin.They were working at the camp until about 9 p.m. and they suddenly saw anoval object rise out of the brush at the other side of the lake about 300 yardsaway. He said it was cream in color and had orange and yellow lights. It liftedup and drifted a little bit and then it zipped off. So they joked about that andsaid, 'It could do the same thing tomorrow night.'So the next night, they lined up their camp chairs and sat down and it didreappear.IT DID REAPPEAR?And it was in sight for about seven to nine minutes. There was no particularsound and then took right off in the area towards Klamath Falls.SO THIS WAS IN MT. McLOUGHLIN OREGON?Ye a h . A \"Stove Pipe\" Turning End Over End In The AirRound Top Lookout, near Tiller, Oregon, 1953.Drawing © 2001 by Jim Doerter.CAN YOU DESCRIBE SOME OF THE HIGHEST STRANGENESS CASES?"},{"pageNumber":4,"pageContent":"Probably the strangest for me, aside from my friend's story which I didn't findparticularly frightening I think the most interesting for me was a man near Tiller,Oregon with his family were eating lunch at noon. The child pointed outsomething on the horizon and they looked at it and as it got closer, it seemed tobe the proportion of a stovepipe, but bronze in color. Of all things, it was doing I think it was 1953 it was doing a very dynamic motion of turning end-over-end.They watched it approach at the same level of the tower and when it got abreastthe tower, it stopped parallel in the air. They both thought they might be beingobserved, but they didn't really know. The man ran for his binoculars and by thetime he got back, it was turning end-over-end again and continued in a parallelpath out of sight. I found that as unusual as anything I've heard. It just seemedodd to me that should happen in that particular motion.I WONDER IF YOU COULD ALSO TALK ABOUT THE EYEWITNESS WHOSAW SOMETHING EMERGING RIGHT OUT OF THE AIR?Yes. That was a very experienced lookout I think she had thirty years ofexperience. She was just looking out the window when she thought what lookedto be the air kind of writhing, kind of translucent and transparent. She said itwas kind of amoeba-like. Eventually, it turned into like a spot, kind of yellowishand then it was kind of brownish with yellow spots and then it turned into asolid form and then into a disc and then it hovered and then it flew away. Ithought that was pretty unusual.She herself thought that this was something transforming itself in front of myeyes and she wondered if it was from another dimension. But then like mostUFO reports, it's very hard to know what the object might have been. So Many Different Aerial Craft ShapesVarious aerial craft seen by forest fire lookouts. Drawing © 2001 by Jim Doerter.One of the things that fascinates me are the various descriptions that people giveabout things that they see. We're talking about the structured craft now, not justthe balls of light. They are described as ovals, lenses, cigars, pie pans, Mexicanhats, hockey pucks, plates, saucers. Strangely enough, when you look at some ofthe drawings in some of the large UFO studies, practically all the types of thingsmy people have described show up on those charts.THAT'S RIGHT, AS IF AROUND THE WORLD FOR AT LEAST HALF ACENTURY OR MORE, PEOPLE IN MANY COUNTRIES ON ALLCONTINENTS AT SOME TIME OR ANOTHER HAVE SEEN SORT OF THESAME ODD SHAPES.Right. The reason I did this study is I guess I'm pretty naive. I really have verygood feelings about the forest service. I never will forget the times we had thereand they are very good people to work for. What I thought was that when Ispoke with the other lookouts and discovered they had seen some things similarto what our family had seen, that I would first make what I called the pilotstudy. I went out and talked with others just to see if there were enoughsightings to even make the study. I think I came up with twenty.So my first goal was to get a meeting with the forest service in Portland, Oregon,"},{"pageNumber":5,"pageContent":"and meet with some people there and tell them what I had in my pilot study. Itwas my belief at that time that when I told them along with my wife the things Ihad seen, which was a straightforward description of people had seen, it was myfeeling that they would let me use the lists of lookouts and help me contactpeople to do a survey. But of course, that turned out not to be the case. I canunderstand that they didn't want to get involved in the UFO subject. Hardly anyorganization does. I mean, they have budget problems, they have politicalproblems and so forth.So when I found out they weren't going to give me any help in fact, most of themseemed kind of embarrassed. It makes them defensive. So I went ahead andcompleted the study on my own I have altogether about 96 sightings and that'swhen I wrote it up in the form it is now and sent it to both Washington, D. C.,and the regional office (Forest Service). I didn't really get much of a response.And I can understand that. It's just something that they don't want to deal with. Some Lookouts Hid In BedCAN YOU TALK ABOUT THE PEOPLE WHO HAVE ACTUALLY CLIMBEDINTO THEIR SLEEPING BAGS TO GET AWAY FROM THE LIGHTS.I only know one of them personally and he had been a lookout probably forfifteen or twenty years when that happened. He's just ordinary, has a collegeeducation, been a teacher off and on. I don't think he's teaching now. I guesswhen he first saw it, he just didn't know what but no one wants to go outside tosee these things. So, he went ahead and ducked out of the situation. When Italked to him, it was very hard to get him to talk about this because he hadalready rationalized that what he saw was ball lightning. But then, ball lightningdoes not hang around for 30 minutes. It's a transitory phenomenon. It eitherimplodes or explodes and it certainly wasn't what he saw.SO THIS WAS A BALL OF LIGHT?It was a ball of light. And the colors are normally described as white or silver-white. That's about 30 to 40% of them. The rest of them are probably a reddish-orange. The rest are all mixed, different colors: coppery, blue, fluorescent green,brown, different kinds of lights, strange colors.AND HE LITERALLY JUMPED INTO HIS SLEEPING BAG AND PULLED ITOVER HIS HEAD?Oh, yeah. He didn't do that instantly. He just got up and looked around andlooked at it for awhile. There's really not much you can do because one lookouttold me when an object was close to their tower, they tried to use their radio andtheir radio was knocked out.So, I think you can either just sit there and keep staring at it. Or you could, sinceit's the middle of the night, go back to bed. He actually admitted he was justtrying to get it out of his mind so he pulled the covers up and put them over hishead.IT SCARED HIM.Oh, yeah, sure. Possible Human Abductions?COULD YOU DESCRIBE WHAT HAPPENED IN THE TWO CASES THATMIGHT HAVE BEEN ABDUCTIONS?"},{"pageNumber":6,"pageContent":"Female lookout with nearly 30 years experience possiblyabducted from southern Oregon coast tower, 1991.Drawing © 2001 by Jim Doerter.One involved a woman who was in a tower sleeping and heard a loud shakingnoise. And she looked up and the tower was filled with light. And when she gotout of bed, she noticed her pet cat had wedged herself underneath the cabinetand was frightened. She pulled the cat out no, I guess she couldn't pull the catout that was the interesting part! Then she looked outside and she couldn't seeanything but this bright light, but off to the right she saw like a pale orange cigarshape. She said she intuitively thought there was a connection between thebright light and the orange shape, but there was no sound attached to anything.She watched it for a little while and then she had the definite impression thatshe should go to bed and go to sleep and that's what she did.BOY!She claimed that she thought she had dreamed she was taken from the tower,but she does not know whether that actually happened, except she got up verylate the next morning.The other one was a gentleman who feels he was abducted and I have met him.He was going to visit another lookout in a different part of the forest. He had lefthis car and started to hike and suddenly found himself practically to the tower,but he couldn't remember the intervening space. So, he talked with the lookoutfor awhile. They even talked about this feeling he had. Then on the way back tothe car, he feels sure he did not see all the landscape between the time he startedand the time he found himself very near the tower. So, he feels he was abductedand he went through an hypnotic session and the conclusion he has come to isthat he was abducted.WHAT IS YOUR OWN PERSONAL RESIDUE WHEN YOU CONSIDERTHAT THIS COULD BE ADDING UP TO SOME SORT OF NON-HUMANINTERACTION WITH OUR PLANET?First of all, there are anomalous objects that appear and disappear in the skies.There is no doubt about that. I think that whatever these objects are doing, theyare doing exactly what they want to do. I don't think that our current culture orscientific world can interfere with that. I don't think they can control them. Ithink their origins are probably unknown. I know there are lots of theories, butI'm just giving you my idea.I think probably the government probably knows less than what we would liketo think they know and I think there's not much they can do about it either.That's my guess.I think the UFOs are the problem. If they want to come down simultaneouslyaround the world in some super dramatic thing, then I think it's all over. But Ithink the UFOs, whatever they are, they are doing what they are doing and that'spretty much it.\""},{"pageNumber":7,"pageContent":"More Information:Upcoming - with Prof. Jim Doerter's help and permission, I will be reprintingelectronically at Earthfiles.com his entire study with color images he drew ofvarious highlighted incidents.Credits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
