[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUpon 2003 English Crop Formations on Documentary DVDs © 2004 by Linda Moulton Howe May 10, 2004 Clifton, England - Stuart Dike studied Architectural Technology in schooland today works on housing designs for a building developer in Bristol, England. Stuart hasalways been affected by geometric patterns and when he went to Wiltshire in 1990 to seehis first crop formation, he was haunted by the mysterious perfection of the pattern andwanted to know who, or what, was behind the patterns.Thirteen years later in 2003, he and his Cropcircleconnector.com colleagues, Mark Fusselland Julian Gibson, decided that most of the seventy-three patterns in that English seasonwould be archived in a documentary which the three men photographed and producedcalled, Out in the Fields, 2003 and another by Julian Gibson entitled Crop Circles: TheUltimate Undercover Investigation (See More Information below).To order, click on DVD cover.Interview:Stuart Dike, Co-Editor and Field Reporter, Cropcircleconnector.com andCo-Producer, Out in the Fields 2003 DVD, produced with Cropcircleconnector.com'sMark Fussell and Julian Gibson:West Stowell, near Huish, Wiltshire, England.Reported on July 20, 2003:\"ONE OF THE MOST SIGNIFICANT FORMATION OF 2003 WAS IN WEST STOWELLNEAR HUISH,A 13-FOLD GEOMETRY.Huish and West Stowell are a little east of Knap Hill and the famous East Field, in the Vale of Pewsey- the heart of Wiltshire, England, crop formations since the early 1990s."},{"pageNumber":2,"pageContent":"Above: West Stowell, near Huish, Wiltshire, England, 13-fold geometry reported in wheat field on July 20,2003.Approximately 200 feet in diameter. Photograph © 2003 by Steve Alexander. Below: Close-up of the 13elaborately twisted small \"sculptures' in each of the triangular sections extending from the large central circle.Aerial photographs © 2003 by Nick Nicholson and Cropcircleconnector.com.IN THE DVD, YOU SHOW THE 13 REMARKABLE WOVEN AND RAISEDFEATURES THAT WERE IN THE WEST STOWELL (HUISH) FORMATION. THEREWERE ALSO SIMILAR 3-DIMENSIONAL WEAVINGS IN THE SAVERNAKE FORESTFORMATION - A VERY BEAUTIFUL AND IMPRESSIVE PATTERN AS WELL.WHAT DO YOU THINK THE CONNECTION MIGHT BE BETWEEN THE WESTSTOWELL AND SAVERNAKE FOREST PATTERNS?As far as construction is concerned, I think we are looking at another element of thecirclemakers showing us how complex they can be. In a sense, they've stepped up a gear asfar as the techniques they are using to put the crops to the ground. 2003 was important tome because I think these two formations are showing us the future in how things can get to a leap in the floor construction.Above and below are three of the thirteen exquisitely woven features, each different, in the 13-fold geometryin the Huish wheat field reported July 20, 2003. Photographs © 2003 by Mark Fussell,cropcircleconector.com."},{"pageNumber":3,"pageContent":"Savernake Forest, Scrope Wood, near Marlborough,Wiltshire, Reported July 22, 2003.Two days later on July 22, 2003, at Scrope Wood near Marlborough, Wiltshire, thisbeautiful 6-fold geometry with six raised center features similar to the Huish formation was discovered inwheat.Above aerial photograph © 2003 by Steve Alexander. Below: photos of six wovencenter features © 2003 by Linda Moulton Howe."},{"pageNumber":4,"pageContent":"But I think if there is a message there, it's confusing because we are not quite sure whatthey are trying to portray. But I think they are certainly trying to show us how they canconstruct formations and saying that we think people can make these things. 'Well, look,this is what we can produce.' Then that will force people to contemplate how people couldcreate that, so they are trying to push the boundaries, really. If we are looking for anesoteric message, it might not be there. But what I think they are trying to show from amechanical point of view is that they can far beyond what we've been able to think of atthis stage.DID YOU EVER HAVE A CONVERSATION WITH ANY OF THE TEAM SATANCROWD WHO SEEM TO DELIGHT IN FALSELY CLAIMING FORMATIONS? DIDYOU TALK WITH THEM ABOUT THE 13-POINT FORMATION AT WEST STOWELLOR THE SAVERNAKE FOREST PATTERN?No, we don't have direct contact with them. Obviously we know who they are. But it's veryhard to think they could have been responsible for those formations.I DON'T THINK THEY CLAIMED EITHER OF THOSE PATTERNS, THE WESTSTOWELL OR SAVERNAKE FOREST?No, they didn't.IN 2003, THERE WERE NOT AS MANY FORMATIONS AS THERE HAVE BEEN INPREVIOUS YEARS AND IT IS MY UNDERSTANDING THAT THE SO-CALLEDHOAXERS SAID THEY WERE BACKING OFF OF 2003 AND SOME PEOPLETHOUGHT BECAUSE IT WAS A LATE FORMATION SPRING THAT MAYBE THEYWEREN'T GOING TO OCCUR BECAUSE THE 'HOAXERS' HAD GONE AWAY."},{"pageNumber":5,"pageContent":"We were aware of that claim, I must admit.MY POINT IS: THERE WERE AT LEAST MORE THAN 70 PATTERNS IN 2003 INSOUTHERN ENGLAND ALONE, WHICH CONTRADICTS THE HOAXERS SAYINGTHEY WERE WITHDRAWING. OR PUT ANOTHER WAY, SOMETHING ELSE MADEA LOT OF CROP FORMATIONS THAT HOAXERS HAVE NOT CLAIMED.That's right. Absolutely. That goes to show that this phenomenon continues even thoughtpeople sit back and say, 'We're not going to make them anymore.' We still end up withincredible formations.WOULDN'T YOU SAY THAT IN 2003 THE 13-FOLD GEOMETRY AT WESTSTOWELL IS AS REMARKABLE AS ANYTHING THAT HAS OCCURRED IN THELAST 15 TO 16 YEARS?Yes, I think it is certainly I think the design element we have seen before, but certainly onthe ground, extremely impressive. North Down, West of Silbury Hill and Avebury,Wiltshire. Reported July 6, 2003.Eleven concentric rings of a repeating pattern laid down in a straight line with four burialmounds At North Down west of Silbury Hill and Avebury reported July 6, 2003.See: Earthfiles July 11, 2003. Aerial photograph © 2003 by Steve Alexander..North Dow n concentri c ri ngs i n barl ey l i ne up w i th four ancientburial mounds more than 4,000 years old. Aerial photograph © 2003 by Lucy Pringle.I FELT THE SAME WAY ABOUT THE NORTH DOWN 11 CONCENTRIC RINGFORMATION THAT WAS IN BARLEY. I PERSONALLY THINK IT IS ONE OF THEMOST EXTRAORDINARY PATTERNS OF ALL TIME.Absolutely. I agree. And I think the important thing to remember as well is the relationshipto ancient monuments. To me, the North Down was connected most certainly to the 2002pattern at Stonehenge because you had in both of them related sort of alignments withancient barrows. They are both showing us that we must look at the past to possibly learnabout what's coming in the future. It's like the crop circle makers are saying that ancientwisdom plays a part in this whole process."},{"pageNumber":6,"pageContent":"I THOUGHT IT WAS ASTONISHING TO LEARN IN WILTSHIRE AND WENT TO THENORTH DOWN PATTERN THAT NO ONE TO THIS DAY ARCHAEOLOGICALLY ISCERTAIN WHO IS BURIED IN THOSE FOUR AMAZING ALIGNED BARROWS. NOONE KNOWS.No one knows, right. Normally when people were buried in barrows, they were quitesignificant. They were usually well heeled families in the communities. They could allowthem to have barrows to be buried in. They were quite significant. Certainly the ones onNorth Down must have been from some important family. But also, there would certainlybe a major ley line (electromagnetic line) running through each particular barrow.AND THAT THE BARROWS THEMSELVES ARCHAEOLOGICALLY ARE SAID TOBE AT LEAST 4,000 OR MORE YEARS OLD.That's correct.SO, WE'RE DEALING WITH A LANDSCAPE THAT WAS HIGHLIGHTING THERELATIONSHIP OF SOMEONE WHO WAS ALIVE ALONG TIME AGO WITH THECURRENT PRESENT AND PATTERNS THAT WE ARE SEEING IN BOTH ENGLANDAND THE UNITED STATES IN 2003 THAT WERE INVOLVED WITH BARROWS ANDMOUNDS JUST AS THEY WERE IN ENGLAND AND WITH STRAIGHT LINEALIGNMENTS THAT SEEM TO BE TRYING TO POINT OUT SOMETHING IN THELANDSCAPE THAT WE ARE MISSING AND WE ARE NOT MAKINGCONNECTION.I THOUGHT OF THAT WHEN I WATCHED YOUR DVD AND IN THE VERY THINRING THAT WAS AROUND THE 13-FOLD GEOMETRY AT WEST STOWELL,THERE WAS A LITTLE SATELLITE CIRCLE. YOU POINTED OUT IN THE DVDTHAT THERE WAS ALSO A SATELLITE CIRCLE ON THE CENTER OF WHAT WASA VERY ANCIENT MOUND IN BECKHAMPTON AS WELL. Firs Farm, near Beckhampton, Wiltshire.Reported on July 19, 2003.Thin ring with small satellite exactly in the spot of an ancient burial mound,similar to the thin outer ring that touched small barrow satellite at West Stowell (Huish).Aerial photograph © 2003 by Nick Nicholas and Cropcircleconnector.com.I do feel that the Beckhampton pattern and the West Stowell 13-fold geometry areconnected because they both have a very thin outer ring this satellite circle that sits justoutside of the main outer ring. Now, at the Beckhampton formation, it was not apparent onthe ground where this satellite circle had positioned itself because the very faint outline ofthe actual small enclosure or round barrow or whatever it was could not be seen from theground. But from the air, you suddenly recognized that the small satellite circle haspositioned itself perfectly within the plowed out ancient barrow marking. The thin outerring touched the small barrow, just as well as the thin ring at West Stowell (Huish) passedthrough a barrow there.So, what we are dealing with here is that the circle makers are intuitively aware of wherethese barrow markings are in the fields.NOT EVEN INTUITIVELY. IT COULD BE THAT WE ARE DEALING WITH ANINTELLIGENCE THAT KNOWS OUR PAST, PRESENT AND FUTURE WITH GREATDETAIL AND WE'RE DEALING WITH AN INTELLIGENCE THAT KNOWSEXACTLY WHERE ALL OF THE MOST ANCIENT BURIAL MOUNDS ARE ALL"},{"pageNumber":7,"pageContent":"OVER THIS PLANET.Yes. Certainly, they most definitely have a connection to the past. They probably havesome significance about why ancient men built these things as well. Obviously, these'entities,' or whatever you want to call them (circle makers), have been around probablyfrom the beginning of Time, perhaps in some form.They have an extensive knowledge, I think, where to position certain formations formaximum affect and it also shows that if people are being skeptical about the phenomenon,the phenomenon is challenging us to see that somehow there was knowledge of the preciselocation for the satellite circle inside the center of a burial mound so ancient and plowedover it's almost impossible to find on the ground?NOBODY KNEW THAT THE BURIAL MOUND WAS THERE UNTIL THE PATTERNWAS FORMED AND YOU ALL SAW IT FROM THE AIR?Ye s . Crop Circles - A Mathematical Language?STUART, WHY DO YOU THINK IT IS SO DIFFICULT FOR ALL OF US HUMANS TOTRY TO FIGURE OUT WHAT THE ACTUAL RELATIONSHIP COULD BE BETWEENTHE PATTERN AT BECKHAMPTON AND WEST STOWELL AND THE SAVERNAKEFOREST. YEAR AFTER YEAR, PATTERNS COME AT VERY SPECIFIC PLACES INTHE CONTEXT OF ANCIENT BURIAL MOUNDS AND ALIGNMENTS. WHY IS ITTHAT WE CANNOT UNDERSTAND WHY THE CROP FORMATIONS ARE BEINGMADE AND BY WHOM AND TO WHAT END?That's a good point. As far as I'm concerned, after fourteen years of being involved in this, Icertainly sit down quite awhile and think, 'Why don't I know the answer after all theseyears?' How long is it going to take before we do know the answers to this?It's obviously some form of message language which is being given to us very subtly andvery slowly to perhaps we can only speculate perhaps to draw us into a new time where wewill gradually evolve intellectually as well as spiritually. Perhaps the crop circles are takingus through that particular journey. That's my personal opinion. For somebody who hasgiven up his life the past fourteen years (Stuart Dike), I get frustrated by the question ofhow long is this going to take? I was a young 21 and now I'm 35 years old. Am I going to be55 or 60 before I know any answers and this whole thing has come to an end? 2004 Crop Circles - What Is Next?WHAT IS IT THAT YOU PERSONALLY EXPECT TO HAPPEN IN THE SUMMER OF2004?That takes me back to the DVD. This DVD is an ongoing annual report for the cropcircles.2004, I think we are going to see designs of a similar nature to 2003. I think we are going tosee designs that will incorporate the elements we saw at the end of 2003.MEANING THE ELABORATE, TWISTED KNOTS OR NESTS?Yes, the raised nests or centers. I think we are going to see a lot more braiding in theformations, as we have seen in some of the rings going around the perimeters of patterns,plus more layering of plants. Hopefully, this 2004 season will have more momentum to it.Last season, we tended to have fits and starts with a cluster of patterns and then nothing forquite a few days and then another would appear. But perhaps 2004 will be anotherrenaissance.THERE WAS ALSO THE PECULIARITY OF 2003 STOPPING, NOTHING APPEAREDAFTER AUGUST 10TH IN ENGLAND OR ALL OF EUROPE.That's right.FORMATIONS APPEARED UP THROUGH MIDDLE TO LATE AUGUST INPREVIOUS YEARS. 2003 IS THE ONLY YEAR THAT HAD AN EARLY ABRUPTHALT WHEN EVERYBODY WAS ANTICIPATING: 'WOULD THERE BE SOMEEXTRAORDINARY FORMATION ON AUGUST 11 BECAUSE OF 9/11 ANDSUBSEQUENT DATES OF PATTERNS THAT SEEMED TO LEAD UP TO THE DATEOF AUGUST 11, 2003?Yes, I think that after the amazing events of 2001 to 2002, we were waiting for a major"},{"pageNumber":8,"pageContent":"event at the end of the 2003 season.IT WAS SYMBOLIC BECAUSE OF THE 9/11 RESONANCE WITH AUGUST 11 ANDIT WAS AN ISSUE THAT IF NOTHING OCCURRED AFTER AUGUST 11, 2003, WHATDID THAT BODE FOR 2004?Yes. I understand what you are asking. If you look at previous years, you see that a patternemerges where we get this tremendous formation at the end and then the next year, it tendsto be less. We do get peaks and troughs in seasons. 2003 was certainly a trough.AND THAT AUGUST 2004 MIGHT BE SPECTACULAR AGAIN.I don't think the circle makers perhaps it's not their priority to bowl us over with aspectacular creation. They come for a purpose, whatever it is. Perhaps it is coincidentalthat we've gotten amazing ones at the end of some seasons. Last Crop Formation in England Was August 10, 2003North Down, near Beckhampton, Wiltshire, in wheat. Reported August 10, 2003.Photograph © 2003 by Mark Fussell and Cropcircleconnector.com.I THOUGHT THAT THE MOLECULE PATTERN THAT OCCURRED NOT TO FARFROM THE NORTH DOWN FIELD ON AUGUST 10, 2003 WAS ANEXTRAORDINARY FORMATION, BOTH ON THE GROUND AND FROM THE AIR.Yes, and very large.WITH MANY LAYERS ON THE GROUND WITH MANY OPPOSITE DIRECTIONS OFPLANTS LAID DOWN.Yes. I think that the reason we focused in the DVD on the \"swallows\" below Alton Barnes(August 4, 2003) was because it was so beautiful.Walkers Hill, near Alton Barnes, Wiltshire, in wheat.Reported August 4, 2003. Aerial photograph © 2003 by Steve Alexander.DO YOU THINK 2004 COULD BRING ANY PATTERNS THAT POINT TO THETERRORISM SWEEPING EARTH?No, I don't. I think after fourteen years of being involved in this, I think the circlemakershave another agenda. I think they have to if they are here to show us the way, slowly, theyhave to allow us to have free will. They have to allow people to make their own decisionsand be responsible for their own actions. But maybe the ultimate question is: will humanslearn from our own actions? One day, perhaps? Cropcircles are probably just one part ofthe jigsaw puzzle that we are hopefully moving to better times, although many times itseems we are going backwards. I think it's almost like the situation is like a stretching anelastic band. I think that elastic band is certainly fraying in the middle. It's almost like we"},{"pageNumber":9,"pageContent":"have to get to a breaking point in society where the whole thing could blow. I think thecircles are a part of that whole process and it could happen in the next 20 minutes or thenext 20 years. No one really knows. But I think we seem to be moving towards thisbreaking point where it can't go on any further.HOW COULD THE CROP FORMATIONS MAKE ANY DIFFERENCE?Perhaps people like ourselves are helping in that process, getting the message out there. Weare trying to tell people, if only a small percentage of society. But if you add up how manypeople know about crop circles now and compare to back in 1990 or 1989, it's certainly alot more than it was.WHY DO YOU THINK SO FEW PEOPLE PAY SERIOUS ATTENTION TO THEPHENOMENON?I think the people who do pay attention do want to see significant change in the world.Those are the people desperate for the crop circles to show us the way and feel there aremessages there if we could understand them. For me, I've had to have incredible patienceto get me to this point. But after the early 1990s, some people began to look at the fabric ofreality in a different way because of the crop formations and asking if we were dealing withthings that are beyond this reality: Are we dealing with aliens? Are we dealing with spiritualbeings? These can't possibly be hoaxes. All those thoughts began. On a government level,perhaps there was some decision made to bring in hoaxers deliberately to muddy the watersand deflect public attention.The result was between 1992 and 1994, some people and the media turned away. Then in1994, there was a renaissance and our cropcircleconnector.com website first came on in1995 and helped explode public interest again on the internet. You can't rely on the mainmedia for truth about the phenomenon!You can get quite a lot of things out of the crop circles. From my point of view, it's aspiritual thing. From the mass point of view, it's the art of it. Everyone gets their ownfeeling from the patterns and that's what makes them so powerful.\"More Information:The cropcircleconnector.com documentary DVD is expected to be an annual report eachyear. Also available for sale is the documentary DVD that Julian Gibson made which isCrop Circles: The Ultimate Undercover Investigation.The two DVDs complement each other.To order, click on DVD cover.Websites:http://www.cropcircleconnector.comhttp://www.cropcircleresearch.comhttp://www.cccrn.ca/http://www.dcca.nlhttp://www.invisiblecircle.dehttp://www.temporarytemples.co.ukhttp://www.cropcirclenews.com"},{"pageNumber":10,"pageContent":"http://home.clara.net/lucypringlehttp://www.bertjanssen.nlhttp://www.bltresearch.com/http://www.swirlednews.comhttp://www.heramagazine.nethttp://members.iinet.net.au/~bwratten/ccc.htmlhttp://www.CropCircleAnswers.comhttp://www.busty-taylor.com/cropper/98busty2.htmCredits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
