[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUpon Part 3 - Infrared and Energy Dispersive Spectroscopyon the Corguinho, Brazil Round Stones© 2003 by Linda Moulton Howe Left: The two halves of Stone 2 split by analytical chemist, Phyllis Budinger, for infraredstudyand EDS plots. Right: Stone 1, in profile to show disk-shape. Stone 1 is 16mm in diameterand weighs3.2051 grams. Stone 2, before being broken in two, was also 16mm in diameter andweighed 3.3068 grams.Both Stone 1 and Stone 2 were collected by Brazil businessman, Felipe Branco, onSeptember 15,2002 after the \"rain of rocks\" on the Urandir Oliveira farm in Corguinho, Brazil.Photograph © 2003 by Linda Moulton Howe. June 6, 2003 Philadelphia, Pennsylvania - On March 2, 2003, I shipped toPhyllis Budinger two of the disk-shaped Corguinho, Brazil stones, which shelabeled \"Stone 1\" and \"Stone 2\" in her final April 22, 2003 analytical report.Phyllis broke open Stone 2.She did infrared analysis and wrote in her report: \"Specifically identified is amajor amount of quartz (SiO2) which is commonly present in sand and sandstone. Another major mineral is present with similarities to montmorillonite[(Na,Ca)0.33(AlMg)2Si4O10(OH)2] This mineral occurs in clay deposits, soilsand sedimentary and metamorphic rocks. Iron is present and probably in oxideform. A very small amount of inorganic carbonate is also suggested which islikely in the form of calcite. Qualitatively both exterior and interior of the stonecontain the same components; however, quantitatively there is more quartz, andprobably iron oxide, on the exterior of the stone. XRD (X-ray Diffraction)analysis is recommended for further analysis of the stones.\"Phyllis sent the two parts of Stone 2 to Nick Reiter for energy dispersivespectroscopy (EDS) plots. He also provided the soldering iron test on fabric inPart 1 of these Earthfiles reports. In his report, he speculated that the Brazilstones might be a form of \"Moqui Marbles\" although no geologist I've talked tohas yet confirmed their existence in Corguinho, Brazil or anywhere else outsidethe states of Utah and Arizona. Nick wrote, \"They are formed much like pearls,by accretion of minerals from the water supply around a core that can beanything from a sand grain to a small rock.\" On page 3 of her report, Phyllisgoes along with Nick Reiter's speculation: \"The stones are very similar to MoquiMarbles, (and several other names) found in Utah and Arizona. It is conceivable"},{"pageNumber":2,"pageContent":"that there are also clusters of these in Corguinho, Brazil.\" That speculation hasnot been confirmed by any one.Further, at the website rocksandminerals.com, it says \"little is actually knownabout the origins of Moqui Marbles. In the United States, most of them comefrom the Navajo Sandstone Formation in the state of Utah.\" Some of the NavajoSandstone Moqui Marbles, a layer formed between the Triassic and Jurassictime of the dinosaurs, have casts of ancient millipedes and beetles inside them.One geologist's speculation, yet unproved, is their source might be from meteorimpacts that heat and melt the soil, throwing it up into the air, and some kind ofphysical dynamic returns the Moqui Marbles to the ground. Most MoquiMarbles shown in website photos are ball-shaped and have concentric ringsinside around sand or sandstone. The Corguinho, Brazil stones have disk-shapedprofiles and the one split open has no concentric rings or sand.Prof. Art Johnson, Ph.D., Professor of Geology, Department of Earth andEnvironmental Science, University of Pennsylvania in Philadelphia, organizedX-Ray diffraction (XRD) analysis of Stone 2 and other Corguinho rocks to bediscussed in Part 4. This week he agreed that the interior of Stone 2 and webphotographs of Moqui Marble interiors are not similar and said, \"There is greatroom to doubt that the Brazil stones have anything to do with the MoquiMarbles of Utah and Arizona.\"Phyllis reported that Brazil stones 1 and 2 were the same diameter, which is16mm, or about one-half inch. Stone 1 weighed 3.2051 grams and Stone 2weighed 3.3068 grams. I have several more stones collected from the \"rain ofrocks\" that all seem to be the same size as Stone 1 and Stone 2. Others are aboutone-quarter inch or one inch in diameter.I organized seventy-five of the stones I had been given in Corguinho from peoplewho gathered them after the \"rain of rocks\" on September 15, 2002.Photograph in Corguinho, Brazil© 2003 by Linda Moulton Howe.In a plastic ice tray I labeled A, most were in the half-inch diameter range andnearly identical in size and weight. Tray A also included some of thequarter-inch stones that were the same shape and color as the half-inch stones.Tray B contained the largest stone, about 1.5 inches in diameter, along with1-inch diameter stones and a few more of those a quarter-inch in diameter. TrayC contained all three sizes.Tray A included half-inch and quarter-inch diameter stones gathered by peopleat the Urandir Oliveira farm in Corguinho, Brazil after the September 15, 2002 \"rain ofrocks\"at 7:30 p.m. Photographs © 2003 by Linda Moulton Howe."},{"pageNumber":3,"pageContent":"Tray B contained the largest stone, about 1.5 inches in diameter.Tray B and C both contained 1-inch, half-inch and quarter-inch diameter stones.In her report, Phyllis showed exterior photos looking down upon circular Stone1 and Stone 2 before she broke apart Stone 2. The photographs inaccuratelyportray their colors as orange. Below the two Brazil stone photographs, Phyllisplaced internet photographs of Moqui Marbles. Three of the broken openMoqui Marbles pictured in her report have dark outer shells around an interiorring of light colored material surrounding a round, darker center. Neither Phyllisnor Nick Reiter provided a photograph of the interior of the broken open Stone2 from Corguinho, Brazil.To p : Phyllis Budinger's photographs of Stone 1 and Stone 2(before she split 2) shown from above (orange color incorrect.) Bottom:Moqui Marbles photos from internet websites.Upon return of the stones and material samples to me on May 6, I tookphotographs of Stone 2's interior and exterior, a side profile of Stone 1 andgrouped them with a piece of the normal pinkish Corguinho control rock. Stone1 and Stone 2 are disk-shaped and Stone 2's interior is dark brown, withscattered rust tints. The exterior of Stone 2 is a dark brown-rust color, a bitlighter than the interior."},{"pageNumber":4,"pageContent":"Top Photograph: Left, normal Corguinho pink rock. Middle,both halves of Stone 2. Right, Stone 1 concentric ring exterior. Middle Photograph:Stone 1 is turned in profile. Bottom Photograph: Group shown from other side soexterior of Stone 2 can be seen. Photographs © 2003 by Linda Moulton Howe.Nick Reiter's EDS Plot of Stone 2 does not indicate in what part of Stone 2 theEDS was made, but Phyllis Budinger told me by phone she thought it was \"2mmdown from the exterior of Stone 2.\" Also shown is the EDS plot labeled \"MoquiStone Interior\" for comparison of the interiors. The immediate difference is thatStone 2 shows a lot of iron (Fe) and has titanium (Ti) peaks. Neither the Moquistone interior nor the normal Corguinho control rock had any titanium and verylittle iron. The Moqui stone exterior had iron."},{"pageNumber":5,"pageContent":"Above: EDS plot \"2mm down from exterior\" on Stone 2 interior shows high iron (Fe) andsome titanium (Ti).Below: EDS Plot Moqui Stone Interior shows very low iron (Fe) and no titanium (Ti).Avalon Foundation EDS Plots by Nick Reiter 20kV 200x, 28 March 2003.In studying the EDS spectra, what jumped out to biophysicist W. C. Levengoodwere the titanium peaks in Stone 2. There are no titanium blips in the MoquiMarble exterior or interior and none in the common pink rock from Corguinho.Levengood said, \"The normal control rock from Brazil is essentially iron oxide,FE2 O3, also known as hematite. If titanium is present in hematite, with heatingand the right oxidation reduction, one of those iron (Fe) atoms can bechemically replaced by a titanium (Ti) atom that forms a new compound,FeTiO3, which is ilmenite. Hematite is not magnetic. But after titanium enters,the new compound can become magnetic and instead of being red, the color willchange to a black, shiny crystalline substance. I have found the rounddisk-shaped stones from Brazil that you sent me are weakly magnetic, so theymight contain ilmenite which is quite different from either the control rock orthe Moqui Marbles. Whatever the source of the September 15, 2002 rock fall inCorguinho was, the stones are not common iron or common rock.\"Continued in Part 4.Credits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expressly"},{"pageNumber":6,"pageContent":"prohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
