[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUpon Mysterious Lights Videotaped Emergingfrom Ogbourne St. George, England Crop Formation© 2003 by Linda Moulton Howe Mysterious lights were videotaped emerging from the thirty-sevencircles discovered in young wheat below the Ridgeway at Ogbourne St. George,Wiltshire, England, on Sunday, June 15, in a pattern nearly 600 feet in diameter.Aerial photograph © 2003 by Lucy Pringle. July 8, 2003 Bristol, England - On June 15, 2003, a pilot called Stuart Dikeand Mark Fussell of the Cropcircleconnector.com to report a beautifulformation in young wheat laid out in the natural bowl below the Ridgeway atOgbourne St. George, Wiltshire, England. The site is about five miles north ofthe larger village of Marlborough, but extremely hard to reach. There are noroads within two or three miles and the only way to reach the formation is towalk at least forty minutes along the Ridgeway track. Stuart told me it is\"probably the most remote location I've ever walked to myself. You have toclimb a hill and go down a hill to get to it, carrying camera gear and poles thewhole way.\""},{"pageNumber":2,"pageContent":"Ogbourne St. George wheat formation reported June 15, 2003.Aerial photograph © 2003 by Lucy Pringle.Interview:Stuart Dike, Architectural Technician and Co-Editor and Field Director,www. cropcircleconnector.com, Lifton, Bristol, England: \"The setting of thenatural amphitheater in the hill enhances the whole atmosphere of the formationand it has a wonderful elegance when you look at it. It does something to you.WHAT ABOUT THE DETAILS ON THE GROUND IN TERMS OF THEPLANTS AND SOIL?The plants were not flattened to the ground. It was a very light imprint, like avery subtle energy or softer energy which forced the plants to the ground.THAT'S EXACTLY WHAT LUCY PRINGLE SAID TO ME THE DAY SHEWENT IN WHICH I BELIEVE WAS THE DAY AFTER IT WASDISCOVERED AND SHE SAID THAT THE PLANTS WERE PUT DOWN SOLIGHTLY THAT IT WAS HARD TO BELIEVE FROM THE AIR THAT SHEWAS SEEING SUCH A CRISP AND ELEGANT PATTERN, WHEN ON THEGROUND, THE PLANTS WERE RAISED SO HIGH ABOVE THE SOIL.That's correct. And also I think we have to take into account that the crop wasyoung at that point in time, very young wheat, and it tends to spring up veryquickly. But the energy wasn't as hard. It's almost like it respected the youngplants at that point in time, almost like it knew it didn't need a heavy energy toforce them down because they were so young.DID YOU SEE ANY OF THE MAGICAL BENDS WHERE THE PLANTSARE DOWN WITHOUT WRINKLES, OR SEE ANY SWOLLEN NODES?No, I didn't notice any and I saw no evidence of blown nodes.WHAT ABOUT MARKS FROM BOARDS OR STRING OR POLES?Three of us went into the formation and none of us could see any evidence ofboard marks at all. It did not have a mechanical look. It had a sort of fluid lookto it.THAT 'FLOWING WATER' APPEARANCE THAT WE'VE SEEN SINCE 1990?Yes, very similar to that. That's a good description actually. Twenty Mysterious Lights Emerged Out of FormationWHEN YOU WERE THERE VIDEOTAPING ON JUNE 15TH, WHAT ELSEHAPPENED?Something quite extraordinary because from the top of the Ridgeway before wewent down the hill and into the formation, we picked up what I thought were at"},{"pageNumber":3,"pageContent":"least twenty unusual objects flying in the formation, up out of the formation andpossibly flying very close to the tramlines. These objects were of similarcharacteristics to other objects that people have caught on videotape over theyears. One example would be the 1999 Barbury Castle formation. The sameobject was seen over that formation.Video Frame 1 and 2: White object moving rapidly across triple crescent formationat Barbury Castle, August 7, 1999. People in formation do not seem aware ofmoving light. Video frames © 1999 by Donald Fletcher.Video Frame 3: At center of video frame is unidentified objectDonald Fletcher followed with his camcorder for 9.5 seconds after Frame 1.The two white unidentified objects to the left catch up to and pass the central white object.Video frame © 1999 by Donald Fletcher, London, England.SO THESE ARE SMALL, WHITE SPHERES?Yes, I would say the size of a golf ball or slightly larger. They seem to haveslight differences in sizes at times, so you can't say exactly what size they are,but the ones I picked up (on videotape) I would say were about the size of a golfball.IN THE BARBURY CASTLE VIDEOTAPE, THE VIVIDNESS OF THEWHITE MOVING LIGHT IN THE VIDEO FRAME OF 1999 AGAINST THECROP WAS QUITE BRIGHT AND YOU ARE TALKING ABOUT TWENTYOBJECTS ON VIDEOTAPE AS YOU WERE TAPING THE OGBOURNE ST.GEORGE FORMATION?That's right, yes. We will be making available at least two or three of theseobjects on camera for our forthcoming DVD, but I believe there are several moreobjects that are smaller in size and moving at very fast speeds out of theformation. But for viewers to be able to view them clearly, there are at least twoor three you can see coming out of the formation."},{"pageNumber":4,"pageContent":"COULD YOU SEE THEM ALL WITH YOUR OWN EYES?Not the smaller ones, but at least four objects in total you could see flying out. Icaught two of them on camera and they accelerated up into the sky at whichpoint I lost them because the background sky was so bright.DO YOU MEAN THAT UNLIKE BARBURY CASTLE IN WHICH THELIGHTS SPED OFF ON A HORIZONTAL MOVEMENT ACROSS THEFORMATION AND OUT ACROSS THE COUNTRYSIDE, THAT ATOGBOURNE ST. GEORGE, THE LIGHTS WENT STRAIGHT UP INTO THEAIR?That's right. They accelerated at a speed that was so fast I couldn't track themanymore. Probably the most compelling one is the one that comes straight out ofthe central circle, flies across several circles within the formation and as itreaches the outer circle, this other object shoots up and almost hits the otherobject which then realizes it must move out of the way. So it changed its courseand then as it reached just outside the circle, just flew vertically up into the skyat speeds faster than any bird or insect can possibly do. Then, laying that backon the fantastic technology of DVD, we can then see that the object movedsideways as it was accelerating up and then moved back into its originalposition. So, it was doing maneuvers that was beyond any birds, insects orwhatever.WHAT SEEMED TO BE THE RELATIONSHIP OF THE TWENTY, SMALLWHITE SPHERES OF DIFFERENT SIZES TO THE OGBOURNE ST.GEORGE FORMATION?They all had different sort of behaviors. The first one glided smoothly across thecrop. The second one I picked up on tape just flew directly out of the circle andthen some flew closer to the camera some distance from the circle. But I do feelthat out of all of them, there seems to be some connection with the formationitself. But I think we have to be careful to say they are the real circlemakers. Orperhaps they are another phenomena that is attracted to the design itself.We can't say definitely that these small lights are the creators of the formationcaught in daylight on our tape, but they do seem to connected to the formationin some way.WHAT WAS YOUR INTUITIVE GUT FEELING ABOUT THEM?I felt they were definitely intelligent. They were not at the mercy of the wind.they were certainly self-aware and knew exactly what they were doing. I felt insome strange way that they were sort of reacting to ourselves. A lot of peopletalk about how the human mind is somehow connected to crop circles, but Ithink these objects are aware of our minds working. Maybe they were sort ofplaying up to the camera. It's an extraordinary thing to say, but looking back onit and analyzing what happened, it was almost like a show they put on.THEN IT MUST HAVE BEEN SOMETHING TO GO DOWN INTO THEFORMATION EXPECTING THAT YOU WOULD BE CLOSE TOWHATEVER THESE THINGS WERE?Absolutely. It was a strange feeling and also exciting because obviously tocapture something very close to the camera on a pole would have been profoundstuff. It was disappointing to not see them close at hand, but as I say, in a way Ikind of felt that there was a big chance we wouldn't capture them (up close)because of our presence within the formation. Perhaps they were there, butthought we were in their space. It was an extraordinary thing to think about. Mysterious Lights Not Visible After Cameras InsideFormation"},{"pageNumber":5,"pageContent":"The strange thing about all this is that we spent at least an hour and half insidethe formation taking pole shots, video shots of the entire formation, but not oncedown in there did we capture them (on tape) or have a close encounter withthose things. They were only caught from on top of the hill as we began to movedown from at least a mile away and it's almost like they are shy of you. Therehave been instances in previous years where we caught an object on camera andthere were people in the middle of a formation. As soon as they moved out ofthe formation, this thing (mysterious light) carried on its way, almost like itdidn't want people in its way to do whatever it wanted to do. It's amazing thingto say, but they do seem to have these strange behavior patterns.WHAT DO YOU THINK THE MYSTERIOUS LIGHTS ARE, STUART?I think you have to be very careful in talking about aliens or anything else. Ithink these objects are closer to the Earth than we can imagine. They could beperhaps entities from another dimension. Maybe this is what you see when theenvelope opens up between two sort of dimensions. the strange thing is I feelthat you need to get into these formations very quickly. There is almost like aresidue energy left after the creation of the formation and there is power leftwithin the formation which causes these lights. I think later on, it tends to diedown because you don't see them so much later on. I think we were very luckyto get there so early on the first day and this might have been a uniqueexperience which might not be repeated again. But I do hope this year I cancapture more on tape.\"We b s it e s :http://www.cropcircleconnector.comhttp://www.invisiblecircle.de and http://www.invisiblecircle.org/ser/d-archiv-2003.htmlhttp://www.kornkreise.chhttp://www.dcca.nlhttp://www.swirlednews.comhttp://home.clara.net/lucy pringlehttp://www.heramagazine.nethttp://www.cropcircleresearch.comhttp://www.temporarytemples.co.ukhttp://www.cropcirclenews.comhttp://www.busty-taylor.com/cropper/98busty2.htmCredits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
