[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUpon Field Notes from Wiltshire, England Crop Circles © 2003 Linda Moulton Howe August 11, 2003 North Down, Wiltshire, England – Yesterday, a new 750-foot-diameterformation in wheat was reported between Morgan’s Hill and Cherhill Down directly east of thefour tumuli and 11-concentric-ring formation of July 6, 2003 in North Down. From the air, thepattern contained 61 circles that alternate dark and light – the light being flattened crop andthe dark standing. The circles create a 3-dimensional object that has three branches thatresemble a hexagonal-structured molecule. Large “molecule” formation reported August 10, 2003, spanning approximately750 feet in a wheat field directly east of the July 6, 2003, 11-concentric-ringformation. Aerial photograph © 2003 by Mark Fussell, cropcircleconnector.Since the July 6, 2003, North Down concentric ring formation , the July 13, 2003 AveburyTrusloe, and the August 3, 2003, Morgan’s Hill formations lined up on an axis that extends toOliver’s Castle and Liddington Castle, we wondered if this new molecule formation would alsoline up. But after studying a map, photographer and video producer, Bert Janssen from TheNetherlands, discovered that it was not. Interview: Bert Janssen, Agricultural Engineer, Photographer and Video Producer, Devizes,Wiltshire, England: “ First, an update about the small circle that appeared on a hilltop nearMorgan’s Hill earlier last week. I thought it was on the same line that went through theAvebury Trusloe formation and through Morgan’s Hill and North Down burrows, up to Oliver’sCastle. It’s not. It’s just off that line. But strangely enough, if you go from the top of theMorgan’s Hill survey stone through the small circle, you will land on Woodborough Hill. The first North Down formation of July 6, 2003, which lined up with the four tumuli, is a largedisc of eleven concentric rings with circles of standing wheat which I think represent standingstones and made me think about Avebury. The new molecule formation reported yesterdaydoes not seem to be on that alignment. But I can add some new information about the anglebetween the Morgan’s Hill stone marker and the hilltop circle. That angle is 78 degrees whichis the same number of rays on the lower side of the formation. If you extend the axis towardthe Avebury Trusloe formation and go on to Avebury, you get an angle of 28 degrees. That’sthe number of rays on the upper end of the hill. So, Morgan’s Hill formation is lined up in a 78 degree angle and the Avebury Trusloe formationmade a 28 degrees angle to Avebury. The line from Avebury through Avebury Trusloe towardsMorgan’s Hill on to Oliver’s Castle, I think, has a Golden Mean ratio in it which means thatsomewhere near Oliver’s Castle there has to be a huge field and something is perhaps going to"},{"pageNumber":2,"pageContent":"happen there. I don’t think the molecule is the last formation for Wiltshire in 2003. South Field Formation Large “Celtic rope” square spanning 300 feet, surrounding a central circle ofeight curving blades created from “dots” of standing wheat, discovered Friday,August 8. Aerial photograph © 2003 by Nick Nicholson, cropcircleconnector. On Friday, August 8, 2003, I began the day by driving over to Woodborough Hill. As Iapproached the Tim and David Carson barnes at the base of the hill, two black, Apachehelicopters were passing overhead. I was there to meet crop circle researcher, videographerand graphic designer, Andy Buckley, to gather some plant samples. He, an Australian and Ihad stayed atop Woodborough from sunset until midnight on August 7. There were definitelyno formations in the crops around the hill when we left. But as we climbed the hill, we wereshocked to see a huge new formation in the South Field at the northern base of Woodboroughthat had been untouched only a few hours before. During our night watch at around 11:30p.m., Andy had walked down to the edge of the South Field and said he did a meditation askingfor the phenomenon to place a formation there. Many people over the past decade havereported meditating or concentrating on certain fields with such requests and seeing results thenext day. Did Andy Buckley’s meditation have anything to do with what occurred in the SouthField? Or was it random chance that he walked to that field which now many people think wasthe target of hoaxers in the early, foggy, hours of August 8? I asked Bert Janssen about hisreaction to the formation’s construction. Bert Janssen, Agricultural Engineer, Photographer and Video Producer, Devizes,Wiltshire, England: “COULD YOU COMMENT ABOUT THE CONTROVERSIAL SOUTH FIELDFORMATION THAT WAS FIRST REPORTED ON FRIDAY, AUGUST 8, 2003? I liked it even though many are saying it was hoaxed. That’s a confusing thing because it is avery well performed hoax if that’s what it is. IS THERE ANYTHING ABOUT THE CONSTRUCTION OF THE SOUTH FIELD PATTERNTHAT MAKE S IT UNUSUAL ? Several of us have compared it to the East Field formation reported a week earlier on August 2which seemed to be a more obvious manmade pattern. The order of construction, based onstudying the way the plants had been laid down or left standing in that one, was not the mostlogical to make it, in my opinion. I would have done it in a different way, an easier way. Theone in the South Field, Andreas Mueller and Werner Anderhub thought was made in a similarfashion. WERNER SAID THAT THE SOUTH FIELD SORT OF HIT HIM AS POSSIBLY THEMYSTERIOUS PHENOMENON MIMICKING WHAT PEOPLE HAD DONE IN THE EASTFIELD, WHICH WAS RIGHT ACROSS THE ROAD. I can see why he thinks that because it looks very good and it had the same kind ofconstruction to it, but it looks quite different. However, there were lots of mistakes in it as"},{"pageNumber":3,"pageContent":"well. I’m not saying that if there are mistakes in the way geometries are laid out means it’s notthe true phenomenon, but the center part was way off center. The central circle was not in thecenter of the whole formation. That might mean the South Field was a manmade ‘joke.’ But then again, the molecule that is really good that we just got yesterday, has strangeirregularities also. People will look at it and say it doesn’t make sense. It’s not regular. Thereshould be six sided shapes in it, but they are crooked. You have to realize this thing could be a3-dimensional representation. If you have a sheet of paper in front of you and look at it on anangle, you won’t see a rectangle. You’ll see it’s all crooked because you are looking at a 3-Dshape. So, the crookedness of a formation is not the ultimate proof that it’s a manmade hoax. ‘The Swallows,’ Walkers Hill, Wiltshire, Reported August 4, 2003 Walkers Hill, Wiltshire, “ Swallows” reported August 4, 2003, in wheat below Adams Graveand the Alton Barnes White Horse. Aerial photograph © 2003 by Steve Alexander,temporarytemples.com. COULD YOU ALSO COMMENT ON THE ‘SWALLOW’ FORMATION AT WALKERSHILL THAT SOME ALSO CALL A ‘BALANCING SCALE?’ I think it is a very intricate design. It hits me somewhere deep inside. It’s very beautiful. Youcan sit on Adam’s Grave and look down on it and not look away for hours. Allan Brown has worked out its geometries that are on the cropcircleconnector.com. First hedrew the large outer circle that circumscribes the entire crop pattern. Within that circle, youcan construct a Star of David and within that star, you can construct another Star of David.That one defines the center circle, which is fixed in size."},{"pageNumber":4,"pageContent":" Diagram of the hexagonal geometry that is superimposed within the largecircumscribing circle of the “Swallows” formation that defines the size of theinner circle and subsequent series of fractal circles that can be derived repeatedlyfrom the smallest scale to the largest scale. Diagram © 2003 by Allan Brown. Now looking at the big circle, you can make two circles that are half the diameter of the bigcircle. Then overlaying circles define center points for creating other circles from which theentire Swallows pattern is created. IS THE REPETITIONS OF CIRCLES FROM THE SMALL TO THE LARGE WHATMAKES THIS A PATTERN BASED ON FRACTAL GEOMETRY? Yes. It is the repetition that makes it a fractal.” Diagram of the fractal geometry in the“Swallows”formation. Diagram © 2003 by Allan Brown. "},{"pageNumber":5,"pageContent":" Field Notes from England to be continued. We bsit e s:http://www.bertjanssen.nlhttp://home.clara.net/lucy pringlehttp://www.cropcircleconnector.comhttp://www.swirlednews.comhttp://www.cropcircleresearch.comhttp://www.temporarytemples.co.ukhttp://www.dcca.nlhttp://www.invisiblecircle.de and http://www.invisiblecircle.org/ser/d-archiv-2003.htmlhttp://www.kornkreise.chhttp://www.heramagazine.nethttp://www.cropcirclenews.comhttp://www.busty-taylor.com/cropper/98busty2.htm Credits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
