[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUpon Avebury Disk Was $85,000 \"Balloon,\" Says Britain'sDaily Mirror© 2003 by Linda Moulton Howe In the August 23, 2003 edition of Britain's The Daily Mirror, reporter NickWebster says the aerial disk that rotated and wobbled over Avebury on Saturdayevening, August 16, 2003, was a 25-foot-diameter \"space craft\" that cost$85,000 (50,000 pounds) and was built by a TV firm called Chrysalis for aChannel 4 documentary entitled, \"How To Build A Spaceship.\" The Daily Mirror, August 23, 2003: \"Danny Cohen, of Channel 4,said: 'We were trying to see whether we could build a convincinglooking spaceship and in that regard undoubtedly we succeeded.Dozens of people saw it and couldn't quite understand what they hadseen. So I think it did work.It stayed quite high in the sky and looked harmless, so it frightenednobody. I think people were more bewildered by what they wereseeing. People were left rubbing their heads, wondering what wasgoing on.\" It took eight months to research, design and build the£50,000 aircraft. (Approximately $85,000.)Model flight specialists Cutting Edge Effects - veterans of four Bondfilms - built it using a carbon fibre hoop as the skeleton. This was setin a reflective-plastic balloon filled with helium. After a US militaryengine was ditched as too heavy, electric fan engines from Germanyproved the key to making the 'saucer' fly at just the right speed -20mph.It was tested in the aircraft hangar shown above at a secret location.The out-of-this-world con included using seven pilots to fly theaircraft by remote control for three miles.\" The Difficulties In Producing A Large, Round DirigibleThat Can Rotate and WobbleIn a telephone interview yesterday, I discussed the Avebury object with RichardPapa, designer and owner of Papa Pro, Ltd., in London. Mr. Papa has ownedPapa Pro for three years and works with Canadian and other companies in theworld to produce dirigible toys that can float in the air. One of the products hesells is an 8-foot-diameter disk, which is the largest model manufactured so far.He looked at the video frames of the aerial disk at Earthfiles.com and madethese comments.Mr. Papa said, \"There is a product design team that I use to design our blimps.It's one of five product design companies in the U. K. that are quite big. Wecouldn't replicate that blimp in that photograph of that size. (Instead ofeyewitness estimates of 40 feet, The Daily Mirror reports 25 feet.)The light system on that, anyone could copy. There is nothing special about"},{"pageNumber":2,"pageContent":"that. The idea that it was rotating while it was flying across the sky - rememberit's helium based. It's an airship, which means the entire airship is lighter thanair, OK? So, to fly something that is lighter than air around, it's very difficult,especially to make it rotate and wobble simultaneously as it flew. If there is anywind above 17 mph, it's even more difficult.\"Credits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
