[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUpon Volcanic and Seismic Threats to Northwest U. S.© 2003 by Linda Moulton Howe\"The effects of an eruption of Mt. Rainier, the severe effects, wouldbe much smaller than the effects of the potential 9 Richterearthquake that can happen off the Pacific northwest. Thatearthquake will affect areas from northern California to southernBritish Columbia.\" William Scott, Ph. D., USGS Cascades Volcano ObservatoryModerately active volcano, Mount Rainier, looms in the background ofTacoma, Washington, population 194,000. Its last major eruption was 500 years ago.Photograph by Lyn Topinka, U. S. Geological Survey.Mt. Rainier is near center of map between Olympia and Tacoma, Washington.August 29, 2003 Vancouver, Washington - Along the northwest coast of theUnited States and southern British Columbia, Canada, there is a volcanic rangecalled the Cascades. There are thirteen Cascades volcanoes which have beenintermittently active for hundreds of thousands of years the latest being MountSt. Helens on May 18, 1980. Another moderately active volcano is Mt. Rainiernear Olympia and Tacoma, Washington and could directly affect the lives ofmore than a hundred thousand people who now live on or near the lower slopesof the mountain.The 1980 eruption of Mount St. Helens darkened the Pacific northwest skies fordays and produced huge landslides of mud, rock and water called \"lahars\" whichmove like concrete over everything in their path. If Mount Rainier blew its topas Mount St. Helens did, could that volcanic activity have a domino affect onthe tectonic plates of the Pacific Ocean now slowly sliding underneath the NorthAmerican continent and set off a 9-point earthquake on the Richter scalewarned about by geologists?"},{"pageNumber":2,"pageContent":"I talked about that question this week with Dr. William Scott, the U. S.Geological Survey's scientist-in-charge at the Cascades Volcano Observatory inVancouver, Washington.Interviews:William Scott, Ph. D., Scientist-In-Charge, Cascades Volcano Observatory,U. S. Geological Survey, Vancouver, Washington: \"There is no closeconnection between those things. There are two separate issues out here. One both occur because of the same geologic situation. But one is a very largeearthquake that will occur out in the coastal region and it has really nothing todo with Mt. Rainier. And Mt. Rainier will erupt in the future and it won'tnecessarily be tied to this big (projected) earthquake. They all derive from whatwe call the same 'tectonic setting.' The fact that a piece of the northeast Pacificocean floor is being thrust underneath this part of North America and sets up theconditions to have both a large earthquake along the coast and this chain ofvolcanoes inland. So, there is a general connection, but not a specificone-to-one connection.ONE MIGHT NOT NECESSARILY SET OFF THE OTHER, BUT THAT IS APOSSIBILITY?The last large earthquake occurred in the year 1700. As far as we know, therewas no eruption of any volcano during that time.DO YOU KNOW WHAT THE RICHTER LEVEL OR ESTIMATED RICHTERLEVEL - WAS IN THE 1700 EARTHQUAKE?I think the people who are studying that estimate it was on the order of amagnitude 9.Magnitude 9 Richter Earthquake Likely in Pacific NorthwestTODAY IN 2003, FOCUSING ON THAT PARTICULAR POTENTIAL FOR AMOMENT INSTEAD OF THE VOLCANO, WHAT IS THE LIKELIHOODTHAT A 9 RICHTER EARTHQUAKE COULD OCCUR IN THE PACIFICNORTHWEST IN THE NEXT FEW YEARS?I don't know what the exact probability that those people are giving to it. That'sa pretty complicated question. But these earthquakes have occurred in the pastfew thousand years. They have occurred as closely as a few hundred years apartand as far as a thousand years apart. So, it's difficult to say, but it's certain that inthe next few centuries to a thousand years that we'll have another one of theseevents.Everyone who lives here realizes that it will occur some day and the states ofOregon, Washington and California and the province of British Columbia are allspending time and money to try to mitigate the effects of those in terms ofstrengthening bridges and buildings and public education so that people willunderstand the threat, both from the earthquake and then possibly from a largetsunami or sea wave that could follow the earthquake.IF MT. RAINIER WENT OFF AS A VOLCANO, WOULD IT AFFECT THESAME GEOLOGICAL AREA?No, the effects of an eruption of Mt. Rainier, the severe effects, would be muchsmaller than the effects of the potential 9 Richter earthquake that can happen offthe Pacific northwest. That earthquake will affect areas from northern Californiato southern British Columbia. And an eruption of Mt. Rainier, the furthesttraveled effect would be just the ash drifting downwind and that's notnecessarily a life-threatening situation. The issue at Mt. Rainier is in the valleysthat drain the volcano that can carry these lahars. there are a few valleys inparticular that have towns that moved in and developments so there are severaltens of thousands of people who would be in harm's way potentially."},{"pageNumber":3,"pageContent":"Public Danger and Preparedness in Seismic and VolcanicThreatsHOW MANY PEOPLE DO YOU ESTIMATE LIVE WITHIN A DANGERAREA OF MT. RAINIER IF IT DID ERUPT?One figure I've heard from the counties and cities is that the young geologicallahars from Mt. Rainier that there's probably something in the order of 150,000people that live on those deposits. But the areas of greatest concern are smallerthan that. I've heard numbers in sort of the 30,000 person range that arepotentially at risk.HOW DO YOU GET THAT QUANTITY OF PEOPLE OUT ON WHAT MUSTBE JUST TWO LANE ROADS?We've worked with Pierce County to develop a warning system for these laharsthat is always operating with the low probability that something of potentialconcern could occur without warning or very little warning that system is up andoperating and the counties are working on evacuation planning and notification.IS THAT A SPECIAL KIND OF SIREN THAT CAN BE HEARD FOR LONGDISTANCES?They are using a combination of ways of notifying people. There is somenotifications that occur by pager. There are sirens. We have the NationalWeather Service operates a weather radio system that gives warnings ofhurricanes or tornadoes or whatever and there are plans to fold that into the mixso people would be notified through their radios and televisions. There is a lotof work going on right now about how to alert that population, but the otherimportant part of it is not just alerting them, but giving them the tools to knowwhat is the best way out of the valley. Public officials have put up signs to markevacuation routes and there is an ongoing public education program that thecounties and cities are doing so that citizens will know what they are to doshould the (alert) system ever go off.The scientific questions we are working on have to do with how the volcano hasgrown in recent times? how large the eruptions have been? the types oferuptions that have generated these lahars? Mt. Rainier is covered with a largeamount of glacier ice and perennial snow. so any kind of eruption that is able tomix hot material with snow and ice instantly generates large amounts of waterthat picks up debris and forms the lahars that go down the valley.WHICH CAN FLOOD.They aren't like water floods. They are basically flows similar to wet concrete.It's rocks and mud and trees and water. So, it's not a water flood. It's a flood ofsediment and water.WHICH COULD BE VERY DESTRUCTIVE.Which is very destructive. It's very dense and can move relatively rapidly andsmash structures or bury them. Mt. Rainier Last Erupted 500 Years AgoIN THE DATA YOU HAVE COLLECTED OVER THE DECADE, HOWMUCH HAS MT. RAINIER CHANGED?We know that about 6,000 years ago, there was a very large landslide on Mt.Rainier that basically removed the summit and the upper part of the volcano,larger than the great landslide that occurred at Mount St. Helens in 1980. That(6,000 year old) event made a very large lahar that went down several valleys all"},{"pageNumber":4,"pageContent":"the way to the Puget Sound. Since that time 6,000 years ago, the volcano hasregrown and much of the upper part of Mt. Rainier that we see today is youngerthan 6,000 years old which in geologic terms is very young. We know that partsof the cone were built by eruptions as recently as 1,000 years ago, and perhapsmore recently than that.So, we're finding that the cone of the volcano has grown quite rapidly in the pastfew thousand years.IS THAT RAPID GROWTH SOMETHING THAT SAYS IT COULD EXPLODESOONER THAN LATER?Yes, I think the message is that volcanoes don't erupt periodically. There is not anice periodic rhythm to their eruptions, say every 100 years. That would makethis job a lot easier. In fact, these volcanoes are quite episodic in their eruptions.They might erupt frequently for a period of several thousand years and then berelatively quiet for a period of several thousand years. What it looks like is thatMt. Rainier in the past since this great event 6,000 years ago has been quitefrequently active. Seldom has there been a period of 500 to 1000 years gone bywithout some kind of a significant eruption on the volcano.We know the last significant event was on the order of about 500 years ago.Since that time, there have been a few small eruptions that haven't done a wholelot. There isn't a fixed time in which the volcano erupts. But, it's been say 500years or more since the last sizable eruption, so it's reasonable to assume that inthe next few centuries, there probably will be a sizable eruption of Mt. Rainier. Monitoring Mt. Rainier and Other Cascades VolcanoesDO YOU HAVE USGS SCIENTISTS WHO LIVE ON MT. RAINIER ANDTHE CASCADES TO MONITOR THE VOLCANOES?No, we don't. Generally with our weather and many of these volcanoes beinghigh in fairly remote areas, visual inspection isn't often possible. So basically werely on a network of earthquake sensors, seismometers. This is a system that theU. of Washington operates in Oregon and Washington and we cooperate in thatmonitoring. We look for earthquake swarms that might represent there-awakening of the volcanoes. The eruption of Mt. St. Helens in 1980 washeralded by quite intense earthquake activity that occurred over a period ofweeks to a couple of months.We also have a few new tools now in which we can measure movements of theearth's crust and this is important because for a volcano to erupt, magma needsto move up to shallow levels and this causes deformation of the ground surface.It might be just a few inches of movement, but we have technology now todetect that using the global positioning system. In a few instances, we haveinstruments out on the volcanoes that are constantly positioning themselves andwe can look for movements that might be related to magma movingunderground. Three Sisters Region in Oregon Has Risen 7 Inches in 5 YearsWe also use satellite radar imagery to look for broad areas in the Earth's crustthat are being deformed. Right now in the Three Sisters region of centralOregon, there is an area of earth crust about ten miles in diameter where thecenter has risen about seven inches or so in the past five years. We think thatmeans magna is accumulating at great depths. Whether or not that ultimatelydrives an eruption to the surface, we don't know.\" Yellowstone National Park"},{"pageNumber":5,"pageContent":"Green area on map is Yellowstone National Park in northwest corner of Wyoming.In 1872, legislation was passed making Yellowstone the world's first national parkwhich covers 2.5 million acres of forests, hot springs, geysers and hot mud flats.Steamboat Geyser, located in Norris Geyser Basin, one of Yellowstone's mostfamous geysers erupts with hot water that can reach heights up to 300 feet.May 2, 2000 photograph by Tom Cawley, National Park Service.Further east of Mt. Rainier is Yellowstone National Park in the northwesterncorner of Wyoming. Yellowstone is its own very large volcanic system withboiling geysers and mud flows that have entertained the public for decades.Yellowstone has not had any volcanic eruptions for tens of thousands of years,but in the summer of 2003, one public trail heated up to about the boiling pointof water which is 212 degrees Fahrenheit. This week I talked with the UnitedStates Geological Survey's' scientist-in-charge of the Yellowstone VolcanoObservatory, Dr. Jacob Lowenstern, about the anomalous heating.Jacob Lowenstern, Ph.D., Scientist-In-Charge, Yellowstone VolcanoObservatory, U. S. Geological Survey, Menlo Park, California: \"Most of theanomalous behavior has been related to changes in the shallow hydro-thermalsystem. They are shallow processes that are going on. Yellowstone is a volcanicsystem, but most of what we see at the surface is related to the hydrothermalsystem which is well above any deep magma. Heat that rises off that magma,heats up the hydrothermal system. There is a lot of hot water. It's boilingunderneath the ground. Steam rises. Hot water rises up to the surface. This yearmore boiling has been observed in the Norris Geyser Basin that's one of severalgeyser basins scattered around Yellowstone.Tantalus Creek discharge in Yellowstone National Park's Norris Geyser Basin.Photograph courtesy U. S. Geological Survey.IS IT TRUE THAT SOME OF THE SOIL TEMPERATURES THEREREACHED AS HIGH AS 200 DEGREES F?"},{"pageNumber":6,"pageContent":"That's right. Of course, that's a normal temperature for any steam vents atYellowstone. That's the temperature of water when it's boiling, so that's acommon temperature. But this summer, there was a variety of new vents thatformed and many of them were right around the trail that goes through the backbasin of the Norris Geyser Basin. So, obviously when you have soil temperaturesand new steam vents forming right along a trail, it presents hazardous conditionsfor the public, so the park service prudently decided to close that area.SO, THAT'S HOW IT BECAME PUBLIC YOU HAD TO CLOSE A TRAILBECAUSE THE TEMPERATURE OF THE SOIL WAS SO HOT?That's right.WHAT DO YOU THINK IS ABOUT TO HAPPEN WHERE ALL OF THISSOIL HAS GOTTEN SO HOT?Well, we don't really know. It's very possible that it will just form new thermalareas and there will be new hot springs and fumeroles on that trail and therewon't be any more problems aside from that. This is not that uncommon in theNorris area. There's another area called the \"Ragged Hills\" just to the west andthat's been growing for the past ten years slowly with increased boiling in thearea and new thermal features that are spreading to the west.AS A GEOLOGIST, DO YOU WORRY ABOUT VOLCANIC OR MAGMAFLOWS EVER COMING OUT IN YELLOWSTONE PARK?It's always a possibility. It's not a high probability in any given year. Certainly,there have been many eruptions in the Yellowstone area. There have been somethat have been very large.But they've occurred in the distant past. the most recent was 640,000 years ago.Since then, there have been about 30 different eruptions, most of them muchsmaller, all of them much smaller. the most recent lava flow was about 70,000years ago. So, it's always possible that we'll get another eruption in Yellowstoneand that is something that we do monitor and look out for, but it's not somethingthat is likely in any given year.COULD AN ERUPTION OF MT. RAINIER INTO ACTIVE VOLCANICERUPTION, OR ONE OF THESE POSSIBLE 9 POINT ON THE RICHTERSCALE SEISMIC EVENTS OFF THE PACIFIC NORTHWEST CAUSE SOMEKIND OF MAJOR ERUPTION IN YELLOWSTONE?An earthquake that far away well, it's always possible. It's always possible, butit's not something that we would think would be likely.\"We b s it e :http://volcanoes.usgs.govCredits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
