[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUpon Updated - 1954 Manual: \"Extraterrestrial Entities and Technology\"- Reasons It Is Authentic © 2003 by Linda Moulton Howe “Basically what was on the 35mm negative is a 32-page manual dated 1954 whichdescribes for special field units how to recover crashed flying saucers, how to takethem apart, how to pack them, where to ship them, how to take care of the bodiesand how to keep the public in the dark.” Robert M. Wood, Ph.D., AerospaceEngineer November 19, 2003 Las Vegas, Nevada - This past weekend in Las Vegas was the firstMajestic-12 UFO Crash and Retrieval Conference produced by Ryan Wood, President,Majesticdocuments.com. His father, Robert M. Wood, spoke at the conference about whyhe is convinced that a leaked document known as the TOP SECRET/MAJIC Majestic-12SOM1-01 Training Manual for \"Extraterrestrial Entities and Technology, Recovery andDisposal\" is authentic. The training manual first appeared as 35mm black and whitenegative film in a package addressed to Don Berliner of the Fund for UFO Research inMaryland. The package was postmarked March 7, 1994 from LaCrosse, Wisconsin, andbore a return address of a pharmacy in LaCrosse. On the 35mm film were thirty-two pagesof text and drawings and the fingers of whoever photographed the pages of the TOPSECRET/MAJIC classified manual.Bob Wood had a 43-year-long career as an aerospace engineer, first working for DouglasAircraft that merged with the McDonnell Corporation in 1967 to become McDonnell-Douglas, later purchased by Boeing in the early 1990s. Over those four decades, Bob Woodworked on aerodynamic heating, ballistic missile defense, radar, and the space stationbefore his retirement in 1993. That year, nuclear physicist and UFO researcher, StantonFriedman, had seen the 35mm negative in Berliner's possession and contacted Bob to see if"},{"pageNumber":2,"pageContent":"he would be interested in researching what was on the film.Bob Wood agreed and a decade later says, \"Basically what was on the 35mm negative is a32-page manual dated 1954 which describes for special field units how to recover crashedflying saucers, how to take them apart, how to pack them, where to ship them, how to takecare of the bodies and how to keep the public in the dark.\"At the recent Las Vegas conference, Bob and I talked about the latest information thatsupports the authenticity of the SOM1-01 training manual, including confirmation by along-time U. S. Government Printing Office employee that the manual was printed on a1954 monotype press.Page 20, Restricted SOM1-01 Majestic-12 Group Special OperationsManual, \"Extraterrestrial Entities and Technology, Recovery and Disposal,\" TOPSECRET/MAJIC EYES ONLY, United States of America War Office, April 1954.Interview:Robert M. Wood, Ph.D., Bob Wood Enterprises, retired aerospace engineer fromMcDonnell-Douglas, and contributor, Majesticdocuments.com, Newport Beach,California:Tri-X Film First Manufactured in 1954“The original 35mm negative was on Tri-X T-5063 film which was first made in 1954,which incidentally is the date of the document. So, it could have been photographed backthen, or it could have been photographed around 1994 or some time in between. The pagesthat were photographed actually show the fingers of the photographer as he wasphotographing. For awhile we thought some forensic analysis on those fingers mightidentify the photographer, but the image isn't very clear and we haven't followed up onthat.The document itself in the photographs is really quite legible except for a few pages. Myinitial task was to figure out what does it say? After prints were made from the negativeand as soon as I started key stroking one page at a time, I thought, ‘Wow! This is aremarkable document!’ I've felt that way ever since. U. S. Government Printing Office EmployeeConfirms 1954 Monotype PressIS FINDING OUT THAT THE NEGATIVE FILM WAS MANUFACTURED IN 1954 UPTO 1994 THE STRONGEST SUPPORTING EVIDENCE?That's an excellent question. No, the film analysis is not the strongest supporting evidenceat all. The strongest evidence began when I interviewed personally a man at the U. S.Government Printing Office whose job was to deal with the public. So, I showed him theSOM1-01 document. This employee had been there for quite awhile and really knew theprocedures back in those days. He took one look at the document and said, 'The length ofthe bar on the F and the curlicue on the G tells me that it was a monotype modern press.'Then he saw a little subtlety in the form of a raised Z which he said confirmed it was a"},{"pageNumber":3,"pageContent":"monotype press and that there was no question that it was done on equipment available in1954.My source in the government printing office, Mr. McCarter, wrote me that the rarely usedletters such as a Z would sit in the repository of the brass slugs and if they were not used,they would get a little dirt on the bottom of them so when they dropped down to make thelead piece that would be used as the actual piece of type, then it would be pushed upslightly above the rest of the line.My son, Ryan, spent some time at the Stanford Library looking for similar examples fromthat era and he found a 1954 document that was published by the U. S. GovernmentPrinting Office for the U. S. Army that talked about cameras and one of the words in therewas 'unsynchronized' and that Z in the word was slightly raised. So, you can compare thetwo documents side-by-side and comparing with a genuine document is one of the classicways of doing document authentication.The monotype press basically called up the letters one at a time and then the brass slugscame down and made lead letters which in effect to make a word if you had a 7-letter word you would have seven different lead slugs and one of those slugs could have a littleimperfection on them. So, they might not always be exactly in line.The linotype press basically made the line of type out of one piece of solid lead. So, thatwas the difference between the two presses. This (SOM1-01 document) was clearly printedon a monotype press. 1954 EtymologyThat has been essentially confirmed also by the etymology and use of the language in thedocument because there are some really interesting examples of language that has gone outof date since 1954. For instance, the word first aid was capitalized First Aid in thedocument. Today it is spelled lower case. The word Kraft was Kraft paper and Kraft tapeand that is no longer available. Kraft tape in 1954 was a very popular type of tape. You hadto lick it, but it was very strong and used for packing. In fact, it was the most common one.Now, you can't find it in a store and the dictionary now has it in lower case, kraft tape. Theword screwdriver was two separate words in the SOM1-01 document, screw driver. Mostpeople don't realize that it was not until 1960 or so that screwdriver started being spelled asone word. That's about the same time that orangejuice was changed to one word, too. 1953 U. S. Government Style Manual FormatsIS THERE ANYTHING ELSE BEYOND THE FILM STOCK AND THE ETYMOLOGYANALYSIS IN THE DOCUMENT THAT SUPPORTS THE AUTHENTICITY OF THESOM1-01 DOCUMENT?Oh, absolutely! If you compare with authentic documents and/or compare with the stylemanual for 1953, it turns out there are 32 points of coincidence. Those include the spacesafter a sentence, the italics on the dates, the format on the page absolutely every little detailassociated with this SOM1-01 manual is consistent with the 1953 style manual and otherexisting documents that you can get out of any archive. So, that's probably the mostpowerful thing it just agrees with authentic documents one for one.And it's a high quality production. There is only one misspelled word in it and that word is'dessicant.' That is not the correct spelling. It's 'desiccant.' So that is the word misspelled inthe SOM1-01 document. However, in those days, they didn't have spell checkers other thana person. So, one person would read a document to another one in a special room that wasset aside in an effort to verify that the document was flawless. Here's a case where mostpeople would not know how to spell this word and it slipped through the system. So, it's theonly misspelled word in the document. I think that really adds to the credibility. Government Cover-Up and Manipulation of MediaSINCE THE TITLE IS 'EXTRATERRESTRIAL ENTITIES AND TECHNOLOGYRECOVERY AND DISPOSAL' WHY DO YOU THINK THAT THE NEW YORK TIMESAND THE WASHINGTON POST HAVE NOT PAID MORE ATTENTION TO THEWORK YOU HAVE DONE IN AUTHENTICATING THIS REMARKABLE TRAININGMANUAL?The process of controlling the media is a subject that others have become experts on. That's"},{"pageNumber":4,"pageContent":"not what I'm an expert on, but in my opinion, if I had to give you a simple answer, I wouldsay there has been in place for years and years a process for the government to plan andanticipate for leaks of this sort and they have a way to manage those leaks. Part of themanagement process is the control of the media at the right level, so there are people whoare in senior positions in these media organizations who respond to what their bosses say.Sometimes from time to time, the bosses respond to what government people say to them.This subject does not get the treatment that the public is interested in. Why Leak Originally to Don Berliner?IS THERE ANY LOGIC IN YOUR MIND ABOUT WHY DON BERLINER WOULDHAVE BEEN THE RECIPIENT IN MARCH 1994 OF THE 35MM FILM THATCONTAINED EACH PAGE OF THE SOM1-01 DOCUMENT?That's an excellent question. The answer is, 'Yes, there is.' Because in 1989, he was aspeaker at the MUFON annual symposium (Mutual UFO Network) and there he had awritten report for his talk about: 'If I, Don Berliner, were to imagine how the governmentwould go about recovering a crashed UFO, here is the procedures that I would use.' Thenhe proceeded to describe the covert aspects of it, how you would set up a perimeter, howyou would debrief witnesses afterward, how you would secretly send everything to variousplaces. Basically, he hit seven out of the ten points that were in the Special OperationsManual in his imaginary speech that he made up out of whole cloth back in 1989. I talkedto him about that. I don't think anyone would question that he had any inside information.He never said he had any inside information. He just imagined how you would do it.At the bottom of his 1989 biography page that he used for the presentation, there is anaddress and that address is exactly the same address that was used to address the packagethat he received (containing the 35mm negative film). Even down to the format of hisaddress in his 1989 biography page. So, it's pretty clear to me that somebody heard thattalk, knew the existence of the training manual, knew they had it, and decided tophotograph it and mail it to him.BUT THE SPEECH HE GAVE WAS IN 1989 AND HE DIDN'T RECEIVE THIS UNTILMARCH OF 1994 WHICH IS SIX YEARS LATER.That's true. I can only speculate as to what the purloiner or photographer was thinking ordoing.WHAT WOULD THEY HAVE BEEN MOTIVATED ABOUT IN 1994 THAT THEYWOULD FINALLY SEND THE NEGATIVES TO DON BERLINER THEN WHEN THEYDIDN'T DO IT IN 1989?As you probably know at least we can speculate that people who have been on their deathbeds tend to feel, 'Now is the time I'm going to do it or never.' So, I guess I would presumethere is a possibility that the person who had control of the information was maybe about todie and that's what caused him to do it then at the time. People seem to think about it andmull it over for quite awhile.I've talked with quite a few people who have been witnesses or involved in crash retrievalswho basically are scared to death. They have been debriefed and told the government has along arm and if you ever breathe a word of this, you are history. They are scared and theirfamily is scared. When they get close to death, however, they decide they can't do anythingto me now. So, that would be my speculation as to why there was a six year gap. Why War Office Logo?In the U. S. Government Printing Office when I talked with the people who really printeddocuments, they say that anybody who wanted to use this logo could use it if they werepaying the bill. 'We put on whatever logo they wanted.' As a matter of fact, there areexamples of the use of this War Office logo up to 1965.WHAT WOULD BE THE REASON THEY WOULD USE UNITED STATESDEPARTMENT WAR OFFICE INSTEAD OF DEPARTMENT OF DEFENSE?There are excellent examples of that in use on most Air Force and Army documents in the1960s. I guess my answer would be that you'd have to ask the people who authorized theprinting. But, I think it turned out to be a kind of culture the military thinks that war iswhere it's at! So, if they have a choice of printing something that says Dept. of Defense orWar Office, they prefer War Office. However, your question is good because you areasking me subliminally, what would have been the proper and true logo to use on these"},{"pageNumber":5,"pageContent":"documents? I think the problem is that I don't think the Dept. of Defense per se ever didcreate their logo. So, in the absence of a Dept. of Defense logo, the War Office seemedpretty universally applicable. SOM1-01 Is \"Most Authentic\" of All Majestic-12 DocumentsSINCE 1994, YOU AND RYAN HAVE RECEIVED HOW MANY DOCUMENTS FROMTIM COOPER AND OTHERS? WHAT WOULD BE YOUR TOTAL ARCHIVE RIGHTNOW?From twelve different sources, we've received 105 documents that total nearly 4,000 pages,of which about 600 pages are classified TOP SECRET.OF THE 4,000 PAGES SO FAR, IN YOUR MIND IS THE SOM1-01 DOCUMENT THEFIRMEST, MOST AUTHENTIC, OF THEM ALL?Actually, yes. I think the answer is yes as far as being authentically printed on a 1954 press.There is no question about that. Anybody who really studies it will have to concede that istrue.The most logical conclusion is that this is a genuine statement of what our procedures were.And, of course, it's consistent with what you would expect to find in 1954 if in fact the firstcrash recoveries were in 1941 (Cape Girardeau, Missouri) time frame. That means by the1947 crash recoveries, which have been widely described as being done by expertly trainedteams, after several years you would expect to have found those teams in place, and theyapparently decided it was time to have a training manual in 1954 to describe how to do it especially if you were doing it in other countries.DOESN'T IT SEEM THAT IN ADDITION TO THE REMARKABLE CONTENT IN THEPAGES THAT STRONG TITLE DOESN'T BEAT AROUND THE BUSH:'EXTRATERRESTRIAL ENTITIES AND TECHNOLOGY RECOVERY ANDDISPOSAL.'That's right. It does say one place in the document that it's also responsible for recoveringforeign technology, but clearly the focus is on extraterrestrial technology. And it even goesto the extent on one page to describe Type One and Type Two extraterrestrial biologicalentities look like.Page 6, Restricted SOM1-01 Majestic-12 Group Special OperationsManual, \"Extraterrestrial Entities and Technology, Recovery and Disposal,\" TOPSECRET/MAJIC EYES ONLY, United States of America War Office, April 1954.THERE IS A PAGE OF EXTRATERRESTRIAL TECHNOLOGY IN WHICH THE FOURBASIC TYPE OF CRAFT ARE DESCRIBED, WHICH INCLUDE THE DISC, THE"},{"pageNumber":6,"pageContent":"CIGAR, THE TRIANGLE AND THE DIAMOND, OR ICE-CREAM CONE.Page 20, Figure 4. Extraterrestrial craft. Illustrationsin this diagram are gathered from documented sightings in Air Force andCentral Intelligence and from examination of wreckage collectedfrom various sources years 1947-1953 inclusive.Yes, the disc is described between 50 and 300 feet in diameter. The cigars are described asseveral thousand feet long. The triangle are the same as those observed in Phoenix andBelgium the last few years. But the ice-cream cone is sort of unique in that it's seldomreported, but does agree very closely with the Cash-Landrum case where three people weresignificantly injured by radiation in December 1980 in Texas.AND THE DESCRIPTION OF THAT CRAFT WAS DIAMOND SHAPED?Yes, the shape in the SOM1-01 manual is consistent with the shape that was used by theTexas witnesses.COMPLICATING THAT CASE WAS THE PRESENCE OF AT LEAST TWO DOZENMILITARY HELICOPTERS.Yes, unless there is an agency that can hire or buy a couple dozen helicopters that look likeours, they were indeed our military helicopters following this craft which suggests stronglyto me that we knew that it was flying there and we knew it was flying there either becausewe captured it and were trying to re-fly one of theirs. Or we built a replica and were tryingto make it fly for the first time. No U. S. Government Interference in SOM1-01 ResearchSINCE 1994 WHEN YOU BEGAN WORKING ON THE SOM1-01 DOCUMENT, HAVEYOU EVER BEEN APPROACHED ON THE RECORD OR OFF THE RECORD BYANYONE IN A MILITARY OR GOVERNMENT CONTEXT TELLING YOU TO LAYOFF?Strangely enough, the answer to that is 'no.' I would have expected to have beenapproached by somebody. But there are two possible reasons why that hasn't happened.One is that I did have a TOP SECRET clearance and I'm in the system and I'm adheringrigorously to the security oaths that I took I'm not discussing anything that I learned as aresult of my exposure to classified material at McDonnell-Douglas. I'm not discussing anyof that. I'm only discussing materials that I've come across in a legal matter.The other reason is that locally I'm kind of a public figure. I belong to several service clubsand I'm really quite an ordinary upstanding citizen and have an open record. I always tellthe truth, so therefore, I'm not involved in anything illegal as far as I understand it. Maybethat's the other reason I haven't been approached. No one has called me covertly.SOMETIMES SILENCE IS THE BIGGEST AFFIRMATION."},{"pageNumber":7,"pageContent":"That's an interesting point. That's a logical reason why some of these documents aren'tattacked. If they attacked them, then that would be the equivalent of admitting they weregenuine. Another Recent Majestic-12 Document - Leak or Hoax?HOW MUCH DO U. S. PRESIDENTS AND THE GOVERNMENT KNOW AND HOWMUCH IS BEING HIDDEN? IN THAT CONTEXT, COULD YOU SUMMARIZE WHATYOU PRESENTED AT THE CRASH RETRIEVAL CONFERENCE CONCERNING THESHREDDED DOCUMENT FROM BILL HAMILTON?Yes. That was basically 1-page thing that came over the internet from Bill Hamilton,Director, Skywatch International, and main investigator of Dr. Dan Burisch, Area-51microbiologist. So, the authenticity of that document is suspect. You would have to start aproject to determine what kind of equipment is now used in real programs to communicateat the TOP SECRET level. But if you forget all that and just look at what the documentsays.This is a document that came with four attachments. It is a photograph of a shreddeddocument that has been reconstructed from the shreds. It's a TOP SECRET MAJIC, EYESONLY, dated May 18, 2003. It's from 'Rancher.' It actually has George W. Bush's signatureon it, or initials. I don't know the authenticity of that it's in question, too. Anyway, it dealswith PROJECT LOTUS and STAR FLOWER and it's very short. It says,‘You are hereby directed to immediately remove PROJECT LOTUS and STARFLOWER from MAJESTIC-12 oversight and place same under authority of THECOMMITTEE. THE COMMITTEE will directly oversee all future actions relating tothe BIRD and CLOCK issues. Drs. Burisch and Severs will continue in their capacityuntil further notice.Signed George W. BushDESTROY UPON READING’ Whole shredded document, dated May 18, 2003, allegedly signed by currentPresident George W. Bush and provided by William Hamilton."},{"pageNumber":8,"pageContent":"Then it has some other stuff here says transmission date is 18 May 2003. Trans time is21:04: 54:06. It's potentially authentic and potentially fake. You just can't tell. But it doesallude to the work that Bill Hamilton has been doing with his source on Dr. Burisch andpresumably he is the guy who has been involved with the scientists who interact with aliensto the point of view of the genetics as well as other things.Bottom transmission line.I included this in my Las Vegas presentation because people are always asking, ‘What's thelatest on MJ-12?’ The answer is that I don't have any documents that deal with MJ-12 thathave come through any leakers that are dated after 1970s, other than a few cover memosfrom the leakers themselves, up to the year 2000. Then, this particular one of May 18, 2003(from Bill Hamilton.) So this is the latest I can trot out, even though it came via theinternet.” More Information:For reprint of SOM1-01 document, see Glimpses of Other Realities, Vol. II: HighStrangeness in Earthfiles shop.Earthfiles.com Reports About Microbiologist Dan Burisch:· 09/18/2003 -- Update Pt. 1 - Whistleblower Microbiologist Speaks Out About Alleged \"Alien\" NamedJ-Rod· 09/15/2003 -- Part 3 - Whistleblower Microbiologist Speaks Out About Alleged \"Alien\" Named J-Rod· 09/15/2003 -- Part 2 - Whistleblower Microbiologist Speaks Out About Alleged \"Alien\" Named J-Rod· 10/05/2002 -- Part 2 - J-Rod and Microbiologist Dan B. Burisch, Ph.D.· 10/05/2002 -- Part 1 - Two Scientists Describe An Extraterrestrial Biological Entity Called \"J-Rod\"· 10/05/2002 -- Part 3 - More Background On the Scientists Linked To \"J-Rod\"· 06/22/1999 -- The Strange Story of J-Rod, An EBEWebsite:http://www.majesticdocuments.comCredits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
