[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUpon Glaciers Are Melting Around the World So FastThat Water Supplies Could Be Threatened © 2003 by Linda Moulton Howe Left: In 1979, the dirty gray Aletsch Glacier in Switzerland reached far down the mountainslopes.But on the right, in 2002 - only 23 years later - the glacier is nearly gone and trees andplants are growing.Photographs courtesy World Wildlife Fund. November 29, 2003 Milan, Italy - The World Wildlife Fund (WWF) releasedits new report this week about climate change and global glacier decline whichheadlines, \"Unless governments take urgent action to prevent global warming,billions of people worldwide might face severe water shortages as a result of thealarming melt rate of glaciers.\" Glaciers have contained 70% of the world'sfreshwater reserves. But only a 4 degrees Celsius global temperature warming bythe end of this 21st Century would \"eliminate almost all of them.\" Greenland icesheets could be triggered to a complete melt-down with only a temperatureincrease of 2-3 degrees Celcius. Current expectation for global warming temperature increase over the next 100years: 1.4-5.8 degrees Celsius. Los Glaciares National Park, Patagonia, Argentina,glacier is melting like all others around the world. Photograph© 2003 by Michel Gunther/WWF-Canon. WWF sights examples of human dependence upon glacial ice:Ecuador, Peru and Bolivia are often the only water source for major citiesduring dry seasons."},{"pageNumber":2,"pageContent":"Himalaya Mountain rivers from glacial ice supply water to one-third of theworld's population.Island nations where sea level rise is already submerging lowlands andcontaminating drinking water supplies with saltwater.WWF sights examples of glacier retreats on all continents:Nearly all glaciers surveyed in Alaska are melting, thinning rates in the last5 to 7 years are more than twice those seen in previous years.The northern Andes contain the largest concentration of glaciers in thetropics, but these glaciers are receding rapidly and losses have acceleratedduring the 1990s.Glacier melting has accelerated in the European Alps since 1980 and 10%to 20% of glacier ice in the Alps was lost in less than two decades.WWF sights examples of animals at risk:Royal Bengal Tiger, an endangered species, will lose a large portion oftheir worldwide habitat as the Sundarbans land succumbs to sea level rise.Kittlitz's Murrelet are rare birds specialized to hunt in cloudy glacier waterand nest on top of ice.Coral Reefs vital to sea life are unique organisms that can be starved ofenergy from the sun when sea levels rise. The Worldlife Fund is urging the governments of more than 180 countriesattending the United Nations 9th Conference of the Parties (COP9) at theFramework Convention for Climate Change (UNFCCC) December 1-12 inMilan, Italy, to speed up action to combat climate change. Jennifer Morgan, Director of WWF's Climate Change Programme said, \"Glacialmeltdown is a clear signal that we must act now to fight global warming andstop the melting. COP9 must make it clear to the world that a multi-lateralapproach to climate change is the only way forward, that Kyoto will soon enterinto force and that international cooperation is well on track to tackle climatechange.\" But neither the United States nor Russia has ratified the KyotoProtocol.We b s it e :http://www.panda.org/Credits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
