[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUpon Diatonic Ratios and Seed Changes in 2003California Wheat Circles Rule Out Hoax? © 2003 by Linda Moulton Howe Large pictogram pattern consisting of fifteen circles was reported in a Fairfield,Solano County, California wheat field on June 28, 2003.Aerial © 2003 by San Francisco Chronicle (Paul Chinn, Photographer).December 5, 2003 Grass Lake, Michigan - The San Francisco Chroniclepublished a story yesterday about a crop formation that was discovered on June28, 2003, in a wheat field near Fairfield, California in Solano County. Therewere fifteen circles in a pictogram pattern, the largest was 140 feet in diameter.A ball of light in the field was reported by two different witnesses from twodifferent locations. Thousands of people traveled to the wheat field and nationalnews carried aerial photographs of the crop circles. Then four teenagers claimedthey put the wheat down, but the District Attorney did not believe their story.And now the current news report is that local investigators have concluded thepattern of circles was too sophisticated for any teenagers to have created it.The Chronicle quoted former NASA engineer and physicist, Jean-Noel Auburnas saying, \"The level of sophistication was quite high and I don't think highschool students could have done it - especially considering the state ofeducation these days.\"The Chronicle also reported that, \"After analyzing the different-sized circles inthe pattern, Aubrun found that the ratio in the size between each was the sameas the difference in frequency between each note on a musical scale (known asdiatonic ratios). ... Not only that, but investigators say there was not enoughmoonlight that night of June 27th to make such an intricate design. For months,(a local investigator named Steve) Moreno has invited the boys to recreate thepattern on a similarly moonlit night. The teenagers have balked.\"Further, biophysicist W. C. Levengood in Michigan recently concluded his owninvestigation of wheat and soil sent to him from the largest circle and a couple ofthe smallest circles. He agrees that no teenagers hoaxed what he found in theplants he analyzed. Levengood studied biophysics at the University of Michiganin the late 1960s and holds several patents on his inventions to increase seedgrowth and vigor. He has studied biochemical and biophysical changes in cropformation seeds and plants for over a decade. He thinks what is creating thetruly mysterious crop patterns is a complex energy system that he describes as a\"spinning plasma vortex\" of ions with microwave frequencies that rapidly heatwater in plants, causing them to collapse to the ground with stems not crackedor broken. Further, the microwave frequencies can heat up water in the plant'sgrowth nodes which burst out, creating small holes that have often been foundin extraordinary crop patterns. Those complex energies can also affect the seeds."},{"pageNumber":2,"pageContent":"For his investigation of the Solano County, California crop formation plants, hedid what's called a \"Vigor Factor Test\" of the seed growth in the formation plantsand compared them to a vigor test on normal plants collected from outside theformation. He has found accelerated growth in crop formation seeds before, butnothing like the amount in the Solano County, California wheat seeds.Fairfield, Solano County, California, wheat field reportedon June 28, 2003. Largest circle was 140 feet in diameter.Aerial © 2003 bySan Francisco Chronicle (Paul Chinn, Photographer).Interview:W. C. Levengood, Biophysicist, Pinelandia Biophysical Laboratory, GrassLake, Michigan (photomicrographs of this research will be added to thisreport as soon as available as an update):\"On three of them, I got a vigor factor which was over 50% increase one of themwas 59% over the control. This was practically unheard of. I can't remember ifyou get in the case of wheat, it grows very uniformly. If you get a vigor factorthat is over 15%, generally it turns out that is statistically significant. So, herewe have three that had vigor factors over 50%.YOU'VE BEEN LOOKING AT PLANTS FROM CROP FORMATIONSGATHERED AROUND THE WORLD FOR 13 YEARS WHAT ARE THEIMPLICATIONS IN YOUR MIND FOR THE SEEDS FROM THE SOLANOCOUNTY, CALIFORNIA FORMATION THAT TEENAGERS TRIED TOCLAIM THEY HAD MADE?Oh, that's ridiculous! There's no way they could produce this. In fact, there's noway anyone could produce these changes. Kids wouldn't be able to do thisunder any circumstance. So that, and the fact that the vigor factor was so high inthe formation plants tells me another thing. You see, in these things thatinfluence the plants from the crop formation, there are I think in the last paperwe published in the journal, Physiologia Plantarum I listed 7 factors that caninfluence these ion plasmas that strike the crop and make these formations.There were 2 primary factors. One was the ion plasma factor; the second thathas great influence on the seeds is microwave energy. But the microwave energydoes just the opposite of the growth enhancement from the ion electronavalanche component of these energies. So, this is very complex. These areinteractive energies and there is no way whatsoever that this growth increasecould be hoaxed.If you look at the increase in the development factor that I mentioned and youlook at where she took these samples, the three that show this tremendousincrease in growth are in three of the smallest circles.The biggest circle had the lowest development factor. That was still plus-12%,but that's quite a ways from 59%. There were two at 59% - of the three thatwere over 50%. What that says is that it's very consistent with what I've seen inmany, many other crop formations. They are pretty much ignored by many"},{"pageNumber":3,"pageContent":"samplers because they think, 'It's a big circle. That must be the big energy.' Butit's just the opposite.THE HIGHEST RATE OF GROWTH, ACCELERATED GROWTH IN THESEEDS, IS IN THE SMALL CIRCLES WHERE MORE ENERGY HAS BEENFOCUSED THAN IN THE LARGE CIRCLE?Yes. Right. In fact, the largest circle has the lowest increase in development, butit's still plus.THAT SEEMS COUNTER-INTUITIVE. CAN YOU EXPLAIN WHY THESMALL GRAPE SHOT CIRCLES SHOULD HAVE GREATERENHANCEMENT OF SEED DEVELOPMENT THAN THE LARGE CIRCLE?Yes, sure. As these plasma vortices approach the earth, all plasmas in fact Ishowed this in a paper I had in (the journal) Nature back in 1958 a plasmavortex will actually put off or generate offspring. In other words, as theturbulence increases in this huge donut of energy, it will shoot off smallervortices and because they are smaller due to the Conservation of AngularMomentum, they rotate faster and when they are pinched by the Earth'smagnetic field, the energy density increases to a much greater extent than on thelarge vortices.AND THE ENERGY THAT SWIRLS AROUND IN THE VERY LARGECIRCLE IS LESS PER SQUARE INCH, SO TO SPEAK?Yes, exactly.\"More Information:Soil AnalysisW. C. Levengood: \"In addition to the plant material that was submitted, soilfrom the Solano County formation was all tested and there were no magneticparticles in the soil.In the formations I've looked at and that's well over 100 to 150 formations forme so far about 70% to 75% of the crop formation soils have the magneticmaterial. Approximately 25% do not.The magnetite level can be high outside the pattern, or inside the pattern, or nothigh at all. I think what happens as these plasma vortices form in the ionosphere,if we happen to be in a period of high meteorite activity, there will be a veryclose association between the vortex energy and the cloud of micrometeoritesand their iron dust.The reason the micrometeorite dust is found associated with these plasmaenergies in the crop formations is because of their mutual attraction of theirmagnetic fields. In other words, when you have microwave energy, you haveelectric fields and you also have magnetic fields. So, if they are oriented rightand they are in the immediate vicinity of one another, they will attract oneanother. So, the vortex literally picks up these magnetic particles from the cloudof meteoritic material and brings it down with it into the crops, sort of a 'spacepollution by-product,' you might say.\"Credits"},{"pageNumber":4,"pageContent":"Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
