[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUpon China to the Moon? © 2003 by Linda Moulton Howe China's first man in space completes 14 orbits in 21 hourson October 16, 2003. Photograph Xinhua/AP. December 12, 2003 Alexandria, Virginia - American science might soon bechallenged by the President of the United States with a request to get back tothe moon. According to Washington insiders, Vice President Dick Cheney hasbeen having a series of confidential meetings for some time to discuss withagencies and congressmen how to reinvigorate the depressed NASA spaceprogram. One idea that has caught a lot of attention and speculation is goingback to the moon with astronauts - and maybe even building a permanent lunarbase.Next Wednesday on December 17, President George Bush will speak ontelevision. It will be the 100th anniversary of the Wright Brothers first airplaneflight at Kitty Hawk, North Carolina, and only two days before the December20, 1973, anniversary of the last time that American astronauts landed on themoon.It's now thirty years later, the Columbia shuttle blew up last January and therehasn't been a shuttle launch since. But only two months ago on October 16,China's first man in space completed fourteen orbits around the earth. Now theChinese leaders say they want to send a research satellite to orbit the moonwithin the next three years.Could it be that China's sudden public emergence as a player in the spaceexploration game has provoked the Bush administration to test the politicalwaters about going back to the moon?This week I talked about that question with Dean Cheng, Senior Asia Analystand Chinese Space Program Specialist for CNA Corporation, originally theCenter for Naval Analysis, in Alexandria, Virginia.Interview:Dean Cheng, Senior Asia Analyst and Chinese Space Program Specialist,CNA Corporation, Alexandria, Virginia: \"In terms of impact on the U. S., thesimple act of the Chinese trying to get to the moon I would expect and in someways hope would serve as a spur to get us to think about what we want to do inspace."},{"pageNumber":2,"pageContent":"The time to think about how we want to deal with China in space is not whenthey are knocking at the door of the International Space Station (ISS). Similarly,how we want to as a nation to respond to and interact with China in space is notnecessarily in response to finding out they are planning on going to the moon.HOW CAPABLE DO YOU THINK CHINA IS RIGHT NOW OF PLACINGSOMEONE ON THE MOON?Tomorrow?! I think the Chinese have just put their first man in space. So, this isnot a short term goal. It is a challenge, but hardly outlandish.I would note that we put our first man in space, if I remember correctly, in 1961.And we had a man on the moon in 1969 and that's 8 years and that's where therewere a lot more in the way of theoretical issues everything from the affects ofweightlessness to what the lunar surface was actually comprised of that wereovercome. The fact that those theoretical issues have been resolved makes itmuch more an issue of engineering than one of science in terms of the difficultiesinherent.WHAT DO YOU EXPECT WILL HAPPEN WITH CHINA'S SPACEPROGRAM?There clearly is an interest in going to the moon first with unmanned probes andthen with manned craft. Then there seems to be an interest in either establishinga Chinese space station. Or perhaps, although they have not said, some kind ofexchange with the International Space Station. I would expect to see in the next10 years see various parts of that come to fruition very clearly. First, a multi-manshot the official statement was within the next two to three years. I would bevery surprised if it took that long.WHAT IS THE GREATEST VALUE FOR ANY NATION, INCLUDING THEUNITED STATES AND CHINA, TO HAVE SOME KIND OF PERMANENTBASE ON THE MOON?Well, I have to say that is a very good question, one that I'm not sure that I ortoo many other folks have answers to. Certainly, there are scientific aspects. Themoon is our closest celestial neighbor, but we know relatively little about it anything below the surface where we have probed and dug. So, there arescientific rewards to be had. There are potentially economic benefits to begained, although I'm not an economist. It would seem there are significanthurdles to be overcome before it becomes a long-term paying operation.Presumably it represents an ability to survive on the moon in a long-termsuggests an effort to go beyond Earth. Presumably it would provide a testingenvironment to go to Mars or elsewhere. So in so far as space is the finalfrontier, going to the moon is our first step into that larger, broader frontier.\"Credits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
