[{"pageNumber":1,"pageContent":"8/18/09 3:11 PM Desteni Forums • View topic - The Elite/Illuminati/Governments/Mind Control/War Page 1 of 49 http://desteni.co.za/forum/viewtopic.php?t=2216 Board index » FAQ » Frequently Asked Questions All times are UTC + 2 hours Post subject: The Elite/Illuminati/Governments/Mind Control/War Posted: Mon Dec 03, 2007 5:33 am View unanswered posts | View active topics Moderators: AMP , Sarah , Darryl Login Register FAQ Search Members Desteni Forums Visit desteni.co.za - The desteni of the universe It is currently Tue Aug 18, 2009 3:10 pm The Elite/Illuminati/Governments/Mind Control/War Page 1 of 1 [ 7 posts ] Previous topic | Next topic Author Message AMP Angela Pagano Joined: Wed Aug 15, 2007 12:43 am Posts: 1900 Location: Indiana, USA Q & A and intro material below from: www.godlikeproductions.com Below each Q & A, the Desteni perspective is given. _____________________________________________________________ [Something fascinating happened on a forum in a span of a few days and it has caused quite a stir in certain parts of the Internet. A person by the moniker of Insider claimed he was from a ruling bloodline and gave the people a chance to ask everything they wanted and Insider would answer. At first it looks like another internet hoax, some lightweight questions were followed by lightweight answers, but then things started changing drastically. Anyone who understands dialectics knows that the answers Insider gave were designed to force/provoke others to ask questions which went to the core of the matter. First some questions are being asked by Insider like \"Are you really living on the planet you think you are?\" which made people react differently than before. The answers this person started giving to those following questions showed a deep, broad understanding of philosophy, history, metaphysics, religion, magic, politics, and more in a way which is very innovative, detailed and some answers are thought provoking to say the least. What amazes is that Insider answered these questions in a very short time span and if you keep in mind that the topics are diverse, some indepth and some epic answers showed up literally minutes apart, one must wonder how it was done. Copy/paste from internet? I checked intensively and the sentences Insider used cannot be found on internet. Like one person observed, this was way over the heads of the usual suspects. Some people started getting upset, others were drawn to it and this all lead to a dialogue where so much was revealed, including by the other posters that it can be studied for years to come. Sounds hard to believe? Read on.] 2008: God's Last Warning The downfall of the US has begun with economic collapse being first www.the-end.com Learn Meditation Easily Deep meditation every time with the advanced EquiSync brainwave CDs. www.EocInstitute.org"},{"pageNumber":2,"pageContent":"8/18/09 3:11 PM Desteni Forums • View topic - The Elite/Illuminati/Governments/Mind Control/War Page 2 of 49 http://desteni.co.za/forum/viewtopic.php?t=2216 that it can be studied for years to come. Sounds hard to believe? Read on.] _____________________________________________________________ 9/24/2005 Statement Insider: I am a member of an Elite Family who you despise...ask me a question and I will answer them in short. Why? Because I can. _____________________________________________________________ Q : What's an \"Elite Family\"? A : That's how most are calling it. Families who for a long time have been ruling the people who are not from these bloodlines. ------------- Desteni = The bloodlines were placed by Anu and co--just another preprogrammed system with certain programmed advantages in the Unified field _____________________________________________________________ Q : what's your thoughts on \"peak oil\" A : It is known within certain circles that it is manufactured. The Earth is producing more oil/gas than is being used now even believe it or not, it is a natural process \"the more you take, the more it produces to balance itself\". Study the bees and the way they produce honey and you will understand. On top of that there are many places with large amounts of natural resources which never have been touched. The agenda? I think you know. ------------- Desteni = The earth has compensated under the law of the more you take--the more it gives--that is stopped--for now--as the disappearance of the bees indicate _____________________________________________________________ Q : what commonalities do the bloodlines share?"},{"pageNumber":3,"pageContent":"8/18/09 3:11 PM Desteni Forums • View topic - The Elite/Illuminati/Governments/Mind Control/War Page 3 of 49 http://desteni.co.za/forum/viewtopic.php?t=2216 what commonalities do the bloodlines share? and have you ever f---ed a child? A : Understand that \"bloodlines\" have been chosen to rule, it didn't just appear out of air. The souls which incarnate into these bloodlines who rule are picked by Divine Law. Other things don't have to be mentioned. The second question shows you read to much Icke who is a tool that is being used. But to answer, no. ------------- Desteni = Look at Icke--his info was very explosive prior 2005--and now is only what is in the news anyway--so--what happened to Icke's sources lol _____________________________________________________________ Q : Sorry, OP. No one rules me...never has! A : A little old saying: The perfect slave is the one that says \"I am not a slave\". It is like an alcoholic saying he isn't an alcoholic so therefore he will always be an alcoholic. Get my drift? ------------- Desteni = speaks for itself _____________________________________________________________ Q : Where do you elites store your mentally ill relatives caused by centuries of inbreeding? A : It is a myth that inbreeding always causes problems. If the 2 persons who procreate carry genes which are of better quality than the rest.... ------------- Desteni = Common sense dictates that if 2 match with better genes --the result better in unified field--inbreeding is a myth in as far as creating misfits and undesirable mutations--that was preprogrammed _____________________________________________________________ Q : why have you allowed us to breed like rats if population is what you feel threatens"},{"pageNumber":4,"pageContent":"8/18/09 3:11 PM Desteni Forums • View topic - The Elite/Illuminati/Governments/Mind Control/War Page 4 of 49 http://desteni.co.za/forum/viewtopic.php?t=2216 why have you allowed us to breed like rats if population is what you feel threatens you? A : 1. We haven't allowed that, you have more power than you think you have. 2. Population does not threaten \"us\" in any way, shape or form....again a myth. ------------- Desteni = speaks for itself _____________________________________________________________ Q by the forum owner: I am curious what a member of an 'elite family' thinks of GLP. So what do you think? A : The more divided people are, the easier it is to rule over them. Making them believe they have a sword in their hand which they think makes them powerful and able to fight \"the dark sider\" while it is just a toothpick. You have to be very careful who you give that imaginary sword to, Trinity. Do you know that not just spoken words but also written words emanate a frequency which have a direct effect? And I would say that a vast majority of the written words here are not helping the cause you think you are fighting for. ------------- Desteni = Exactly what we are saying--the written word fuse and direct the unconscious mind and division and diversity was handled in an interview _____________________________________________________________ Q : What is your religious affiliation? A : Religion is created by \"us\". The religions which rule now are the ones that are under total control. I can't give out to much about this but Christianity/Judaism/Islam/Buddhism are a bit off, let's say. There is a core of truth, but it is drowning in a sea of perversions....for you to pick out, good luck. What we believe in does not matter but it is about serving the Divine Law which was passed onto us. ------------- Desteni = Exactly so and their belief is as they stated--also just a belief passed down--they have no real power _____________________________________________________________"},{"pageNumber":5,"pageContent":"8/18/09 3:11 PM Desteni Forums • View topic - The Elite/Illuminati/Governments/Mind Control/War Page 5 of 49 http://desteni.co.za/forum/viewtopic.php?t=2216 Q : How about the world economy? A : One thing conspiracy theorists are right about is that it is based on money that doesn't exist, never existed, never will. The ones who own the banks also own the media and politics, so it can be portrayed the way they want you to believe it. ------------- Desteni = we have indicated this in various interviews _____________________________________________________________ Q : When will the wheat be separated from the chaff? Or do you want to get rid of the wheat and leave the chaff for your slaves? Whichever, when will it happen? (tired of false dates, please be honest this time) A : I know 100% sure there is no end time, at least not like it is being portrayed everywhere, be it religion, media, etc. This place was never meant to end the way it is being described. There will be a time when everyone will be released but that is not a mass event, but rather 1 by 1....work on yourself. ------------- Desteni = as we have indicated--one by one each must release themselves lol _____________________________________________________________ Q : I'm curious to know why the Elite do not lead? They seem to be more of a parasite on society. A : A fish in the ocean can't see that birds are flying in the sky. ------------- Desteni = clearly what is really leading is not seen--you never see what you do not understand _____________________________________________________________"},{"pageNumber":6,"pageContent":"8/18/09 3:11 PM Desteni Forums • View topic - The Elite/Illuminati/Governments/Mind Control/War Page 6 of 49 http://desteni.co.za/forum/viewtopic.php?t=2216 _____________________________________________________________ Q : Have you or any of your family members ever participated in an occult ritual and, if yes, what was the nature of it? A : Rituals have a meaning which cannot be understood by most. Rituals are there to connect with the higher beings who govern this realm. We are doing our job. ------------- Desteni = the elite have no direct access--thus ritual necessary--their beliefsystem as the divine elected by what they perceived God to be with all the \"proof\" they got for that as their mindfuck--they do what has been done to them and are not aware that they were just slaves as well _____________________________________________________________ Q : well I'd have to say your divine law has fucked up this planet and its people very well! A : Peasants like you don't understand that you do it, nobody else. Btw, by what you just said you lenghtened your stay here on Earth one more lifetime....my condolences. ------------- Desteni = yes--man is fucking up the planet--the karma-reincarnation thingy was stopped--but was used to punish beings in the \"old\" days _____________________________________________________________ Q : Do you frequent the Bohemian Grove and fully participate... in cremation of care.. sacrifice to Molech ... screwing the male homosexual prostitutes... orgies ... etc.. A : Those and other similar places are for the politicians and media people, they are obligated. Sometimes a bloodline will be present but will not participate in those acts which are not the rituals we do. Don't believe all that \"gurus\" tell about us and you will do fine. ------------- Desteni = this is so--thus beware--the endgame movie from Jones is a fraud-- he is a placed pawn to misdirect man _____________________________________________________________ Q : do you consider the prevalence/success of organised crime families and syndicates as"},{"pageNumber":7,"pageContent":"8/18/09 3:11 PM Desteni Forums • View topic - The Elite/Illuminati/Governments/Mind Control/War Page 7 of 49 http://desteni.co.za/forum/viewtopic.php?t=2216 do you consider the prevalence/success of organised crime families and syndicates as a massive failure of your colle3ctive will? A : They are there for a reason. They aren't as succesful as they look though, they are broken. ------------- Desteni = this is so--placements--bush and other crime families are just for show--they have no real power or say _____________________________________________________________ Q : Why do you continue to attempt to control mass consciousness by by spreading fear though every outlet available to you. Why not set the knowledge free as was intended long ago, the written word is spreading the wings of truth. The sword has been given to the sheep, and the day of reconing is soon at hand. I believe in no law of divinity or hierarchy, we are all equal unto th eyes of the creator and for that must you answer in your time. The meek are inheriting the Earth presently, I pray for you. A : If that was the aim, it would be done in an instant. You do not understand what this world we live in really is. ------------- Desteni = clearly this could be done--if that was the plan--it was done in the dimensions to set them free the real agenda was always enslavement--not by the Elite though but by God---Anu and co that is stopped infinitely _____________________________________________________________ Q : I have no questions. I do however have a statement. The time of reckoning is at hand. A : It is not. ------------- Desteni = there is no time of reckoning--there is corrections as equality and oneness directs all--you will now experience yourself as equal to what you stand one with"},{"pageNumber":8,"pageContent":"8/18/09 3:11 PM Desteni Forums • View topic - The Elite/Illuminati/Governments/Mind Control/War Page 8 of 49 http://desteni.co.za/forum/viewtopic.php?t=2216 with _____________________________________________________________ Q : it goes..the best slave is one who thinks he is free. 13..ultimately it is all a matter of genes, n'est ce pas? do you understand self-cloning? do you agree that the planet is replete with false allies and false enemies? A : That's not how it originaly goes....about the slave. If you read carefuly you will see. Last question has a yes as an answer, there are also no real allies or enemies. ------------- Desteni = all illusions-- _____________________________________________________________ Q : Op IF you are indeed who & what you say you are, then you will know that you and your ilk are in big trouble... Your time is short and those you belong to, who are in our space quadrant as we speak, already know it! I imagine they are a tad busy right at this moment. But of course you must keep up appearances even when you know you fight a losing battle. Personally I will be very happy to see the day... and it is coming, sooner than you think A : There is no end of time. A long time ago, the people did ALMOST manage to take over, and then bad things happened on earth to those people....what are you seeing now? Are you really living on the planet you think you are? ------------- Desteni = true--and are u really living on earth lol _____________________________________________________________ Q : The \"higher beings who govern this realm\", do you serve them? By what names do"},{"pageNumber":9,"pageContent":"8/18/09 3:11 PM Desteni Forums • View topic - The Elite/Illuminati/Governments/Mind Control/War Page 9 of 49 http://desteni.co.za/forum/viewtopic.php?t=2216 The \"higher beings who govern this realm\", do you serve them? By what names do you call them? Have you ever seen them? Where do they reside? A : They penetrate everything and they are benevolent. ------------- Desteni = they did penetrate everything through a preprogrammed magnetic gridline structure that was removed in one moment--so much for millions of years of planning the response on benevolents just confirms again the beliefsystem that was engrained into the Elite--they had no direct access or real knowledge beyond what they were told to do--they then created similar models based on a God-idea to tell all the slaves what to do--and obviously to never question _____________________________________________________________ Q : dang insider you skipped my question about what really hit the pentagon....does that mean you aren't going to answer it? A : Does it matter what hit it? Q : Too much question dodging A : I did not sign a contract which says I have to answer everything. Some questions do not need an answer and others do not mean a thing eventhough you think it does. ------------- Desteni = many things you see as important is not--misdirection--like--911-- not important _____________________________________________________________ 9/25/2005 Statement by Insider: How strange that some of you who talk about love, light and peace are the ones who 2 sentences later cuss and talk about murdering others, smirking about it being soon.. Are you sure you are on the \"good\" side? And who is Natascha? For the ones who are a bit smarter than that, ask away, I will answer the way I choose to. Before you ask the question, force yourself to think outside the box that was created for you by others...ask a real question that you thought about, formulate it in detail."},{"pageNumber":10,"pageContent":"8/18/09 3:11 PM Desteni Forums • View topic - The Elite/Illuminati/Governments/Mind Control/War Page 10 of 49 http://desteni.co.za/forum/viewtopic.php?t=2216 For the others, if you could leave out cussing, hate, bigotry and prejudice (which is based on your gurus' amazing wisdom), it would show you are a bit more evolved from the peasant stage. I will not answer all questions, sometimes because it is obvious if you think about it or parts of it have been answered, other times because I do not have the obligation to do so. ------------- Desteni = the statement focused on love, light and peace specifically with disdain as these that follow this are really the most dishonest and the Insider shows the necessary understanding of this disdainful nature of these so-called enlightened ones lol _____________________________________________________________ Q : so is bill gates more elite than you? how about queen elizabeth? are you an arab? can't you control the oil instead of the arabs? A : The ones you know the names of are not true bloodlines like you have been taught by theorists. They are not the ones who write the symphony, neither conduct it. The ones you mentioned and other known names merely play the violin or cello when they are told to, the way they are told to. It does not matter what race I am, has no effect on anything. Oil is already under full control like all natural resources. ------------- Desteni = as we indicated in the elite interviews--who you think are the elite is not--they are not known to the public or even the ones apparently in power and yes--all is controlled--food--natural resources--every thing _____________________________________________________________ Q : Why does visualization work? A : It does not work for everybody, you have to reach a certain stage in your development. This means living by strict rules, applying them to everything you do in life, in detail. Most humans do not have the discipline nor temparence to achieve that stage. Some here talk like they can, but I know even without knowing anything about their lives that they are further away from it than they think. \"Visualisation\" works because it is an essential way of the creational process in this material universe. The Universe is a living entity who uses it's Mind to create and the beings created"},{"pageNumber":11,"pageContent":"8/18/09 3:11 PM Desteni Forums • View topic - The Elite/Illuminati/Governments/Mind Control/War Page 11 of 49 http://desteni.co.za/forum/viewtopic.php?t=2216 The Universe is a living entity who uses it's Mind to create and the beings created from that may have that same power to within their boundaries. ------------- Desteni = this is so-- more will be revealed on this--no access will be given to the self dishonest _____________________________________________________________ Q : Now the question is, who is using Icke? and better question... Why? A : Icke has a core of truth he is trying to pass. What he does not realise is that this actually works against him. The reptilian part was fed him by the ones who work for the bloodlines. In a period of 7, 8 months he was bombarded with \"victims\" who witnessed shape- shifting, satanic rituals, etc. in such a way he could not refuse to not believe it. Sometimes the \"witnesses\" were lead to him a few times a day, depending on his location. Others like Icke (and there are more than you think) have been fed similar stories. Really, I am not reptilian. The answer why does not have to be answered. ------------- Desteni = this is so--Icke was also fed by his interdimensional \"higher\" self at the time through the gridlines--that has been stopped--have tried to contact him to assist him--his ego now bigger than a reptilian one--and he cannot hear as he has become the beliefsystem and self honesty and self forgiveness will be a massive journey _____________________________________________________________ Q : Hello Insider! Are you part of the Divine Brotherhood? Are you ME? Are you he who manipulates the Matrix? Enquiring minds want to know, cuz I'm thoroughly confused. You say we despise you, but I could not imagine despising any Being from the Devine Realms! Then you act like your part of the \"elite bloodline\" on Earth, but what would bloodlines have to do with the Spiritual world? Again...I'm confused. Could you clarify? Just what IS the Elite of whom you say we despise, and yet who apparently has all the \"inside scoop\"?? sigh Sammie A : You are confused for you have accepted the other versions of the \"truth\" and you think you have a sight of the big picture, but what I say dismisses huge parts of it."},{"pageNumber":12,"pageContent":"8/18/09 3:11 PM Desteni Forums • View topic - The Elite/Illuminati/Governments/Mind Control/War Page 12 of 49 http://desteni.co.za/forum/viewtopic.php?t=2216 There is a misconception about bloodlines....obviously, the questions that are being asked here prove that. But there is a reason for that, and it serves an important purpose. We manipulate this world only as far as we are allowed to by the Divine Law. We provide you with tools and then it us up to you to determine how you use it. Tools can be used in a maliscious way but noone is forcing you to use them that way....you are choosing yourself. So despising the ones who provide you with the tool that you voluntarily chose to \"sin\" with is about you trying to camouflage your tracks. You get what you deserve, that is how this universe works. We do our duty, so do yours. ------------- Desteni = the Divine law he talks about was also what he understood-- not the real law--but the unified field laws as designed for control--thus--clearly see in the statement that the elite is also sheep--following and on the point of abuse by humans--that is so--fear of death and fear of the survival the motivators for man _____________________________________________________________ Q : There is a very old saying...unrecorded in open history--\"the devil doesn't know he's the devil...he thinks he's God.\" A : Wrong. It actually states that humans who worship the \"bad\" think they worship the \"good\". ------------- Desteni = as we have stated in the interviews _____________________________________________________________ Q : \"You do not understand what this world we live in really is.\" Care to elaborate on this statement...? Regards, Further Considerations A : Only if you formulate the question and understand that certain questions need to be answered by yourself only not others, otherwise they have no purpose. ------------- Desteni = this is so--certain questions must be answered by self--this will be understood by those that become self honest--the self dishonest will create their own misery"},{"pageNumber":13,"pageContent":"8/18/09 3:11 PM Desteni Forums • View topic - The Elite/Illuminati/Governments/Mind Control/War Page 13 of 49 http://desteni.co.za/forum/viewtopic.php?t=2216 _____________________________________________________________ Q : Hey 13 -- I'm not coming back to your planet next time. Smoke on that. A : What gave you the impression that when that time comes, you have a say in that? ------------- Desteni = before 2.5 years ago--no one had a say in where you go--what life you have--all was controlled and directed by the \"laws\" in place _____________________________________________________________ Q : What is the reason that your people came to this planet? A : Almost the same reason you came. ------------- Desteni = that is correct--the elite was placed as you were placed lol you had no choice --even now _____________________________________________________________ Q : Now, what \"elite\" family does anyone know well enough to \"despise\"? Dubya, is that you? A : To clear this up once and for all....the Bushs are not bloodline.....in fact, they are your kind who wanted to be worshipped by your kind. I will sum it up again in short, the ones that have known faces/names are not directly bloodline. They are not the composers/conductors, they just play the flute the way they are told to. Bushs, Clintons, Sharons, Arafats, Hitlers, Dalai Lamas, Mandelas, Blairs, Gores, Chavezs, Ghandis, Kennedys, Lennons, Dylans, Einsteins, Michaelangelos, Popes, Ceasars, Aristotles, Herodotus, Akhenatons. They all play/played their part the way they are/were told to."},{"pageNumber":14,"pageContent":"8/18/09 3:11 PM Desteni Forums • View topic - The Elite/Illuminati/Governments/Mind Control/War Page 14 of 49 http://desteni.co.za/forum/viewtopic.php?t=2216 These people who love recognition and praise of your kind would not be allowed to be in the same room with some people I am related to. ------------- Desteni = as I said-- just pawns so stop worrying about the world and Bush and get self honest and self purified _____________________________________________________________ Q by forum owner: Insider, Rather than give them a sword (or a toothpick), I give them a canvas and a pen. The words as you say have vibration and effect. And though yes many that are written here are contrary to the ONE, some ring true. It is those few, that matter most. I was recently asked by a friend of mine, \"what do you do when you have mastered the game?\" This seems like a question that would apply to one in your situation as well. My answer was, \"save as many as you can\". I am curious to know, What is yours? A : If it has an immediate effect it is not a canvas and a pen anymore but a sword...an imaginary one but nonetheless a sword. And it is not working the way you think it does. You say most are contrary to the One and that is true, in fact almost all is contrary. But you say because of the few that ring \"true\" it is worth it. You cannot have 2 contrary essences at the same time/place eventhough they may have the same spring. Which means one of the 2 is not present here....do I have to tell you which one that is? About mastering the game. How does one know they have mastered it? Does someone else tell them? See, if the \"master\" is not really a master yet he acts like one it will mean he will make errors. He will have flawed thoughts and act accordingly. People will start listening to him and adopt the flawed opinions and way of living.....eventually he will do more harm than 1 bloodline actually has the power to do personally. Hence why \"leaders\" have been created for you who \"have mastered their game\". Jesus of Nazareth is a nice example. He was created, this human has many worshippers and they have murdered in his name and still do (Bush)."},{"pageNumber":15,"pageContent":"8/18/09 3:11 PM Desteni Forums • View topic - The Elite/Illuminati/Governments/Mind Control/War Page 15 of 49 http://desteni.co.za/forum/viewtopic.php?t=2216 name and still do (Bush). Jesus of Nazareth was not a master of the game, he was a puppet being used in the game and he still is serving the agenda among you. So you might think you are saving as many as you can like him but are you really? How would I answer the question \"what do you do when you have mastered the game?\" Checkmate. ------------- Desteni = this is so--there has not been one master yet on the planet--all were placed--and the answer by Insider speak for itself--all masters cause more harm than good lol _____________________________________________________________ Q : Is Earth a prison? A : Yes and even worse. The ones who believe the contrary will never escape. ------------- Desteni = yes-- it was and still is--the way out is described by Desteni and confirmed by what we have done already _____________________________________________________________ Q : Why, oh why would an alleged member of an \"elite family\" waste one minute minute of their time, or give credence to the cespool that is GLP? A : Bloodlines are not robots who all act the same. You are confusing the ones who you think control you with others. ------------- Desteni = although the bloodlines were more \"free\"--even them did not notice their enslavement _____________________________________________________________ Q : Now on the population reduction... We have a few brewing like AIDS... however, it has been my feeling that the \"release\" of a bio, will be in a timely fashion cloaked in chaos from another event. What say you on that?"},{"pageNumber":16,"pageContent":"8/18/09 3:11 PM Desteni Forums • View topic - The Elite/Illuminati/Governments/Mind Control/War Page 16 of 49 http://desteni.co.za/forum/viewtopic.php?t=2216 A : There is no plan to reduce the population, that is fully in the hands of the people. However certain events have been seen as just that while they are serving another purpose....a misconception. Just because it comes across like population reduction does not mean it is exactly that. Really, if the goal was population reduction, it would have been done a long time ago in a span of a few weeks. In fact the opposite is more true in most areas on this planet. What you said could happen but it would be done by the ones who control the lower areas. The ones up higher do it through the daily items you consume. ------------- Desteni = this so--food is part of control _____________________________________________________________ Q : Was Yahweh an extraterrestrial negative entity? Or was he a fiction invented by the Jewish fantasy factory during the time the Greeks ruled Palestine? A : If the name of an entity is public, it means it is fabricated. Yahweh used to represent an age where mass-control was taking shape. ------------- Desteni = this is obvious common sense--whatever is public knowledge--is fabrications as we have shown in all our interviews and answers and articles _____________________________________________________________ Q : Ah, so Mormons are the only ones who are barking up the right tree. Authority and all that. A : No. ------------- Desteni = mormons another fabrication _____________________________________________________________ Q : 1). Don't you get sick and tired of the lack of real quality in the Music and the Movies? With your power/money/influence why do you not prime the pump with some really good stuff?"},{"pageNumber":17,"pageContent":"8/18/09 3:11 PM Desteni Forums • View topic - The Elite/Illuminati/Governments/Mind Control/War Page 17 of 49 http://desteni.co.za/forum/viewtopic.php?t=2216 2). What are the three things that have you concerned about most regarding the upsetting of the applecart? [Things that are beyond the direct control of the PTB that you are scrambling to prepare against] 3). Who owns and runs the show on planet earth? Please list the major player groups who actually answer to each successive level beginning from the top down. Descriptions are fine if you don't want to divulge names. Is it like a pyramid, or is it a number of factions vying for power/control? 4). What is the real story on the greys and are they still major players currently? 5). What do you fear the most? 6). What is the real story you haven't told us because we haven't asked yet?? A : 1. The ones who search hard will find the gems in Music, in fact they are out in the open. It is not our duty to enlighten you, that is yours. We hand out the tools that can be used in the way you choose to, \"good or bad\". 2. Nothing to do with us but with the puppets. 3. The shape of a Pyramid yes, but people forgot the underground chamber. The Top of the Pyramid is not the top. 5. Fear is based on physical impulses, the physical is not important. ------------- Desteni = all so--confirmed--but the last statement--it is all about the physical--see our interviews on the secret of man _____________________________________________________________ Q : My full-blood Italian maternal lineage traces back to King Charles I (Charlemange) but by name, Count Dotto Dotti who was the captain of the archers for Prince Phillipe (King Charles IV) and who was part of the coup to secure the 'secret' from the Merovingians and the Knights Templar. I won't discuss the secret, which I am sure of, but I don't understand why you operate in the fashion that you do and I operate in the fashion that I do then as a result. This does not mean that I am of any particular bloodline that is part of the ultimate that you speak of, but my life is far more progressive than anyone that I know scientifically and professionally regardless of the economy (change thereof coming shortly). And I do see the 'illusion' all around me. Explain this please. A : I have explained it a bit. Your lineage is not what you think it is. Charlemagne (like other \"kings\") merely played the flute, like his descendants do now in politics especially. However if there are traces of the lineage within you (and this goes deeper than just blood and genes as you know) then obviously you will understand your surrounding better than others. There are people who are directy linked and they will act differently."},{"pageNumber":18,"pageContent":"8/18/09 3:11 PM Desteni Forums • View topic - The Elite/Illuminati/Governments/Mind Control/War Page 18 of 49 http://desteni.co.za/forum/viewtopic.php?t=2216 There are people who are directy linked and they will act differently. ------------- Desteni = this is so-but even those of bloodline acting different do not know the real truth _____________________________________________________________ Q : Do you think Insider that This current battle is in two stages. Now, on the etheric. And, a thousand years from now, on the astral, once all the HEart people have dropped their physical bodies and HAVE GRADUATED TO HIGHER LIFE FORMS, THE NEXT BEING THE ASTRAL. Then, The whole show starts all over again, with different players. A : You are confusing a few matters. There is just 1 struggle and it is now, here on this planet and on a personal level....meaning you only. There is no enemy you can attack except yourself. If you are busy attacking something else, you are wasting precious energy and you will fail. If you succeed, there will be no struggle anymore. ------------- Desteni = this is absolutely so as indicated in interviews--the battle is personal-- so focus on SELF _____________________________________________________________ Q : Dear Insider, You state that we have the tools to work with. Can you tell us some of them, something to work with so we may free ourselves? You agree that we are on a prison planet. I thought more like a Zoo, where we are being observed and studied. But if we are on a prison planet, than I must understand that we truly have no free will. Correct? Thank you #3 A : The tools are in your hands, around you, everywhere...it is even being drawn out of you. It is your duty towards yourself to reveal them to yourself and then do as you please with them....there is always a consequence. Prisoners still can determine what they do in their prison with the tools that were provided to them, they can decide how to walk in the yard, how to talk, think..."},{"pageNumber":19,"pageContent":"8/18/09 3:11 PM Desteni Forums • View topic - The Elite/Illuminati/Governments/Mind Control/War Page 19 of 49 http://desteni.co.za/forum/viewtopic.php?t=2216 provided to them, they can decide how to walk in the yard, how to talk, think... You have free will therefore you suffer and are aware of your suffering. ------------- Desteni = this is so though--free will is not understood--only self honesty as equal and one will reveal the nature of free will as self expression _____________________________________________________________ Q : Dear Insider, Thank you for answering my first two questions and your time. I should have asked this question with the first two, but alas I do now. Why give me tools to escape a prison? Sounds counter productive to what a prison is for. I have known that the PTB are puppets moved around by hands that we cannot see, nor may ever see, but why make them look and act (seemingly) stupid or at the least illogical? Are you wanting a revolution? What you are saying is that the war is within - not without - though TPTB seem to want us to think it is without - why distract us? What is it that they don't want us to accomplish? Freedom? And yes, I am reminded everyday of my suffering. Thanks #3 A : We are neutral and doing our duty which many times comes across as being negative. If you observe closely you will see we merely spreading the tools which can be used by you to free yourself or chain yourself, your choice. The Divine Law has a purpose for you and it is not on this planet. Prove you are worthy again to be released. The distraction is part of that. It is about knowing who is and who is not. The ones who support any of these known faces are failing. ------------- Desteni = so and not so the purpose is on this planet and will be revealed by self through self honesty--not one being has ever escaped from here as described--but were placed in other galaxies etc as described on the Desteni --videos--if at this stage you are not up to speed or have watched all the videos--you are dishonest and must get your act together or a time loop will ensue--self created obviously through self dishonesty-- every video reveals part of the puzzle to assist--miss one --you miss all _____________________________________________________________ Q : It sounds like you are cautioning Trinity against giving full reign to freedom of speech? Is this correct?"},{"pageNumber":20,"pageContent":"8/18/09 3:11 PM Desteni Forums • View topic - The Elite/Illuminati/Governments/Mind Control/War Page 20 of 49 http://desteni.co.za/forum/viewtopic.php?t=2216 speech? Is this correct? A : He may do as he pleases and accept the consequences in the bigger picture. ------------- Desteni = freedom of speech is now here--obviously with consequences according to self honesty or self dishonesty _____________________________________________________________ Q : What is your interpretation of the Divine Law and how can I make peace with myself? A : Knowing yourself and where you really are, are the 2 most important issues that you should be involved with. It is your task to find out. In fact, if someone gave you the correct answers, it would not mean a thing to you for they would not be attached to you in a way they would if you would have found them yourself. If you find the answers to those, you have accomplished a huge part of your duty towards yourself. After that your task would be living according to the Divine Law which is revealed to you after that stage untill departure. ------------- Desteni = this is misdirection--there is no departure there is though the finding of self by self--beings like Osho got somewhere with it only to be fucked in the dimensions this has been sorted _____________________________________________________________ I may be back tomorrow, maybe Tuesday. Anonymous Coward User ID: 326731 11/15/2007 11:44 AM Re: Astonishing post that was hacked, RIGHT HERE ON GLP... Quote Statement by Insider: NOTE: I am Insider, AC 13, the former proxy I was using disappeared. So I am using another one with another ID. Statement by Insider: Insider/AC 13 again, yet another proxy....the last one disappeared too right after posting. It is getting difficult for me to enter and stay here but I will go on as long as possible."},{"pageNumber":21,"pageContent":"8/18/09 3:11 PM Desteni Forums • View topic - The Elite/Illuminati/Governments/Mind Control/War Page 21 of 49 http://desteni.co.za/forum/viewtopic.php?t=2216 _____________________________________________________________ Q : Question to the insider (AC 13): Are you familiar with the Black Nobility? I have traced and linked all ancient royal families of Europe and the Middle East still present to this day. I know their names and their connections to power, wealth and influence across the world. I can even identify the very person who is the potential Anti-Christ (he has all the correct makings - a wonderful, benign young man who has yet to realize his full potentiality as a world leader). The Black Nobility love this young man. And lastly, are you a small part of the Black Nobility, Insider? A : The Dark Nobility is a faction which operates on their own, they have different roots which have been described in texts written by my ancestors. It is a much smaller group than most would claim, because the core is different to the \"outer walls\". They are the ones which you all confuse with my kind and therefor direct the hate towards the wrong ones (as shown in this thread too by the lesser intelligent). About the Anti-Christ....there are at this moment literally billions of Anti-Christs. I am not one. You will find them among Christians, Muslims, Jews, Atheists, Satanists, Agnostics, Buddhists, Hindus, etc. They don't need a leader to be more Anti-Christ. I have to make clear that The Christ has nothing to do with Jesus of Nazareth, that part was later fabricated. ------------- Desteni = this is part so anti-christ part so==all on earth are anti christ though the christ part also a program to catch all and make sure no-one escape _____________________________________________________________ Q : Gnostic number 13,do you subcribe to the view,that our dualistic reality provides excellent opportunities for souls to develop unconditional love,so they may transcend our dialectic universe,rather than escaping from it? Do you also believe in the law of balance and karma,allowing a soul to be king in one lifetime,a beggar in the next? If so,it doesn't really matter whether you're a member of the elite,it may be a unique experience on soul level,as unique as any role in"},{"pageNumber":22,"pageContent":"8/18/09 3:11 PM Desteni Forums • View topic - The Elite/Illuminati/Governments/Mind Control/War Page 22 of 49 http://desteni.co.za/forum/viewtopic.php?t=2216 of the elite,it may be a unique experience on soul level,as unique as any role in society,as long as the soul progresses. Is the historian Laurence Gardner a powerful member of the elite as Icke claims,or is he just an average guy with access to hidden information? Thanks for your communication,Insider.(hope this thread isn't a practical joke by some juvenile person.Trust you're for real) A : It is the task of every soul to accomplish that while in this human shape. There is a part that can be called escaping which will be followed by transcending....if failing, reincarnation. However the word \"love\" is misunderstood....it is not meant to be the love in human terms which humans are enslaved by. That is the corrupt version of the real one. The Divine Law controls what is called karma, but it is much broader and \"harsher\" than people want to accept. Example: someone who gets cancer and dies a slow painful death deserves it, that person is being corrected, it is for his own good. Sounds \"harsh\"? That's the way it works. Just because it comes across as negative in this realm does not mean it is negative in the big picture. What you are talking about (reincarnating into the opposite of your former life), there is no universal law which states that will definitely happen. Reincarnation is a fact though, but if you achieve your task there is no reincarnation, no need to experience all levels of life on Earth for they are mainly pointless to experience. Gardner is one of those persons who wants to be praised and recognised by the people, so he gets it in return for some favors (spreading misinfo which here and there contain the facts, which hooks people). He was initiated in certain levels but it is not as in depth as one would think (including himself), he is clever though. He is a member of at least 6 \"societies\" (although 3 of them are closely linked and could be seen as 1, so 4 at least) but these have only as much power/control as you the people give them. People like Icke are giving them more power unknowingly. ------------- Desteni = still the old crapp and yes as stated--love is not understood==all this covered in interviews _____________________________________________________________ Q : Is this because Christians teach that individuals should be under the control of a God who is holy? Or should I say, one who judges right and wrong? A : Christianity is about idolising a human called Jesus of Nazareth first, which is an abomination. Christians teach what they have been told to teach by the ones they oppose. I can tell you who the 4 individuals were who wrote the Hebrew old testament and the exact date, if it suited me. Same about your new testament which was gathered by 6 people from 2 different areas."},{"pageNumber":23,"pageContent":"8/18/09 3:11 PM Desteni Forums • View topic - The Elite/Illuminati/Governments/Mind Control/War Page 23 of 49 http://desteni.co.za/forum/viewtopic.php?t=2216 areas. ------------- Desteni = this is so _____________________________________________________________ Q : And why do you misspell simple words such as 'malicious'? I find that very interesting. A : English is not my native language, not even my second nor third, maybe fourth and I type fast without checking so I can answer as many questions as possible in a limited amount of time. On top of this I just realized I have to type even faster because the proxies I use disappear. ------------- Desteni = you will be surprised who and where the elite is _____________________________________________________________ Q : Why do you choose to speak Now? A : Some of us have the task to do it within certain boundaries. How do you suppose certain knowledge in past times was suddenly there? Luck, chance, coincidence? ------------- Desteni = correct--this was placed--but unbeknown to this elite member--he was not following his God--but ..... lol _____________________________________________________________ Q : Questions 0 - What is this Divine Law you talk about? 1 - Why do you MANIPULATE this world? 2 - Why do - YOU - manipulate this world? 3 - How do you know who is allowing you? 4 - Is your job given to you or taken by you? 5 - Are you a Human Being?"},{"pageNumber":24,"pageContent":"8/18/09 3:11 PM Desteni Forums • View topic - The Elite/Illuminati/Governments/Mind Control/War Page 24 of 49 http://desteni.co.za/forum/viewtopic.php?t=2216 5 - Are you a Human Being? -------------- YOU AGAIN ------------- \"The Divine Law has a purpose for you and it is not on this planet. Prove you are worthy again to be released.\" -------------- ME AGAIN ------------- I know it and i can feel it. There is a purpose for my life.. But I don't even know who i am let alone that i know what my purpose is. 6 - How is this knowledge gained? By hard work or does it simply happen to one? 7 - Do you know the purpose of yur life? If so how did you learn about it? Regarding the planet we live on: 8 - On which planet do we live? What is the Planet earth anyway? 9 - What can you tell us about Mohammed (pbuh)? A : 0. The Divine Law is the manifestation of the Will of the Superior One which not only creates everything that exists within this universe but also maintains, nourishes, balances, energises and renews it. It also reigns in other realms, including the realm you originally belong to. 1. + 2. I have answered this many times, it is our duty. 3. + 4. Rituals have a purpose. If you are doing something which was not allowed or doing a task which was not given to you, you will suffer during these rituals. In your daily life you will notice it too. Emanations have many forms and one who knows about these matters will have no trouble recognising with whom he is dealing with and what the message is. 5. I am like you present in this human shape. 6. This has been answered by me in a previous post, in short you have the duty to \"gain it\". Temperance will lead you to the rightful place from where it all starts. Before this you must know yourself and what this place is (where most people go wrong), otherwise your thoughts will be filled with error which will lead to erroneous ways. 7. Yes. These matters are not passed on to you in detail by someone, that actually will lead to the opposite of what needs to be achieved (hence my way of answering, understand this). You can be guided up to a certain point and then it is up to you. 9. Looking at the way you summon his name I assume you are a Muslim. It is a \"sin\" to worship/idolize/praise humans who were part of this planet in any way, shape or form, including when talking/writing about them. You by adding those letters in brackets have just done that, elevating his name up to that of higher beings. A human is corrupt while on this planet.....each and single one of them. A \"death\" does not change the personality one had and leave behind here, do not feed it. Praise and prayers may only be offered to perfect beings."},{"pageNumber":25,"pageContent":"8/18/09 3:11 PM Desteni Forums • View topic - The Elite/Illuminati/Governments/Mind Control/War Page 25 of 49 http://desteni.co.za/forum/viewtopic.php?t=2216 Praise and prayers may only be offered to perfect beings. Muhammed was like Jesus, Mozes, Abraham, Buddha, a human who was lead to believe he was a knower, or like mentioned earlier \"master of the game\". It is very easy to make humans believe they are enlightened and know the truth...and then thinking it is their task to wake up others. He was used and his legacy is still being used to divide people, just like the other religions/ideologies/\"philosophies\". 2 of his closest assistants were servants of the bloodlines, 1 of his wives was too (bloodline servants were also assistants of Jesus, Buddha, Mozes, name them all). After his death it was made sure by these 3 that his followers would be divided which was the main thing Muhammed was told to be against. So Muslims who believe in seperate streams of Islam are actually rebelling against their own \"prophet\"....and that would be pretty much all Muslims. The kuran has a core of truth but it is floating in a sea of perversions, together with the other \"holy\" books. It was written by 4 individuals from 3 \"countries\" 1 being western, 2 middle-eastern. ------------- Desteni = this speaks for itself _____________________________________________________________ Q : Insider 13 are you Antichrist? A : Jesus of Nazareth is not the Christ, nor is anything I have said Anti-Christ. The ones who claim the opposite are. ------------- Desteni = this is the view of all christs--though Jesus was a problem for Anu as his interviews indicate--he intervened--and thus his message had to be changed as it was _____________________________________________________________ Q : So, is a family where the children are naturally born with this ability *viisualization*, part of the 'bloodline'? A : No. In fact someone who has no connections to these families whatsoever can have this ability too. This ability is there for everyone to receive.....you have to dial in. It is being provided by the Divine Law to everything that searches for it. I tried to make this clear earlier.....the blood/genes/etc are not as important as they seem. The physical realm is weak and it cannot affect the Divine. Someone with no connections to the families can be affected by Divinity in such a way that he could surpass anything the bloodlines ever could achieve combined. Certain individuals get born into the bloodlines to be able to reign over the people under certain circumstances, that is what the bloodline mainly is about."},{"pageNumber":26,"pageContent":"8/18/09 3:11 PM Desteni Forums • View topic - The Elite/Illuminati/Governments/Mind Control/War Page 26 of 49 http://desteni.co.za/forum/viewtopic.php?t=2216 under certain circumstances, that is what the bloodline mainly is about. ------------- Desteni = yip--so--but for the divine law part--that was preprogrammed and is why certain people had experiences and others not--now all equal--or shall we say- -if you still allow programs--you will still mindfuck yourself into believing you are experiencing something lololololololol lolololol lolololol _____________________________________________________________ Q : To me Elite means those who place money before people or any real values at all....and those who hold office either because they can buy it or inherit it regardless of whether or not they are qualified. A : You just skillfully described your kind, not mine. ------------- Desteni = this is so-- this world is the manifestation of the thoughts and doings and dishonesties in each individual mind and was set as a training ground and no- one will get out but by self--in self honesty and self purification and this again was created by all through dishonesty through millions of years _____________________________________________________________ Q : are you a Rothschild? Here is my question, although petty in light of the many questions posed to you on this thread, why aren't the any of the Rothschilds listed in Forbes top 500 richest people. A : If you read closely you would have not asked this question. The ones who are known in public are not in control, the Rothschilds are at the same level as your Knights Templar ancestors were....you shouldn't be proud that you are from that lineage by the way. These known families/clans/societies are merely dancers to the tune. But to answer your question, no I am not a Rothschild. Which family am I from? Most here talk about the bloodlines who rule, yet they do not know who they are. They wrongly assume they are the Bushs/Clintons/Rothschilds/etc. because some theorists \"researched\" it and some \"insiders\" told them by providing evidence. I am from a ruling family whose name rarely has been mentioned in history, noone will even know who we are. Second, you accepting Forbes as a reliable source for these kind of lists shows you are easily manipulated and do not grasp what is happening. -------------"},{"pageNumber":27,"pageContent":"8/18/09 3:11 PM Desteni Forums • View topic - The Elite/Illuminati/Governments/Mind Control/War Page 27 of 49 http://desteni.co.za/forum/viewtopic.php?t=2216 Desteni = so==down to the mention of Forbes--no media can be trusted _____________________________________________________________ Q : Worthy ....an interesting word. Are you expecting those of us who know about the world of polarity and try our best not to play the polarity game, to believe that we need to be worthy? In whose eyes? It can only be our own. Whatever happened to the idea that 'the Universe is within us'? Gaia and all other dimensional 'realities' are Illusions, No? So the prison is an illusion, right? p.s. Baby, and btw, we DON'T HAVE FREE WILL ON THIS PLANET....perhaps you slip is showing? A : Do you know who manufactured this new age nonsense you just promoted? If this prison is a \"true illusion\", get out then right now, I dare you. It is not like in the movies. You play the victim part. You do not even accept you have free will, therefore you will always be ruled over, never prevail and deserve everything you get according to universal laws. ------------- Desteni = people --this reality is real--and not an illusion and this prison is real- -not an illusion and all is in it--even the elite--get used to it and realise--if you are pure--you will have access as winged proved in one moment _____________________________________________________________ I may be back tomorrow. 9/27/2005 Statement by Insider: Test Before I start, I have to say I cannot see all posts, some are blank so I may miss questions. If so ask again. Refrain from asking the same questions over and over again, first check the thread, check my answers, I do tell about areas which were not asked about but may have been on your mind, read carefully. _____________________________________________________________ Q : ...and if these beings are LUCIFERS...????? answer in 5 words or less, pleze A : You used 12 words and 1 number, without realising it you started a part of a"},{"pageNumber":28,"pageContent":"8/18/09 3:11 PM Desteni Forums • View topic - The Elite/Illuminati/Governments/Mind Control/War Page 28 of 49 http://desteni.co.za/forum/viewtopic.php?t=2216 You used 12 words and 1 number, without realising it you started a part of a ritual...are you a \"being of lucifer\"? Different beings have different characteristics which makes it easy to identify them during rituals. If it was a \"malicious\" being guiding me, I would not be talking in the way I do. Someone who is lead by \"malicious\" forces cannot utter/write certain words, phrases without it affecting him. The ones who are lead by them also cannot accept hearing/reading certain things without getting overly mad/agressive (see the thread for examples). This is when \"malicious\" beings are present: Everytime you cuss, talk negative, plot a scheme, get violent, utter lies, support murder, get sexually aroused, get afraid, get jealous, even laugh out loud, being overly joyfull (so all related to emotions/passions/desires), they appear near you.....one, two, three, or more of them. ------------- Desteni = That sentence referring to the demons--feeding off energy--even laughter yes--they did--we changed that 2.5 years ago--yet to look at starting point of laughter--is important--are you laughing with or at something or some-one--just a point to consider within self honesty ------------- \"Malicious\" beings are from this realm, this is their home. You cannot hate them for they are doing their task, their rightful duty and it is connected to your behaviour....understand, you are the perpetrator, they react. They never instigate, you do. If you do hate them you are missing an important part of the reality....respect them up to a certain point. This will also show you are conscious about them and that will be recognised. I type \"malicious\" because they are not malicious, they only appear to you in your manufactured perception to be so. People are perpetrators who play the victim part. ------------- Desteni = so--yet lucifer may not be who he is perceived to be? he answers without understanding more than what he knows and for own ritualistic perspective maybe there will be more about lucifer later--let us focus on self and see _____________________________________________________________ Q : 1 How does real conciousness interface with this prison? 2 What are the techniques to break the hold of the interface and \"free\" the conciousness? A : 1 + 2. Depends what is meant by real conciousness and interface, from where I stand they could be almost the opposite of what you may mean. Real conciousness is what is provided to you when you are in tune with the Mind of"},{"pageNumber":29,"pageContent":"8/18/09 3:11 PM Desteni Forums • View topic - The Elite/Illuminati/Governments/Mind Control/War Page 29 of 49 http://desteni.co.za/forum/viewtopic.php?t=2216 Post subject: continued... Posted: Mon Dec 03, 2007 5:38 am Real conciousness is what is provided to you when you are in tune with the Mind of the Universe which operates according to the Divine Law (they are not the same like many are lead to believe). This Mind penetrates everything, it rules over everything, so if you would connect with it you may experience it's unlimited power. No prison can confine this power, hence there will be an escape, you will be guided up to a certain point, yet most work is to be done by you. But that is just the beginning, much work lies ahead concerning yourself. I have explained a few times as far as I am allowed to how to connect, at least how to start with it. It truly is up to you. I would hesitantly add that studying ancient texts will help (although a lot is filled with perversions and wrong translations, intentionally) but this only after a certain level of awakening, you will recognise/remember the small parts which are true. If you are not on that level you will take parts of the perversions/wrong translations as the truth (as a few show it here, especially 1 religious stream) and fail. ------------- Desteni = this mind was removed in one moment _____________________________________________________________ Q : Care to tell us which it is? You some sorta good guy who gives up tools or do you rule over us?? DId you change your mind or what?? A : Neutral means in the terms I used, neither negative nor positive, merely providing the tools you can choose to use as you wish....you are the perpetrator. Or would you say I control every aspect of your life, every hour, every minute, every second and force you what to think/say/do? Do not be mad at the wrong individual. ------------- Desteni = yes--each is creating their own experience _____________________________________________________________ Top AMP Angela Pagano Joined: Wed Aug 15, 2007 12:43 am Posts: 1900 Location: Indiana, USA _____________________________________________________________ Q : Is it necessary to know why we are here to escape, or just work out where we are? Are the answers to be found \"inside\" or by \"joining\" soocieties, or by appealing top divine intervention, or all three?, or none. You have answered no other of my questions, I hope I have not offended"},{"pageNumber":30,"pageContent":"8/18/09 3:11 PM Desteni Forums • View topic - The Elite/Illuminati/Governments/Mind Control/War Page 30 of 49 http://desteni.co.za/forum/viewtopic.php?t=2216 A : It is necessary to have a view of the whole spectrum, when it is partial it will be like looking through the window while it is partially covered with a curtain. You do not know what is behind that covered part therefore cannot act accordingly. What covers the whole spectrum? Understand this place, what and where it is, know what you are, how you came here, why you came here, how to return. Prepare yourself for the answers, cleanse yourself, reach out for the Mind, speak (within-\"with-out\") that you are ready, live strictly according to the answers. Do not join \"secret societies\", never, whatever the circumstances are. Also no religions, including the new age, do not accept human gurus/prophets/priests/rabbis/imams/popes/fortunetellers/&am p;qu ot;mediums\"/dalai lamas/politicians/authors/scientists/\"celebrities\" /parents/etc. as legitimate authority on Divine matters....on other matters it is your choice to accept or decline, however accept the consequence. You only need yourself and the Divine, no intervention by others in bodies....again, no intervention by anybody. If your father asks you for a glass of water to show if you care for him and are disciplined, do you bring it directly to him or do you take the glass of water to your neighbor and ask him to tell you what it is that your father really asked, while the neighbor did not hear it and now is drinking the glass of water himself? Am I also a neighbor? I have not touched the glass of water, I opened the door and told you to go back to your father. No one has offended me, people offend themselves. I would be offended if what I say was against the One and if it is, I shall pay. I answer the questions from where I left and type as much as time allows me. Sometimes I skip a question because it has been answered, other times the question is irrelevant and now also because I can't see all posts. ------------- Desteni = soo--but for intervention--intervention within equality and oneness is necessary and is done and is why we are where we are now and why heaven has been freed _____________________________________________________________ Q : So, what are your comments on NESARA/PLANET X/POLE SHIFT/FIRST CONTACT/SECOND COMING? Who or what is behind these fairy tales and why? A : NESARA: counterproductive to you personally in the long run. PLANET X: does not exist anymore like so many planets, moons, stars, galaxies. Their demise however always brings forth something, which means they never stop being part of the whole, playing their part. POLE SHIFT: it happened 2 times to my knowledge, in the 2nd and 3rd era, if necessary it will be done again. SECOND COMING: you returning back to where you belong after you have succeeded, which means a second coming cannot take place on Earth for you do not belong here."},{"pageNumber":31,"pageContent":"8/18/09 3:11 PM Desteni Forums • View topic - The Elite/Illuminati/Governments/Mind Control/War Page 31 of 49 http://desteni.co.za/forum/viewtopic.php?t=2216 which means a second coming cannot take place on Earth for you do not belong here. People who are waiting for a \"saviour\" on Earth to do all the work for them are all failing. I have noticed some Christians have gotten angry and are attacking me on a personal level by damning me, it is their choice. I talked more about Christianity than other religions because the questions gave room for that. I would say and have said similar things about the other religions/ideologies when asked about them. ------------- Desteni = yes--there is no planet x and no second coming--fabricated--and the idea of somewhere to find self is the separation even the elite is trapped in _____________________________________________________________ Q : What interests me is this: if someone takes the time and trouble to follow up the leads and clues left in numerous books and legends, and sorts out the wheat from the chaff, what then? If that person puts into practice what they have learnt, do they come closer to the truth that the bloodlines evidently have access to? A : Yes. Again, the bloodline is only important for ruling over people, it is not about having a special power that makes one more aware, although the knowledge is being passed on so therefore it appears like that. But this knowledge is not hidden, the Truth cannot be hidden, It wants to be known by you, inviting you every moment of your life. That is the reason why It through the ruling powers is being provided to you accompanied with perversions, corrupt additions. to confuse and make you accept the latter. There is not 1 written book which contains the Truth and nothing but the Truth. Pick It out and live accordingly to It, incorporate It into every aspect of your life....that is the hardest part for people for you have to float above this physical/material world while being in the body that dictates the opposite. ------------- Desteni = this is so--there is not one book on earth that contains the truth _____________________________________________________________ Q : How close to the truth are the writings of Neale Donald Walsch in his Conversations with God series? Are you in any way related to the Bird Tribes mentioned in Ken Carey`s Starseed Millenium books? Is there much truth in the writings of Sheldan Nidle of [link to www.paoweb.com ] A :"},{"pageNumber":32,"pageContent":"8/18/09 3:11 PM Desteni Forums • View topic - The Elite/Illuminati/Governments/Mind Control/War Page 32 of 49 http://desteni.co.za/forum/viewtopic.php?t=2216 A : The Native Americans have preserved knowledge succesfully but nowadays (and the last century orso) it is being presented in an erronneous fashion. Integration is \"working\". About the authors mentioned; like I posted before it is not in your interest to accept human intervention/advisors/salesmen between you and the Divine. They may say certain things which are true, yet it will never be complete. ------------- Desteni = this is so--intervention giving you the answer--not acceptable--tools to assist you to get the answer yourself--allowed _____________________________________________________________ Q : Noone on this earth has the power to \"free\" any of us. Noone outside this earth sees a reason to free any of us. The divine source itself (if there is such a thing) is waiting for us to free our own selves, individually. There will be no \"mass ascention\" no \"mass enlightenment\" and \"we the people\" have all been duped by \"we the people\" into prolonging our sentence here. We can stay here in this place for eternity if that is our choice, and we have created a belief system that allows us to do so. A : I would leave out the sentences \"Noone outside this earth sees a reason to free any of us.\" and \"(if there is such a thing)\". About the first sentence, there was a time when there were beings who had the power to do it but that was not their task. And The Divine Source IS....there is no \"waiting\", \"wanting\", etc. You are on the way, the other post showed that too, but living it is an important part of the task. ------------- Desteni = this speaks for itself _____________________________________________________________ Q : And by Divine Law, Christ was sent here to correct the situation. A : Yes, but Christ did not descend into the body of a human called Jesus of Nazareth, 2014 years ago on March 20th, almost 2 hours before sunrise (which is the secret time of birth of your \"son of god\"). The Christ (which has a different \"real\" name but I will use this name here) appeared once, just once, and this was in another era, not even close to our era where Jesus of Nazareth also lived in. Do you know who keeps the knowledge about the real Christ alive? And do you know who keeps the knowledge about the fake christ(s) alive? The opposite of what you are thinking. -------------"},{"pageNumber":33,"pageContent":"8/18/09 3:11 PM Desteni Forums • View topic - The Elite/Illuminati/Governments/Mind Control/War Page 33 of 49 http://desteni.co.za/forum/viewtopic.php?t=2216 Desteni = both an illusion--polarity and separation--all stopped but in the minds of men to do it self _____________________________________________________________ Q : Red Chinese get HAARP retaliation for Rita: Super Typhoon ** Eye for Eye ** ????????????????????????????? What about this`??? A : Do not pay attention to the \"world events\", they are all orchestrated to make you pay attention to them. The struggle you should pay attention to is on a personal level. ------------- Desteni = so--see design of attention and solution video _____________________________________________________________ Comment by Insider: Oazaki / Hiko Seijuro / Aiki-Mei, Before accepting a certain knowledge, you have to investigate where it comes from. Do you know where the \"knowledge\" that you just typed out comes from, when it was released, how it became and by whose hands? More importantly, who controlled those hands documenting it? I am saying this with the best of intentions. If you knew it, you would not have posted it in that fashion. Investigate the roots of what you said and see for yourself, it is for your own good. Knowledge does not just appear out of nothing, it is passed on, always...there are no exceptions. ------------- Desteni = this is so and is how unified fields and control is maintained _____________________________________________________________ Q : And, you're part of an \"elite family\", that we despise, yet, no one has ever heard of you? Why would we despise someone(s), that we don't know of? Why do we despise you? Do we even know that we despise your family? Or, is it because of what you know about what we consume on a daily basis that we would despise you, if we knew what it was? and If the ones we know the names of are not the \"true bloodlines\" and you say that you are a member of an elite family whom we despise, then you are inferring that we know you, in order that we may despise you. How can this be, if the \"true bloodlines\" are the names and faces of people we do not know? Is it more the nature of your presence we despise or the position you take in life we despise? And, if that is so, then do all people despise you or just those who do not know or understand your true intent and/or nature?"},{"pageNumber":34,"pageContent":"8/18/09 3:11 PM Desteni Forums • View topic - The Elite/Illuminati/Governments/Mind Control/War Page 34 of 49 http://desteni.co.za/forum/viewtopic.php?t=2216 who do not know or understand your true intent and/or nature? A : Last time I will answer this one. It is about the misconception about who rules. Terms are being used which do not apply to my family yet they are part of the ruling. The flawed perception of the nature of the presence and the flawed perception about the positions which lead to affecting the lives of people...again, you are in control. One cannot despise others because of one's own lack of understanding about the matter, yet that is exactly what happens. I.e. wrong target, wasted energy. ------------- Desteni = again--the journey is inner _____________________________________________________________ Q : And, who/ or what do the \"elites\" answer to? A : Everyone answers to the One eventually. ------------- Desteni = yes all answer to equality and oneness lol Desteni = this 'one' [referenced to in answer (A) above] was Anu through the white light _____________________________________________________________ Comment by Insider: BTN nli, Answering certain questions or elaborating on certain issues will have the opposite effect of what needs to be achieved, it will not help you. Omar, who was near him during death but denied the death occured (gaining time) and one who was close to Abu Bakr and lead him to Omar's speech when he returned from Medina....the wife is more important though. It does not matter anymore, it has been done. I do not use email and my presence here will end within days. _____________________________________________________________ Q : Do you have any connection with the Annunaki that the Sumerians wrote of? How close to the truth is the book The Illuminatus! Trilogy : The Eye in the Pyramid,"},{"pageNumber":35,"pageContent":"8/18/09 3:11 PM Desteni Forums • View topic - The Elite/Illuminati/Governments/Mind Control/War Page 35 of 49 http://desteni.co.za/forum/viewtopic.php?t=2216 How close to the truth is the book The Illuminatus! Trilogy : The Eye in the Pyramid, The Golden Apple, Leviathan by Robert Shea and Robert Anton Wilson? Is Moroni, who is mentioned in the Book of Mormon really an extraterrestrial from the Pleiades and are such beings still interacting with humanity at present? A : They are not here anymore, that was another era. Their knowledge was not theirs, knowledge is always passed on hence it being present now. I have not read it/them (?). If it is getting critical acclaim and being promoted heavily, you know what time it is. It may contain some truths, but they will be floating in a sea of perversions. No one is saying that authors are doing it knowingly by the way. Some do (praise and recognition loving ones, the ones who \"sold their soul\"), some don't and the latter get noticed and promoted because it serves them. Nothing is easier than to write a best-seller book/hit album/movie script if you know what the highest promoter's agenda is. Mormons are like the other religious people controlled by the ones who controlled their \"prophets/sons of god/angels/saints/etc\". In this realm a Soul which was in a physical body once can not become an Angel, the Soul cannot transform into that, again in this realm, I repeat that firmly. Yet it is claimed that Moroni was resurrected as an Angel in this realm. Mormonism has a core of truth (like the other religions), so reading the texts will not harm you as long you are cautious. ------------- Desteni = their is points of truth in all writings--that is how the trap works-- some truth to cover the real lie to screw with self common sense _____________________________________________________________ Q . What are the foods etc that are used to control us? Is there anything we should and shouldn't concume that would help us to see the reality more clearly? What constitutes \"temperance\"? - is it moderation in all things or more than that? A : See above for the food part. It is 1 part of the manipulation, it is used in combination with 6 other methods of control in your daily life. If you can \"delete\" a few from your life or have less exposure to them, the effect will reduce dramatically, but this is not what will make you more self-conscious. These methods are used to wear you out, lower your quality of life. They are interlinked. The methods are: 1. Food and drinks 2. Medication, \"Health care\" (include vitamins) 3. Electrical waves (including your PC and cellphone, house electr. network, everything chipped) 4. Media, be it TV-radio-newspapers-magazines-internet (the most obvious method, yet the most enslaving) 5. Music, Sounds (different method than media, used in a different way although most times through the media) 6. Air pollution 7. Education system (including known literature which is mostly corrupt, be it history,"},{"pageNumber":36,"pageContent":"8/18/09 3:11 PM Desteni Forums • View topic - The Elite/Illuminati/Governments/Mind Control/War Page 36 of 49 http://desteni.co.za/forum/viewtopic.php?t=2216 7. Education system (including known literature which is mostly corrupt, be it history, psychology, metapsychology, \"philosophy\", art, science, poetry, religion, even fairy tales told to infants). Politics takes these methods and bombard you with this every day and make sure they are maintained. The rule is: If promoted/praised/applauded/critically acclaimed/free, be very wary. Be it food, medicines, latest technological product, \"artist\", politician, musician, book, show, beverage, etc. Some of these allegedly \"stand the test of time\", that is orchestrated for a reason. Problem is if too wary, you could miss a few gems that are deliberately passed on in between the manipulation tools by some. There are a few other methods (societies/cults/sects, people policing each other, etc) but the above 6 are the core which has been promoted since the French \"Revolution\". Temperance: conscious form of restraint based on self-knowing to achieve inner order of the Soul (which is the unseen you as a whole, the Soul is not a part of you, you are one). Restraining the emotions/desires/passions/energies does not mean cutting it off (that will harm you, beware), but channeling them to work for higher causes after taming them gently. This all does lead to a sober life, yet simpler, filled with gifts because you fully become your own master, instead of your emotions/desires/passions dictating you how to be. Simultaneously with this process you will be cleansing yourself and will be ready to be enlightened by the Universal Mind. Be like that which you want to connect with as much as possible. ------------- Desteni = the core control happens through the mind and soul--which is one program really--see the vids related--the control do not work on self honest beings that are self purified and stood up _____________________________________________________________ Q : 1. do you have friends who you meet, from outside the bloodline? 2. Do you feel empathy, hate or remorse? A : 1. Yes, but it is not a wise thing to know many people. 2. The body forces you to experience emphaty, hate, remorse and all other emotions, together with desires and passions, to confuse you, make you forget yourself, become a dumbed-down version of yourself. They have their foundation in this material/physical world. The more you let them be your masters, the stronger you will chain yourself to this world, which is contrary to your duty, yet do not loath them, respect. I channel them to a place where they can be used for something substantial. ------------- Desteni = here he describes the mindconsciousness system and how he operate with it as a super system/overseer system"},{"pageNumber":37,"pageContent":"8/18/09 3:11 PM Desteni Forums • View topic - The Elite/Illuminati/Governments/Mind Control/War Page 37 of 49 http://desteni.co.za/forum/viewtopic.php?t=2216 with it as a super system/overseer system _____________________________________________________________ Q : I'm not saying each of us IS God, the Ultimate Source, but we are our OWN god due to the fact that we CREATE our own reality! What say you Insider? A : You partially described free will and the impression it can give you, nothing more or less. Also the word \"love\" has many traps, especially the way you used it. ------------- Desteni = see the vids on love to understand the traps-- free will described here is not free--but according to soulconstruct--all covered in vids _____________________________________________________________ Q : Re: earth is a prison ... Are you referring to Light trapped in matter? If yes, then I'm beginning to see all the points you've alluded to so far. A : Trapped would be the wrong word, it would imply that the Divine had wrong intentions. Rather, contructed in a way so... or envelopped through... 3nd3r, Some of the things you described are directly linked to the powers of the Universal Mind. Like I said, everyone can pick that up. If you can it means you are at a higher stage than others, however beware of how you use it, it is not yours, not in this realm. Also it could be a deceiving beginning of something else which many people experience. I reckon 2 rituals would initiate you and let you truly see what it is but when the time arrives you will be guided to them. ------------- Desteni = this is Anu stuff and the persons beliefsystem talking as he is controlled as he control _____________________________________________________________ Q : they include the sheik in the desert whom Jesus encountered during his travels and from whom he received a blessing. Would you happen to know anything about that? A : I know some people which Jesus of Nazareth \"happened to encounter\" were insiders."},{"pageNumber":38,"pageContent":"8/18/09 3:11 PM Desteni Forums • View topic - The Elite/Illuminati/Governments/Mind Control/War Page 38 of 49 http://desteni.co.za/forum/viewtopic.php?t=2216 I know some people which Jesus of Nazareth \"happened to encounter\" were insiders. The 3 kings being the first right after his birth, which were actually 5 but 2 were present in the background (the number 3 in the story serves a symbolic purpose like so many things, read slowly). The gifts were the symbolistic artifacts (some ancient) which through rituals would initiate him into his chosen task, for this he needed to travel to certain places. I have said a few times and I will repeat for the last time, he was not the real Christ, he was made to appear like one by being guided throughout his life up to his death, and after that, the documenting of the words (which started long before his death, although rewritten again at a later time to release). The 5 kings were present too during his crucifixion and Jesus of Nazareth knew, he would have responded differently if they were not there. Jesus of Nazareth was always aware that he was being guided by them, in fact he sometimes actively searched for them and other insiders. He gave up on 2 occasions but was guided back. ------------- Desteni = jesus walked a tough path and was used for control _____________________________________________________________ Q : The 'Elite' are making it (oil) look like it is being constantly restored, but are actually storing it. I'd appreciate your thoughts on this. Candace Frieze's writings A : The Earth is storing it untill they get used, the ones in power just tap into it. Although there are some factions (above the puppets) and they are responsible for the misconception most have which you described together with the statement that the resources are disappearing. It is the way I described in the former post. The writing has some errors. 1. The Annunaki are rulers from a different era, they are gone and replaced by others. 10.000-15.000 years from now (yes, the Earth will be still alive) people will find texts about the rulers of this era thinking it still applies to theirs. Those texts have been written for the major part already. 2. If what was written in this text was true, it would mean that at the moment the Earth, \"star friends\" and Angels would be now rebelling against the Divine Law of the One.....which is an abomination to even suggest (I had to be very carefull how to articulate that to not fall into the trap too). If the person who wrote it does not restore it, she will achieve the opposite of what she desires and taking many Souls with her who accept this. Again accept no human intervention between you and the Divine. 3. The struggle is on a personal level, that means you only can do it, do not wait for \"saviours\". ------------- Desteni = the same trap of separation with some mystical divine that has more power--this directed in the vids _____________________________________________________________ Q :"},{"pageNumber":39,"pageContent":"8/18/09 3:11 PM Desteni Forums • View topic - The Elite/Illuminati/Governments/Mind Control/War Page 39 of 49 http://desteni.co.za/forum/viewtopic.php?t=2216 Q : My only question now: Is it really THIS simple? I will not give away what you have knowingly or inadvertently revealed... I know now that what you say is true: This cannot be told, it must be discovered, for it has no power if it is revealed to one. Is this the reason there is so much secrecy? Not so much that people won't find out because it is an \"just for the elite\" but rather, that if they happened to be TOLD it, instead of discovering it they would never have any chance of escape? A : The Truth wants to be known by you, it is It's main goal, inviting you every moment of your life, so to be understood by you It is out of Necessity simple and to be noticed relating to Providence It is \"in front of you\". The last question has a yes as an answer. If you did find It, thank the Divine Law, nothing/nobody else. The journey just started, long path. ------------- Desteni = this law is a trap-- equality and oneness even guided this manifested laws of the unified field--this will reveal to the self honest ones that question all to find life as equal in all as one _____________________________________________________________ 9/28/2005 Q : 1)Is this simply an \"upping of the ante\" to test if I have the will to continue, or is there in fact a force that tries to keep people in a sleepwalking state? A force that does NOT want people to \"be all they can be\"? If so, what is the best way to deal with it in your experience. A : It is connected to the operations of your physical body which rebels everytime you reach higher to that realm. Physical body has the task to let you experience this reality and whenever you search for the other, it resists. It is it's duty so respecting it and gently taming it is the best approach. Also beings will accompany your thoughts and try to divert them, again it is their duty, show respect and that will be recognised by them. Never see them as malicious or evil, they only react to your actions. There is not a force which does not want you to be what you really are, the opposite is true but they also have their tasks that they must fulfill. This is about a material part of you. ------------- Desteni = not true--the physical never rebels--the mindconsciousness system do--and the elite do see these systems as part of their programming and their language is the programming language of the systems as the primary machine language _____________________________________________________________"},{"pageNumber":40,"pageContent":"8/18/09 3:11 PM Desteni Forums • View topic - The Elite/Illuminati/Governments/Mind Control/War Page 40 of 49 http://desteni.co.za/forum/viewtopic.php?t=2216 Q : Shall we forget everything we know? Shall we simply let go of our own Ego and accept a different paradigm altogether? THAT would be VERY difficult to do, as it has sustained us as individuals in this life. hmmmm...... A : Recollect everything you used to know, devalue the things which were taught to you since you forgot the former and return. ------------- Desteni = this is correct--let all knowledge go--it cannot be trusted-- see the vids on this _____________________________________________________________ Q : What advice do you have for raising a child on earth? A : I have no children nor will I have one. The first thing a baby does when born is cry. It does so because the Soul is conscious of what it has been born into and is in a state of disbelief (you are more conscious of what you are and where you are during/right after birth than you are now). The Soul makes the body cry because it is the first time it came to this physical realm (although this is a very limited number) or because it realises it has returned through reincarnation, after failing in the former life (which is a vast majority). The Soul itself is not the one crying (it is unfamiliar with these functions in it's original state) yet the impulses it gives makes the body cry. It cries \"without a reason\" for days, weeks, months, untill the consciousness has lost it's power, be it through natural processes or the influence of parents and these days even medication... That is when the human is truly born, after they forget who they are, where they are, some forget faster than others. This crying is different to the crying that follows after the first few months, one can even hear it. Comfort them during this crucial period of consciousness and make it known that the One has gifted them with a chance to return back to the place they belong. This will have an impact which will influence them for the rest of their lives, subconsciously. The time of birth was determined (as is the time of passing on), together with the enviroment, parents, circumstances of birth, health, etc...nothing is a coincidence. But during puberty they get cut loose from certain strings and they will be fully responsible for their actions, having the free will to lead the life they want, they determine the quality of it....they can even determine the way they pass on (\"death\") by the choices they make but cannot change the time of passing on. Just a few areas of their lives will be influenced by the tools that the parents have given them. Most of the child's life will be based on free will, which will have very little to nothing to do with parents, you are only important in the first 5-6 years of the child's life so that is where you can do most good. Use your intuition (not instinct, 2 different matters). When becoming a parent you are rewarded with qualities (which concern raising children) which where not available before, listen to them."},{"pageNumber":41,"pageContent":"8/18/09 3:11 PM Desteni Forums • View topic - The Elite/Illuminati/Governments/Mind Control/War Page 41 of 49 http://desteni.co.za/forum/viewtopic.php?t=2216 children) which where not available before, listen to them. Every child is different, respond differently but make them aware there is more than they experience, that there is a Good Source where everything/everybody flows out of for a reason and 1 day they will return after realising their task here on Earth. Do not tell this all at once but over years and do not tell more than this. If done the right way they will start looking for it on their own for the rest of life, which is their duty. If you present it to them in an obvious way (like religious people do), you will achieve the opposite. Musical instruments were passed on in a different era for a reason and it was not just to listen to other people playing them. Education: 1 method of manipulation (I have listed the others). They will be manipulated, but after puberty they have an important opportunity to undo it. They will also get opportunities during the rest of their lives. You cannot stop the manipulation, neither instigate an awakening, that is up to the child and how it responds to the tools provided to it.....the Mind of the Universe following Divine Law is always penetrating your child so it is being provided with the chance to awake every moment. It is up to him/her. ------------- Desteni = just normal programming stuff covered in the videos _____________________________________________________________ Q : What do you know of an advanced race who were (and some still are) worshipped as gods? Do you recognize any lords or deities? A : There is only 1 race at the present, not another special race that is above the other, people are confusing different matters and eras. The One is worshipped/praised as what you call \"god\". The word \"god\" is a corrupt term, it would imply that you as a human would have control over the invocated higher being (like before, I had to be carefull how to phrase it to not fall into the trap myself). I would say do not use it, but it is your own choice with consequences. The One has many manifestations/emanations/characteristics which are present in a hierarchy of beings with different workings but operating together. All are incorporeal/immaterial although some may operate bodies in a fashion different to ours, some by lowering their frequency which is actually emanating a form from themselves, may appear in the material world. All are praised for they are the One who creates the Good and they direct theirs to the One too. You people worship some humans as \"gods\", be it \"prohpets\", \"celebrity\", sportsmen, politicians, autors, etc. which is an abomination. ------------- Desteni = most so--but again--they had no access but what was told to them through training and belief and ritual"},{"pageNumber":42,"pageContent":"8/18/09 3:11 PM Desteni Forums • View topic - The Elite/Illuminati/Governments/Mind Control/War Page 42 of 49 http://desteni.co.za/forum/viewtopic.php?t=2216 _____________________________________________________________ Q : What do you eat? Where does it come from? A : What nature provides directly. I have a greenhouse which provides me with certain vegetables/fruit which sprang from uncontaminated seeds. I have some healthy animals which provide me with meat, eggs, milk. I get my water from an underground spring. For you to know, bread can be bought at small independent backeries, especially the \"foreign\" ones who do not use the same ingredients as the \"natives\", they are not free from them but better still. Some of the food/drinks sold in these \"foreign\"-run shops will be better for you than the ones sold in supermarkets. This is not how the rest of my family lives, they have \"servants\" which provide them with their needs with the products from their own properties/factories/farms/etc. ------------- Desteni = food kills humans early--the elite that became the eldest as a member of that group reached the age of 180 yet looked like 80 _____________________________________________________________ Q : Insider, what can you tell me about Nikola Tesla? Do you think he completed/failed his 'mission' here on Earth? A : All knowledge is passed on, Tesla's was too to him, they are not his original ideas. 2 insiders passed on to him the knowledge, knowing Tesla would use it to advance the plan (which was alive then) to gain control over the energy resources from certain bloodlines by dimishing their value with \"new\" technology. Tesla made it public to the wrong people and ended the whole thing. Clever individual, not so clever human. Insiders from the minority must be vigilant, because of these kind of events. ------------- Desteni = as we indicated--the tesla ideas came from the white light _____________________________________________________________ Q : Are ther any wholesale events on the horizon that will translate into a quantum leap in mass consciousness and/or redefine life and the way it is lived? A : No, not like that. As mentioned a few times it is on a personal level, meaning you getting selfconscious yourself through the tools available to you, I have described some as far as I am"},{"pageNumber":43,"pageContent":"8/18/09 3:11 PM Desteni Forums • View topic - The Elite/Illuminati/Governments/Mind Control/War Page 43 of 49 http://desteni.co.za/forum/viewtopic.php?t=2216 yourself through the tools available to you, I have described some as far as I am allowed to. There may be an event which would alter the way civilisation is perceived now (it happened before many times) but that will have nothing to do with what you mentioned. Your duty towards the One and yourself still stays the same, no matter what happens. Do not waste energy waiting for events, being generic and inanimate, your stay will only be extended. I might add this which may sound contrary to what I said but read carefully: When masses are made to believe something negative, they may create what they did not want, which is how for instance the \"NWO\" like you people name it, works. You are believing it is taking shape, so it will take shape and theorists are major players in helping this taking shape by bombarding you with \"facts\" that it is taking shape. Claiming you are giving in power everyday, and they control you more...while in reality you are in full control. So the people who are \"waking up\" to it are the ones who are creating it. Visualization also works that way around. But I repeat, even if these things would happen your duty towards the One and yourself still stays the same. ------------- Desteni = true and not true--you are responsible for your self and all life--but start with self first _____________________________________________________________ Q : Have the husband/wife relationships of the \"higher beings\" been compromised? Have those created to be together by the One parted ways because they reject their duties? If so, on which side of this rift do you reside? Is your God the Self Existent One? A : Again their is confusion about Higher Beings and the Souls in bodies be it bloodline or not. Higher Beings and Souls are different entities. Higher Beings do not enter bodies in this era (which lasted longer than you think), they are incorporeal, do not experience this world like we do. Souls are corporeal, we are in this material/physical plane and experience it's low frequencies as reality, although we may float above it and experience the higher realm too. I should talk about this briefly; you are not in the body but encompass/envelop it while being present in another invisible body which consists of similar elements to the Soul (which is you) yet this invisible body is entangled with the physical plane (this is very important for you to understand) and connects with the visible body through energies transmitted by the invisible body to the brains, heart and areas in the spine, hence we (as Souls) may control the body and it's functions, making us experience this realm. Souls are dual, meaning you are also somewhere else, waiting to be united in another realm. Some bloodlines refuse their duties just like non-bloodlines do, suffering the"},{"pageNumber":44,"pageContent":"8/18/09 3:11 PM Desteni Forums • View topic - The Elite/Illuminati/Governments/Mind Control/War Page 44 of 49 http://desteni.co.za/forum/viewtopic.php?t=2216 Some bloodlines refuse their duties just like non-bloodlines do, suffering the consequences connected to it. Many bloodlines do not know either. The \"rift\" is not were you think it is, it is on a personal level, meaning me and you too. I am from a minority within the faction which is getting smaller. I explained why the word \"god\" is not used for it's traps in the meaning. The One is Self-Existent, Pure, Good and indeed the One who creates the Good. ------------- Desteni = the higher beings did not incarnate due to fear of getting lost in the systems they created the good created by the \"One\" is the polarity Anu placed to misdirect attention from his real intentions _____________________________________________________________ Q : Insider. Are you saying here that the \"old\" ways were based on truth and were correct? should we seek the old ways and follow them? Is being in harmony with the \"Mother\" something we should seek? Is the Devine One more interested in our hearts or our minds? which is stronger? Were the teachings of Jesus regarding love a message that we should pay attention to? Are we stronger than you as a collective? Are we imprisoned here because of our \"sinful\" nature or because of our lack of understanding. A : -The first appearences of knowledge are closer to the Truth than the latter ones. Think of the ripple created in a pond when throwing something in it, the further the waves get from the core, the weaker they are, finally stopping. 4000 years ago is relatively young in this era. Wrong translations, wrong interpretations/additions, deletions will mislead you. Therefore search for the Mind of the Universe which will enable you to pick out the truths and later on directly pass it through. -Being in Harmony with everything the Divine Law is providing us with which were designed to realise our return, without interpreting it in human terms. -The Divine One IS, there is no \"interested\", \"wanting\", etc. although It's emanations/manifestations/characteristics may act according to the One. We do not have a Mind, we may interact with the Mind which may allow us to be become one with It. To have something is owning it, owning means mastering it or having it under your control at the least....we do not master the Mind, neither do we control It. Most confuse using intelligence with having a Mind while using the intelligence is merely an operation granted to us by the Mind. A Soul does have different essences, it consists out of certain \"parts-covers\" although it is 1 being. One of them could be called the Heart, that which connects to the spring of Life"},{"pageNumber":45,"pageContent":"8/18/09 3:11 PM Desteni Forums • View topic - The Elite/Illuminati/Governments/Mind Control/War Page 45 of 49 http://desteni.co.za/forum/viewtopic.php?t=2216 One of them could be called the Heart, that which connects to the spring of Life which keeps us alive, provided by the One through It's emanations. All essences are as important. -Read this slowly: Love, it is not to be understood in human terms, that is the corrupt version. The teachings of the real Christ are not the teachings of Jesus of Nazareth although the latter adopted many from the former (I remember I would not mention it again but this context needs it). The Christ has a different name but I will use this term because that is what people are familiar with. The message was there since the real Christ revealed Itself in another era than ours. Jesus of Nazareth was part of our era. There is a difference in the way it is being spread in Christianity and it is corrupt. Without the appearence of the real Christ on Earth we would not know how to return for the Divine Law which through the Universal Mind allows us to ascend, was revealed by the real Christ. Where we are, what, who, how, why, when, all revealed by It in accordance to the Will of the Good One and the real Christ should get all the praise, it is crucial. Not that It needs your praise, Higher Beings don't need us for anything in our present form, but it is a way to let it be known that you are conscious about It. You need the recognition that It grants you. -Divinity can make 1 human be stronger in every way than all humans combined. -What I am allowed to tell is that you are still here because of your lack of understanding. Do not think in \"us\" but \"I\". The \"us\" will come later in another realm. ------------- Desteni = some truths here--some misunderstandings--best to view all vids to get perspective on this _____________________________________________________________ Q : If the \"Christ\" came in another era, why did he fail his mission? A : Be careful with what you say, you are harming yourself. The real Christ did It's duty fully and succesfully, now it is your turn. If you fail do not blame The Divine. Divinity is blameless in Earthly matters. When you get sunburned, do you blame the Sun which maintains life on Earth and beyond or do you blame yourself for laying hours doing nothing on the beach without protection? This will be my last post, it is done. This was according to the Divine Law which is above my family or anyone on Earth and beyond. The minority passes it on when ordered by the Higher Beings, understand this. There are 2 undesired movements which were known to happen to me. I would have stayed longer, although most areas have been covered. I answered as much as I was allowed to in the simplest manner I could. I had to write fast for a reason."},{"pageNumber":46,"pageContent":"8/18/09 3:11 PM Desteni Forums • View topic - The Elite/Illuminati/Governments/Mind Control/War Page 46 of 49 http://desteni.co.za/forum/viewtopic.php?t=2216 Post subject: Posted: Thu Feb 14, 2008 11:15 am Post subject: Posted: Wed Mar 12, 2008 3:40 pm If you choose to: Thank everyday the Good One where everything has it's beginning for Being, for It's Divine Law providing you with a chance to return to your original state, the realm you truly belong to, for It's power of Necessity applying the justified corrections that you experience everyday. Praise the Higher Beings who operate according to the One's Divine Law, which are manifestations/emanations of the One, for providing the means of Life in all areas, sustaining them and providing these means for your benefit, guiding you to the release and more. When addressing Divinity (read again) be careful to articulate well, do not demand, tell, beg, order, suggest, ask.....which are abhorrences, just state and do your duty. Understand the questions I raised by answering you, I said more than you read, pass it on. Return. ------------- Desteni = mostly riddled with fear and separation constructs reflecting the fear departure point of the elite in their relationship with the \"one\" _____________________________________________________________ Top admin567 Site Admin Joined: Thu Mar 01, 2007 9:54 am Posts: 2279 Location: South Africa Q: How many are there? What exactly are they doing now when Anu is out of the equation? Total confusion? or is plan B kicking in?? A: this point is taken care of-- by structural resonance--will be revealed-- this is used to assist people to get to a connectionin selfdirection in stopping selfenslavement So-- \"they\" did not really enslaved us--we did ourselves \"they\" took in a position to show this in our face that is \"their\" gift to us Top admin567 Site Admin Joined: Thu Mar 01, 2007 9:54 am Posts: 2279 Location: South Africa Perspective on: Is there a list of ingestible mind control nanotech that the Universal Structural Resosnance spoke about? A: List not necessary--all are disengaged unconditionally by your interdimensional support at a later stage these points will be handled Please note to focus on self--and not on fear--because if you place yourself equal"},{"pageNumber":47,"pageContent":"8/18/09 3:11 PM Desteni Forums • View topic - The Elite/Illuminati/Governments/Mind Control/War Page 47 of 49 http://desteni.co.za/forum/viewtopic.php?t=2216 Post subject: Posted: Fri Apr 11, 2008 11:52 pm Post subject: Posted: Fri Apr 11, 2008 11:55 pm Please note to focus on self--and not on fear--because if you place yourself equal and one as fear--you create what you fear Top admin567 Site Admin Joined: Thu Mar 01, 2007 9:54 am Posts: 2279 Location: South Africa Perspective on: Does the Illuminati exist and is the New World Order trying to happen? WHat can we do to stop them? A: this has many departure points and angles-- some videos are covering this already the focus is on self--the principles in practical living topic allows each being to become directive involved according to application Assistence in general is to make people aware through ones own experience of the assistence and value of selfforgiveness, selfhonesty, self trust etc this has guided us and always stood the tests of \"time\" understand that allbeings manifested as systems in any form only exist in the defined form that we allowed within ourselves in one of the 3 mindsystems this is attended to by the structural rsonance as each being and directed appropriately untill the individual awareness is expanded to tkae directive selfexpression rsponsibility-- this is a process and as much assistence as possible is given without tempting the mind into overanalizing and creating more systems that then become systemdemons as a separate manifestation Top admin567 Site Admin Joined: Thu Mar 01, 2007 9:54 am Posts: 2279 Location: South Africa Perspective on: Is the 21 days of breathing guarenteed to to assist me ? A: It's quaranteed - if you live it and thus guarantee it for yourself 21 Days because it take effectively 21 Days to 'break' a habit entirely - with absolute, ABSOLUTE self dedication and self commitment. Counting - you count within you with awareness - it is YOU that is counting - there's a difference. Have a look at thoughts and voices in the head - they 'pop up' out of nowhere and you allow them / it to direct YOU. Here with counting - you're speaking within yourself and directing yourself - you're directing you - there's a difference. You don't need the mind to remember Dona - the mind is so goddamn limited it is frighteningly scary. When your mind stop - all of you - all that you are, have been and will be is here as who you are within and as oneness and equality - you'll know and realise you don't need the mind - as everything is here as you. Multifunctioning Dona - don't limit yourself - you'll be able to breathe and focus on your breathing and do the math's test - though if you believe and think you can't as the mind - ofcourse you won't. Though - this takes 'practice' because you have not once in your life been aware of your breath - nor have you actually lived the gratefulness thereof."},{"pageNumber":48,"pageContent":"8/18/09 3:11 PM Desteni Forums • View topic - The Elite/Illuminati/Governments/Mind Control/War Page 48 of 49 http://desteni.co.za/forum/viewtopic.php?t=2216 Post subject: Posted: Tue Jul 29, 2008 6:07 pm gratefulness thereof. Top admin567 Site Admin Joined: Thu Mar 01, 2007 9:54 am Posts: 2279 Location: South Africa Perspective on: Are the leaders of the world aware of Desteni? Q: Are the human leaders of the world that are behind the curtain actually aware of the situation this website has presented and hoping, through their planned actions, to end the loop? All signs are pointing to the planned annihilation of the majority of humanity by nuclear holocaust that is planned by the elite. They will be hiding safely in bunkers under Australia when they perpetrate this within the next four years. It is said that nuclear explosion disrupts soul energy. So my question is: what are the intentions of the elite as according to the knowledge of 'the dimensions' A: There is much ‘assumption’ that exists with regards to the ‘Elite’ and the ‘Illuminati’ situation that currently exists within this world and they are most certainly not prepared to annihilate humanity as earth is their domain, their ‘kingdom’ with which they have the opportunity to ‘play God’ – and would not give up the experience of such power and control through a nuclear holocaust here on earth within and as humanity. There is one thing the Elite and Illuminati have: Patience – there is a video interview done within which is explained what is to be ‘set in place’ within this world, the link I will provide for you here to have a look at: http://www.youtube.com/watch?v=ut9RduXOhCA I would suggest not to ‘place’ you ‘faith/trust’ with what you ‘gather’ of ‘information’ of this world with regards to the situation of the Illuminati and Elite: The situation may not be as it seems. And whether they are aware of us or not – it is irrelevant. Benazir Bhutto is currently in process of completing a document with regards to the origin of the Illuminati and Elite – and how the world currently operate with regards to the ‘relationship’ between the Illuminati and Elite and ‘how this world got to where it is in this moment’, which would be interesting for you to have a look at, so here are the links: http://desteni.co.za/Osho/bhutto1.htm Benazir Bhutto: Part One http://desteni.co.za/Osho/bhutto2.htm Benazir Bhutto: Part Two"},{"pageNumber":49,"pageContent":"8/18/09 3:11 PM Desteni Forums • View topic - The Elite/Illuminati/Governments/Mind Control/War Page 49 of 49 http://desteni.co.za/forum/viewtopic.php?t=2216 Board index » FAQ » Frequently Asked Questions All times are UTC + 2 hours Benazir Bhutto: Part Two http://desteni.co.za/Osho/bhutto3.htm Benazir Bhutto: Part Three http://desteni.co.za/Osho/bhutto4.htm Benazir Bhutto: Part Four http://desteni.co.za/Osho/bhutto5.htm Benazir Bhutto: Part Five Have a look: Injecting fear into societies with regards to a ‘nuclear holocaust’ – is but another means of controlling masses through fear. Thus, I would suggest you not ‘focus your attention’ on what might/may happen in the ‘future’ – but to focus on you, in what is necessary to be done here: In this moment of breath as you. Top Display posts from previous: All posts Sort by Post time Ascending Go Page 1 of 1 [ 7 posts ] Who is online Users browsing this forum: No registered users and 0 guests You cannot post new topics in this forum You cannot reply to topics in this forum You cannot edit your posts in this forum You cannot delete your posts in this forum You can post attachments in this forum Search for: Go Jump to: Frequently Asked Questions Go Powered by phpBB © 2000, 2002, 2005, 2007 phpBB Group Design By Poker Bandits Ads by Google David Icke Christian Rock Jobs in Human Resource Mind Control"}]
