[{"pageNumber":1,"pageContent":" LE GRAND GRIMOIRE, OU L'ART DE COMMANDER LES ESPRITS CELESTES, AÉRIENS, TERRESTRES, INFERNAUX AVEC LE VRAI SECRET De faire parler les Morts, de gagner toutes les fois qu'on met aux Loteries, de découvrir les Trésors cachés, etc. Imprimiré sur un manuscrit de 1522. PARIS. B. RENAULT, ÉDITEUR. 1845. "},{"pageNumber":3,"pageContent":" PRÉLUDE. CHAPITRE PREMIER Signé Antonio Venitiana, del Rabbina CHAPITRE II • PRIÈRE • Première Offande CHAPITRE III • Contenant la véritable composition de la bague tte mystérieuse, ou Verge foudroyante, telle qu'elle est représentée ci-dessous. CHAPITRE IV • Contenant la véritable représentati on du grand cercle cabalistique • PREMIÈRE PARTIE • SECONDE PARTIE • OFFRANDE • PREMIERE APPELLATION. A L'Empereur Lucifer • SECONDE APPELLATION • TROISIÈME APPELLATION • GRANDE APPELLATION. Tirée de la véritable clavicule. • De l'apparition de l'esprit • Ordre de l'Esprit • CONJURATION et renvoi de l'Esprit • Actions de grâces CHAPITRE IV • Contenant la véritable représentati on du grand cercle cabalistique • PREMIÈRE PARTIE • SECONDE PARTIE • OFFRANDE • PREMIERE APPELLATION. A L'Empereur Lucifer • SECONDE APPELLATION • TROISIÈME APPELLATION • GRANDE APPELLATION. Tirée de la véritable clavicule."},{"pageNumber":4,"pageContent":" 4 • De l'apparition de l'esprit • Ordre de l'Esprit • CONJURATION et renvoi de l'Esprit • Actions de grâces SECOND LIVRE, Contenant le véritable SANCTUM REGNUM DE LA CLAVICULE, Ou la véritable manière de faire les pactes, Avec les noms, puissances et talens de tous les grands Esprits supéri eurs, comme ausi la manière de les faire paraître par la force de la grande appellation du chapitre des pactes de la grand Clavicule, qui les force d'obéir à quelque opération que l'on souhaite. LE SANCTUM REGNUM, Ou la véritable manière de faire des PACTES avec quelques esprits que ce soit, sans qu'ils vous puissent faire aucun tort. • Leurs signes et caractères • Grande appellation des esprits avec lesquels l'onveut faire pacte ti rée de la grande clavicule • Apparitione de l'Esprit • Le pacte • Conjuration et renvoi de l'Espr it avec lequel on a fait pacte • Prière au Tout-Puissant en forme d'action de grâces • Oraison pour se garantir des mauvais esprits Citat præ dictorum Spirituum. TABLE des jours heu reux et malheureux. DE L'ART MAGIQUE DU GRAND GRIMOIRE. • Composition de mort, ou la pierre philosophale. • pour faire la baguette divinato ire et la faire tourner • Pour gagner toutes les fois qu'on met aux loteries • Pour charmer les armes à feu • Pour parler aux esprits la veil le de la St. Jean-Baptiste • Pour se faire aimer de telle fille ou femme que vous voudrez • Pour faire danser tout nu • Pour se rendre invisible • Pour faire la jarretière de sept lieues par heure • Composition de l'emplatre pour faire dix lieues par heure • Composition de l'encre pour écrire les pactes • Encre pour noter les sommes qu'on prendra dans les Trésors cachés, et pour en demander de plus fortes à Lucifugé, dans les nouveaux besoins."},{"pageNumber":5,"pageContent":" 5 • Il est inutile de faire remarquer qu e tous les objets décrits ci-des su s doivent être absolument neufs • En quels temps les arts se doive nt accomplir et perfectionner. L' ART DE COMMANDER LES ESPRITS Célestes, Aëriens, Terrestres, & Infernaux, SUIVI DU GRAND GRIMOIRE, DE LA MAGIE NOIRE ET DES FORCES INFERNALES, DU DOCTEUR J. KARTER, LA CLAVICULE DE SALOMON, &c. AVEC Le vrai SECRET de faire parler les Morts, po ur découvrir tous les TRÉSORS cachés, etc. 1421. PRELUDE. L 'HOMME qui gémit sous le poids accablant des préjugés de la présomption, aura peine à se persuader qu'il m'ait été possible de renfermer dans un si petit Recueil l'essence de plus de vingt Volumes, qui par leurs dits, redits & ambiguïté s rendaient l'accès des Opérations Philosophiques presque impraticables; mais que l' incrédule & le prévenu se donnent la peine de suivre pas à pas la route que je leur trace, & ils verront la vérité bannir de leurs esprits la méfian ce, & la crainte que peut avoir occasionné un tas d'essais sa ns fruit, étant faits hors de saison, ou sur indices imparfaits. C'est encore en vain qu'on croit qu'il n'est pas possible de faire des se mblables opérations sans engager sa conscience, il ne faut , pour être convaincu du contraire que de jeter un clin d'œil sur la vie de St. Cyprien. J'ose me flatter que les savants attachés aux mystères de la sc ience Divine, surnommée occulte, regarderont ce Livre comme le plus précieux Trésor de l'univers. CHAPITRE PREMIER. C E grand Livre, est si rare, si re cherché dans nos contrées, que pour sa rareté on le peut appeller d'après les Rabins, le véritable G RAND- OE UVRE, & c'est eux qui nous ont laissé ce précieux original que tant de Charlatans ont voulu contrefaite inutilement en voulant im iter le véritable, qu'íl [(6)] n'ont jamais trouvé pour pouvoir attraper de l'argent des simples, qui s'adresse au premier venu sans rechercher la véritable source. On a copié celui-ci d'après les véri tables écrits du grand Roi Salomon, que l'on a trouvés, par un pur effet du hazard, ce grand Roi ayant passé tous le jours de sa vie dans les recherches les plus pénibles & dans les Secrets les plus obscurs, & les plus inespèrés; mais enfin il a réussi dans toutes ses entreprises, & il est venu à bout de penétrer ju squ'à la demeure la plus reculée des Esprits, qu'il a tous fixés et forcez de lui obeïr, par la puissance de son Talisman ou Clavicle ; car quel autre homme que ce puissant Génie auroit eu la hardiesse de mettre au jour les foudroyantes paroles dont DIEU se servit pour constern er & faire obéir les Esprits rebelles, à [(7)] sa premiere volonté, ayant penetré jusqu'aux voûtes Celestes pour approfondir les secrets & les puissantes paroles qui font toute la force d'un Dieu terrible & respectabl e; il à ce grand Roi, prit l'essence de ces reservés secrets, dont s'est servi la grand Divinité, puisqu' il nous a découvers les infl uences des Astres, la constellation des Planettes & la manière de faire paroître toutes sortes d'Esprits, en recitant les grandes Appellations que vous trouverez ci-après, dans ce Livr e: de même que la véri table composition de la Verge Foudroyante , & ses effets qui font trembles les Espr its, & dont Dieu se servit pour armer son"},{"pageNumber":6,"pageContent":" 6 Ange, qui chassa Adam & Eve du paradis terrestre, & de laquelle Dieu frappa les Anges rebelles, précipitant leur orgueils dans des Abymes les plus épouvantables, [(8)] par la force de cette Verge qui forme des nuées, qui disperse les ouragans & les fa it tomber sur quelle partie de la Terre que vous voulez. Voici donc ci-après les véritables pa roles sorties de sa bouche, que j'ai suivie de point en point, & dont j'ai ai eu tout l'agrément & toute la satisfaction possible puisque j'ai eu le bonheur de réussir dans toutes mes enterprises. Signé J. KARTER, Venetiana. CHAPITRE II. O hommes! foîbles mortels! trem blez de votre témérité, lorsque vous pensez aveuglement de posseder une sçience assez profonde. Apportez votre esprit au-delà de votre sphère, & aprenez de ma part qu'avant de rien entreprendre, il [(9)] vous faut être ferme & inébranlab le, & très attentif à observer exactement de point en point, tout ce que je vous dis, sans quoi tout tournera à votre désava ntage, confusion & perte to tale (& si au contraire vous observez exactement ce que je vous dis, vous sortirez de vo tre bassesse & de votre indigence ayant pleine victoire dans toutes vos entreprises. Armez-vous donc d'intrépidité, de prudence, de sagesse & de vertu, pour pouvoir entreprendre ce grand & immense Ouvrage, dans lequel j'ai passé soix ante-sept ans, travaillant jour & nuit pour arriver à la réussite de ce grand but; il faut exactem ent faire tout ce qui est indiqué ci-après: PRIMO. Vous passerez un quart de Lune [(10)] entier sans fréquenter aucune compagnie de femmes ni de filles, afin de ne pas tomber dans l'impureté. Ensuite vous commencerez votre quart de Lune dans le moment que le quartier commencera, promettant au grand Adonay qui est le chef de tous les Esprits de ne faire que deux repas par jour, ou toutes les vingt-quatre heures dud it quart de Lune, lesquels vous prendrez à midi & à minuit, ou si vous aimez mieux, à 7 heures du matin & à 7 heures du so ir, en faisant la Prière ci après, avant que de prendre vos repas pendan t tout ledit quartier. PRIERE. Je t'implore, ô grand & puissant Adonay, maitre de tous les Esprits, Je t'implore ô Eloim. Je t'implore ô Jehovam. O grand Adonay! je te [(11)] donne mon ame, mon cœur, mes entrailles, mes mains, mes pieds, mes soupirs & mon être: ô grand ADONAY da igne m'être favorable. Ainsi soit-il. Amen. Prenez ensuite votre repas & ne vou s deshabillez ni ne dormez que le moins qu'il vous sera possible, pendant tout ledit quartier de Lune, pensant conti nuellement à votre ouvrage, & fondant toute votre espérance dans l'infinie bonté du grand Adonay ; après quoi le lendemain de la première nuit dudit quart de Lune, vous ïrez chez un Droguiste pour acheter une pierre sanguine ditte Ematille , que vous porterez continuellement avec vous cr ainte d'accident, attendu que dès- lors l'Esprit que vous avez en vue de forcer & contraindre, fait tout ce qu'il peut pour vous dégoûter par la crainte pour faire échouer votre [(12)] entreprise, croyant par cette voye se dégager des filets que vous commencez à lui tendre: il faut observer qu'il ne faut être qu'un ou trois, y compris le Karcist qui est celuî qui doit parler à l'Esprit, tenant en main la Verge Foudroyante, vous aurez soin de choisir pour l'endroit de l'action un lieu solitaire & écarté du monde, afin que le Karcist ne soit point interrompu; après quoi vous acheterez un jeune Chevreau vierge, que vous décorerez le 3 eme jour de la lune, d'une guirlande de verveine, que vous attacherez à son col au dessus de sa tête avec un ruban verd, ensuite le transporterez à l'endroît marqué pour l'apparition, & le bras droit nud jusqu'à l'épaule armé d'une l'ame de pur acier, le feu étant allumé avec du bois blanc, vous direz les paroles suivantes, avec espérance & fermeté. [(13)]"},{"pageNumber":7,"pageContent":" 7 Première Offande. Je t'offre cette victime, au grand Adonay, Eloim, Ariel & Jehovam, & cela à l'honneur, glorie & puissance de ton être supérieur à tous les Esprits ; daigne, ô grand Adonay le prendre pour agréable. Amen . Ensuite e vous égorgerez le Chevreau & lui ôterez la peau, & mettrez le reste dessus le feu, pour y êtr reduit en cendres, que vous ramasse rez & les jetterez du côté du Soleil levant, en disant les paroles suivantes. C'est pour l'honneur, gloire & puissan ce de ton nom, ô grand Adonay, Eloim, Ariel & Jehovam, que je répand le sang de cette victime (dai gne, ô Adonay, recevoir ses cendres pour agréable. Pendant que la victime brûle, vous pouvez vous réjouir en l'honneur [(14)] & gloire du grand Adonay, Eloim, Ariel & Jehovam, ayant soin de conserver la peau du Chevreau vierge, pour former le rond, où le grand Cercle Cabalistique , dans lequel vous vous mettrez le jour de la grand entreprise. CHAPITRE III. Contenant la véritable composit ion de la Baguette mystérieuse, ou Verge Foudroyante, telle qu'elle est représentée ci-dessous. CHAPITRE IV. Contenant la véritable Représentation du grand Cercle Cabalistique. CENTUM REGNUM. "},{"pageNumber":8,"pageContent":" 8 CHIAMATA DI LUCIFERO. PROMESSE DE L'ESPRIT. Modo di Licenciare. Ordre de l'Esprit. CONJURATION & renvoi de l'Esprit. Actions de grace. SECOND LIVRE CONTENANT LE VERITABLE SANCTUM REGNUM DE LA CLAVICULE. Où la véritable Maniere de faire les PACTES. Avec les Noms, Puissances & Talens, de tous les gr and Esprits supérieurs, comme aussi la manière de les faire paroître par la force de la grande Appellati on du Chapitre des Pactes de la grand Clavicule, qui les force d'obéir à quelle Opération que l'on souhaite. Suivi du grand Art Magique, ou le véritabl e Secret de pouvoir parler au Morts. Augmenté de plusieurs Magies. LE SANCTUM REGUM [REGNUM]. Ou la véritable maniere de faire des PACTES, avec quels Esprits que ce soit, sans qu'ils vous puisse faire aucun tort. Leurs Signes & Caracteres, "},{"pageNumber":9,"pageContent":" 9 Je suis tout à toi. Grande Appellation des Esprits avec lesquels l'on veut faire Pacte, tiré de la grande Clavicule. Citasio Prædictorum Spirituum. [(76)] LE SECRET MAGIQUE, Où le GRAND ART de pouv oir parler aux Morts. "},{"pageNumber":10,"pageContent":" 10 SECRETS DE L'ART MAGIQUE. DU GRAND GRIMOIRE. Pour faire la Baguette devi natoire, & la faire tourner. Pour gagner toutes les fois qu'on met aux Lotteries. Pour charmer les armes à feu. Pour être insensible aux Tortures, il fa ut écrire ces Vers sur du papier, & avaler le papier. COMPOSITION DE MORT, OU LA PIERRE PHILOSOPHALE. Pour parler aux Esprits la veille de la St. Jean Baptiste. Pour faire danser tout nud. Pour se faire aimer de telle Fi lle ou Femme que vous voudrez. Pour se rendre invisible. Pour faire la jarretière de sept lieues par heure. Composition de l'Emplatre pour faire dix liou par heure. Pour se rendre les Juges favorables. Pour Mutiler ses Ennemis. Pour se rendre dur à l'Arme blanche. Pour dissoudre la formation du Ph œtus, & procurer l'avortement. Pour guérir les Pulmoniques. Pour guérir l'Hidropisie. Pour guérir la pluresie dans 24 heures. Pour guérir de la Goutte & Paralisies. Secret pour guérir toute sortes de Fiévres. MIROIR DE SALOMON. Maniere de faire le Miroir de Salomon. Renvoi de l'Ange Anaël. "},{"pageNumber":11,"pageContent":" 11 DE LA MAIN DE GLOIRE, Dout se servent les scelérats voleurs, pour entrer de nuit dans les maisons sans empêchement. POUR CHANGER LE PLOMB EN OR FIN. Pour rompre des Cordes neuve avec une herbe. Pour rompre facilement une Barre de Fer. Lumiére qui a du rapport à la Main de gl oire, pour endormir tous ceux qui sont dans la Maison. Pour faire de L'OR artificiellement. Autre au même sujet. Table des Jours Heu reux & Malheureux. "}]
