[{"pageNumber":1,"pageContent":"THE MAGIC OF ARMADEL Electronic Version Prologue This grimoire was first translated by Mr. MacGregor Mathers into English. Now for the first time in English I Frater Alastor , rendering into the html format. When Mathers made his translation he notice that the title page was the last page of the grimoire, so he moved to the front but keep the rest of the chapters in the same order. He also notice that this grimoire began speaking about the magick circle like if it where something that the reader should already know. Now it is my believe that the whole grimoire was written backward, this is to say that you should read the last page first (the title page) then the last chapter and so on. If you read it this way you will see that make a lot of sense. In Mathers version the first chapter is a reference to the magick circle and the License to depart, it make no sense to begin a grimoire that way since the license to depart is the last think that a magician read. Also if you fallow the Latin titles in Mathers version the text begin with the Sanhedrin, Jesus and go on to the creation of Adam and the demons and the angels etc. This order is completely the opposite of that one on the bible this is god first, then the angels, the demons, Adam, Jesus, the Crucifixion and the Sanhedrin. So neither to say I had inverted the orders of the chapters in Mathers version under the believing that this is the way that was"},{"pageNumber":2,"pageContent":"THE MAGIC OF intended to be read.      Frater Alastor. LIBER ARMADEL Seu totius Cabalae perfectissima brevissima et infallibilis Scientia tam speculativa quam practiqua Dominum Deum timebus et illi seli serbies per nomen illius tremendae at adorabilis Majestatis omnibus"},{"pageNumber":3,"pageContent":"THE MAGIC OF diebus vitae tuae. operaribus TRANSLATTON OF THE FOREGOING The Fear of the Lord is the Beginning of Wisdom. In the Name of the God of Israel, One and Triune, Abraham believed, and it was counted unto him for righteousness. Amen. Nisi Dominus Operitus nobiscum in vanum laborant qui operantur. Unless the Lord work with us, in vain do they strive who labour. De Prof undis Clamavi ad Te Domine, Domine Exaudi Orationem meam. Out of the Depths Have I cried unto Thee O Lord, O Lord hear my prayer."},{"pageNumber":4,"pageContent":"THE MAGIC OF Fiant aunes tuae intendentes un vocem Deprecationis mea. Let Thine ears be inchined unto the voice of my supplication. THE CHARACTERS OF MICHAEL The Characters of Michael (Taken from the German Original) Therefore Hear O Man The Lord, the Lord Our God, is one Lord. Thou shalt love"},{"pageNumber":5,"pageContent":"THE MAGIC OF the Lord thy God with thine whole heart, with thy whole Soul, and with thy whole strength, and thy neighbour as thyself. And these words which I teach unto thee shall be in thine heart, thou shalt relate them unto thy children and thou shalt meditate upon them, when thou sittest in thine house, when thou walkest by the wayside, when thou sleepest, and when thou arisest; and thou shalt bind them like unto a staff for thine hand, and thou shalt place them between thine eyes and thou shalt write them upon the threshold and portals of thy dwelling place. AMEN. Thou shalt not tempt the Lord thy God, in any soever of thy works; but keeping His precepts and testimony, and ceremonies, most pure, thou shalt do that which is pleasing and good in the sight of the Lord with zeal and charity, not out of curiosity or ostentation. If thus thou shalt have heard the voice of the Lord thy God and shalt have walked in his ways, that thou mayest do and keep His commandments, the Lord thy God shall make these more excellent than all the Nations which be spread abroad upon the Earth; and by reason of that blessing shall they come unto thee and learn of thee, Blessed shalt thou be in the City, and blessed shalt thou be in the field, and blessed shall be the fruit of thy body. AMEN. But the God of these, Who is also our God, is in Heaven, and in Earth, and in the Abysses, and He doeth whatsoever He will. They who fear the Lord have put their trust in the Lord, He is their helper and defender. Would that my life were directed to the safeguard of thy justification. Also I have sought thee out, because thou hast caused me to have life hereby. Let it go forth unto my works. Direct thou them according to Thy saying, and let not injustice have dominion over me When, therefore, thou shalt be worthy to understand in what manner thy vow and thy natal day are to be observed with circumspection and purity: Take note of this: Are there not twelve Months in the Year?"},{"pageNumber":6,"pageContent":"THE MAGIC OF Is there not one hour in each single month? Does not this hour pass by? And thus let it then pass by with chastity, fasting, ardent prayer and desire, desiring also your Vow by the Divine inspiration and therefore fit to be carried out. This following is a fitting prayer. ORATIO Initium Sapientiae Timor Domini in Nomine Dei Israel, LIni et Trino, Credidit Abraham et ei reputatumfuit in justitiam. AMEN. THE PREPARATION OF THE SOUL (II) Santi Andrea et Thoma circumvallate me. O Saint Andrew and (Saint) Thomas, be a defence about me. "},{"pageNumber":7,"pageContent":"THE MAGIC OF Sancte Michael auxiliate omnibus operationibus meis quoniam quis sicut Dominum Virtutum et nullus certe ni ni solus deus meus magnus et terribile super omnes qui in exercitu ejus sunt ideo enim voto voverint domino Deo meo Jesu me possidents et circumvallante gratia sua et dominus Deus Jesus imposita mihi Lege sua sit mihi semper a cuntis diebus et momentis vitae meae un patrem et deum meum— et si vere Emmanuel amabilis. O Saint Michael bring thine aid unto all mine Operations, for who is like unto the Lord of Virtues; and assuredly there is none else but my Lord God, the only Great and terrible over all who be in His Army, for hereunto by vow are they vowed unto my Lord God Jesus, Who possesseth and defendeth me by His Grace. Also may the Lord God Jesus having imposed upon me His Law, be ever mine in every Day and moment of my life as my Father and God, and thus truly my beloved Emmanuel. Sancte Petre ad glorium et utilitatem proximi ure in me omnes iniquitates meas. O Saint Peter, unto the (Divine) Glory and the good of my neighbour, bum up in me all mine iniquities. San te Paule obviam este deprecationis meae. O Saint Paul, be thou propitious unto my prayer. Conf itebor Jesu tibi Christi rex Aeternaegloriae verbum caro factum est, ex"},{"pageNumber":8,"pageContent":"THE MAGIC OF Maria de Spiritu Sancte te humillime deprecor per vulnere tua sanctissima quae sunt fons regenerationis mos trae in fide et charitate per delectissimam Marium Matrem tuam semper immaculatam et omnes sanctes tuos ne impediar opere ad mortem justifican in fide et charitate quoniam fides sine operibus mortua, non nobis domine non nobis sed nomini tuo, nequando dicant gentes ubi est. I will confess myself unto Thee, O Jesus Christ, King of Eternal Glory, the Word is made flesh from Mary by the Holy Spirit; I pray Thee most humbly by Thy most holy wounds which are the Foundation of our Regeneration in Faith and Charity; by Thy Most delightful Mother Mary, ever Immaculate; and by all Thy Saints let me not be hindered in my work, unto death be justified in Faith and in Charity, since Faith without Works is dead. Not unto us, O Lord, not unto us, but unto thy Name; hest the heathen may say: Where is He Let us become as little children at birth, for unless we be born again we shall not see the wonders of God, nor yet in any way progress in the Art. Good is fasting with prayer, and almsgiving, and vow. Before the Oration, prepare the Soul THE PREPARATION OF THE SOUL (1)"},{"pageNumber":9,"pageContent":"THE MAGIC OF Before invoking the Spirits it is necessary to make a (Magical) Circle, and place thyself in the midst thereof after having sprinkled the same with Holy Water saying: ‘In Nomine Patris + et Fuji + et Spiritus Sancti.’ 1 ‘In the Name of the Father, and of the Son and of the Holy Ghost.’ ‘Res pice in me per Sanctissimos Angelos Tuos in Nomine Jeus de Maria Virgine semper immaculata Nati, et Ventas Tua manet in aeternum—Amen. ‘Examine me thoroughly by Thy most Holy Angels, in the Name of Jesus, born of Mary, the ever Immaculate Virgin; and may Thy Truth endure for ever— Amen.’ The Magick Circle"},{"pageNumber":10,"pageContent":"THE MAGIC OF (Taken from the German Original) Before the Oration prepare thy Soul, and be not thou like unto a man who tempteth a God. ORATION SEMPER PRECEDENS ACTUM (Dirigatur quaese et humillime. Deprecor Domine Deus Meus Omnipotens in conspectu Tuo Operatio mea et comittentier mihi et operatione mea sanctissimi (here follow a collection of scratches evidently intended to represent Hebrew Letters which I imagine are intended to stand for the words: ‘IHVH Elohim, Ab, Ben Ve-Ruach Haqodesh.’ ‘Tetragrammaton Elohim, Father, Son and Holy Spirit.’) Ad Majorem Nomini Tui gloriam, edificationem et utilitatem proximi mei. Amen. Translation of the Foregoing. THE ORATION ALWAYS TO BE MADE BEFORE OPERATION"},{"pageNumber":11,"pageContent":"THE MAGIC OF (also I warn you that it is to be performed with the greatest humility). In Thy Sight O Lord mine Omnipotent God, do I pray for mine Operation, and may these most Holy (Names) be in charge over me and my Operation... unto the Greater Glory of Thy Name, and the edification and profit of my neighbour. Amen. COR ERGO ET SCIETUR UNUM SUNT PUTREUS M ALE STUM THE VISION OF DUST Wheref ore let it be granted that dry bones having been reduced in to a most fine powder, that this also may be refined and compounded together like unto the T h i n i a n a of Moses the Blood. Neither ever hereafter shouldest thou despise this holiest Mystery; for thee the Spirit of Life is herein like as in the Dust of a Man. Since all these (matters) have been placed before thy true heart, which also the Lord God hath chosen for the legitimate Tabernacle, may He further bless all thy works in thy time By His Angel Raphael He appeareth unto the blessed Tobias and in his journey he put to flight all Malice of heart and every kind of Demon which obsesses, and (caused) Simplicity of heart, Purity and Faith in Prayer to have entire dominion"},{"pageNumber":12,"pageContent":"THE MAGIC OF with him. Is there not sought in the Imagination those things which one hath not known, and is there not pleasure in the excitation thereof? Hath not Memory been willing to aid that which the Imagination hath clothed with form, so that one may see of what nature such things may be and whether any further development of them may be (advisable)? Hath not the Intellect having applied them unto Itself, known how to treat in thee the things cast forth by the Memory, and this to what degree and extent according unto their faculties and powers? Do not Memory, imagination, and Intellect operate (simultaneously) together? For at once and in unity these (three) which be united together do then become Intellectual Action. Is not the Heart a recurved Vase of Blood? If among all these so many be found similar that they may be perfected hereunto, it will be the same concerning His people. 3 Study this weH O Man, ardent for Wisdom, in the following out of this Path desiring all things, seeking all things, and understanding all things, seeing that in thyself are all things. Assimilated; Contained: Willed. Was it not on the Fifth Day 5 that Man was made a Living Soul? Was there not a Soul 6 which came forth (into manifestation) on the Third Day? Did it not also give forth and withdraw (the faculty of) Hope, and before that it withdrew, did it not rejoice in the Quinary Number; going forth and returning in that same Number; for it rejoiced in the Nature of the Creatures which do exist in the Number of the Quinary. First God, (then) Spirit and Matter. Most powerfully do these operate the separation of Matter violently transformed by Life. How can such (Life) do aught but delight in the Number of the Five, seeing that therein is hidden every Mystery of a (Past), Present and Future Age, since in such (Eternal) Epoch is the Name of the Lord God."},{"pageNumber":13,"pageContent":"THE MAGIC OF Also in the Prophecy of Ezekiel, as it was taught unto him, the Lord God said: ‘Let the Spirit come from the Four Winds, and brood over these that they may revive in the Name PELECH, now JESUS.’ The Lord God PELEG, now JESUS. The Spirit having entered into them, also they spake. It is not also related by inspiration that the Lord said unto Moses: ‘Take unto thee Aromatics; Stacte, Galbanum of good odour, and thus Luci, of equal weight: hereof shalt thou make a perfume composed according to the Art of the Apothecary, mixed with care; pure and sanctified, and most fitting to be offered unto me. And when thou shalt have beaten it into most fine powder, then shalt thou place it before the Tabernacle of the Testimony in the which place 1 will appear unto thee, Holy of Holies shall it be. Thou shalt compose nothing similar for thine owrt use, seeing that it is Holy unto the Lord.’ Man who was called Adam, also called by their (true) Names all the Animals, as well the Birds of Heaven as the Beasts of Earth, But there was not found an aid for Adam who was like unto him.° Is it not written and reported by tradition’ that the Lord God led forth Ezekiel in His Spirit, and left him in the midst of a field which was full of dry bones, and led him round about these bones in that region, and prophesied over those bones. And in the Name of the Lord he said unto them: ‘O Dry Bones, hear ye the Word of the Lord Thus said the Lord unto you: “So therefore will I send forth My Spirit unto you, and ye shall live, and ye shall know that I am the Lord.” Also thus was it done at the same time that Ezekiel did prophesy over those dry bones.’ Since in that prophesying there was a sound made, and behold there was a great movement, and the bones approached and joined each unto the other together, and the nerves and flesh formed upon them, and the skin was spread aboye, though as yet they had not the Spirit of Life. Unto that Spirit, then did Ezekiel prophesy his Will, in all humilty, sobriety, mercy and patience. And though, whosoever thou mayest be, who in thy life and action possesses thy Soul in peace, when therefore thou shalt know the Mysterium, 12 be thou well ware not to reveal it. When the Spirit willeth seek to enter into the Knowledge of the Lord, and there shall rise an intellectual fountain of Understanding and Wisdom. The (celestial) LIGFIT fleeth the (Earthly) Light, and operateth in Secret until thine Heart is tormented with"},{"pageNumber":14,"pageContent":"THE MAGIC OF understanding and with the desire of Understanding, since it is that which seeketh and which is hidden from Man. Is it not written and reported by tradition, and hast thou not read, that the Lord God formed Man of the Mud 13 of the Earth, and that Man became a Living Soul, and that when He had formed Man He placed him in the Paradise of Pleasure to work it and to keep it. And seeing that the Lord God, having formed from the ground all the animals of the Earth and all the winged things of heaven, did bring all these living creatures before Adam himself, then did his Name (that is) the Spirit (or Breath) go forth (upon them); and the Dust 14 being arrested, there did it remain, and the Rose 15 was restored. And so also is the Man who understandeth the Mysteries of the Book, and of the Similitude of the Rose, and the Mystery of the Dust; preserving the same in the inmost of his heart like a Magically guarded Treasure: and as a Gift of the Highest, most sacred and most unutterable nature. But shouldest thou make an abuse hereof, then shall it be unto thee as a most heavy and scandalous thing and shall bring about the utter ruin of all thy worldly possessions, of thy body, of thine intellect, and of thy Soul. Further also take heed that thou reveal it not to any in writing, nor yet even the least part of the Mysteries of this Book. Wherefore mayest thou be contented herein, with all charity and zeal thereof, and thou shalt have done sufficient; for God knoweth who desireth truly for His Grace, His Light and the Understanding of His Empire; seeing that in His Namé he hath known Him. When thou shalt have comprehended the Misterium Stile, which is the Most Holy Gift of God, this is that which the Lord God PELECH now JESUS revealeth or permitteth to be revealed unto those who do seek His Will. Is it not reported by tradition and written ‘In the Beginning the Elohim created’ (Bereshith Bara Elohim). . . Man on the Sixth Day; whom the Lord God took and placed in the Paradise of Pleasure, wherem was the Fountain divided into Four"},{"pageNumber":15,"pageContent":"THE MAGIC OF Heads. There is that Most Holy Mystery, let him who hath ears to hear, hear and live O Lord God, may he be Anathema (accursed) whosoever he be, who shall have despised this most precious Mystery. Amen Hear, O my Soul, turn unto the Lord thy God; for where there hath been Pride, there shall be also Abasement; but where there is humility (there is) also Wisdom. So, therefore, abide fast m the Lord God, saying with thine whole heart, ‘Truly 1 have sinned in all my ways, but I beseech Thee O Lord to take away the Iniquity of Thy Servant, seeing that nevertheless 1 have put my trust in Thee’ O Lord God, thou art become my oppressor, because of the multitude of my sins, seeing that I have greatly sinned, and that mine Iniquities be multiplied like unto the Sands of the Sea, and 1am not worthy to lift up mine eyes unto the Height of Heaven. THE VISION OF ANOINTING Hath it not been written in the Scriptures, — ‘Take unto thee sweet spices, five hundred shekels of myrrh the finest and most choice, likewise thou shalt reckon two hundred and fifty shekels of Calamus,’ Are these not in the Blood, Vital and Animal Spirits? Is there not Blood in the whole Body? And there is (a certain proportion) of fat joined thereunto preserving the Spirits thereof. In the Body of the Fish preserved by Tobias were there not these Spirits (derived from) the purest faculties of all true Elementary Forces? Know thou then what most holy thing existeth as regardeth (these Elementary Forces) preserved in Nature Therefore the Lord Pelech, now Jesus, by His Omnipotent Grace mercifully operating in Nature, protecting the Heart of the Operator in Simplicity, in Faith, in Hope and going forth in Charity, rejoicing also in Itself, directeth such Spirits according to their most sacred faculties to cooperate with such Operation of a Simple Heart. file:///C|/WINDOWS/DESKTOP/GLENNS~1/MAGICAL2/GRIMOI~1/grimoire%20of%20armadel.htm (15 of 66) [10/08/03 17:43:32]"},{"pageNumber":16,"pageContent":"THE MAGIC OF Is it not manifested in the Book of Tobias, who himself was of a Simple Heart, that the Lord God directed the Spirits of the Liver of the Fish according to their most secret faculties, in His Adorable Name, by His Angel Raphael, to co-operate with Tobias in the casting away of the Albumen (from the eyes of his) father? By a Number (namely) through the Temary, is the Mercy of God the Highest Lord, Jah, turned, therefore revealing all things. David took unto himself five most clear stones from the Brook and five cakes of Shewbread, the which Bread the Laity might not have, but only the Elect. Is not the Head the seat of Imagination, of Memory and of Intellect? THE RATIONAL TABLE: or the QABALISTICAL LIGHT; PENETRATING WHATSOEVER THINGS BE MOST HIDDEN AMONG THE CELESTIALS, THE TERRESTRIALS AND THE INFERNALS THE FIRST CHARACTERS file:///C|/WINDOWS/DESKTOP/GLENNS~1/MAGICAL2/GRIMOI~1/grimoire%20of%20armadel.htm (16 of 66) [10/08/03 17:43:32]"},{"pageNumber":17,"pageContent":"THE MAGIC OF The First Characters which should be made upon virgin parchment, on Sunday in the Hour of the sun (see Figure 46), The first letter of your name should be written in the semi-circle ‘A’, and that of your surname in the semi-circle ‘B’. You should wear this upon your left side (near the heart) before you proceed to invoke the Spirits, in order to make them obey you, and to gain from them that which you shall desire. ISRAEL hath gone forth from the Beginning, from the Days of Etemity. O my Soul, possess thyself in searching out and foliowing out in thyself the Will of thy Lord PELECH Who is Jesus; for that Peace shall be thine, when M e m o r ot h the Assyrian and M e t r u m shall come to turn thee from the Eternal Law, and thus disturb thee in all thy ways. Be unwilling to fast, 1 O my Soul; let it be at the hour of Day that thy cry may be heard on high. Is it also such a fást which the Lord hath chosen to afflict thee by day, through the depth and multitude of my iniquities, whereby 1 have excited thy wrath, and have done evil before thee unintentionally, also 1 have kept thy commands. 2 The Lord God presseth me hard because of my many sins; nevertheless bow down (unto Him) O my Soul; that thou mayest rather fall into the hands of the Lord God, seeing that many are His Mercies, than into the hands of Man. Turn then, O my Soul and humble thyself before the Lord thy God. The Lord thy God file:///C|/WINDOWS/DESKTOP/GLENNS~1/MAGICAL2/GRIMOI~1/grimoire%20of%20armadel.htm (17 of 66) [10/08/03 17:43:32]"},{"pageNumber":18,"pageContent":"THE MAGIC OF hath created Israel, and truly there is a Providence which acteth in the sight of God; and him who hath cried unto Him, also He observeth intently, and listeneth unto his prayer. Cry unto the Lord, with great insistence, and humiliate thyself O Soul, also in Chastity, in fasting, in mercy, in power, seeking out with thine whole heart in thy prayers the Will of the Lord God, and all things shall be added unto thee. From thine inmost heart and in tears shalt thou say unto the Lord thy God, ‘1 have sinned, nevertheless O Lord return unto me whom Thou hast humiiated.’ Be in thine whole heart ever seeking Jesus, in chastity and in sobriety, in mercy and patience, and thus shalt thou possess the Soul in faith, hope, and charity; and thus shalt thou pray confidently. And whatsoever thou shalt seek in Bereshith, shallbe given back unto thee in Mercavah. CONCERNING THE PATHS OF WISDOM These be the Characters of the Spirits of Force and Counsel (see Figure 43). file:///C|/WINDOWS/DESKTOP/GLENNS~1/MAGICAL2/GRIMOI~1/grimoire%20of%20armadel.htm (18 of 66) [10/08/03 17:43:32]"},{"pageNumber":19,"pageContent":"THE MAGIC OF Characters of the Spirit of Force and Counsel This is the Sigil of Joy, and of the Spirit which goeth forth and retireth. The Characters of the Spirits of Joy (see Figure 44). Characters of the Spirits of Joy Thou shalt have fasted with the Lord God Pelech, now (called) Jesus, for Seven Days, the which shall be passed in humility and sobriety, in mercy and patience, in peace and equilibrium; (that is to say) in the beginning of all the Sigils of Love file:///C|/WINDOWS/DESKTOP/GLENNS~1/MAGICAL2/GRIMOI~1/grimoire%20of%20armadel.htm (19 of 66) [10/08/03 17:43:32]"},{"pageNumber":20,"pageContent":"THE MAGIC OF and Charity, and from which they do proceed. The Characters of the Angels of Love and Charity (see Figure 45). Characters of the Angels of Love and Charity Is it not written and reported by tradition that ‘there were Six Men 2 who carne from the way of the Upper Gate which looketh toward the North, each holding in his hand a weapon of death. Also in the midst of them was one Man clothed with a robe of fine linen, and he had instruments for writing hung at his side. And when they had entered, they stood beside the Altar of Brass, And the Glory of the Lord of Israel withdrew from the cherub which was etc. . .‘ Also in the Books of Moses (it is written) 3 that with 250 shekels of each of various ingredients and with 500 shekels of Myrrh, etc., according to the weight of the Sanctuary, and with a certain measure of Olive Oil, thou shalt make a certain Holy Anointing Oil composed according to the Art of the Apothecary; and that herewith thou shalt anoint the Tabernacle of Testimony and the Ark of the Covenant, the Table with its Vessels, the Candlesticks, the Altar of Incense and that of Burnt Offering, and all things pertaining unto the Cult. file:///C|/WINDOWS/DESKTOP/GLENNS~1/MAGICAL2/GRIMOI~1/grimoire%20of%20armadel.htm (20 of 66) [10/08/03 17:43:32]"},{"pageNumber":21,"pageContent":"THE MAGIC OF CONCERNING GOD THE UNIVERSALLY ONE These be the Characters of the Spirits who do teach unto you all kinds of Sciences (see Figure 42). They be under the domination of CASSIEL, and are to be invoked on a Saturday at eleven o’clock at night, In this Sigil is manifested the most glorious Science of God. In this are taught the Paths of Wisdom 1 and their profoundest Mysteries; how we can know such paths; and how we may become worthy to wait therein. There be also shown the Mysteries of our hearts through this Number of Thirty-two. Its significations teach the Mysteries of the Regeneration of our Heart; whether from the beginning it was constituted to operate hereby and herewith, and by the Word of God; whether it was distinct in the Mind of God; and what be its place, Science and dubitation, its hope, faith and ultimate desire. If you shalt desire to know thoroughly these Paths of Perfect and Profound Wisdom together with their Mysteries; remember the combinations of writings in the Sigil (He) which is in the centre of the figure of the Heart. file:///C|/WINDOWS/DESKTOP/GLENNS~1/MAGICAL2/GRIMOI~1/grimoire%20of%20armadel.htm (21 of 66) [10/08/03 17:43:33]"},{"pageNumber":22,"pageContent":"THE MAGIC OF Whosoever thou mayest be, despise not this wonderful Science and Geometrical Searching Out, and the points of E o n, 3 and the Mystical Numbers of the Letters. Also the Lord said unto God: 4 ‘Go forth through the midst of the City, through the midst of Jerusalem, and sign a Symbol upon the foreheads of the men who groan and grieve over all the abominations which be in the midst thereof. ‘Also he said unto them: ‘Hear me, go ye forth through the City follow-ing after him, and smite ye every man upon whom ye shall see ‘T ha un e’. 5 Ye shall slay them from my Sanctuary. —Begin.’ CONCERNING GOD IN HIS TRINE PERSONALITY (MICHAEL and his Spirits) These be the Characters of the Spirits who do teach unto you all Mystical Sciences (see Figure 41). file:///C|/WINDOWS/DESKTOP/GLENNS~1/MAGICAL2/GRIMOI~1/grimoire%20of%20armadel.htm (22 of 66) [10/08/03 17:43:33]"},{"pageNumber":23,"pageContent":"THE MAGIC OF In this Sigil be taught the Mysteries of the Trinity Whom Abraham our Father knew, believed in and confessed. There is also taught herein how It is pleasing and harmonious in Itself, and by what ways It may be propitiated, as hath been communicable through Its Adorable Attributes. There is also (herein) taught how the whole may be communicable unto and in Thee, and as regardeth Thee in a profound and wonderful manner, through the Combinations of the Letters which be in the Great Central Triangle, between the Small Orb and Triangle. There is also (herein) taught how the Science of God may be communicable through His Attributes unto all Created Beings; and especially those most profound Mysteries which He operateth with regard both to Angels and Men, the which be shown through the combinations of the Letters which be without the Small Orb. Also in all this Science thou shalt observe the Combinations of the Letters, of Geometry, and Gilgud or of their Numbers, in thy searching examination of all Sigils. CONCERNJNG GOD, THE PRESERVER, THE DESTROYER, AND THE CREATOR (GABRIEL and his Spirits) These Spirits do teach you all kinds of Mysteries. Thus is the Character (see Figure 40). file:///C|/WINDOWS/DESKTOP/GLENNS~1/MAGICAL2/GRIMOI~1/grimoire%20of%20armadel.htm (23 of 66) [10/08/03 17:43:33]"},{"pageNumber":24,"pageContent":"THE MAGIC OF In this Sigil is taught what Mysteries the Lord God is willing to permit to operate in Creation, through the uncontaminate Inner Knowledge whereof also (Abraham) did rule and govern himself and went forth by the command of the Lord God to travel in the Land of Chanaan, wherein also he sojournrned and was buried by his two (Sons) in a Mystical Sepulchre, that is to say in the Cave near unto Cariatarbee, wherein also Abraham, Isaac and Jacob were interred. Now this same Cariatarbee is Hebrew Mambre, and Ephrata. In this land did Abraham behold Three and Adore One, and thus was it counted unto him for righteousness. In this Sigil is taught Who be those Three Persons meet to be adored, and how they do harmonise together; also as concerneth the Angels and Men what Mysteries they do operate; also how they do harmoniously act through Created Beings, Angels and men. All these things be shown forth in the Letters and in the Sigil herewith given, through their Number and Combination. file:///C|/WINDOWS/DESKTOP/GLENNS~1/MAGICAL2/GRIMOI~1/grimoire%20of%20armadel.htm (24 of 66) [10/08/03 17:43:33]"},{"pageNumber":25,"pageContent":"THE MAGIC OF CONCERNING THE CREATION OF ALL THE ANGELS (OCH and his Spirits) These do teach you what is the Nature of the Angels. These subjects fail under the domination of Och who is a Solar Spirit, and should be invoked on a Sunday at Daybreak. Thus are the Characters (see Figure 39). In this Sigil there is taught what is the Nature of Angels; what may be the object and end of such Creation and whether it be established to operate in the preservation and destruction of all Creatures. There is also taught Who and What is that Promised Messiah; what is the Kingdom; What is the Kingdom of Israel; what the Restitution through Him for the Wretched; what kind of a Prophet He may be; and what things can be performed by the Messiah for the welfare, file:///C|/WINDOWS/DESKTOP/GLENNS~1/MAGICAL2/GRIMOI~1/grimoire%20of%20armadel.htm (25 of 66) [10/08/03 17:43:33]"},{"pageNumber":26,"pageContent":"THE MAGIC OF restitution all liberation of His people in Daya (sic). In this Sigil as in others (Magical ones), there be Mysteries through the combination of Geometry, Gilgud and Numbers, as well as points relating to Geometrical (Symbolism). CONCERNING THE LIFE OF THE ANGELS BEFORE THE FALL (ZAPHKIEL and his Spirits) These do (not) teach you of what nature is the Life of all Angels, and their business and intercourse. Thus be their Characters (see Figure 38). file:///C|/WINDOWS/DESKTOP/GLENNS~1/MAGICAL2/GRIMOI~1/grimoire%20of%20armadel.htm (26 of 66) [10/08/03 17:43:33]"},{"pageNumber":27,"pageContent":"THE MAGIC OF In this Sigil there is taught what was the Life of the Angels before the Fail. There be taught also the Mysteries of their habitation; whether there be a place of habitation for the Rebellious Angels; whether there may be found a Place Impassable and Void; whether the Angels were without any affection of passion soever; whether they were created in happiness; and whether such is confirmed unto them. file:///C|/WINDOWS/DESKTOP/GLENNS~1/MAGICAL2/GRIMOI~1/grimoire%20of%20armadel.htm (27 of 66) [10/08/03 17:43:33]"},{"pageNumber":28,"pageContent":"THE MAGIC OF CONCERNING THE EVANGELIC REBELLION AND EXPULSION (LUCIFER . BELZEBUT . ASTAROT) These Spirits teach you what were the Rebellion and Fail of the Evil Spirits. Thus be their Characters (see Figures 35,36 and 37). Characters of his Princes file:///C|/WINDOWS/DESKTOP/GLENNS~1/MAGICAL2/GRIMOI~1/grimoire%20of%20armadel.htm (28 of 66) [10/08/03 17:43:33]"},{"pageNumber":29,"pageContent":"THE MAGIC OF In this Sigil there be taught what was the Rebellion of the Angels and what was its cause; what were the Mysteries of their Life; whether their life should be understood as a continual action; whether the Names of these Angels were given unto them through the commands of God; what things have been committed unto them, whence and of what kind; and whether a certain Angel be allotted unto any or unto some especial commands. There be taught also herein certain most hidden Mysteries, alike admirable and not admirable, concerning their Life, which same be revealed unto very few, (especially the comprehension of their Mode of Life before the Fall). CONCERNING THE CREATION OF THE SOULS OF MEN (ARATRON) This Spirit teacheth unto you the Creation of the Souls of Men, and what they really are; as also their estate after Death. When you cause these Spirits (under Aratron) to come unto you, see that you remain not long in their company. They will also tell you by writing, that which you desire to know. This file:///C|/WINDOWS/DESKTOP/GLENNS~1/MAGICAL2/GRIMOI~1/grimoire%20of%20armadel.htm (29 of 66) [10/08/03 17:43:33]"},{"pageNumber":30,"pageContent":"THE MAGIC OF is his Character (see Figure 34). In this Sigil is taught what is the creation of the Souls of Mankind, and what is the object and end of such Creation. Also what portion of the Angelic Host did rebel; and what time they rebelled; and how the Rebellious Angels were cast out. Also by the Virtue and in the Virtue (of this Sigil) there be also taught Unrelatable Mysteries regarding that Rebellion and that Expulsion, as well as the Time of that Rebellion and Expulsion. file:///C|/WINDOWS/DESKTOP/GLENNS~1/MAGICAL2/GRIMOI~1/grimoire%20of%20armadel.htm (30 of 66) [10/08/03 17:43:33]"},{"pageNumber":31,"pageContent":"THE MAGIC OF CONCERNING THE LIFE OF MAN (PHUL. GABRIEL) These Spirits, besides the Life of Souls and of Man, do teach unto you all the Sciences which you shall desire to know. Thus are his Characters (see Figures 32 and 33). In this Sigil there is taught what may be the Life (of Man) and the Creation (of Souls) even until the time of their sending forth into Bodies. There be also taught the great Mysteries which the Lord is willing to perform; and whether all Souls were created from such a creation alike and at one time, and so also whether such be reserved in a certain place so that going forth thence they may be sent into Bodies and rule therein for a period of time. file:///C|/WINDOWS/DESKTOP/GLENNS~1/MAGICAL2/GRIMOI~1/grimoire%20of%20armadel.htm (31 of 66) [10/08/03 17:43:33]"},{"pageNumber":32,"pageContent":"THE MAGIC OF These Spirits are to be invoked on a Monday and at Daybreak. CONCERNING THE WAYS OF KNOWING THE GOOD ANGELS, AND OF CONSULTING THEM (ZADKIEL, SACHIEL) These Spirits do give you in all things whatsoever advice may be good and fitting; they discover unto you all kinds of treasures, give them unto you and carry them whithersoever you request. They can also give you a Purse wherein is Gold and Silver. They appear unto you as soon as you invoke them, which should be on a Thursday and at Daybreak. Thus are their Characters (see Figures 30 and 31). file:///C|/WINDOWS/DESKTOP/GLENNS~1/MAGICAL2/GRIMOI~1/grimoire%20of%20armadel.htm (32 of 66) [10/08/03 17:43:33]"},{"pageNumber":33,"pageContent":"THE MAGIC OF In this Sigil is taught of what description be the Angels of Light and Glory. There be also taught the Mystical Period of such a Life; and Mysteries, as they were unutterable, concerning such a Life; also that there was a certain Interval between their Creation and sending forth, and what be the Mysteries of such Interval. CONCERNING THE DEVILS AND THEIR LIFE (BET0R) This Spirit maketh you comprehend who and what the Devils or Angels of Darkness really are; the difference of their Names; their Powers; and what they can do. He, being invoked, appeareth speedily, and that at any time and at any hour. Thus is his Character (see Figure 29). In this Sigil there be taught what are the Devils or Angels of Darkness; how they can be known and understood by their proper Names; and how they are to be distinguished from the Angels. Also whether the Devils can fully be known by proper Names; and whether the Virtue of God is impressed upon them, or followeth hereupon. file:///C|/WINDOWS/DESKTOP/GLENNS~1/MAGICAL2/GRIMOI~1/grimoire%20of%20armadel.htm (33 of 66) [10/08/03 17:43:33]"},{"pageNumber":34,"pageContent":"THE MAGIC OF There is also herein taught how we can attract such Angels unto us as Familiar Spirits by the knowledge of their Names. Also the Mysterious Operations of such Angels, both as regardeth ourselves and our actions. CONCERNING THE WAYS OF KNOWING THE DEVILS AND OF BANISHING THEM (LAUNE) This Spirit again giveth unto you the knowledge of the Devils, but 1 counsel you not to avail yourself of his services, for he is a very wicked Spirit and a deceiver, who will do all in his power to entrap you, and afterwards he will mock you. Thus is his Character (see Figure 28). In this Sigil there is taught whether they can have proper Names as distinct from the Angelic Names, seeing that they were transformed through their casting out: whether they can lead their lives in any definite place, or wherein there is a place determined; whether it be permitted in the Spheres or in the compounded file:///C|/WINDOWS/DESKTOP/GLENNS~1/MAGICAL2/GRIMOI~1/grimoire%20of%20armadel.htm (34 of 66) [10/08/03 17:43:33]"},{"pageNumber":35,"pageContent":"THE MAGIC OF Elements. Also there is herein taught whether they have free will; in what way they conduct themselves in the places which they occupy; Also whether where they live be determined by the Power of their Expulsion. Whether again there was an interval between their Expulsion and the Creation of Adam, and (if so) what interval. Herein also are taught unheard of and most terrible Mysteries, of such Interval and of Life. CONCERNING THE DEVILS AND HOW THEY MAY BE BOUND AND BECOME VISIBLE (BRUF0R) This Spirit again teacheth unto you the nature and quality of the Devils, and the difference of their names and titles; how they can bind invisibly and how we can bind them. Avail not yourself of him. This is his Character. (See Figure 27). file:///C|/WINDOWS/DESKTOP/GLENNS~1/MAGICAL2/GRIMOI~1/grimoire%20of%20armadel.htm (35 of 66) [10/08/03 17:43:33]"},{"pageNumber":36,"pageContent":"THE MAGIC OF In this Sigil is taught how we can compel the Devils to show themselves visibly in the forms which they usually take to frighten and deceive (men). There is also (here) taught how we may know them, for the Devils are known by their Names. Also whether and how from their Names their actions and operations can be known. Also how by the light hereof we can find out the means of driving them away from us and from our works and operations. CONCERNING THE DEVILS AND HOW THEY CAN BECOME VISIBLE (HEMOSTOPILE) This Spirit again will make you see and know the Malice of file:///C|/WINDOWS/DESKTOP/GLENNS~1/MAGICAL2/GRIMOI~1/grimoire%20of%20armadel.htm (36 of 66) [10/08/03 17:43:33]"},{"pageNumber":37,"pageContent":"THE MAGIC OF the Devils, and will give you as many of them as you may wish. Avail not yourself of their services. Thus is his Character (see Figure 26). In this Sigil there be taught the methods whereby we can oblige the Devils to show themselves visibly in torments. They can deceive men and assume their forms, and change the just inclinations of men into evil passions. (Also there is herein shown) how they can take such forms, and from what media, and what methods they make use of (to do so). CON CERNING THE DEVILS AND HOW file:///C|/WINDOWS/DESKTOP/GLENNS~1/MAGICAL2/GRIMOI~1/grimoire%20of%20armadel.htm (37 of 66) [10/08/03 17:43:33]"},{"pageNumber":38,"pageContent":"THE MAGIC OF THEY MAY BE BOUND AND COMPELLED TO VISIBLE APPEARANCE Now this is the Object of the Diabolic Qabalah. (ASMODEUS. LEVIATAN) These Spirits teach you further the Malice of the Devils. Avail not yourself of the services of these Evil Spirits who are deceivers. It is alone the Name of God which can enable you to force them and all others to come unto you. Thus are their Characters (see Figures 24 and 25). In this Sigil be the methods whereby we can force the Devils to show themselves file:///C|/WINDOWS/DESKTOP/GLENNS~1/MAGICAL2/GRIMOI~1/grimoire%20of%20armadel.htm (38 of 66) [10/08/03 17:43:33]"},{"pageNumber":39,"pageContent":"THE MAGIC OF unto us in their torments and that in bodily form. THE SACRO-MYSTIC THEOLOGY OF OUR FATHERS CONCERNING THE SCIENCE OF THE REGENERATION OF ADAM AND HIS CHILDREN BY PELECH We have given and told unto you many things regarding the Good Spirits who can serve you faithfully. Those we are here about to speak of can also do the same, seeing that they served our First Parents from the Creation of the World. OPHIEL is a Spirit of Piety. He will teach you all the Wisdom of our First Father. Thus is his Character (see Figure 23). file:///C|/WINDOWS/DESKTOP/GLENNS~1/MAGICAL2/GRIMOI~1/grimoire%20of%20armadel.htm (39 of 66) [10/08/03 17:43:33]"},{"pageNumber":40,"pageContent":"THE MAGIC OF Characters of the Spirit which be under the domination of OPHIEL In this Sigil there be taught the Mysteries of the Regeneration of Adam and his Children m Time, through Pelech now shown forth visibly as Jesus. Also the forms of those in torment. CONCERNING THE NATURE OF THE GENII ANAEL is a Spirit which will give unto you the Knowledge of all things which file:///C|/WINDOWS/DESKTOP/GLENNS~1/MAGICAL2/GRIMOI~1/grimoire%20of%20armadel.htm (40 of 66) [10/08/03 17:43:33]"},{"pageNumber":41,"pageContent":"THE MAGIC OF he in the Order of Nature (understands), for he is a Spirit of Power, who appeareth speedily if he shall be invoked on a Sunday at Daybreak by one who is alone and in a retired place. Thus is his Character (see Figure 22). In this Sigil there be taught who and what the Genii are, as also their power and virtue. There be further shown the Mysteries of the Present, Past and Future Age. In this Sigil is hidden the Science of Merchants. Also here be those things which do appear and are reputed to be supernatural. Also herein we can obtain the revelation of unknown things, but this (is only granted) unto the Elect of God. Also the Praxis of those Arcane Secrets of the Lord is declared and demonstrated in this Sigil, wherefore Adore the Lord thy God with thy whole heart, and love thy neighbour. In the Praxis or working of this Sigil thou shalt constate that the effects hereof be certain and true yet (causing) the greatest wonder and astonishment. file:///C|/WINDOWS/DESKTOP/GLENNS~1/MAGICAL2/GRIMOI~1/grimoire%20of%20armadel.htm (41 of 66) [10/08/03 17:43:33]"},{"pageNumber":42,"pageContent":"THE MAGIC OF CONCERNING THE TRANSFORMATION OF THE GENIl HANIEL teacheth unto you the transformation of all precious stones and giveth unto you as many as you wish thereof. He is to be invoked on a Friday before daybreak. Thus is his Character (see Figure 21). Characters of the Spirits which be under HANIEL file:///C|/WINDOWS/DESKTOP/GLENNS~1/MAGICAL2/GRIMOI~1/grimoire%20of%20armadel.htm (42 of 66) [10/08/03 17:43:33]"},{"pageNumber":43,"pageContent":"THE MAGIC OF In this seal there is taught how Genii may be transformed into Man. They can pass from him into their nature, and correspond unto him in the compounded elements. There is here also taught how such may be necessary unto the Human Race. Also the necessity of such a Mystery. CONCERNING THE COMMUNICATION OF THE GENII CAMAEL giveth unto you a perfect knowledge of your Genius, who will have the power to grant you everything that you shall demand of him. There be many Spirits under the rule of (Camael) who can serve you in many things, and especially such as you shall demand of them. Thus is his 0-taracter (see Figure file:///C|/WINDOWS/DESKTOP/GLENNS~1/MAGICAL2/GRIMOI~1/grimoire%20of%20armadel.htm (43 of 66) [10/08/03 17:43:33]"},{"pageNumber":44,"pageContent":"THE MAGIC OF 20). Characters of the Spirit which be under the domination of CAMAEL In this Sigil is taught what and after what manner may be this communication of the Genius; (transforming in us) our evil (qualities) into good, and our good (qualities) into better and best; there is also taught the method of such transformation. Wherefore adore the Lord God and love thy neighbour file:///C|/WINDOWS/DESKTOP/GLENNS~1/MAGICAL2/GRIMOI~1/grimoire%20of%20armadel.htm (44 of 66) [10/08/03 17:43:33]"},{"pageNumber":45,"pageContent":"THE MAGIC OF CONCERNING PHITONE OR THE ABUSES OF NECROMANCY SAMAEL is a spirit of Counsel. He teacheth you Magic, Necromancy, Jurisprudence, and all the Occult Sciences, with facility. He is to be invoked on a Tuesday at Midnight, care being taken to fast the day that you shall wish to avail your self of his services. He hath much in his power, and on your demand he will tell you the extent thereof. Thus is his Character (see Figure 19). In this Sigil there be taught what are all the abuses of Necromancy which may expose a man (to danger) through such communication; whether such communication may have such virtue as to link you unto the Angels and unto God, and to confer upon you power over all creatures, or the union of the love of all beings with the most profound and familiar knowledge of them, or whether it file:///C|/WINDOWS/DESKTOP/GLENNS~1/MAGICAL2/GRIMOI~1/grimoire%20of%20armadel.htm (45 of 66) [10/08/03 17:43:33]"},{"pageNumber":46,"pageContent":"THE MAGIC OF may join us unto the Devil even as in our mortal familiar (relationships) so can we be linked with all things which may be pleasing unto us. There is also taught (herein) how such communications maybe formed. THE VISION OF EDEN, OR OF THE TERRESTRIAL PARADISE PHALET will teach unto you all that did happen in the Terrestrial Paradise, from the time of the Creation of Adam and Eve. There be many Spirits under his leadership who can do much in the manner of serving you, and in many ways. Thus is his Character (see Figure 18). file:///C|/WINDOWS/DESKTOP/GLENNS~1/MAGICAL2/GRIMOI~1/grimoire%20of%20armadel.htm (46 of 66) [10/08/03 17:43:33]"},{"pageNumber":47,"pageContent":"THE MAGIC OF In this Sigil there be taught the Mysteries of the Creation of the World, and of all Creatures, and what (of these) be sacred; but also how those (creatures) are proper to be detested for superstitious reasons when they draw their origin from Corpses of the dead, and from collections thereof, and from sepulchres; and thence also is the arising of every kind of superstitions. In this Sigil be (also) taught all the Arcana of Necromancers and of Diviners of that same class, 1 and whence in a Scientific (sense) these (arts) take their rise. THE VISION OF FORMATION—ADAM DALETE is a Spirit who will show unto you the Visions which Adam beheld while he was upon the Earth. He hath many Spirits under his leadership, who will teach unto you many things if you tell unto them that which you shall desire. Thus is his character (see Figure 17). file:///C|/WINDOWS/DESKTOP/GLENNS~1/MAGICAL2/GRIMOI~1/grimoire%20of%20armadel.htm (47 of 66) [10/08/03 17:43:33]"},{"pageNumber":48,"pageContent":"THE MAGIC OF In this Sigil be taught and demonstrated the Mystical Formation of Adam; what Animals were in the Lord and brought in this place unto Adam by the Lord God. THE BEHOLDING OF THE SERPENT GIMELA maketh you to know and behold the form of the Serpent who did tempt Eve in the Terrestrial Paradise; (he also) can give unto you some of his Spirits who can transport you from one place to another and can even make you travel at the speed of an hundred leagues in an hour. Thus is his Character (see Figure 16). file:///C|/WINDOWS/DESKTOP/GLENNS~1/MAGICAL2/GRIMOI~1/grimoire%20of%20armadel.htm (48 of 66) [10/08/03 17:43:33]"},{"pageNumber":49,"pageContent":"THE MAGIC OF In this Sigil there be taught all the Mysteries which the Lord is willing to allow to be worked by the Serpent and from the Serpent; what may be his corporeal moulding or proportion, and whether he can contain in himself all invisible beings (or creatures) and in what manner. THE WISDOM OF OUR FOREFATHER ADAM BETEL teacheth unto you the Sciences which God had revealed unto Adam. He is a very docile Spirit who appeareth as soon as he is invoked. (This should be either) in a wood, or in a secluded garden, and one should be alone, whether it be by day or by night. Thus is his Character (see Figure 15). file:///C|/WINDOWS/DESKTOP/GLENNS~1/MAGICAL2/GRIMOI~1/grimoire%20of%20armadel.htm (49 of 66) [10/08/03 17:43:33]"},{"pageNumber":50,"pageContent":"THE MAGIC OF In this there is taught in what way we can arrive at the possession of the virtues of all Creatures (or created things); there is (further) taught what and of what kind 1 be the virtues hereof, and what (virtues) be truly most powerful above all virtues of Creatures. There is also taught the reason of the laws of (such) virtues and of their uses. THE GOING-FORTH OF ABRAHAM FROM UR OF THE CHALDEES AND FROM HARAN ALEPTA maketh you see how Abraham went forth from Ur from among the file:///C|/WINDOWS/DESKTOP/GLENNS~1/MAGICAL2/GRIMOI~1/grimoire%20of%20armadel.htm (50 of 66) [10/08/03 17:43:33]"},{"pageNumber":51,"pageContent":"THE MAGIC OF Chaldeans, and from Haran. He can give unto you great riches. Thus is his Character (see Figure 14). In this Sigil is taught how a Man may be exalted, and how a Man may become formidable unto all Creatures, at any hour (and how he may be rescued) whether out of the hands of cruel men, or from a crowd of men. THE CAVE OF EPHRON TETAHATIA is a Spirit of Science and Virtue, who hath preserved our Forefathers from their enemies, rendering them formidable unto them so as to put them to flight. He will do the same unto the Enemies of those who shall wish to file:///C|/WINDOWS/DESKTOP/GLENNS~1/MAGICAL2/GRIMOI~1/grimoire%20of%20armadel.htm (51 of 66) [10/08/03 17:43:33]"},{"pageNumber":52,"pageContent":"THE MAGIC OF avail themselves of his services. Thus is his Character (see Figure 13). In this Sigil be noted the ways whereby a blinding darkness may be produced, or a thing terrible unto one’s enemies, also how a blessing may fail hereon. MOSES IN THE INTERIOR OF THE DESERT HETHATIA maketh you see even as Moses saw the benefits which he had received from God, when he was in the Desert of the Land of Midian. He can do much for those who invoke him, but it must not be in the desert place. Thus is his Character (see Figure 12). file:///C|/WINDOWS/DESKTOP/GLENNS~1/MAGICAL2/GRIMOI~1/grimoire%20of%20armadel.htm (52 of 66) [10/08/03 17:43:33]"},{"pageNumber":53,"pageContent":"THE MAGIC OF In this Sigil is taught the Science and Wisdom of Moses, and the Arcana of the Egyptian Magi and Diviners; perfect happiness and the ways of causing and inspiring fear, and of going forth from a land and for the preservation of a Man in that (case) and place. THE ROD OF MOSES ZAINAEL is a Spirit who did teach unto Moses the methods of availing himself of the Rod with the which he did perform so many miracles in Egypt, and among the chaldeans. He hath much power to render those rich who avail themselves of his services. He can be invoked at any hour. Thus is his Character (see Figure 11). file:///C|/WINDOWS/DESKTOP/GLENNS~1/MAGICAL2/GRIMOI~1/grimoire%20of%20armadel.htm (53 of 66) [10/08/03 17:43:33]"},{"pageNumber":54,"pageContent":"THE MAGIC OF In this Sigil is taught the Practice of the Science and Wisdom of the Diviners and Magi of the Egyptians and Chaldeans, and by what ways and means they may be acquired. THE VISION OF ‘MAN’ VAU-AEL is a Spirit who causeth all kinds of pleasant visions to appear, such as our Forefathers m the Old Testament beheld. He serveth you faithfully in all that you desire to know. Thus is his Character (see Figure 10). He hath many Spirits under his dominion. In this Sigil, howbeit, there is formed a certain spedes of ‘Man’ for castings out. file:///C|/WINDOWS/DESKTOP/GLENNS~1/MAGICAL2/GRIMOI~1/grimoire%20of%20armadel.htm (54 of 66) [10/08/03 17:43:33]"},{"pageNumber":55,"pageContent":"THE MAGIC OF THE EXPLORER AND LEADER JOSHUA HETAEL is a Spirit who guides armies and also can destroy them, as he did unto the enemies of the Children of Israel under the command of Joshua, when by his prayer the latter arrested the course of the Sun. He can render you invulnerable unto every kind of weapon, and can give you Spirits to serve you unto this end. He is to be invoked on a Tuesday. Thus is his Character (see Figure 9). In this Sigil there is taught the declaring of the intentions of Enemies and the like. Also there can be expelled all things noxious unto body and mind, and further in like manner this Mystic (Sigil) operateth in their restoration. Also there be Mysteries regarding ‘Man’. THE WISDOM OF SOLOMON file:///C|/WINDOWS/DESKTOP/GLENNS~1/MAGICAL2/GRIMOI~1/grimoire%20of%20armadel.htm (55 of 66) [10/08/03 17:43:33]"},{"pageNumber":56,"pageContent":"THE MAGIC OF RAPHAEL is a Spirit of Science who did teach unto Solomon1 Knowledge and Wisdom. He is to be invoked on a Sunday before Sunrise. Thou must be both pure and chaste when thou dost invoke him, and thou must have fasted on the previous eve. Thus is his Character (see Figure 8). In this Sigil is taught the manner of joining Actives and Passives together the one unto the other, in natural things. There is also taught concerning the ‘KANSSUD’ of Earthly regions and powers, from one class unto another. OF THE LIFE OF ELIJAH GABRIEL is a Spirit who did teach unto the Prophet Elijah all the Mysteries of Divinity. He is to be invoked on a Thursday before Daybreak. His Power is very Great, and he can do you great good, in the which he will instruct you. Thus is his Character (see Figure 7). file:///C|/WINDOWS/DESKTOP/GLENNS~1/MAGICAL2/GRIMOI~1/grimoire%20of%20armadel.htm (56 of 66) [10/08/03 17:43:33]"},{"pageNumber":57,"pageContent":"THE MAGIC OF In this Sigil there be taught the Methods of restoring and transplanting both health and mental force. THE SPIRIT OF ELISHA MICHAEL is a Spirit who guided the Prophet Elisha in all his actions. He is the Protector of all Kingdoms. After God Himself, he is almost all-powerful as regardeth those who perform his Invocation, which latter should be worked upon a Sunday, and m the evening. Thus is his Character (see Figure 6). file:///C|/WINDOWS/DESKTOP/GLENNS~1/MAGICAL2/GRIMOI~1/grimoire%20of%20armadel.htm (57 of 66) [10/08/03 17:43:33]"},{"pageNumber":58,"pageContent":"THE MAGIC OF In this Sigil is taught how there may be formed a certain composite thing by means of which the faculties and vital Spirits (exist) as well in Man as in other creatures, according to what is necessary for and convenable unto them. IN THE FIELDS OF BABYLON URIEL is a Spirit who did reveal unto the Prophet Esdras every description of Prophesy, he did also aid the Children of Israel in the Camp of the Babylonians. He teacheth natural Sciences, Physic, and Medicine. He is to be invoked on a Wednesday, before daybreak. Thus is his Character (see Figure 5). In this Sigil there be taught the method of understanding what and of what Kind were those twin Souls (namely) Henoch. The faculties of the Mind and Understanding are purified, and these also in such a manner that they may be exalted from the lowest degree unto that which is most perfect of all. By the file:///C|/WINDOWS/DESKTOP/GLENNS~1/MAGICAL2/GRIMOI~1/grimoire%20of%20armadel.htm (58 of 66) [10/08/03 17:43:33]"},{"pageNumber":59,"pageContent":"THE MAGIC OF which composition also there can be a transmission made of the participating Power or that power of communication of the comprehension of Spirits. THE SON OF ZACHARIAS IN THE DESERT SAMAEL is the Spirit who did never abandon Saint John during the time m which he dwelled m the desert before his preaching. He is the protector of preachers in Missions among foreign nations. He teacheth Theology. He is to be invoked on a Wednesday, and in the morning. His Character is thus formed (see Figure 4). In this Sigil is taught the harvest of the Plants of Blessedness, and such harvests; together with the envy of the Kingdom of Behemoth and Leviathan, of the which the Lord God did make use from the Beginning, and preserved (the same) for the production of all creatures, and also in what manner such souls be produced (and file:///C|/WINDOWS/DESKTOP/GLENNS~1/MAGICAL2/GRIMOI~1/grimoire%20of%20armadel.htm (59 of 66) [10/08/03 17:43:33]"},{"pageNumber":60,"pageContent":"THE MAGIC OF come forth). BY THE FLOWING OF JORDAN CAPHAEL is a Spirit who guided St. John in the desert, and when he was preaching the Baptism of Penitence by the River of Jordan where the people were baptized, he filled their hearts with Charity and Benediction. He teacheth an infinitude of matters with facility. In this his Sigil (see Figure 3) there is taught concerning the healing of barrenness and of death concerning the Kingdom of God, and the most ardent Charity; in the which blessed mystical Numbers (of the Sigil) there is taught unto whatsoever Operations this is to be applied, howbeit certain special Operations do fail under the head of certain especial Numbers. Also concerning Sciences and Arts of all kinds and of all perfections whatsoever they may be. He is to be invoked on Fridays and in the morning. file:///C|/WINDOWS/DESKTOP/GLENNS~1/MAGICAL2/GRIMOI~1/grimoire%20of%20armadel.htm (60 of 66) [10/08/03 17:43:33]"},{"pageNumber":61,"pageContent":"THE MAGIC OF THE CIRCUMCISION OF JESUS AT NAZARETH The Prophet of the Greatest One; or the Languor of the Nature. THAVAEL. This Spirit had a particular care of our Lord Jesus Christ. It was he who conducted the Holy Virgin and Saint Joseph into Egypt when they were fleeing from the persecution of Herod. He giveth unto us a perfect knowledge of all the simples and their virtues. He can be invoked at any time. His Character is thus (see Figure 2). file:///C|/WINDOWS/DESKTOP/GLENNS~1/MAGICAL2/GRIMOI~1/grimoire%20of%20armadel.htm (61 of 66) [10/08/03 17:43:33]"},{"pageNumber":62,"pageContent":"THE MAGIC OF In this Sigil is taught the planting or the sowing of the Seed of Plants, the comprehension of virtue; there are also (herein) taught the manners of flowering as regardeth Plants, and also those inspirations of virtue and grace which be as it were the fundamental plants of the Qabalistical ART. They who shall write with the ginger upon the forehead of these letters I.. .N. R. .I, will never die by a sudden death. THE THEOSOPHY OF OUR FATHERS AS REGARDETH THE PLANETS THE SANHEDRIN ZADKIEL will teach unto you all the Sciences Active and Passive, with a remarkable facility, with all honesty and courtesy, together with every kind of benediction. They who avail themselves hereof will possess all things in content. file:///C|/WINDOWS/DESKTOP/GLENNS~1/MAGICAL2/GRIMOI~1/grimoire%20of%20armadel.htm (62 of 66) [10/08/03 17:43:33]"},{"pageNumber":63,"pageContent":"THE MAGIC OF He is to be invoked on a Monday and in the Morning. His Character is this (see Figure 1) In this Sigil is taught the method of joining together Actives and Passives, or in everything the manner of modesty and grace. In the which Numbers the Lord God doth sanctify these Planets, so that they may work marvels, and as it were portents, through such Numerations. Seeing that we possess the explanation of the (Magical) Circle, (let us here state) that it is (Employed) for the Invocation of Spirits, so as to escape the dangers which might arise through their malice. Now it having been duly prepared for you to avail yourself of the Services of the Spirit you desire (to Summon) it is necessary to take heed that you comprehend the power which he hath and whether he can grant you that which you shall demand. file:///C|/WINDOWS/DESKTOP/GLENNS~1/MAGICAL2/GRIMOI~1/grimoire%20of%20armadel.htm (63 of 66) [10/08/03 17:43:33]"},{"pageNumber":64,"pageContent":"THE MAGIC OF Being, then, in the midst of the Circle, wherein you are to perform the Operation, and having made the Character (or Sigil) of the Spirit who shall serve you: you shall see that the Circle be (correctly) formed according to the instructions we have (elsewhere) given. Being then, I say, in the midst thereof, after having recited the Pater, an Aye, together with the Credo, you shall repeat the following Conjuration: CONJURATIO Omnipotens Aeterne Deus, Qui totam Creaturam condidisti in laudem et honorem tuum, ac ministerium hominis, OTO ut Spiritum (N.N.) de ( ) ordine mittas, qui me informat et doceat quo ilium interrogavero, non mea voluntas fiat, sed Tua, per Jesum Christum Filium Unigenitum. Amen. O Eternal Omnipotent God, Who hast formed every creature unto Thy praise and honour, and for the Ministry of Man: I beseech Thee to send unto me the Spirit (here give the name of the Spirit) of the (here give the name of of class or Order of Spirits) Order, who may inform and teach me concerning those things which I shall demand of him, nevertheless not my Will, but Thine, be done, through Thine Only-begotten Son Jesus Christ. Amen. Having obtained from the Spirit that which you desire, you shall license him to depart in these words: THE LICENCE TO DEPART file:///C|/WINDOWS/DESKTOP/GLENNS~1/MAGICAL2/GRIMOI~1/grimoire%20of%20armadel.htm (64 of 66) [10/08/03 17:43:33]"},{"pageNumber":65,"pageContent":"THE MAGIC OF Quia Placide et quiete ven isti, et hac petitione mihi res pondisti, ago Deo gratias in Cujus Nomen venisti, ite in pace ad loca tua et rediturus ad me cum te vocavero per Christum Dominum nostrum. Amen. TRANSLATION OF THE FOREGOING LICENCE TO DEPART Seems that peaceably and in quiet thou has come, and hast made answer unto me in this (my) petition, I return thanks unto God, in Whose Name thou hast come. Depart hence in peace unto thine habitations, and be thou ready to return whensoever I shall have called thee. Through Christ our Lord Amen. After having repeated this Conjuration three times, if so be that the Spirit apeareth not unto you, you shall repeat the present (following) Conjuration three times. And these Conjurations should be written out on virgin parchment, together with the Licence to Depart. THE CONJURATION I (N.N.) do Conjure thee (O Spirit N.N.) by the virtue of the Great and Holy Names of God, that immediately and without delay thou art to appear unto me file:///C|/WINDOWS/DESKTOP/GLENNS~1/MAGICAL2/GRIMOI~1/grimoire%20of%20armadel.htm (65 of 66) [10/08/03 17:43:33]"},{"pageNumber":66,"pageContent":"THE MAGIC OF under an agreeable form, and without noise, nor injury unto my person, to make answer unto all that I shall command thee; and I do conjure thee herein by EL ELOHIM ELOHO ELOHIM SEBAOTH ELION EIECH ADIER EIECH ADONAY JAH SADAY TETRÁGRAMMATON SADAY AGIOS OTHEOS ISCHIROS ATHANATOS AGLA Amen. After having performed this Conjuration three times following, it is necessary to continue the same for three days successively, in the same place, and at the same hour. And when (your desire shall be) satisfied, and having obtained from Him that which you wish, you must license him to depart (saying): ‘Go in peace unto the place which hath been destined unto you from all Eternity; let there be peace between us and you’ file:///C|/WINDOWS/DESKTOP/GLENNS~1/MAGICAL2/GRIMOI~1/grimoire%20of%20armadel.htm (66 of 66) [10/08/03 17:43:33]"}]
