[{"pageNumber":1,"pageContent":"1 Heptameron: or, Magical Elements of Peter de Abano, philosopher In the former book, which is the fourth book of Agrippa , it is sufficiently spoken concern- ing Magical Ceremonies, and Initiations. But because he seemeth to have written to the learned, and well-experienced in this art; because he doth not specially treat of the Ceremonies, but rather speaketh of them in gen- eral, it was therefore thought good to adde hereunto the Magical Elements of P eter de A bano: that those who are hitherto ignorant, and have not tasted of Magical Supersti- tions, may have them in readiness, how they may exercise themselves therein. For we see in this book, as it were a certain introdu \u0001 ion of Magical vanity; and, as if they were in present exercise, they may behold the distin \u0001 fun \u0001 ions of spirits, how they may be drawn to discourse and communication; what is to be done every day, and every hour; and how they shall be read, as if they were described sillable by sillable. In brief, in this book are kept the principles of Magical conveyances. But because the greatest power is attributed to the Circles; (For they are certain fortresses to defend the operators safe from the evil Spirits;) In the first place we will treat concerning the compo- sition of a Circle. O f the C ircle, and the C omposition T hereof. The form of Circles is not alwaies one and the same; but useth to be changed, accord- ing to the order of the Spirits that are to be called, their places, times, daies and hours. For in making a Circle, it ought to be considered in what time of the year, what day, and what hour, that you make the Circle; what Spirits you would call, to what Star and Region they do belong, and what fun \u0001 ions they have. Therefore let there be made three Circles of the latitude of nine foot, and let them be distant one from another a hands breadth; and in the middle Circle, first, write the name of the hour wherein you do the work. In the second place, Write the name of the Angel of the hour. In the third place, The Sigil of the Angel of the hour. Fourthly, The name of the Angel that ruleth that day wherein you do the work, and the names of his ministers. In the fifth place, The name of the present time. Sixthly, The name of the Spirits ruling in that part of time, and their Presidents. Sev- enthly, The name of the head of the Signe ruling in that part of time wherein you work. Eighthly, The name of the earth, according to that part of time wherein you work. Nin- thly, and for the compleating of the middle Circle, Write the name of the Sun and of the Moon, according to the said rule of time; for as the time is changed, so the names are to be altered. And in the outermost Circle, let there be drawn in the four Angles, the names of the presidential Angels of the Air, that day wherein you would do this work; to wit, the name of the King and his three Ministers. Without the Circle, in four Angles, let Pen-"},{"pageNumber":2,"pageContent":"Heptameron 2 tagones be made. In the inner Circle let there be written four divine names with crosses interposed in the middle of the Circle; to wit, towards the East let there be written Alpha , and towards the West let there be written Omega; and let a cross divide the middle of the Circle. When the Circle is thus finished, according to the rule now before written, you shall proceed. O f the N ames of the H ours, and the A ngels ruling them. It is also to be known, that the Angels do rule the hours in a successive order, according to the course of the heavens, and Planets unto which they are subje \u0001 ; so that that Spirit which governeth the day, ruleth also the first hour of the day; the second from this gov- erneth the second hour; the third; the third hour, and so consequentkly: and when seven Planets and hours have made their revolution, it returneth again to the first which ruleth the day. Therefore we shall first speak of the names of the hours. Of the names of the Angels and their Sigils, it shall be spoken in their proper places. Now let us take a view of the names of the times. A year therefore is fourfold, and is divided into the Spring, Summer, Harvest and Winter; the names whereof are these. Hours of the day. Hours of the night. 1. Ya y n .  1.  Beron . 2. Janor .  2.  Barol . 3. Nasnia .  3.  Thanu . 4. Salla .  4.  Athir . 5. Sadedali .  5.  Mathon . 6. Thamur .  6.  Rana . 7. Ourer .  7.  Netos . 8. Thamic .  8.  Ta f ra c . 9. Neron .  9.  Sassur . 10. Jayon .  10.  Aglo . 11. Abai .  11.  Calerna . 12. Natalon .  12.  Salam . The Spring. Ta l v i . The Summer. Casmaran. Autumne. Ardarael . Winter. Farlas."},{"pageNumber":3,"pageContent":"Heptameron 3 the angels of the spring. Caratasa. Core. Amatiel. Commissoros. the head of the signe of the spring. Spugliguel. the name of the earth in the spring. Amadai. the names of the sun and moon in the spring. the angels of the summer. Gargatel. Ta r i e l . Gaviel. the head of the signe of the summer. Tubiel. the name of the earth in summer. Festativi. the names of the sun and moon in summer. the angels of autumne. Ta r q u a m . Guabarel. the head of the signe of autumne. Ta r q u a re t . the name of the earth in autumne. Rabianara. The Sun. The Moon. Abraym. Agusita. The Sun. The Moon. Athemay. Armatus."},{"pageNumber":4,"pageContent":"Heptameron 4 the names of the sun and moon in autumne. the angels of winter. Amabael. Ctarari. the head of the signe of winter. Altarib. the name of the earth in winter. Geremiah. the names of the sun and moon in winter. The Consecrations and Benedi \u0001 ions: and first of the Benedi \u0001 ion of the Circle. When the Circle is ritely perfe \u0001 ed, sprinkle the same with holy or purging water, and say, Thou shalt purge me with hysop, (O Lord,) and I shall be clean: Thou shalt wash me, and I shall be whiter then snow. The Benedi \u0001 ion of perfumes. T he God of Abraham, God of Isaac, God of Jacob, bless here the creatures of these kindes, that they may fill up the power and vertue of their odours; so that neither the enemy, nor any false imagination, may be able to enter into them: through our Lord Jesus Christ, &c. Then let them be sprinkled with holy water. The Exorcisme of the fire upon which the perfumes are to be put. The fire which is to be used for suffumigations, is to be in a new vessel of earth or iron; and let it be exorcised after this manner. I exorcise thee, O thou creature of fire, by him by whom all things are made, that forthwith thou cast away every phantasme from thee, that it shall not be able to do any hurt in any thing. Then say, Bless, O Lord, this creature of fire, and san \u0001 i- fie it, that it may be blessed to set forth the praise of thy holy name, that no hurt may come to the Exorcisers or Spe \u0001 ators: through our Lord Jesus Christ, &c. The Sun. The Moon. Abragini. Matasignais. The Sun. The Moon. Commutaff. Affaterim."},{"pageNumber":5,"pageContent":"Heptameron 5 Of the Garment and Pentacle. Let it be a Priests Garment, if it can be had, let it be of linen, and clean. Then take this Pentacle made in the day and hour of Mercury , the Moon increasing, written in parchment made of a kids skin. But first let there be said over it the Mass of the holy Ghost, and let it be sprinkled with water of baptism. An Oration to be said, when the Vesture is put on. A ncor, Amacor, Amides, Theodonias, Anitor, by the merits of thy Angel, O Lord, I will put on the Garments of Salvation, that this which I desire I may bring to effe \u0001 : through thee the most holy Adonay, whose kingdom endureth for ever and ever. Amen. Of the manner of working. Let the Moon be increasing and equal, if it may then be done, and let her not be com- bust. The Operator ought to be clean and purified by the space of nine daies before the beginning of the work, and to be confessed, and receive the holy Communion. Let him have ready the perfume appropriated to the day wherein he would perform the work. He ought also to have holy water from a Priest, and a new earthen vessel with fire, a Vesture and a Pentacle; and let all these things be rightly and duly consecrated and prepared. Let one of the servants carry the earthen vessel full of fire, and the perfumes, and let another bear the book, another the Garment and Pentacle, and let the master carry the Sword;"},{"pageNumber":6,"pageContent":"Heptameron 6 over which there must be said one mass of the Holy Ghost; and on the middle of the Sword, let there be written this name Agla +, and on the other side thereof, this name + On +. And as he goeth to the consecrated place, let him continually read Letanies, the ser- vants answering. And when he cometh to the place where he will ere \u0001 the Circle, let him draw the lines of the Circle, as we have before taught: and after he hath made it, let him sprinkle the Circle with holy water, saying, Asperges me Domine, &c. [Wash me O Lord, &c.] The Master therefore ought to be purified with fasting, chastity, and abstinency from all luxury the space of three whole dayes before the day of the operation. And on the day that he would do the work, being clothed with pure garments, and furnished with Penta- cles, Perfumes, and other things necessary hereunto, let him enter the Circle, and call the Angels from the four parts of the world, which do govern the seven Planets the seven dayes of the week, Colours and Metals; whose name you shall see in their places. And with bended knees invocating the said Angels particularly, let him say, O Angels supradi \u0001 i, estote adjutores meæ petitioni, & in adjutorium mihi, in meis rebus & petitionibus. Then let him call the Angels from the four parts of the world, that ruke the Air the same day wherein he doth the work or experiment. And having implored specially all the Names and Spirits written in the Circle, let him say, O vos omnes, adjuro atque contestor per sedem Adonay, per Hagios, ò Theos, Ischyros, Athanatos, Paracletos, Alpha & Omega, & per hæc tria nomina secreta, Agla, On, Tetragrammaton, quòd hodie debeatis adimplere quod cupio. These things being performed, let him read the Conjuration assigned for the day wherein he maketh the experiments, as we have before spoken; but if they shall be partina- cious and refra \u0001 ory, and will not yield themselves obedient, neither to the Conjuration assigned to the day, nor to the prayers before made, then use the Conjurations and Exor- cismes following. An Exorcisme of the Spirits of the Air. N os fa \u0001 i ad imaginem Dei, & ejus fa \u0001 i voluntate, per potentissimum & corroboratum nomen Dei El, forte & admirabile vos exorcizamus (here he shall name the Spirits he would have appear, of what order soever they be) & imperamus per eum qui dixit, & fa \u0001 um est, & per omnia nomina Dei, & per nomen Adonay, El, Elohim, Elohe, Zebaoth, Elion, Escerchie, Jah, Tetragrammaton, Sadai, Dominus Deus, excelsus, exorcizamus vos, atque potenter impera- mus, ut appareatis statim nobis hic juxta Circulum in pulchra forma, videlicet humana, & sine deformitate & tortuositate aliqua. Venite vos omnes tales, quia vobis imperamus, per nomen Y & V quod Adam audivit, & locutus est: & per nomen Dei Agla, quod Loth audivit, & fa \u0001 us salvus cum sua familia: & per nomen Joth, quod Jacob audivit ab Angelo secum lu \u0001 antes, & liberatus est de manu fratris sui Esau: and by the name Anephexeton, quot Aaron audivit, & loquens, & sapiens fa \u0001 us est: & per nomen Zebaoth, quod Moses nominavit, & omnia flumina & paludes de terra Ægypti, versæ fuerunt in sanguinem: & per nomen Ecerchie Oriston, quod Moses nomi- navit, & omnes flu vis ebullierunt ranas, & ascenderunt in domos Ægyptiorum, omnia destruentes: & per nomen Elion, quod Moses nominavit, & fuit grando talis, qualis non fuit ab initio mundi: & per nomen Adonay, quod Moses nominavit, & fuerunt locusta, & apparuerunt super terram Ægyptiorum, & comederunt quæ residua erant grandint: & per nomen Schemes amathia, quod Joshua vocavit, & remoratus est Sol cursum: & per nomen Alpha & Omega, quod Daniel nominavit, & destruxit Beel, & Draconem interferit: & in nomine Emmanuel, quod tres pueri, Sidrach, Misach & Abednago, in camino ignis ardentis, cantaverunt, & liberati"},{"pageNumber":7,"pageContent":"Heptameron 7 fuerunt: & per nomen Hagios, & sedem Adonay, & per ò Theos, Iscytos, Athanatos, Paracletus; & per h æ c tria secreta nomina, Agla, On, Tetragrammaton, adjuro, contestor, & per h æ c nomina, & per alia nomina Domini nostri Dei Omnipotentis, vivi & veri, vos qui vestra culpa de Coelis eje \u0001 i fuistis usque ad infernum locum, exorcizamus, & viriliter imperamus, per eum qui dixit, & fa \u0001 um est, cui omnes obediunt creatur æ , & per illud tremendum Dei judicium: & per mare omnibus incertum, vitreum, quod est amte conspe \u0001 um divin æ majestatis gradiens, & potestiale: & per quatuor divina animalia T. ani è sedem divin æ majesta is gradientia, & oculos ant è & retr ò habentia: & per ignem ante ejus thronum circumstantem: & per san \u0001 os Angelos C æ lorum, T. & p e r e a m q u æ Ecclesia Dei nominatur: & per summam sapientiam Omnipotentis Dei viri- liter exorcizamus, ut nobis hic ante Circulum appareatis, ut faciendam nostram voluntatem, in omnibus prout placuerit nobis: per sedem Baldachi æ , & per hoc nomen Primeumaton, quod Moses nominavit, & in cavernis abyssi fuerunt profundati vel absorpti, Datan, Corah & Abiron: & in virtute istius nominis Primeumaton, tota Coeli militia compellente, maledicimus vos, privamus vos omni officio, loco & gaudio vestro, esque in profundum abyssi, & usque ad ultimum diem judicii vos ponimus, & relegamus in ignem æ ternum, & in stagnum ignis & sul- phuris, nisi statim appareatis hic coram nobis, inte Circulum, ad faciendum voluntatem nostram. In omnibus venite per h æ c nomina, Adonay Zebaoth, Adonay, Amioram. Venite, venite, imperat vobis Adonay, Saday, Rex regum potentissimus & tremendissimus, cujus vires nulla subterfugere potest creatura vobis pertinacissimis futuris nisi obedieritis, & appareatis ante hunc Circulum, affabiles subito, tandem ruina flebilis miserabilisque, & ignis perpetuum inextinguibilis vos manet. Venite ergo in nomine Adonay Zebaoth, Adonay Amioram: venite, venite, quid tardatis? festinate imperat vobis Adonay, Saday, Rex regum, El, Aty, Titeip, Azia, Hyn, Jen, Minosel, Achadan: Vay, Vaa, Ey, Haa, Eye, Exe, à , El, El, El, à , Hy, Hau, Hau, Hau, Va, Va, Va, Va. A Prayer to God, to be said in the four parts of the world, in the Circle. A Morule, Taneha, Latisten, Rabur, Taneha, Latisten. Escha, Aladia, Alpha & Omega, Leyste, Oriston, Adonay: O my most merciful heavenly Father, have mercy upon me, although a sinner; make appear the arm of thy power in me this day (although thy unworthy child) against these obstinate and pernicious Spirits, that I by thy will may be made a contemplator of thy divine works, and may be illustrated with all wisdom, and alwaies worship and glorifie thy name. I humbly implore and beseech thee, that these Spirits which I call by thy judgement, may be bound and constrained to come, and give true and perfe \u0001 answers to those things which I shall ask them, and that they may declare and shew unto us those things which by me or us shall be commanded them, not hurting any creature, neither injuring nor terrifying me or my fellows, nor hurting any other creature, and affrighting no man; but let them be obedient to my requests, in all these things which I command them. Then let him stand in the middle of the Circle, and hold his hand towards the Pentacle, and say, Per Pentaculum Salomonis advocavi, dent mihi responsum verum. Then let him say, Beralanensis, Baldachiensis, Paumachi æ & Apologi æ sedes, per Reges potestaiesi á magnanimas, ac principes pr æ potentes, genio Liachid æ , ministri tartare æ sedes: Pri- mac, hic princeps sedis Apologi æ nona cohorte: Ego vos invoco, & invocando vos conjure, atque supern æ Majestatis munitus virtute, potenter impero, per eum qui dixit, & fa \u0001 um est, & cui obediunt omnes creatur æ : & per hoc nomen ineffabile, Tetragrammaton xnxv Jehovah, in quo est plasmatum omne seculum, quo audito elementa corruunt, a ë r concutitur, mare retrograditur,"},{"pageNumber":8,"pageContent":"Heptameron 8 ignis extinguitur, tera tremit, omnesque exercitus Coelestium, Terrestrium, & Infernorum trem- unt, turbantur & corruunt: quatenus cit ò & sine mora & omni occasione remota, ab universis mundi partibus veniatis, & rationabiliter de omnibus qu æ cunque interrogavero, respondeatis vos, & veniatis pacifice, visibiles, & affabiles: nunc & sine mora manifestantes quod cupimus: conjurati per nomen æ terni vivi & veri Dei Helioren, & mandata nostra per ficientes, persis- tentes semper usque ad finem, & intentionem meam, visibiles nobis, & affabiles, clara voce nobis, intelligibile, & sine omni ambiguitate. Visions and Apparitions. Q uibus rit è pera \u0001 is, apparebunt infinit æ visiones, & phantasmata pulsantia organa & omnis generis instrumenta musica, idque sit à spiritibus, ut terrore compulsi socii abeant à Cir- culo, quia nihil adversus migistrum possunt. Post h æ c videbis infinitos sagittarios cum infinita multitudine bestiarum horribilem: qu æ ita se componunt, ac si vellent devorare socios: & tamen nil timeant. Tunc Sacerdos sive Magister, adhibent manum Pentaculo, dicat: Fugiat hinc iniqui- tas vestra, virtute vexilli Dei. Et tunc Spiritus obedire migistro coguntur, & socii nil amilius videbunt. Then let the Exorcist say, stretching out his hand to the Pentacle, Ecce Pentaculum Salomonis, quod ante vestram adduxi pr æ sentiam: ecce personam exorcizatoris on medio Exor- cismi, qui est optim à à Deo munitus, intrepidus, providus, qui viribus potens vos exorcizando invocavit & vocat. Venite ergo cum festinotione in virtute nominum istorum, Aye, Saraye, Aye, Saraye, Aye Saraye, ne differatis venire, per nomina æ terna Dei vivi & veri Eloy, Archima, Rabur: & per hoc pr æ sens Pentaculum, quod super vos potenter imperat: & per virutem coeles- tium Spirituum dominorum vestrorum: & per personam exorcizatoris, conjurati, festinati venire & obedire pr æ ceptori vestro, qui vocatur O \u0001 inomos. Hispera \u0001 is, sibiles in quatuor angulis mundi. Et videbis immediate magnos motus: & cum videris, dicas: Quid tardatis? quid moramini? quid fa \u0001 is? pr æ parate vos & obedite pr æ ceptori vesto, in nomine Domini Bathat, vel Vachat super Abrac ruens, super veniens, Abeor super Aberer. Tunc immediat è venient in sua forma propria. Et quando videbis eos juxta Circulum, ostende illis Pentaculum coopertum syndone sacro, & discooperiatur, & dicat: Ecce conclusionem vestram, nolite fieri inobedientes. Et subito videbis eos in pacifica forma: & dicent tibi, Pete quid vis, quia nos sumus parati complere omnia mandata tua, quia dominus ad h æ c nos subjugavit. Cum autem apparuerint Spiritus, tunc dicas, Bene veneritis Spiritus, vel reges nobilissimi, quia vos vocavi per illum cui omne genufle \u0001 itur, coelestium, terrestrium & infernorum: cujus in manu omnia regna regum sunt, nec est qui su æ contrarius esse possit Majestati. Quatenus constringo vos, ut hic ante circulum visibes, affabiles permanetis, tamdiu tamque constantes, nec sint licentia mea rece- datis, donec meam sine fallacia aliqua & veredic è perficiatis voluntatem, per potenti æ illius virt- utem, qui mare posuit terminum suum, quem pr æ terire non potest, & lege illius potenti æ , non periransit fines suos, Dei scilicet altissimi, regis, domini, qui cun \u0001 a creavit, Amen. Then command what you will, and it shall be done. Afterwards license them thus: + In nomine Patris, + Filii, & + Spiritus san \u0001 i, ite in pace ad loca vestra: & pax sit inter nos & vos, parati sitis venire vocati. These are the things which Peter de Abano hath spoken concerning Magical Elements. But that you may the better know the manner of composing a Circle, I will set down one Scheme; so that if any one would make a Circle in Spring-time for the first hour of Lords day, it must be in the same manner as is the figure following."},{"pageNumber":9,"pageContent":"Heptameron 9 The figure of a Circle for the first hour of the Lords day, in Spring-time. It remaineth now, That we explain the week, the several dayes thereof: and first of the Lords day."},{"pageNumber":10,"pageContent":"Heptameron 10 Considerations of the Lords day The Angel of the Lords day, his Sigil, Planet, the Signe of the Planet, and the name of the fourth heaven. the angels of the lords day. Michael, Dardiel, Huratapal. the angels of the air ruling on the lords day. Va r c a n , King. his ministers. Tus, Andas, Cynabal. the winde which the angels of the air abovesaid are under. The North-winde. the angel of the fourth heaven, ruling on the lords day, which ought to be called from the four parts of the world. at the east. Samael. Baciel. Atel. Gabriel. Vionairaba. at the west. Anael. Pabel. Ustael. Burchat. Suceratos. Capabili. at the north. Aiel. Aniel, vel Aquiel. Masgabriel. Sapiel. Matuyel. at the south. Haludiel. Machasiel. Charsiel. Uriel. Naromiel. the perfume of the lords day. Red Wheat. The Conjuration of the Lords day. C onjuro & confirmo super vos Angeli fortes Dei, & san \u0001 i, in nomine Adonay, Eye, Eye, Eye, qui est ille, qui fuit, est & erit, Eye, Abraye: & in nomine Saday, Cados, Cados, Cados, alie sen- dentis super Cherubin, & per nomen magnum ipsius Dei fortis & potentis, exaltatique super"},{"pageNumber":11,"pageContent":"Heptameron 11 omnes coelos, Eye, Saraye, plasmatoris seculorum, qui creavit mundum, coelum, terram, mare, & omnia qu æ in eis sunt in primo die, & sigillavit ea san \u0001 o nomine suo Phaa: & per nomina san- \u0001 orum Angelorum, qui dominantur in quarto exercitu, & serviunt coram potentissimo Salamia, Angelo magno & honorato: & per nomen stell æ , qu æ est Sol, & per signum, & per immensum nomen Dei vivi, & per nomina omnia pr æ di \u0001 a, conjuro te Michael angele magne, qui es pr æ - positus Diei Dominic æ : & per nomen Adona, Dei Israel, qui creavit mundum & quicquid in eo est, quod pro melabores, & ad moleas omnem meam petitionem, juxta meum velle & votum meum, in negotio & causa mea. And here thou shalt declare thy cause and business, and for what thing thou makest this Conjuration. The Spirits of the Air of the Lords day, are under the North-winde; their nature is to procure Gold, Gemmes, Carbuncles, Riches; to cause one to obtain favour and benevo- lence; to dissolve the enmities of men; to raise men to honors; to carry or take away infir- mities. But in what manner they appear, it's spoken already in the former book of Magical Ceremonies. Considerations of Monday. The Angel of Munday, his Sigil, Planet, the Signe of the Planet, and name of the first heaven. the angels of munday. Gabriel, Michael, Samael. the angels of the air ruling on munday. Arcan, King. his ministers. Bilet, Missabu, Abuzaha. the winde which the said angels of the air are subject to. The West-winde. the angels of the first heaven, ruling on munday, which ought to be called from the four parts of the world. from the east. Gabriel. Gabrael. Madiel. Deamiel. Janael. from the west. Sachiel. Zaniel. Habaiel. Bachanael. Corabael."},{"pageNumber":12,"pageContent":"Heptameron 12 from the north. Mael. Vuael. Valnum. Baliel. Balay. Humastrau. from the south. Curaniel. Dabriel. Darquiel. Hanun. Anayl. Vetuel. th e p er fum e of munday. Aloes. The Conjuration of Munday. C onjuro & confirmo super vos Angeli fortes & boni, in nomine Adonay, Adonay, Adonay, Eie, Eie, Eie, Cados, Cados, Cados, Achim, Achim, Ja, Ja, Fortis, Ja, qui apparuis monte Sinai, cum glorificatione regis Adonay, Saday, Zebaoth, Anathay, Ya, Ya, Ya, Marinata, Abim, Jeia, qui maria creavit stagna & omnes aquas in secundo die, quasdam super coelos, & quosdam in terra. Sigillavit mare in alio nomine suo, & terminum, quam sibi posuit, non pr æ ter b t: & per nomina Angelorum, qui dominantur in primo exercitu, qui serviunt Orphaniel Angelo magno, precioso & honorato: & per nomen Stell æ , qu æ est Luna: & per nomina pr æ di \u0001 a, super te conjuro, scilicet Gabriel, qui es pr æ positus diei. Lun æ secundo qu ò d pro me labores & adimpleas, &c. As in the Conjuration of Sunday. The Spirits of the Air of Munday, are subje \u0001 to the West-winde, which is the winde of the Moon: their nature is to give silver; to convey things from place to place; to make horses swift, and to disclose the secrets of persons both present and future: but in what manner they appear, you may see in the former book. Considerations of Tuesday. The Angel of Tuesday, his sigil, his Planet, the Signe governing that Planet, and the name of the fifth heaven. the angels of tue sday. Samael. Satael. Amabiel. the angels of the air ruling on tuesday. Samax, King. his ministers. Carmax, Ismoli, Paffran. the winde to which the said angels are subject. The East-winde."},{"pageNumber":13,"pageContent":"Heptameron 13 the angels of the fifth heaven ruling on tuesday, which ought to be called from the four parts of the world. at the east. Friagne. Guael. Damael. Calzas. Arragon. at the west. Lama. Astagna. Lobquin. Soncas. Jazel. Isiael. Irel. at the north. Rahumel. Hyniel. Rayel. Seraphiel. Mathiel. Fraciel. at the south. Sacriel. Janiel. Galdel. Osael. Vianuel. Zaliel. the per fume of tuesday. Pepper. The Conjuration of Tuesday. C onjuro & confirmo super vos, Angeli fortes & san \u0001 i, per nomen Ya, Ya, Ya, He, He, He, Va, Hy, Hy, Ha, Ha, Ha, Va, Va, Va, An, An, An, Aie, Aie, Aie, El, Ay, Elibra, Eloim, Eloim: & per nomina ipsius alti Dei, qui secit aquam aridam apparere, & vocavit terram, & produxit arbores, & herbas de ea, & sigillavit super eam cum precioso, honorato, metuendo & san \u0001 o nom- ine suo: & per nomen angelorum dominantium in quinto exercitu, qui serviunt Acimoy Angelo magno, forti, potenti, & honorato: & per nomen Stell æ , qu æ est Mars: & per nomina pr æ di \u0001 a conjuro super te Samael, Angele magne, qui pr æ positus es diei Martis: & per nomina Adonay, Dei vivi & veri, quod pro me labores, & adimpleas, &c. As in the Conjuration of Sunday. The Spirits of the Air of Tuesday are under the East-winde: their nature is to cause wars, mortality, death and combustions; and to give two thousand Souldiers at a time; to bring death, infirmities or health. The manner of their appearing you may see in the former book. Considerations of Wednesday. The Angel of Wednesday, his Sigil, Planet, the Signe governing that Planet, and the name of the second heaven. the angels of wedne sday. Raphael. Miel. Seraphiel."},{"pageNumber":14,"pageContent":"Heptameron 14 the angels of the air ruling on wednesday. Mediat, or Modiat, King. ministers. Suquinos, Sallales. the winde to which the said angels of the air are subject. The Southwest-winde. the angels of the second heaven govern wednesday, which ought to be called from the four parts of the world. at the east. Mathlai. Tarmiel. Baraborat. at the west. Jeresous. Mitraton. at the north. Thiel. Rael. Jariahel. Venahel. Velel. Abuiori. Ucirnuel. at the south. Milliel. Nelapa. Babel. Caluel. Vel. Laquel. the fumigation of wednesday. Mastick. The Conjuration of Wednesday. C onjuro & confirmo vos angeli fortes, san \u0001 i & potentes, in nomine fortis, metuendissimi & benedi \u0001 i Ja, Adonay, Eloim, Saday, Saday, Saday, Eie, Eie, Eie, Asamie, Asaraie: & in nomine Adonay Dei Israel, qui creavit luminaria magna, ad distinguendum diem à no \u0001 e: & per nomen omnium Angelorum deservientium in exercitu secundo coram Tetra Angelo majori, atque forti & potenti: & per nomen Stell æ , qu æ est Mercurius: & per nomen Sigilli, qu æ sigillatur a Deo for- tissimo & honoratio: per omnia pr æ di \u0001 a super te Raphael Angele magne, conjuro, qui es pr æ posi- tus die: quart æ : & per nomen san \u0001 um quod erat scriptum in fronte Aaron sacerdotis altissimi creatoris: & per nomina Angelorum qui in gratiam Salvatoris confirmati sunt: & per nomen sedis Animalium, habentium senas alas, qu ò d pro me labo, et, &c. As in the Conjuration of Sunday. The Spirits of the Air of Wednesday are subje \u0001 to the South-west-winde: their nature is to give all Metals; to reveal all earthly things past, present and to come; to pacifie judges, to give vi \u0001 ories in war, to re-edifie, and teach experiments and all decayed Sciences, and to change bodies mixt of Elements conditionally out of one into another; to give infirmi- ties or health; to raise the poor, and cast down the high ones; to binde or lose Spirits; to open locks or bolts: such-kinde of Spirits have the operation of others, but not in their perfe \u0001 power, but in virtue or knowledge. The what manner they appear, it is before spo- ken."},{"pageNumber":15,"pageContent":"Heptameron 15 Considerations of Thursday. The Angel of Thursday, his Sigil, Planet, the Signe of the Planet, and the name of the sixth heaven. the angels of thursday. Sachiel. Castiel. Asasiel. the angels of the air governing thursday. Suth, Rex. ministers. Maguth, Gutrix. the winde which the said angels of the air are under. The South-winde. but because there are no angels of the air to be found above the fifth heaven, therefore on thursday say the prayers following in the four parts of the world. at the east. O Deus magne & excelse, & honorate, per infinita secula. at the west. O Deus sapiens, & clare, & juste, ac divina clementia: ego rogo te piissime Pater, qu ò d meam petitionem, qu ò d meum opus, & meum laborem hodie debeam complere, & perfe \u0001 è intelligere. Tu qui vivis & regnas per infinita secula seculorum, Amen. at the north. O Deus potens, fortis, & sine principio. at the south. O Deus potens & Misericors. the perfume of thursday. Saffron."},{"pageNumber":16,"pageContent":"Heptameron 16 The Conjuration of Thursday. C onjuro & confirmo super vos, Angeli san \u0001 i, per nomen, Cados, Cados, Cados, Eschereie, Eschereie, Eschereie, Hatim ya, fortis firmator seculorum, Cantine, Jaym, Janic, Anic, Calbat, Sabbac, Berifay, Alnaym: & per nomen Adonay, qui creavit pisces reptilia in aquis, & aves super faciem terr æ , volantes versus coelos die quinto: & per nomina Angelorum serventium in sexto exercitu coram pastore Angelo san \u0001 o & magno & potenti principe: & per nomen stell æ , qu æ est Jupiter: & per nomen Sigilli sui: & per nomen Adonay, summi Dei, omnium creatoris: & per nomen omnium stellarum, & per vim & virtutem earum: & per nomina pr æ di \u0001 a, conjuro te Sachiel Angele magne, qui es pr æ positus dici Jovis, ut pro me labores, &c. As in the Conjuration of the Lords day. The Spirits of the Air of Thursday, are subje \u0001 to the South-winde; their nature is to procure the love of woman; to cause men to be merry and joyful; to pacifie strife and con- tentions; to appease enemies; to heal the diseased, and to disease the whole; and procureth losses, or taketh them away. Their manner of appearing is spoken of already. Considerations of Friday. The Angel of Friday, his Sigil, his Planet, the Signe governing that Planet, and name of the third heaven. the angels of fr iday. Anael. Rachiel. Sachiel. the angels of the air reigning on friday. Sarabotes, King. ministers. Amabiel. Aba. Abalidoth. Flaef. the winde which the said angels of the air are under. The West-winde. angels of the third heaven, ruling on friday, which are to be called from the four parts of the world. at the east. Setchiel. Chedusitaniel. Corat. Tamael. Tenaciel. at the west. Turiel. Coniel. Babiel. Kadie. Maltiel. Huphaltiel."},{"pageNumber":17,"pageContent":"Heptameron 17 at the north. Peniel. Pemael. Penat. Raphael. Raniel. Doremiel. at the south. Porna. Sachiel. Chermiel. Samael. Santanael. Famiel. th e p er fum e of fr iday. Pepperwort. The Conjuration of Friday. C onjuro & confirmo super vos Angeli fortes, san \u0001 i atque potentes, in nomine On, Hey, Heya, Ja, Je, Adonay, Saday, & in nomine Saday, qui creavit quadrupedia & anamalia reptilia, & hom- ines in sexto die, & Ad æ dedit potestatem super omnia animalia: unde benedi \u0001 um sit nomen cre- atoris in loco suo: & per nomina Angelorum servientium in tertio exercitu, coram Dagiel Angelo magno, principe forti atque potenti: & per nomen Stell æ qu æ est Venus: & per Sigillum ejus, quod quidem est san \u0001 um: & per nomina pr æ di \u0001 a conjuro super te Anael, qui es pr æ positus diei sext æ , ut pro me labores, &c. As before in the Conjuration of Sunday. The Spirits of the Air of Friday are subje \u0001 to the West-winde; their nature is to give silver: to excite men, and incline them to luxury; to reconcile enemies through luxury; and to make marriages; to allure men to love women; to cause, or take away infirmities; and to do all things which have motion. Considerations of Saturday, or the Sabbath day. The Angel of Saturday, his Seal, his Planet, and the Signe governing the Planet. the angels of saturday. Cassiel. Machatan. Uriel. the angels of the air ruling on saturday. Maymon, King. ministers. Abumalith. Assaibi. Balidet. the winde which the said angels of the air aforesaid are under. The Southwest-winde. the fumigation of friday. Sulphur."},{"pageNumber":18,"pageContent":"Heptameron 18 It is already declared in the Consideration of Thursday, That there are no Angels ruling the Air, above the fifth heaven: therefore in the four Angles of the world, use those Ora- tions which you see applied to that purpose on Thursday. The Conjuration of Saturday. C onjuro & confirmo super vos Caphriel vel Cassiel, Machatori, & Seraquiel Angeli fortes & potentes: & per nomen Adonay, Adonay, Adonay, Eie, Eie, Eie, Acim, Acim, Acin, Cados, Cados, Ina vel Ima, Ima, Saclay, Ja, Sar, Domini formatoris seculorum, qui in septimo die quie vt: & per illum qui in beneplacito suo filiis Israel in hereditatem observandum dedit, ut eum fir- miter custodirent, & san \u0001 ificarent, ad habendem inde bonam in alio seculo remunerationem: & per nomina Angelorum servientium in exercitu septimo Pooel Angelo magno & potenti principi: & per nomen stell æ qu æ est Saturnus: & per san \u0001 um Sigillum ejus: & per nomina pr æ di \u0001 a con- juro super te Caphriel, qui pr æ positus es diei septim æ , qu æ est dies Sabbati, qu ò d pro me labores, &c. As is set down in the Conjuration of the Lords day. The Spirits of the Air of Saturday are subje \u0001 to the Southwest-winde: the nature of them is to sow discordes, hatred, evil thoughts and cogitations; to give leave freely, to slay and kill every one, and to lame or maim every member. Their manner of appearing is declared in the former book."},{"pageNumber":19,"pageContent":"Heptameron 19 \u0001\u0002\u0003\u0001\u0002\u0003\u0001\u0002\u0003\u0001\u0002\u0003\u0001\u0002\u0003\u0001\u0002\u0003\u0001\u0002\u0003 \u0004\u0005\u0006\u0004\u0005\u0006\u0004\u0005\u0006\u0004\u0005\u0006\u0004\u0005\u0006\u0004\u0005\u0006\u0004\u0005\u0006 Tables of the Angels of the Hours, according to the course of the dayes. SUNDAY. SUNDAY NIGHT Hours of the day. Angels of the hours. Hours of the day. Angels of the hours. 1. Ya y n . Michael . 7.  Ourer . Samael . 2. Janor . Anael .  8.  Ta n i c . Michael . 3. Nasnia. Raphael . 9.  Neron . Anael . 4. Salla . Gabriel .  10. Jayon . Raphael . 5. Sadedali . Cassiel . 11.  Abay . Gabriel . 6. Thamur . Sachiel . 12.  Natalon . Cassiel . Hours of the night. Angels of the hours. Hours of the night. Angels of the hours. 1. Beron . Sachiel .  7.  Netos . Cassiel . 2. Barol . Samael .  8.  Ta f ra c . Sachiel . 3. Thanu . Michael .  9. Saffur . Samael . 4. Athir . Anael .  10.  Aglo . Michael . 5. Mathun . Raphael .  11. Calerna . Anael . 6. Rana . Gabriel . 12.  Salam . Raphael ."},{"pageNumber":20,"pageContent":"Heptameron 20 MUNDAY. TUESDAY. Hours of the day. Angels of the hours. Hours of the night. Angels of the hours. 1. Ya y n . Gabriel .  1.  Beron . Anael . 2. Janor . Cassiel .  2.  Barol . Raphael . 3. Nasnia . Sachiel .  3.  Thanu . Gabriel . 4. Salla . Samael .  4.  Athir . Cassiel . 5. Sadedali . Michael . 5.  Mathon . Sachiel . 6. Thamur . Anael .  6.  Rana . Samael . 7. Ourer . Raphael . 7.  Netos . Michael . 8. Ta n i c . Gabriel .  8.  Ta f ra c . Anael . 9. Neron . Cassiel .  9.  Sassur . Raphael . 10. Jayon . Sachiel .  10.  Aglo . Gabriel . 11. Abay . Samael .  11.  Calerna . Cassiel . 12. Natalon . Michael . 12.  Salam . Sachiel . Hours of the day. Angels of the hours. Hours of the night. Angels of the hours. 1. Ya y n . Samael .  1.  Beron . Cassiel . 2. Janor . Michael . 2.  Barol . Sachiel . 3. Nasnia . Anael .  3.  Thanu . Samael . 4. Salla . Raphael . 4.  Athir . Michael . 5. Sadedali . Gabriel .  5.  Mathon . Anael . 6. Thamur . Cassiel .  6.  Rana . Raphael . 7. Ourer . Sachiel .  7.  Netos . Gabriel . 8. Ta n i c . Samael .  8.  Ta f ra c . Cassiel . 9. Neron . Michael . 9.  Sassur . Sachiel . 10. Jayon . Anael .  10.  Aglo . Samael . 11. Abay . Raphael . 11.  Calerna . Michael . 12. Natalon . Gabriel .  12.  Salam . Anael ."},{"pageNumber":21,"pageContent":"Heptameron 21 WEDNESDAY. THURSDAY. Hours of the day. Angels of the hours. Hours of the night. Angels of the hours. 1. Ya y n . Raphael . 1.  Beron . Michael . 2. Janor . Gabriel .  2.  Barol . Anael . 3. Nasnia . Cassiel .  3.  Thanu . Raphael . 4. Salla . Sachael.  4.  Athir . Gabriel . 5. Sadedali . Samael .  5.  Mathon . Cassiel . 6. Thamur . Michael . 6.  Rana . Sachiel . 7. Ourer . Anael .  7.  Netos . Samael . 8. Ta n i c . Raphael . 8.  Ta f ra c . Michael . 9. Neron . Gabriel .  9.  Sassur . Anael . 10. Jayon . Cassiel .  10.  Aglo . Raphael . 11. Abay . Sachiel .  11.  Calerna . Gabriel . 12. Natalon . Samael .  12.  Salam . Cassiel . Hours of the day. Angels of the hours. Hours of the night. Angels of the hours. 1. Ya y n . Sachiel .  1.  Beron . Gabriel . 2. Janor . Samael .  2.  Barol . Cassiel . 3. Nasnia . Michael . 3.  Thanu . Sachiel . 4. Salla . Anael .  4.  Athir . Samael . 5. Sadedali . Raphael . 5.  Mathon . Michael . 6. Thamur . Gabriel .  6.  Rana . Anael . 7. Ourer . Cassiel .  7.  Netos . Raphael . 8. Ta n i c . Sachiel .  8.  Ta f ra c . Gabriel . 9. Neron . Samael .  9.  Sassur . Cassiel . 10. Jayon . Michael . 10.  Aglo. Sachiel . 11. Abay . Anael .  11.  Calerna . Samael . 12. Natalon . Raphael . 12.  Salam . Michael ."},{"pageNumber":22,"pageContent":"Heptameron 22 FRIDAY. SATURDAY. Hours of the day. Angels of the hours. Hours of the night. Angels of the hours. 1. Ya y n . Anael. 1. Beron . Samael . 2. Janor . Raphael . 2.  Barol . Michael . 3. Nasnia . Gabriel .  3.  Thanu . Anael . 4. Salla . Cassiel .  4.  Athir . Raphael . 5. Sadedali . Sachiel. 5. Mathon . Gabriel . 6. Thamur . Samael .  6.  Rana . Cassiel . 7. Ourer . Michael . 7.  Netos . Sachiel . 8. Ta n i c . Anael .  8.  Ta f ra c . Samael . 9. Neron . Raphael . 9.  Sassur . Michael . 10. Jayon . Gabriel .  10.  Aglo . Anael . 11. Abay . Cassiel .  11.  Calerna . Raphael . 12. Natalon . Sachiel .  12.  Salam . Gabriel . Hours of the day. Angels of the hours. Hours of the night. Angels of the hours. 1. Ya y n . Cassiel .  1.  Beron . Raphael . 2. Janor . Sachiel .  2.  Barol . Gabriel . 3. Nasnia . Samael .  3.  Thanu . Cassiel . 4. Salla . Michael . 4.  Athir . Sachiel . 5. Sadedali . Anael .  5.  Mathon . Samael . 6. Thamur . Raphael . 6.  Rana . Michael . 7. Ourer . Gabriel .  7.  Netos . Anael . 8. Ta n i c . Cassiel .  8.  Ta f ra c . Raphael . 9. Neron . Sachiel .  9.  Sassur . Gabriel . 10. Jayon . Samael .  10.  Aglo . Cassiel . 11. Abay . Michael . 11.  Calerna . Sachiel . 12. Natalon . Anael .  12.  Salam . Samael ."},{"pageNumber":23,"pageContent":"Heptameron 23 But this is to be observed by the way, that the first hour of the day, of every Country, and in every season whatsoever, is to be assigned to the Sun-rising, when he first appe- areth arising in the horizon: and the first hour of the night is to be the thirteenth hour, from the first hour of the day. But of these things it is sufficiently spoken. FINIS. \u0007 \u0007 \u0007 \u0007 \u0007 \u0007 \u0007 \u0007 \u0007 The Heptameron of Peter de Abano. Transcribed from the 1657 edition of The Fourth Book of Occult Philosophy , translated and edited by Robert Turner. Adobe Acrobat edition created by Benjamin Rowe, July 1, 2000. NOTE: This document is optimized for printing on a laser or inkjet printer. The illustra- tions may appear “jagged” when viewed onscreen with certain displays. They will print at the full resolution of your printer."}]
