[{"pageNumber":1,"pageContent":"THE LIFE BEYOND THE VEIL SPIRIT MESSAGES RECEIVED AND WRITTEN DOWN BY THE REV. G{eorge}. VALE OWEN {1860-1931} VICAR OF ORFORD, LANCASHIRE WITH AN APPRECIATION BY LORD NORTHCLIFFE AND AN INTRODUCTION BY SIR ARTHUR CONAN DOYLE, M.D., LL.D. EDITED BY H. W. ENGHOLM BOOK IV: THE BATTALIONS OF HEAVEN NEW YORK 1921"},{"pageNumber":2,"pageContent":"COPYRIGHT, 1921, PRINTED IN THE UNITED STATES OF AMERICA:"},{"pageNumber":3,"pageContent":"CONTENTS DATE PAGE A N A PPRECIATION , BY L ORD N ORTHCLIFFE 8 P REFACE 9 G ENERAL N OTES 13 I NTRODUCTION , BY S IR A RTHUR C ONAN D OYLE 17 5/2/18 T HE T EMPLE OF THE H OLY M OUNT : I TS O RIGIN AND P URPOSE —L EADER G IVES H IS N AME 23 8/2/18 T HE T EMPLE O F T ILE H OLY M OUNT : I TS A SPECT A ND P LAN 30 11/2/18 T WIN S PIRITS —A D ISMISSAL C EREMONY 38 15/2/18 M ARY AND J OSEPH : T HEIR O RIGIN AND D EVELOPMENT 47 22/2/18 S TILLBORN C HILDREN 55 1/3/18 T HE U NIVERSITY OF THE F IVE T OWERS : T OWER OF A NGELIC L IFE . 61 4/3/18 A M ANIFESTATION IN THE P ALM C ROWN H ALL — T HE C HRIST C REATIVE —A RNEL ' S E ARTH -L IFE 69 8/3/18 T HE M ANIFESTATION ( CONTINUED ) —A RNEL ' S E ARTH -L IFE 79 5"},{"pageNumber":4,"pageContent":"6 CONTENTS DATE PAGE 11/3/18 S OME P RINCIPLES OF C REATIVE S CIENCE —T HE S PIRAL 88 15/3/18 T HE S PIRAL C OURSE OF P ROGRESS 96 22/3/18 A TTEMPT TO S HORTEN THE C YCLE OF P RO GRESS , A ND I TS R ESULT 104 25/3/18 T HE C REATIVE H IERARCHIES ( UNFINISHED ) 112 19/2/19 T HE C HRIST C REATIVE 119 20/2/19 T HE H YMN OF L AMEL 126 26/2/19 E ARTH AND M ARS 131 27/2/19 T HE C HRIST S PHERE 138 28/2/19 A NGEL H ELPERS 141 3/3/19 T HE P URGING OF THE S PHERES I NFERIOR 145 5/3/19 T HE R EASON FOR THE E XPEDITION 152 6/3/19 T HE H EAVENLY A RMIES OF THE C HRIST 156 7/3/19 T HE A PPROACH OF THE C HRIST THE A DVANCE G UARD 161 10/3/19 T HE H ERALD 168 11/3/19 T HE P ASSING OF THE C HRIST 173 H OW THE H EAVENLY P OWERS D EALT WITH 12/3/19 E ARTH S CIENCE 181 17/3/19 A ND R ELIGION 188 18/3/19 A ND C HRISTENDOM 195"},{"pageNumber":5,"pageContent":"CONTENTS 7 DATE PAGE 19/3/19 A ND THE E ARTH ' S C HRIST THE P AR ABLE OF G RANNY AND THE P LANETS 200 21/3/19 W HY THE C HRIST B ECAME I NCARNATE AS A M AN A ND N OT A W OMAN 207 24/3/19 T HE F UTURE OF W OMANHOOD . T HE P ARABLE OF THE G OLDSMITH AND THE D IAMOND 213 25/3/19 T HE W OMANHOOD OF THE F UTURE 222 28/3/19 T HE D ESCRIPTION OF THE M ANIFESTATION R ESUMED : T HE Y OUNG C ONQUEROR AND H IS B ELOVED 227 1/4/19 T HE F UTURE E VOLUTION OF THE E ARTH —P SYCHOMETRY 234 2/4/19 C OSMIC P SYCHOMETRY E THERIC P LANETS 239 3/4/19 T HE M ANIFESTATION OF THE C HRIST C ONSUMMATE . THE H YMN \"O F T HINGS I N H EAVEN , A ND T HINGS I N E ARTH , A ND T HINGS U NDER T HE E ARTH \" (P HILIPPIANS ii . 10, R EVELATION v . 3) 245"},{"pageNumber":6,"pageContent":"AN APPRECIATION BY LORD NORTHCLIFFE I HAVE not had an opportunity of reading the whole of The Life Beyond the Veil , but among the passages I have perused are many of great beauty. It seems to me that the personality of the Rev. G. Vale Owen is a matter of deep importance and to be considered in connexion with these very remarkable documents. During the brief interview that I had with him I felt that I was in the presence of a man of sincerity and conviction. He laid no claims to any particular psychic gift. He expressed a desire for as little publicity as possible, and declined any of the great emoluments that could easily have come to him as the result of the enormous interest felt by the public all over the world in these scripts. {Signature Shown}"},{"pageNumber":7,"pageContent":"PREFACE THE messages recorded in this volume were all received and written down by the Rev. G. Vale Owen in the Vestry of All Hallows', Orford, Lancashire, after evensong. These thirty-four communications were first published in The Weekly Dispatch, and their termination on Sunday, September 26, 1920, brought to a conclusion an uninterrupted series which started in that journal on February 1, 1920. The first messages of this series commenced on September 23, 1913, and were from the vicar's mother and \"Astriel\"; they were followed by others at intervals, the communicators being \"Zabdiel\" and \"Leader\" and his band. These communications are contained in the first three volumes of this series, and in which I have given full details of how Mr. Vale Owen received the messages, together with data concerning the communicators, their methods, and matters relating to the personality of the one who received and recorded them. This present volume contains the communications from one who gave the name of \"Arnel,\" for such was the name, disclosed to Mr. Vale Owen in the message dated February 5, 1918. In the spring of 1921, and on an occasion when 9"},{"pageNumber":8,"pageContent":"10 PREFACE Mr. Vale Owen gave his first personal and public statement on the Script, he was asked the question as to how he was sure that the messages were not from his own mind, but from some source beyond it. As this question may arise in the minds of many who read these scripts for the first time, I think it will be helpful to give the vicar's answer as recorded at the time in the journal Light: \"He said it was a straight question, and deserved a straight answer. That was one of the things he KNEW . He was thinking of the great number of letters he had received, putting that question in various ways. It had been put to him many times, sometimes cynically, but now and then in a very different spirit. He did not think that many of those who asked it realized one simple fact that there was no one in the whole world whom the answer could affect so deeply as himself. He could assure his hearers that before consenting to make the messages public he had proved up to the hilt that they did not emanate from his own mind. He said to himself, I believe in a future life. My father, mother, and little child have passed into that life, and I am going there—it can only be a few years before I join them. Now, G. V. O., suppose you go over there and your mother says, 'I am so glad to have you here. But with regard to those messages, they did not come from us.' That would be hell to him, a hell that he could not face. The messages came from his mother and those on the Other Side. He made himself quite sure of it in more ways than one. He was certain, first of all, that they could not have come from his own subconscious mind, or if they did they must have been put there. He"},{"pageNumber":9,"pageContent":"PREFACE 11 wrote them at the rate of twenty-four words a minute on an average. That was not a quick speed if one knew what one was writing about, but he made it a rule not to think of the sittings beforehand. The people who came through were quite unknown to him, except his mother. When he had written, say, on Monday, on Tuesday he put the question, 'Is the writing correct?' More than once he had put the question, and had been stopped. Once his mother had communicated by the planchette (operated by his wife) in terrible trouble. He asked what was the matter, and she said, 'I am in great distress. You have done nothing; but the writing, that is the matter. For the last fortnight it has not come from us. Do not tear it up. It has been given for some purpose. It is not bad, but it is not from us. Wait a fortnight.' Later on she said, 'The way is clear now.'\" In reply to a further question as to whether he saw any of the beautiful scenes described in the messages he replied that he did in a way, but not externally. When a city was described he could see it in his mind's eye. If he were an artist he could paint the scenes except for some of the details. He asked his mother, when she was communicating, how he could know that it was not his imagination. She said: \"My dear boy, it is your imagination; what else can it be? We have trained you for many years, before you knew, so that we can use not only your hand but the whole of you, including your imagination, and by that imagination we have built up the images that you see.\" Again being asked to describe his sensations when writing Mr. Vale Owen said that was difficult"},{"pageNumber":10,"pageContent":"12 PREFACE for him to do. Many of his hearers who had read the Script would know that they went right from regions of light to those of darkness. Angels could not always come right down to him, and he had to lift himself to them. That had at times been a great effort, especially when the messages were ethical and philosophical. He felt as if he was scarcely on earth. When the hells were described he felt that he had been through them, and he could now understand the look on Dante's face. From the above we gain a little insight into the verity of these messages and the source of their origin, but much depends on the reader himself. There is no scientific proof possible to offer in matters such as is dealt with in the Vale Owen Script. Their true value can only be gauged by spiritual standards and such appeal as they may make to an interior sense of reality. To those who have this vision, the glorious vista of the life to come, as described in these communications, will have a meaning too deep for words. In the ascending grandeur of these messages there is a revelation that will bring the reality of the Divine love and the glory of the Eternal Christ vividly into the hearts of all those who are ready and willing to receive it. H. W. ENGHOLM. L ONDON , June, 1921."},{"pageNumber":11,"pageContent":"NOTES BY H. W. E. On the Identity of the Communicator of these Messages and Others Mentioned in this Volume. THE one who communicated the messages contained in this volume gave the name of Arnel. The vicar first heard of Arnel when receiving messages from his mother in October, 1913. In answer to a question from Mr. Vale Owen as to why his mother (who was describing one of the Heavenly estates to which she had been sent on a mission) did not give the name of the ruler of the estate, she wrote the following through the vicar's hand: \"His name was Arnol, but these names sound so strange to earth ears, and people are always trying to find out their meaning, that we are rather shy of giving them.\" This passage is to be found in Volume I of this series, \"The Lowlands of Heaven,\" page 86. It will be noted Mrs. Vale Owen spelt the name with an o. Over four years later, on February 5, 1918, and 13"},{"pageNumber":12,"pageContent":"14 NOTES BY H. W. E. when receiving the messages contained in this volume, Mr. Vale Owen asked the communicator, whom he had up to then addressed by the general term \"Leader\" or \"Leader of the Band of Communicators\" (see footnote on page 58 of Vol. III, \"The Ministry of Heaven\"), to tell him his name. It was given as Arnel (see page 28). The vicar then asked Arnel if he was the one referred to as far back as October, 1913, and the answer was, \"I am he of whom your mother told you...write it with one or other letter as you will: it shall suffice that you know me by that name hereafter.\" Then again, in the message received on the evening of the fourth day of March, 1918 (see page 77), Arnel revealed a little of his earth life and the period of the world's history when he lived here. Again, at the end of the sitting in the vestry on March 8 (see pages 85 and 86) Mr. Vale Owen questioned Kathleen (Arnel's spirit amanuensis), and from this and the previous communication we glean that Arnel was an Englishman who, in consequence of religious persecution, had to flee to Florence, and lived there in the English Colony during the early days of the Renaissance. He taught music and painting, and died, as he said, in mid-life, escaping thereby the further enmity of the Church and the State of those days. Through"},{"pageNumber":13,"pageContent":"NOTES BY H. W. E. 15 Mr. Vale Owen's hand the name Arnel was written at the conclusion of each communication from him and the sign of the cross affixed below it. * * * * * Regarding Arnel's spiritual status at the time he was communicating the messages in this volume, it is recorded in the first message, dated February 5, that he was then a Temple dweller on the borders of Spheres ten and eleven (see page 27), thus indicating that Arnel is a being of a high spiritual order. * * * * * Z ABDIEL , referred to on page 28, is the one who communicated the messages through Mr. Vale Owen, all of which are contained in Vol. III of this series entitled \"The Highlands of Heaven.\" Zabdiel has given no indication as to who he may have been during his earth life, but his spiritual presence has been very real to the Vicar of Orford, and reasons for this have been given at some length in Vol. 11 on pages 21 to 25 in the general notes. * * * * * K ATHLEEN , who is referred to on pages 45 and 85, acted as intermediary between Mr. Vale Owen and Arnel. In earth life she was a sempstress who lived in Liverpool, and passed over at the age of twenty"},{"pageNumber":14,"pageContent":"16 NOTES BY H. W. E. eight in the year 1893. On pages 43,44 of Vol. III, \"The Ministry of Heaven,\" the importance of Kathleen respecting these messages is clearly defined by Leader and his band. M R . V ALE O WEN ' S M OTHER , to whom reference is made on page 29, died in the year 1904, and communicated the first messages the vicar received during September and October, 1913, all of which are contained in Vol. I of The Life Beyond the Veil entitled \"The Lowlands of Heaven.\""},{"pageNumber":15,"pageContent":"INTRODUCTION B Y S IR A RTHUR C ONAN D OYLE THE long battle is nearly won. The future may he chequered. It may hold many a setback and many a disappointment, but the end is sure. It has always seemed certain to those who were in touch with truth, that if any inspired document of the new revelation could get really into the hands of the mass of the public, it would be sure by its innate beauty and reasonableness to sweep away every doubt and every prejudice. Now world-wide publicity is being given to the very one* of all others which one would have selected, the purest, the highest, the most complete, the most exalted in its source. Verily the hand of the Lord is here! The narrative is before you and ready to speak for itself. Do not judge it merely by the opening, lofty as that may be, but mark the ever ascending ——— * This refers to the whole series of messages including Vols. I, II, III and IV. 17"},{"pageNumber":16,"pageContent":"18 INTRODUCTION beauty of the narrative, rising steadily until it reaches a level of sustained grandeur. Do not carp about minute details, but judge it by the general impression. Do not be unduly humorous because it is new and strange. Remember that there is no narrative upon earth, not even the most sacred of all, which could not be turned to ridicule by the extraction of passages from their context and by over-accentuation of what is immaterial. The total effect upon your mind and soul is the only standard by which to judge the sweep and power of this revelation. Why should God have scaled up the founts of inspiration two thousand years ago? What warrant have we anywhere for so unnatural a belief? Is it not infinitely more reasonable that a living God should continue to show living force, and that fresh help and knowledge should be poured out from Him to meet the evolution and increased power of comprehension of a more receptive human nature, now purified by suffering. All these marvels and wonders, these preternatural happenings during the last seventy years, so obvious and notorious that only shut eyes have failed to see them, are trivial in themselves, but are the signals which have called our material minds to attention, and have directed them towards those messages of which this particular script may be said to be the most complete example. There are many others, varying in detail according to the sphere described or the opacity of the"},{"pageNumber":17,"pageContent":"INTRODUCTION 19 transmitter, for each tinges the light to greater or less extent as it passes through. Only with pure spirit will absolutely pure teaching be received, and yet this story of Heaven must, one would think, be as near to it as mortal conditions allow. And is it subversive of old beliefs? A thousand times No. It broadens them, it defines them, it beautifies them, it fills in the empty voids which have bewildered us, but save to narrow pedants of the exact word who have lost touch with the spirit, it is infinitely reassuring and illuminating. How many fleeting phrases of the old Scriptures now take visible shape and meaning? Do we not begin to understand that \"House with many mansions,\" and realize Paul's \"House not made with hands,\" even as we catch some fleeting glance of that glory which the mind of man has not conceived, neither has his tongue spoken. It all ceases to be a far-off elusive vision and it becomes real, solid, assured, a bright light ahead as we sail the dark waters of Time, adding a deeper joy to our hours of gladness and wiping away the tear of sorrow by assuring us that if we are only true to God's law and our own higher instincts there are no words to express the happiness which awaits us. Those who mistake words for things will say that Mr. Vale Owen got all this from his subconscious self. Can they then explain why so many others have had the same experience, if in a less exalted degree?"},{"pageNumber":18,"pageContent":"20 INTRODUCTION I have myself epitomized in two small volumes the general account of the other world, drawn from a great number of sources. It was done as independently of Mr. Vale Owen as his account was independent of mine. Neither had possible access to the other. And yet as I read this far grander and more detailed conception I do not find one single point of importance in which I have erred. How, then, is this agreement possible if the general scheme is not resting upon inspired truth? The world needs some stronger driving force. It has been running on old inspiration as a train runs when the engine is removed. New impulse is needed, If religion had been a real compelling thing, then it would show itself in the greatest affairs of all—the affairs of nations, and the late war would have been impossible. What church is there which came well out of that supreme test? Is it not manifest that the things of the spirit need to be restated and to be recoupled with the things of life? A new era is beginning. Those who have worked for it may be excused if they feel some sense of reverent satisfaction as they see the truths for which they laboured and testified gaining wider attention from the world. It is not an occasion for self-assertion, for every man and woman who has been honoured by being allowed to work in such a cause is well aware that he or she is but in agent in the hands of unseen but very real, wise, and"},{"pageNumber":19,"pageContent":"INTRODUCTION 21 dominating forces. And yet one would not be human if one were not relieved when one sees fresh sources of strength, and realizes the all - precious ship is held more firmly than ever upon her course. [Signature Shown}"},{"pageNumber":20,"pageContent":"THE BATTALIONS OF HEAVEN Battalions of the Heavenly Siege, Encircling Earth above, below, How did you leave your Homes of Bliss To come on service such as this, To seek a Kingdom for your Liege— Is it the Christ would have it so? The Christ Who, sometime bending down, Breathed into man His benison, And Jesus His Divinity?— We gave Him back Gethsemane, And of Hell's brambles wove a crown To set His royal brow upon. The Angel Hosts bemist all space, Like cloudy cosmos come to birth, And down those clouds far echoes ring; It is the Slogan of the King, \"Up, royal brood of priestly race, For I will reign upon My Earth!\" We sons of men take heart anew, Our faces lift and shout amain, \"We fling Your Slogan back again! You shall not reign without us men! Lead, valiant Christ; we follow You! Together we on Earth will reign!\" (Received at our weekly sittings for communion in July 1920.) G. V. O."},{"pageNumber":21,"pageContent":"THE TEMPLE OF THE HOLY MOUNT: ITS ORIGIN AND PURPOSE—LEADER GIVES HIS NAME. Tuesday, February 5, 1918. 5.87—7.10 P.M. (25 minutes interval.) YOU would like us to give you some account of the origin and aspect of the Temple of the Holy Mount. It stands between the Spheres Ten and Eleven, and when we say that, we mean that it is visible from both of those spheres, and yet is wholly encompassed by neither one nor other. Its origin was in this wise. Ages ago there were many who passed from the one sphere into the other who were qualified by training. But Sphere Ten is, in a manner, a sphere wherein are rounded off and ordered all those attributes of power and character which have been gathered in their journey by those who have passed here through the spheres inferior. Here ends one 23"},{"pageNumber":22,"pageContent":"24 THE LIFE BEYOND THE VEIL grand stage of their journey, and the next stage is one wherein advance is made of somewhat different order of evolution and development than heretofore has obtained. Hitherto the duties performed by those spirits in their advance have been, on the whole, of protective and strengthening quality. Guardian Angels you would call them, mayhap. This help truly develops and becomes of more spiritual tone as they rise higher. But essentially it is of the same order, if of different aspect, in its application to those who are watched and aided, both in the earth-sphere, and in all those spheres intervening up to the Tenth. But those who enter the Sphere Eleven now take on another series of duties. Their service now develops into that which is Creative. They begin to learn the great mysteries of the Universe of Life, not now as to its operative power as more outwardly manifest, but as to its more inward potency, as it is found nearer to those Holy Ones Who dwell about the Father's Home. So do they add the greater to those lesser qualities already assimilated into their personalities, and, becoming attuned by degrees to the sphere ahead, prepare for their advance into that realm where Creation opens out to them in all its grand panoply of might and of majestic beauty."},{"pageNumber":23,"pageContent":"THE BATTALIONS OF HEAVEN 25 This is one of the uses of that Temple, and indeed its principal use, and of the others we have no need at this time to speak. For you would that we should try to limn for you its plan and elevation. We will try to do so, but you will keep within your mind that, as in the present description of its uses, so now in our description of its aspect we speak but imperfectly, for not only stands the Temple to crown a Sphere not of matter but of spirit substance, but also of spirit atmosphere and environment intensified, by sublimation, tenfold. What that means in terms of dynamics and of potentiality of forces we do not pause to hazard, for we should fail to make any reasonable tale for you in your speech of earth. This Temple was raised for the purpose of blending the two spheres, with their varying aspects of service, together. Here, then, those who are about to leave the one for the other are brought together and dwell here usually for a lengthy period, going forth, from time to time, into the Sphere Ten and those inferior, on their service as of old to help, or to protect, or to instruct, or to develop those whose abode is therein, But they also begin to escort those from the spheres superior on their missions into Sphere Eleven. At first they go not far, nor for long. But as they become stronger and more attuned to"},{"pageNumber":24,"pageContent":"26 THE LIFE BEYOND THE VEIL the finer pulsations of that sphere, so they go farther afield therein, and stay for longer and longer time. Returning they rest in the Temple, and, mayhap, in the interim, they go into one of the spheres inferior on duties of service there. You have already received a description of one of these missions being sent on a journey through the lower realms and into those of nether gloom. That mission of ours, friend, was a very severe test, for it encompassed, in its entirety, not one or two, but the whole gamut of the spheres between earth and this, and also invaded those farther afield. This very strenuous test of endurance, adaptability in condition and in the attuning of our minds, as well as our bodies, to deal with problems so far removed from our normal condition and temperament of life and service, was given with intent. It was a final test of me who had dwelt within the Temple and was ready for advance into Sphere Eleven, and for those my good friends who were for me an escort it was a test also for their advancement from the Sphere Nine into Sphere Ten, and of two of them from Sphere Ten to be henceforward Dwellers in the Temple. Also; you will note a certain significance in the fact that I was charged to go and gather that company of people from the utter darkness,* and * Vol. III, page 217."},{"pageNumber":25,"pageContent":"THE BATTALIONS OF HEAVEN 27 bring them towards the light, as a final test of service before my calling into the series of spheres wherein the Creative faculty is quickened and trained. I did not understand it then, nor do I even now, yet my enlightening is already begun, and I seem to see a little of the glories ahead for those who once were in so grievous a plight, and now are almost at their ease, and at least are able to know what happiness is to those who go forward on their appointed way. Have you, then, passed from the Tenth to the Eleventh Sphere? Not yet of permanence. I am still a Temple-dweller, but more and more I become attuned with the conditions of Sphere Eleven. So many are the items which go to make up the sum of our life here, and yet which are each of much import, that while I hesitate to overpass one of them, yet you have neither time nor material on which to write a thousandth part of them. Here is one: The period of residence in that Temple is almost always a very long period. In my case it will be longer than with most. For this reason: I have a charge (I mean the People of Barnabas*) to watch, to aid, and to conserve in the path of progress onward. I must, from time to time, visit them in person and visibly; I must therefore keep myself * Vol. III, pages 238 and 245."},{"pageNumber":26,"pageContent":"28 THE LIFE BEYOND THE VEIL in good fettle to condition myself speedily, not to a sphere once or twice removed from my present normal realm, but one far away in the dim ends - of-space, so to say it. Mine is therefore a double task. I stand here on the Tableland, and I must keep one hand extended upward to grip, and the other extended downward to give. Well, well, there you have it, friend, I need not enlarge. You will see my meaning. Zabdiel* has passed into Sphere Eleven, hasn't he? Yes, so far as his service in principal is considered. But yet he also comes to the Temple on occasion, and, attuning himself once more to his old estate, passes onward towards earth on some mission to those lower planes of life. Returning, he will pass through the Temple on the way to his proper place of service. And now enough, for this occasion, of condition and environment. Let me tell you of the Temple itself. But cease now; you are spent of power. Before I go, Leader,† I would like you to tell me your name. \"Leader\" is the only one I know you by, and it does not commend itself much to me. Well, well, my son, maybe there is something in *, † See notes on pages 14 and 15."},{"pageNumber":27,"pageContent":"THE BATTALIONS OF HEAVEN 29 a name, withal, for all your good sage his dictum, I am known by another name in those spheres which are to that Temple superior. But in those below I, am called by the name \"Arnel.\" That you may call me also, if it please you better, my son. My mother told me of one named \"Arnol.\" * There is no earth letter-scheme to compass heavenly names, and enmesh them in earth phrase. I am he of whom your mother told you—write it with one or other letter, as you will: it shall suffice that you know me by that name hereafter. Will that please you—shall I say \"commend\" me to you, my son? That's a knock for me, sir. Well, I can take it. Aye, you can take it, for you have taken harder ere now, and not so kindly meant. So now, good night—as strange a sound on these lips of mine which never breathe night air as my name shall be on yours. A RNEL .†± ——— * See page 86 of Vol. I, \"The Lowlands of Heaven.\" † It was at this sitting that Arnel first affixed his name and thereafter he signed each of his communications, always adding the sign of the cross."},{"pageNumber":28,"pageContent":"THE TEMPLE OF THE HOLY MOUNT: ITS ASPECT AND PLAN Friday, February 8, 1918. 5.35—6.30 p.m. I HAVE told you of the use of the Temple of the Holy Mount. I now give you some account of the structure itself, but not in detail, for that were not possible. A sheer edifice rises above the grassland, and on the tableland above stands the Temple. That portion of it viewed from the plain below is but one small wing, and not the main building. A multitude there assembled, and looking up, sees the porch and the flanking arches of the wing which fronts that way. From its lofty position, its size and its proportional elements of architecture, it is, as thus viewed, both stately and beautiful. Entering by this porch, and passing through it, we turn to the right, and skirt an open-air colonnade, roofed but with no side-walls to it which runs quite round the main building, and at a distance 30"},{"pageNumber":29,"pageContent":"THE BATTALIONS OF HEAVEN 31 from it, but is broken at intervals where corridors pass across, on the left leading towards the Central temple, and to our right leading to other detached wings with their porches. All these, however, front upon districts in Sphere Eleven, and only that one of which you have already knowledge looks towards Sphere Ten. Those wings axe each devoted to special use, and are in number Ten. This number has not reference to the Ten Spheres inferior, but to those which are in advance. Does this number include the Porch fronting on the Tenth Sphere? No, that is as of itself alone, and has reference only to those spheres below. These ten have reference to the Eleventh and succeeding spheres. In each wing is a great Hall; and the wings are not identical in shape, no two are alike. In a way you would not understand, each of these Halls is tinctured with the elements of the sphere to which it has reference, and is also in communion with that sphere. It is hither that messages are received from those spheres, transcribed into the language of Sphere Eleven, and dealt with there, or are sent out to what district they concern. Also, when companies of Temple-dwellers go forth into those spheres superior, touch is always maintained with them in these Wings, and, as they pass from one sphere to another, so the link is"},{"pageNumber":30,"pageContent":"32 THE LIFE BEYOND THE VEIL taken up by the wing in touch with that sphere into which their journey has taken them. We turn to the left down one of these corridors bisecting the circular colonnade. It passes through court-yards and gardens and woods, all beautifully kept, and containing fountains, statuary, lakes, paths of vari - coloured marbles, arbours, temples— some in replica of temples in far spheres, but not on so grand a scale. And at length we come to the main group of buildings. These also have ten Porches, but they do not give on to the corridors, but are each about equidistant between two corridors, as these end upon the wall of the main group. The Porches stand Out into those sections of the grounds which lie each between two of the corridors, and are far - stretching. On earth you would call each of these sections a park, for the Temple is very vast in area, and the Colony of Temple-dwellers number many thousands, yet each has plenty of room, both house and gardens. We will pause before the Porch which is set between the Wings of Spheres Twelve and Thirteen—they are not so numbered here, but I call them so for your less confusion. There is a broad terrace here, running on each side of the Porch, passing high above the beautiful grounds which stretch away towards the mountains which stand"},{"pageNumber":31,"pageContent":"THE BATTALIONS OF HEAVEN 33 sentinel afar on the horizon and which mark the boundary proper of Sphere Eleven—for the Temple is builded merely in the outlands of that Sphere. The Porch breaks into the terrace, and projects it into the square, from which ascent is beyond given by steps of dazzling amber, with a light within itself glowing and meeting the light from without in a blend which changes according to the personality of those who be ascending the steps at the time. Here you shall remember, all which you would call dead or inanimate is responsive to all else. Stone is affected by, and does also affect, verdure and trees; trees are affected by the presence of people, according to the nature both of people and trees. So is it with houses and all buildings. The Porch itself is of much beauty. It is not rounded nor squared, but of a shape you cannot image. If I should say it is not so much a shape as a sentiment, you would think I spoke in allegory. Yet it is permanent with a permanency more perfect than that of any earth building. Call it mother - of-pearl, or liquid glass, in substance, and that must suffice. Passing within we come on a large oblong space, covered with a roof of trellis-work interwoven with plants and flowers, some of which have their roots without in the grounds, and some are"},{"pageNumber":32,"pageContent":"34 THE LIFE BEYOND THE VEIL planted within. But I must hasten on. We enter at last the Great Hall of the Temple. Is it that in which you saw the Christ on the return from your journey? The same. It has no roof, such as you would say was a roof. Yet it is not open to space. The arches tower high and majestic up into the place where the roof would be, and are supported on pillars of multi-coloured crystal. But their arches end in a running line upon which rests what has the appearance of a cloud of light, but light of such a quality as to be impenetrable by those who, for the most part, assemble there. The roof - cloud is not ever of one tint, but changes according to the manner of ceremony proceeding below in the Hall. I have already told you of the Altar, and of the Throne Room behind it. Round the sides of the Hall are other rooms such as that. One is a Robing - Room. Now that may sound very earthlike. But I will give you to know that the Robing which is there enacted is not merely the changing of a coat or cloak, but a ceremony of a most momentous kind. Let me tell you. There are at times transactions enacted in the Great Hall which are fraught with electric power from spheres much advanced. At such times it is necessary that those from the Sphere Eleven, or"},{"pageNumber":33,"pageContent":"THE BATTALIONS OF HEAVEN 35 any sphere inferior to that from which the influence comes, be each so conditioned that the life-stream be received upon his body so it be to his benefit and not to his hurt. So the ceremony of this Robing is diligently carried through in the Robing-Room, where they are very carefully treated by those expert in holiness and power, so that their garments change to the requisite hue and texture and shape. This is achieved only through the personality of the wearer. The inner qualities of him are denoted by the aspect of his robes. Only so may one safely enter that Hall and take part in the ceremony toward. It may be that there is on hand the commission of a band on service into other spheres—a Dismissal ceremony. At such time the assembly meet to give of the combined influence of their strength to those thus sent forth. It is therefore required that all be done so that the harmony of blend be perfect. Those of less estate, or new-comers, have, to this end, to undergo very careful attunement in the Robing-Room, and then even they may lend of their mite of profit to the missioners. Or a Manifestation shall perhaps be on hand. It may be a Manifestation of some aspect of the Godhead, or of some very High One, or of the Christ Himself. Then such robing is most care"},{"pageNumber":34,"pageContent":"36 THE LIVE BEYOND THE VEIL fully done, or harm, and not, good, would ensue. But I have never heard of a mistake having been made in this matter. Albeit, in theory most certainly it is possible. Frequently, however, the more recent comers find themselves weakening as they approach the Hall, when the Presence of some very powerful Person or some other intense influence suffuses it. Then they go back for that time. It is a test, and by it they get at what is required in their training. So they are not without blessing also. If you go towards the mountains and view the Temple from some hill - side, it will appear like a city, with its multitude of towers and archways and domes and trees and park-lands. And the sight is most beautiful because of the gems which gleam out of its midst and shine afar. For each dome or pinnacle is a gem-like structure glowing and flashing with heavenly light and language—for each item of the building and every colour and group of colours or of gems has a meaning which can be read by those who dwell there. Themselves are not less lovely as they move to and fro about those porticoes, or upon the balconies or roofs of the buildings, or in the parks. They mingle with the other beauties and glories of the place, and add to its peace, as to its splendour. For they and the Temple are each part of other, or, as I have said"},{"pageNumber":35,"pageContent":"THE BATTALIONS OF HEAVEN 37 before, responsive, so that no unharmony As there, but all is in perfect poise of grouping and of colour. And if I were asked to give that Temple City a name in one word, I would call It the Kingdom of Harmony. For therein is perfect unison of sound and colour and shape and the temperament of those who abide there. A RNEL ±."},{"pageNumber":36,"pageContent":"TWIN SPIRITS—A DISMISSAL CEREMONY Monday, February 11, 1918. 5.30—7.15 p.m. AND now, my son, I will that you give me your mind while I try to limn for you one of those incidents of the Temple which I have called by the name Dismissal Service and Manifestation, for this was both. Converging on the Central Hall were streams of happy people who came from all parts of the Sphere at the call of the Master of the Temple. They were happy, but of thoughtful mien, for they were aware that a very impressive ceremony was afoot, and so came in such a mind as that they might take away with them so much as possible for the furtherance of their progress. For these Manifestations be of mystical and sacramental nature, and we are much exercised in rising to meet those high influences which come from the spheres superior. that we may interpret the meaning of the ceremony, and so come at what blessing it is intended to impart. 38"},{"pageNumber":37,"pageContent":"THE BATTALIONS OF HEAVEN 39 When they were all assembled within I looked up to the roof-cloud and saw that its colour was changing. When I had entered it had been gold with streaks of blue. Now it was absorbing and blending such hues as the multitude brought with them, and, as more arrived, so the living moving vapour changed its colour; until, when all were assembled, it was of deep tone of crimson-velvet. That is so near as I can come at it in your colours of earth. But its aspect told me that it was also touched by powers of higher grade from above and that some Presence was at hand already. Then there descended from this roof-cloud a mist, distilled from its own essence, and settled upon us with a sense of sweet odours and of music - whispers and brought into us a glow of exaltation and peace which uplifted one and all in harmonious blending so that we became, not so much a multitude of individuals as an assembly of those cellular entities which go to make up the one body of a man, so much at one in sympathy of love and purpose were we. Then we saw that before the open way into the Throne Room a cloud was condensing upon itself and taking shape. Now, so far as is possible, I will tell of this transaction, but you will bear it in your mind that, were you to describe it again to one of my fellows of this sphere, while he would"},{"pageNumber":38,"pageContent":"40 THE LIFE BEYOND THE VEIL recognize that incident you had in your mind to show him, yet he would say that such a description was not a true one, by reason both of omission, and also of the quite inadequate names given to what things you would tell him were seen and heard there. The cloud was of green tint streaked with spirals of amber within itself, and capped with a canopy of blue. This cloud was continuously in motion, and at length grew into the shape of a stately pavilion whose roof was of the deepest blue-violet and the pillars of semi-transparent green and amber. There were in all seven pillars round the sides and back of the semi-circular shape, and also two on each side of the main opening in front. These last two were of deep violet, with spiral bands of crimson edged with white. All were pulsing with the life of those who were willing this gem of beauty into being, and from the structure proceeded a murmur of melody most lovely to feel—for we did not so much hear it as feel it. It is often more real to feel sound here than it is with you to hear it. Then beneath the canopy, and in the midst of the pillars, there appeared a wheeled chariot with the rear of it towards us. We could see the heads and quarters of those five beautiful horses above the front-board of it as they tossed their heads and exulted at their presence in the high"},{"pageNumber":39,"pageContent":"THE BATTALIONS OF HEAVEN 41 drama in which they were playing, their part. They were of faint gold colour, and their manes and tails were of deeper gold. Very beautiful they were, and their satin coats gleamed and almost reflected the colours of the pavilion. Then within the chariot there emerged into sight of us a beautiful young woman. She was facing us, and I noted all her loveliness, and, as I looked upon her, I saw nothing else for the exceeding beauty of her. Her body was of a tint you do not know. I will call it amber, but it was not the same tone as the amber of the pillars, but of more radiance and transparency, and yet with an aspect of reality and permanency which those wanted. She wore a robe of blue gossamer, but where it covered her body the two hues blended and became a delicate green. On her arms were bands of purple metal, and on her wrists bands of ruby-coloured metal. She wore upon her hair a small cap of deep red with a thin band of white and gold, and her hair was brown with a sheen of orange upon it, as if it were touched by a ray of the sun at setting-time. And her eyes were deep purple and blue. Now as we looked upon that picture we, one and all, felt that this Queen from the High Places of the Heavenly Realm was a Mistress of—I am now at a loss, my son, I am wishful to tell you what she"},{"pageNumber":40,"pageContent":"42 THE LIFE BEYOND THE VEIL meant to us, what she was in reality in her own Home, and I cannot come at it to find words of such content of meaning as to be to me of use. Pause a moment, friend, and I will continue.... Now take these words and write them down: Mother-Queen, maidenhood, a spirit brooding over a race of people and bringing it forth into its own self-realization as a power for progress and good: one who, by eloquence of speech, strikes shame into a people dormant and not progressive, and, at the risk of tumult and frenzy, stirs up that people into activity, while over all she sheds a sense of far eternities realized and present, when all shall blend into, and be absorbed in, a majesty of peace; fearlessness and purity, where no shame can come of nakedness, and the lure of beauty is all towards holiness and pity and love. Roll all these into one word \"Queen,\" and you have all I can give you of what that vision was to us in its message. Then she turned and touched the two horses nearest her, each one lightly with her hand, and they swept round and faced the multitude. Then there came down from the gallery at the opposite end of the Hall a young man, who walked up the middle gangway and stood before the pavilion. She smiled upon him, and he went to the rear of the chariot and mounted and stood beside her,"},{"pageNumber":41,"pageContent":"THE BATTALIONS OF HEAVEN 43 and they two took each of the other's beauty, and gave back, each to other, an added measure of comeliness, as they stood there responsive, heart calling to heart in love and holy aspiration. Could you describe the young man, sir? He was the woman in masculine duplicate. One was the complement and counterpart of the other. In only one thing did he seem dissimilar. His robe was of a slightly ruddier tint. I did not notice aught else of moment to mark one from other. Even sex was expressed rather in spirit than bodily. Albeit, in form she was emphatically woman, and he man. But to their purpose. They had come to head a company of those who had been prepared in that Temple and its environs and lead them forth on emprise of a large conception, and requiring much ability and power for its furtherance. This was that they should take their way to a planet which was just at that stage of evolution where intellect was beginning to realize itself, and to raise itself into distinct order out of the brute towards the man—but it would not eventuate in man such as the earth type is, but not very dissimilar, and in essentials identical. This company was to take up the work of guidance in the progress of this race just at this stage. They would not take over their task in its entirety, nor at once. This was to be their first visit to those"},{"pageNumber":42,"pageContent":"44 THE LIFE BEYOND THE VEIL high Creative Princes who had brought the planet to its present crisis. They would return, from time to time, hitherward for rest and counsel. They would return in part, leaving some of their number to carry on the work, to be relieved by others of them after rest, and so gradually the affairs of that planet would be gathered up entirely into their hands, the while, in this sphere and some other spheres, other bands supplementary are being trained to join them when the time shall be that the race is expanding and evolving to what stage shall require more numerous guardians and rectors at the helm of that ship as it sails the broad spaces of the heavens on its way from mist to substance, and to living creatures, and to intelligence, and, as I will say for you of earth, from animality, through human-sort, to godhead. This band, which were to receive our good-speeding presently, were about to take their first trial, not of creative enterprise—that would follow in some eternity ahead—but in that phase which inversely should lead them to the borders of creative service—the development of life already created into new forms of being—which in itself is creative in principle, and in reality is a department of the lesser creations, but not of creation new and radical. Note you, my son, that in this Manifestation of those two high spirits, the woman came first into"},{"pageNumber":43,"pageContent":"THE BATTALIONS OF HEAVEN 45 the chariot, in order of sequence, and the man came later. For Motherhood is principal in this empire of theirs, and yet they two stand together and start together, abreast and equal. That is mystery: how two may be one, one principal, the other second, and both equal in unity. It is so, but I will leave it there, and you may think on it; rather you will feel the truth of it than reason is to be so, I think. Then forward came those chosen for that solemn dignity of conquest in the infinities of spatial realms so far and so deep into the darkness, away there where matter is instead of spirit substance and environment. Ah, you little know what that means to us, to speed away from the light of the heavens into gross and ever grosser darkness toward the distant abyss of being where worlds are material, and where bodies, enshrining sparks of life of the same source as that by which we live, are material also. Yet we were once such as these. Strange, strange exceedingly, this, and yet here be I and my own friends to speak to you, yourself enmeshed in body material. But we see only your body spiritual, and to that we address ourselves. The little lady Kathleen,* by some strange witchery of her own, goes farther and touches the physical * See Notes, pages 15 and 16."},{"pageNumber":44,"pageContent":"46 THE LIFE BEYOND THE VEIL brain of you. She is our hyphen, and a charming link between us. Well, I have now, at this time, no more to tell you. You have questions, I can see. Write them down, and, at our next meeting, we will give you answer. A RNEL ±."},{"pageNumber":45,"pageContent":"MARY AND JOSEPH—THEIR ORIGIN AND DEVELOPMENT Friday, February 15, 1918. 5.35—7.5 p.m. Have you any more to tell me about the Ceremony of which you spoke at our last sitting, Arnel? If so, my questions can wait, if that will suit you. As you will, my son. And yet there is a question you have written down which perhaps we would do well to answer here. Do you refer to this one: Of what race were those two leaders in their earth-life? The same. Now you must know that these two youthful angels were really very ancient in their origin. There be few who attain to their power and authority to use them in such a service as this who have not passed a very lengthy period of training and evolvement. These two were twin spirits. They both lived in those times when earth 47"},{"pageNumber":46,"pageContent":"48 THE LIFE BEYOND THE VEIL had not taken on its present condition of life, but when man was in that state of evolution to which the foremost race on that planet to which they were commissioned had attained. That period for earth was a long one. During that period they both passed through that stage of dawning intelligence and came on into the spirit spheres. Their training was taken up here, and they, being two of the foremost and most progressive of their race, were passed on from planet to planet, each more in advance of the last, until they came back to the earth-sphere and continued their progress there. At that time earth had reached the rational stage, the phase of development when man had arrived as a human being such as he is to-day, but of lower capacity of intelligence. Bronze or Stone Age, or which? There was the Bronze Age, as you have named it, for some portions of the race, and the Iron Age for others, and the Stone Age for others. \"Man did not evolve with universal equality. You know this, and your question was a hasty one, my son. It was when earth was progressing in intellect, and that is as exact as you can make it. It was long before Atlantis, or that other civilization which men call Lemuria. They came into the spheres about earth; and now, having accumulated much"},{"pageNumber":47,"pageContent":"THE BATTALIONS OF HEAVEN 49 power, and also much knowledge, and being of high degree in holiness also, they made rapid advancement through these spheres, and passed beyond into the inter-planetary spheres; and, as I believe, into those spheres which are inter-stellar. For I am of a mind to hazard that such as they axe not entrusted with such work as this to which they had been sent except they be conversant with those high forces which unify the constellations in their orbits, responsive each to others. They did not find their affinity until they came back hither, and then they were drawn together by natural gravitation of spiritual sympathy, and have since gone on their way, ascending together the stairs of the Heavens of God. How did they come into contact with the other planets? By re - incarnation? Reincarnation would imply a re-entry into flesh of same nature and substance as they had previously worn. If this be so, and has of you acceptation, then the term \"re-incarnation\" would not be competent to express their becoming conditioned to the material and outer manifestation of other planets than earth. For although on some planets flesh is very like that of your earth bodies, yet no two planets produce precisely the same material for habitation upon their surface, and on some worlds it is much dissimilar."},{"pageNumber":48,"pageContent":"50 THE LIFE BEYOND THE VEIL Not only, therefore, would such an operation as you have in mind be no true re-incarnation, but it would be, not perhaps directly contrary to the laws which govern inter-planetary cosmogony, but certainly of so irregular a nature as to be negatived as unprofitable by those who have these matters under their authority to control the onward urge of the spheres. No; they visited those far worlds, both of this Solar group and also of other groups as they did this earth, and as I do now. I come back to earth to reinforce my powers here, and I go to other planets, now and again, in like manner, seeking after greater knowledge of God His wisdom in the creation and guiding of worlds. But I do not take upon me their material condition. That would but hinder me. I get at their inner life and the real state of them, the better from the inner, that is the spiritual, side. From my standpoint in the spirit, I can learn more of what is agait upon that world than I could do were I to go out upon its surface incarnate, and with my senses engrossed by reason of their obligation to operate through a machine so much heavier and denser than that of the body of that ethereal substance which, in comparison, clothes the spirit lightly. Does this suffice to answer you in respect of their experience by the analogy of mine, my son"},{"pageNumber":49,"pageContent":"THE BATTALIONS OF HEAVEN 51 Thanks, sir, yes. I see what you mean, I think. Yes; you will remark that, while all Creation is one, yet diversity goes a very long way into the exalted places of heavenly progress, and in unification only comes into operation far beyond the knowledge of us who, when we look ahead, feel how short a way we have come along the road from that time when we numbered our progress by day and day towards those sublime heights, expanded into infinitude, where the pendulum of the timepiece of God swings in eternity after eternity, and the rhythm of tune blends into one bar of harmony in the great orchestra of dynamic Creation. This is the school in which I take my place on a lower form, just one remove from the probationary stage which I left on entering this my present sphere and the Temple. Those two have progressed through this school in which I learn, and have now gone on to a higher. They return hitherward, as you have seen, as teachers and leaders now of others on the way of training they themselves once trod. I have been wanting to ask you their names, sir. But hesitated lest I counter you as once afore. Well, they have no names you could write down."},{"pageNumber":50,"pageContent":"52 THE LIFE BEYOND THE VEIL Give them what names you will, my son, and those shall serve for their identity. I have not thought of it. Well, think, and tell me. It were better you named them than I who know their names but may not transcribe them for you. They could not be put down in your letters. What will you call them then, my friend. Shall we say \"Mary and Joseph?\" My son, you have done what I think you do not fully understand in its inner mystery. Nay, I do not disapprove. Nay. For those are the only two names in their significance which earth history supplies which are in any degree fitting to call them by. I will not further upon this. Let him that hath ears hear. By those names, therefore, we will call them in this account: Mary, Joseph. In that order you said them; in that order let them stand. Be you curious to observe that, my son; for it is of significance. There seems to be a great difficulty in the transmission of names, and also of dates of earth periods. Everybody seems to find this so who receives messages from your spheres. Why is this, please? I think you confuse the matter a little, do you not, my son; are you not now speaking of earth"},{"pageNumber":51,"pageContent":"THE BATTALIONS OF HEAVEN 53 names once owned, and of earth periods once lived? Yes. Yes. Now, as to earth names. These are remembered for a time after transition by death; but new names are given here, and are used in constant, to the exclusion of earth names. This has the effect of the earth name fading, becoming dim, and at last almost, or quite, vanishing from the memory. Not so much while relatives are still on the earth, but after such time as they be all come over. Then, as generations go by, the line becomes intermixed with other blood, and the connexion is thinned in ratio and at last is lost altogether. Exceptions there are; but few. Then, also, in the course of time names become changed, both in spelling and pronunciation. They become different names. But most of all they fade from memory as interest in the earth period becomes of less account by its removal from the more immediate proximity of the present estate of a progressed spirit, and among the infinite variety of experience here it is forgotten. It can always be had by research of the records, but that is rarely worth while. The difficulty of remembering earth periods is a similar one and as needless to our present concerns as to our future course, in which chiefly our interest"},{"pageNumber":52,"pageContent":"54 THE LIFE BEYOND THE VEIL lies. There is also the fact that the continuous receding of our earth period and the intervention of event after event in so long a line of links, that it is difficult, on the moment, to pick out that particular link at the farther end and label it with earth time of day. It is easy for one of you to spring a query on one of us who is bent on giving you some message, and whose will is all taut and strenuous and focussed on that message he wishes to give. It is not so easy for us, who have other work on hand, and who live in the present so much, to make a sudden about-ship and sail for the one little section in our wake where a particular wavelet lapped our bow, and which has long ago flattened out upon the bosom of the ocean, the while the ship still sped on her way, breasting swell after swell of the ocean. Count each swell a century, and you will get some idea of my meaning. And now, friend, our narrative must await our next coming to resume it and to tell you some little more of Mary and Joseph, Angel Commissioners of God. So. A RNEL ±. ——— Note:— The MS. of sittings between Feb. 15 and Feb. 22 was unfortunately lost with other MS. relating to messages following the sitting's of Jan. 18, 1918. See page 222 of Vol. III."},{"pageNumber":53,"pageContent":"STILLBORN CHILDREN Friday, February 22, 1918. 5.20—6.35 p.m. WHAT we have to tell you to-night will, perhaps, seem a little off the track of our narrative. But it is necessary to readjust your outlook in respect of a matter of some importance to those who would try to understand the differences which obtain in the life of these spheres as compared with your normal life of earth. We speak of childbirth into these realms of those who come forth from the earth sphere but have not been endowed with a separate individuality therein. These children come here asleep, and you will realize that their first awakening is that process here which answers to birth on earth. They have never breathed the atmosphere, nor seen the light, nor heard any of the sounds of earth. In brief, none of their bodily senses have been exercised in the way for which they were prepared by their natural formation. The organs of these 55"},{"pageNumber":54,"pageContent":"56 THE LIFE BEYOND THE VEIL senses are, therefore, nearly, but not quite, perfect in their structure. Moreover, the brain has never been called upon to interpret their messages. And so the child of earth lacks earthly qualities empirically, while having them potentially. These conditions do not apply to a child who has been actually born into earth life, even though he have but a few moments, or even less, of life before he pass on hitherward. The problem, therefore, which they have to solve who take these children in hand is not a small one; for it is necessary both that the organs be dealt with so that a natural progress may attend the child, and also that the brain receives its lesson. In the case of an infant a few minutes old, this connexion between the brain and the organs of sense has been established and can be used in the maturing of those faculties dependent for their exercise on those organs. But a stillborn child brings not that connexion and [it has to be made on this side. Once that is done, the progress is merely a matter of orderly development, on the same lines as that of ordinary children. To this end several means are pressed into use. There is the relationship between the child and his parents, and especially between him and his mother. He is brought into contact with her in such a way that he experiences what is as nearly"},{"pageNumber":55,"pageContent":"THE BATTALIONS OF HEAVEN 57 as possible equivalent to birth. By this process he is made to feel his separation from her bodily, his individualization as a separate and complete entity. This is achieved not by his taking a body of flesh, but by his being brought into intimate association in his spiritual body with the spiritual body of his mother. This does not affect so perfect an inception of contact between brain and organic faculties as does a natural birth, but it does establish in a definite way the relationship of earthly parenthood, and from that time the child is kept in touch with his mother in order that he may, as he grows up to maturity, be as others, so far as it is possible to compass this. Still, there is always some little difference between such children and those others who have been born on earth. They are lacking in some of the sterner virtues; and, on the other hand, they are more spiritual in their personality and outlook. But as earthborn children progress in spiritual development, and the stillborn children develop their knowledge of earth by contact with their mothers, and later with their other relatives, so the difference is minimized until they are able to associate on quasi - equal terms of loving friendship, and to help in the mutual giving of what each lacks. So the earthborn are mellowed in sweetness, and the others are strengthened in character, and, both"},{"pageNumber":56,"pageContent":"58 THE LIFE BEYOND THE VEIL being included in a community, infuse an element of variety which is pleasurable as it is of profit. You will see, my son, by what I have but now told you, how great is the responsibility of earthly parents to those their offspring in these realms, for association with them is necessary to the true development of the earthborn children also. It is not an adequate life they lead if they are not kept in touch with their kin on earth—there is a hiatus which no one else can fill. And where the parents are of evil life, it is necessary that their spirit children be held aloof from their company for many years of earth time, until they be grown up and of such strength of will and quality of wisdom that they may help the guardians of those people in their watch over them for their well-being. And most often this development is not sufficiently advanced that it be safe to expose the child to earth influences before the time of earth probation is over and the parent is called away to these realms of spirit. In such cases the only help the child can give is that of prayer. Such a parent comes over here either with no affection for the child she has suckled at her breast, or else with no knowledge that the child exists at all. So the link between them, weak at best, grows weaker still as the child progresses upward,"},{"pageNumber":57,"pageContent":"THE BATTALIONS OF HEAVEN 59 and the mother goes downward to her own place of purging. And by the time she had again ascended to the sphere where the child had awaited her coming all her earth life through, he has gone onward into the upper realms and is out of reach of her. He may be cognizant of her, and send her of his help unknown to her. But the link of warm love which should be about parent and child to bind them heart to heart is not, and never can be, in the ordinary progress of heavenly life. I have told you this, my son, because we here have noted so much of disregard among you of the burden of motherhood in the matter of which I speak. And yet these sweet flowers, plucked before the bud be opened fully to life's sunlight, be so beautiful, and their wistfulness at the lack of own parentage so marked, it fills one with great distress to see it so. Not that they be in any wise unhappy. We would not permit that to be. But there is a lack, as I say, and it is only partly supplied by those dear mothers who lacked the achieving of motherhood on earth, and find it here. So each, you will note, makes gift to the other of what that other lacks, and receives what is wanting in return. And it is very beautiful to see. But, Arnel, why have you inserted this"},{"pageNumber":58,"pageContent":"60 THE LIFE BEYOND THE VEIL essay in this place? It seems to have no connexion with your narrative. But yes, my son. I have noted that query forming in your mind as you have written, and knew you would ask it of me in due time. And it was not without intent that I chose my theme to-night. For without such knowledge it were not possible to understand the Queen and her Consort, whom you have named Mary and Joseph. It is of their relation in the long, long past I have told you to-night. So first they came together. The fruition of their love-bond you have seen. A RNEL ±. Note this signature of the Cross. It has many facts of significance: among them that of Two-in-One. It is in that sense I append it here."},{"pageNumber":59,"pageContent":"THE UNIVERSITY OF THE FIVE TOWERS— TOWER OF ANGELIC LIFE Friday, March 1, 1918. 5.45—6.45 p.m. THERE is in the Sphere Ten a vast glade amidst a forest-land. It is surrounded by the forest, from which there emerge into the open many roads which lead away into different quarters of the sphere. From these there branch off paths in all directions, which are much affected by those who would draw aside from the company of their fellows for meditation, and communion with those in other spheres. Beautiful is the peace which here prevails. The trees and flowers and the brooklets, a lake here and there, with the birds and forest animals for only company, entice the student to wander here and drink in its atmosphere of peace. But our present business is in the glade. It is so great in area that you would perhaps name it a plain. It is filled with gardens and fountains and 61"},{"pageNumber":60,"pageContent":"62 THE LIFE BEYOND THE VEIL temples and buildings put to the use of study and research. It is a University, but of such a plan that it might stand for a City Beautiful. For in motive here beauty seems to rank equal with knowledge. It is not circular in shape, but rather oval. At one end of the oval there projects from the forest edge a high broad porch, flanked with trees on either side, and above the trees there appears a wing of the building, with a balcony running high up the wall, and giving a far view over the glade. The remaining building is embosomed in the forest, except the Towers and Dome, which you see soaring above the porch and beyond it. Were it not for these, you would not know there was a large group of buildings there, so thick are the trees about it. There are five towers-four of equal size, but not of pattern—and, in their midst, the Dome. The Great Tower rises farthest away, and is continued to a great height, ending in a very beautiful design. This cap is in the form of a heavenly palm-tree, whose leaves are interwoven in filigree to form a crown set with jewels and surmounted with a semblance of a constellation of suns, also bejewelled richly. All this—the four Towers, the Dome, and the Great Tower—has a mystical significance, which"},{"pageNumber":61,"pageContent":"THE BATTALIONS OF HEAVEN 63 only those who have passed into the Temple of the Holy Mount do fully understand. These explain to the students of the University so much as they are able to assimilate on occasions of great Festival; and some of the Mysteries of that place are explained by Manifestation. Of one such occasion I am minded to tell you, but will first be a little more full as to this building itself. Beyond the Porch there lies a lake which is approached by steps on to which the porch gives, and which stretch to some distance right and left.. The main building rises from the lake, and all its gardens and the clusters of lesser buildings are joined to it by bridges, mostly with roofs. The Dome covers a hall which is used for observation. This work is not like that carried on in the wings of the Temple of the Holy Mount for sending help and maintaining communication, but for the simple study of the Spheres. This study is elaborated, by classification, into a science which is continuously progressive, because the Spheres are for ever readjusting themselves in their relation each to others. So there is no finality in the pursuit of knowledge in these heavenly realms. The Four Towers have each a group of buildings of their own. I cannot give you their names, but you may write them down as the Tower of Sleeping Life, which you would call mineral; the Tower of"},{"pageNumber":62,"pageContent":"64 THE LIFE BEYOND THE VEIL Dreaming Life, which you would call vegetable; the Tower of Waking Life, which you would call animal; and the Tower of Consciousness, which you would call human. The Great Tower is the Tower of Angelic Life, which watches over all those forms of life below it in degree of progress, and also crowns them all. For towards the Angelic order is all the lower creation moving. These Towers are served by the House of the Dome, and to it they turn for any specific item of knowledge they need in their work of research and classification. On the powers generated within the Dome House they rely to help them in that matter. The four Towers are each of different design, and you would know at once, as you looked at them from the plain, what order of Creation they were intended to picture. They are designed to that end. The work agait within them infuses them each with its own peculiar character, and from that infusion the design emerges and becomes the pattern outwardly displayed. The Great Tower is very lovely to see. It is of no colour of earth; but call it golden alabaster set about with pearls, and you get an idea of it. It is almost like a vast and splendid fountain of liquid gems in perpetual play. But instead of the plashing of waters, there is given off a harmony"},{"pageNumber":63,"pageContent":"THE BATTALIONS OF HEAVEN 65 of whispered music, so that none can approach that building but he is moved, almost to enchantment of ecstasy, by the influence it sends abroad. The waters also axe beautiful, for they wind in and out of the flower - gardens; and here is a rill, and there a lake in which the Towers, or Dome, or some gem of architecture, is reflected, and lies in placid, restful beauty, like an angel-child in its cradle, so to say it for you. I will take you within the Great Tower and note a few of its qualities. This has no broad building at its base, but springs sheer up from its foundations. We stand within and look upward, and you are struck at once with awe. There is no floor or roof between you and the sky above. Up and up and up ascend the walls—it is four-square—like a mountain precipice, until the top seems set right into the heavens among the stars. Far away the rim of the Tower appears, almost beyond the Tower itself, so high it is. But the walls are not blank. The Tower is builded of double walls, and on all four sides there are rooms and halls and dwelling-places of the Angels. So as you gaze aloft you see here a doorway, there a balcony or a hanging window, or a bridge will shoot from one dwelling to another, in a curve outward over space, and inward again to its destination. Or a diagonal line on the wall will show where a flight of steps goes from one house or"},{"pageNumber":64,"pageContent":"66 THE LIFE BEYOND THE VEIL pleasance to another. Even gardens are there, planted on broad ledges thrust out from the side-walls of the Tower. And so high and so wide is this great shaft that, those items, which are of roomy proportions when you mount up to them from within, yet do not impede the view into the sky above, nor alter the contour of the opening atop. And as you look about, you see how the light alters and blends, or grows or dies away at different parts of the ascent. So, at one home, as it gives on to the well of the Tower, there seems to be shining the noonday sun. On another the evening sun seems to be setting and lighting up the ledge - garden, with its lovely green trees and arbours, with a sunset glow. At another part of the structure there is an aspect, yea and a sense, of sunrise on a fresh spring morning, with the singing of birds and the ripple of mountain rills into the meadows below—for running water is not absent here in this wonderful place. Music, also, from one dwelling or another comes sometimes from several at one time, and Yet the interior of the building is so vast that they do no invade each the theme of the other's melody. Now, from what I have told you—and that is but a tithe of the whole — you might deduce that you were in some place where slumber was chief"},{"pageNumber":65,"pageContent":"THE BATTALIONS OF HEAVEN 67 resident, and case the motive of its founding. But cast back your mind to the name I gave these Five Towers and you will see that such is not the case. This Great Tower supervises the work of the other four, and the Dome draws from here the power required for its work. Here reside Angels of great rank, and come and go from very high realms to give of their mighty strength and far-flung experience, to aid those who now seek to tread the way they went before ages ago. Those whose abode is in the Four Towers and the Dome House are doing, in the present eternity, what themselves did in eternities bygone, whose denizens have passed on in the cycle of progress, and left their place to be possessed by the present race. You will note also that, much advanced as their work is, yet it is still of the fostering, and not of the creating, of things, being still in Sphere Ten. But it leads on thither, and this is one of the places highest in degree in Sphere Ten. Did you pass through that University, Arnel? Yes; I took my course through all four Towers that is the usual way. And the Dome House? That I did not enter as student, having done such work elsewhere. I passed from the Fourth Tower into the service of one of the Princes of the Tower"},{"pageNumber":66,"pageContent":"68 THE LIFE BEYOND THE VEIL of the Angels. It was he who trained me to proceed to the Temple, and he also, as I have found since My return, sent of his power to help when I went about the darker places of the Hells. He did this auxiliary to that of others, whose proper work it was. God's blessing, my son. A RNEL ±."},{"pageNumber":67,"pageContent":"A MANIFESTATION IN THE PALM CROWN HALL— THE CHRIST CREATIVE ARNEL'S EARTH-LIFE Monday, March 4, 1918, 5.50—7.25 p.m. WITHIN the precincts of the University of the Five Towers there is much movement but no hurry. Along the canals boats are issuing from the lanes which lead into the central waters, and are giving up their voyagers upon the landings about the various buildings. Upon the terraces and stairways coming down to the water's edge thousands are congregating, and each group arriving adds to their gladness, for they bring with them expectancy of some great Manifestation. These have been bidden hither each one personally. For not all the inhabitants of the Sphere may come within these confines, but only those who are much progressed. The thousands being assembled, there comes from the Tower of the Angels a strain of music, 69"},{"pageNumber":68,"pageContent":"70 THE LIFE BEYOND THE VEIL and all are at attention to see what shall follow. I will describe this Manifestation in order. As the music grew in volume the atmosphere about the Tower took on a certain mistiness, but did not obscure so much as transform it. It became more transparent, and seemed to be flowing up and down, and from within outward, and back inward upon itself, like liquid glass of many colours. Presently we heard voices above the Angels' orchestra. They were singing a Te Deum, to the O NE A LONE , and to His Christ Who was about to manifest some phase of His Being to us. Could you give me the theme of their song? Nay, that were not possible; I will give you a version of it as well as I may. Here it is: \"We, who have listened to Thy Voice from afar, know Thou art He from Whom is Melody, for, at Thy Word, eternities brought forth Beauty. \"We who have seen Thy Face in His eyes, Who alone has shown to us Thyself, know that Thou art formless, and yet out of Thy Mind came Form, that beauty should not go naked, but be clothed in garments whose woof is light and their web the shadow. We, who have felt Thy Heart its beating, know that Beauty is so formed for us because Thou art all Love and no love is but of Thee. \"And of all Thy Beauty we can only know by"},{"pageNumber":69,"pageContent":"THE BATTALIONS OF HEAVEN 71 the Beauty of Thy Christ, Who shall manifest to us, Thine offspring, in such form as Thou hast given us to wear. \"We bow our heads to worship Thee, for of Thee we are, and ever look to Thee, Centre of Life, and of what Being I life is screen. Behind this outer life Thou hidest Thine effulgence that it harm us not at all. \"Yet what Thou mayest show us of Thyself give to us now who wait His coming—and—His—Peace.\" The last words were slowly sung, with lingering cadence, and then all fell silent, and, with bowed heads, waited. Then we heard His voice saying, \"Peace,\" and we raised our heads and saw that He was standing before the entrance of the Tower of the Angels. Before Him stretched a long stairway, very broad, down to the water's edge, and, kneeling on the steps, were a great number of Angels. They were the residents of the Tower. They were many thousands in all. He stood alone, well away from the great round archway which gave into the Tower, and, behind Him, stood another multitude of Angels of still higher degree, who had attended Him on His coming. The Tower now glowed like a great leaping flame, and flashed out its fire into the atmosphere until"},{"pageNumber":70,"pageContent":"72 THE LIFE BEYOND THE VEIL the waters flickered, shimmering like the Tower, and seemed to be alight with its ardour. Then He raised one foot first, and then the other, and stood suspended. And we looked up to the Tower-top and saw that the Crown was changed, for it was like a beautiful living thing now. The filigree work was all in movement, and, as we looked, we saw that the palm-leaf crown was begemmed with clusters of angels. They sat in rows along the leaves, they stood in curves about the circlet at the base, they reclined upon the gem - bosses. Every strand of the crown was a company of angels, and every jewel was a group of seraphim, glowing and burning like flames of fire. Slowly the whole Tower-top detached itself and moved forward into the space above the spot where He and His company stood. And then it floated slowly down until it rested upon the terrace pavement. Within were thousands of Angels already, and we also were now bidden cross the water-way and come within. When I arrived at the stair-head I found a stream of people, lifted up in ecstasy of joy, pouring into the newly-laid palace. And so I joined them and went within, nothing fearing, all was so calm and so full of peace and joy. Within, the Crown was like a great hall, very high and glittering with precious stones and jewels"},{"pageNumber":71,"pageContent":"THE BATTALIONS OF HEAVEN 73 from base to top. The open-work was now filled in with a light-suffused mist, which made the chamber self-contained. The walls went up vertical for a space, and then arched over, groined, and met in the centre at its highest span in one big, jewel of sapphire colour. This was transparent crystal, and had a wonderful quality of reflecting the heavens without, and showing who came towards the sphere and who departed. The Crown must have been thus remodelled as it descended, for, at other times, it was quite open to the sky above it. How many were there present? I cannot say. But those who came with Him must have numbered at least a thousand and a half, and we guests were not less than six times that number. Then there were the residents of the Tower, who were in number some three thousand, in ordinary. It was a great company. The object of this Manifestation was one of instruction as to the science of that University. I have told you what it was. We had pursued our work of research, and had accumulated much material, and now He came to show us how it was co-ordinate with the knowledge of God as progressed into the spheres ahead. Could you be more explicit, Arnel, please? This is rather general."},{"pageNumber":72,"pageContent":"74 THE LIFE BEYOND THE VEIL Yes, it is, my son, and I regret it much; but I fear I cannot make it much more simple for you. I will try. Not to weary you too much, at once I say, He came, at that time, as God His Word made manifest. You know that the Word it was Who, when worlds were in the making, was constituted the Medium by Whom the energy of God's Life became modified and condensed into that star-milk out of which was churned plastic matter, and of this the worlds were modelled. The Word was the Agent of Creation. The Father thought through the Word, and His thought, in its passage through the Word, took form of matter. This had been our study for a long time past, and it was to link us on initially to the kindred, but deeper, study of the realms above us that the Christ came now to explain to us a little more than we had learned of the Word in His relation to the work of the Father in the creation of the universe. But more than that I cannot transmit to you. Could you give me a description of Him, as He came this lime? He stood suspended in the midst of the Palm Crown Hall, and so remained. I did not at first understand why this should be so. But as the Manifestation proceeded I saw that any other position could not be in harmony with His theme."},{"pageNumber":73,"pageContent":"THE BATTALIONS OF HEAVEN 75 It was not merely a pose for the sake of teaching by the eye. It was by reason of His theme that He became levitated into space, and, as He proceeded, He arose until He stood there half-way between floor and roof. It is of the dynamics of these realms, not a matter of choice, but of scientific order. Moreover, the Angels who had begemmed the Crown without now were seen all about it, both walls and dome, within, living jewels to curtain the walls in living tapestry. You wish me to describe Him to you. His robe was a tunic to the knees, of liquid green, His arms were bare, both of clothing and jewels. One jewel alone He wore. His belt about His middle was fastened by a clasp, and the clasp was a flashing blood-red stone. Midway between His hips it rested, and in that there is a mighty significance, if you will think it out. For, although He is never severed from the One of Whom He came, yet in His work in these spheres away from the Father's presence His is truly a separation. He sallies forth, as of His own strength, to do battle with worlds, and must perforce turn away His face to do it. For His will must be projected outward from Spirit into matter. That is the mystery of the ruby's emplacement. I would not have told you this, but I saw the question in your mind."},{"pageNumber":74,"pageContent":"76 THE LIFE BEYOND THE VEIL He had no mantle. His, legs were bare below the tunic, and His limbs and face were those of a young prince in full strength of youthful manhood. His hair was bare, parted in the middle, and fell upon His neck in clustering brown curls. No; I cannot tell you the colour of His eyes—none you know. Your mind is full of questions of Him, my son. I am trying to keep pace with you in this. Well, when you speak of Him I always feel I want to know more of His appearance, as it may help me and others to know Him better—Himself. I well understand. But, believe me, my son, you will come to know but little of all He is while you are in the earth sphere, and little more when you stand where I stand now, so great is He, so far ahead of any formula your cramped theology of Christendom teaches. They have tried to catch and confine Him in words and phrases. He cannot be so contained. He is free of the Heavens of God, and the whole world is but a speck of dust upon the floor of His Palace. Yet there be some of you who would not give to Him the freedom even of that small atom. I will not pursue this farther now. But, Arnel, what did you believe when you were here on earth? What you have just written, I believe. But did you, when you were here, sir?"},{"pageNumber":75,"pageContent":"THE BATTALIONS OF HEAVEN 77 I did not, to my shame, for men had not then freed themselves from shackles of words, even so much as now they have done so. Yet, my son, believe me, I did go beyond my Church her pale, and preached of love of wider scope than they would allow. And for that I suffered. They did not kill me, but they reviled me, and made me feel very lonely, more lonely at times than you do, my son. For there are more now to keep you company than there were to me. And although I did not reach so far as you do now, yet it was far to me in those dark days. The sun begins to warm the horizon to-day, my son. It was winter then. When was that, and where? It was in Italy, my son, in Florence the beautiful. And I do not mind me when, but it was at the time when God was making things anew, and men were beginning to think strange bold thoughts, and Church frowned from one brow, and State frowned from the other, and—well, I died in mid-life and so escaped their further enmity. What were you? A priest? Nay, my son, no priest was I. I taught music and painting—they were oft mixed in one teacher in those early days. The early days of the Renaissance, do you mean? We did not call it so among us. But that was"},{"pageNumber":76,"pageContent":"78 THE LIFE BEYOND THE VEIL what it was, yes. God then began to make things anew as He is doing to - day; and when He stretches forth His hand to do so it means that men will have to help, with much travail. But they, in the work of renewal, are not alone—mind you the ruby-stone in His girdle, my son, and take heart by reason of His company. A RNEL ±."},{"pageNumber":77,"pageContent":"THE MANIFESTATION (Continued)— ARNEL'S EARTH-LIFE Friday, March 8, 1918. 5.43—7.12 p.m. WHEN we were all assembled, the Angels who were His attendants lifted up their voices and led an anthem of praise, and we all joined them in their adoration. I see you wish me to give you the motive of the theme. It was as I write it now: \"B EING was, and from the heart of Being came forth God. \"G OD thought, and from His Mind the Word became. \"T HE W ORD went far abroad, but with Him went God. For God was the Life of the Word, and through the Word God's Life passed onward into Form. \"S O M AN became in essence and emerged from his first eternity a creature of the Heart and Mind of God, and the Word gave to him the heart of angels and the form of man. 79"},{"pageNumber":78,"pageContent":"80 THE LIFE BEYOND THE VEIL Right worthy is the C HRIST M ANIFEST , for He it is Who, through the Word, comes forth of God, and so declares God's purpose, and His life through Him is poured upon the family of angels and of men. \"This is God Manifest, through the Word, by the Christ, in angels and men. This is the Body of God. \"When the Word spoke forth the will and purpose of God, the outer space took on a semblance of matter, out of which matter was made, and it reflected back the rays of light which came from God, through the Word. \"This is the Mantle of God, and of His Word and of the Christ. \"And planets danced to the music of the Word, for they were glad when they heard His Voice, because by His Voice alone might they hear of their Creator's Love, Who speaks to them through His Word. \"These are the Jewels which begem the Mantle of God. \"So from Being came forth God, and from God came the Word, and of the Word was the Christ of God ordained to Kingship of the Worlds for their salvation. \"And in the eternities man shall follow Him, after the long journey in places strange, and some"},{"pageNumber":79,"pageContent":"THE BATTALIONS OF HEAVEN 81 most desolate, homeward, Godward, in the evening of, the day whose hours are eternities, and whose Noon is now. \"This shall be the Kingdom of God, and of His Christ.\" And, as we sang, the whole building began first to vibrate and then to dissolve, and pass away. And the Angels, who had been about its walls and arches, now formed groups, who stood, each in order, in front of his own great company, which stretched away behind him into space. For the whole heavens were filled with innumerable companies of men of different race, and animals; and all creation was there around us. We saw the spirits of men who were in the animal stage, and others, in all degrees of progress up to the state at present reached on the foremost of the planets. We saw all forms of animal life, both of land and air, and sea-creatures in all their degrees of development also, from simple to complex form and organism. And we saw those angelic beings, also in all their degrees of splendour, who had charge of peoples and nations, and of animals and plants in all their variety of order. These Hierarchies were most sublime, for we saw them in massed grandeur, and those who had been stationed about the Crown were now observed to have taken their places as members"},{"pageNumber":80,"pageContent":"82 THE LIFE BEYOND THE VEIL of those groups to which they each belonged. It was a spectacle to fill the soul with awe and reverence at the majesty of Creation, and of Him Who stood there aloft, right in the very centre of it all, about Whom all revolved as a wheel upon its hub. I understood then, as never before, how that the Christ Manifest, either in earth or in the heavens, was but a shadow of the Christ Himself in all His fulness, just a shadow cast by the light of His Godhead upon the walls of space, and these walls were made up of the specks of dust scattered about in the great void, each speck a sun with his planets. And yet, even so, how beautiful and full of simple majesty was He as we saw Him thus manifest at that time. All the movement of all these creations were reflected upon His tunic, or in His eyes, or upon His body—each pore, each cell and every hair of Him seemed responsive to some order of that wonderful creation displayed around us. Did you, among the various species, see those which had gone astray, or vicious and savage, or snakes, and so on? Were they there also? My son, call not anything unclean until you have looked within. When a rosebud goes wrong, as some men say, it becomes a thorn instead, yet God"},{"pageNumber":81,"pageContent":"THE BATTALIONS OF HEAVEN 83 permits the thorns, and presses them into service, protective to the flower, like a bodyguard watching over the safety of their beautiful queen. Yes; they were there, not roses and thorns alone, but all manner of creatures unloved by men, as thorns are unloved by them, although God does not cast them away, but uses them. But we saw all these creatures, which you call vicious and loathsome, not as we saw them when we lived on earth, but as we had been taught to see them here. We saw them from the inside of things, and they did not appear so in our eyes, but as offshoots of the one great tree of natural and orderly progress: not evil, but less perfect: each class an endeavour of some high spirit, and his hierarchy of workers to express an idea of some minute element in the Character of God. Some of these experiments had been brought to higher perfection than others, but until the Grand Experiment is consummate, no angel, and surely no man, may pronounce one to be a creation of good, and another to proceed from vileness. We who saw from the inside were breathless at the beauty of that fair but far-flung mantle of the Christ Who, as He stood there in the midst, seemed to be clothed and wrapped about by the distilled essence of it all, which settled upon Him in incense of worship and fond adoration."},{"pageNumber":82,"pageContent":"84 THE LIFE BEYOND THE VEIL For the time we were no longer denizens of the Tenth Sphere, but of the whole Universe, and wandered about among its continents and down the vistas of its ages, and spoke with those who planned and those who wrought in that great workshop of God. And many things new we learned, and each new thing was a joy such as only those may know who themselves come so near to creatorship as we who were now receiving an advanced lesson in our school, in order that we, even as these Mighty Ones, should go forth to do as they had done so wonderfully, yes, even those who had made a worm or a thorn. My son, you who speak lightly of these would find much ado to make either one or other. Is not that so? Well, wisdom comes with years, and greater wisdom in eternity. Then we, who had thus been sent to school, were bidden together again from our journeys of inquiry, and, as we came towards one centre, the whole dissolved into invisibility, and we stood upon the platform before the Porch of the Temple of Angelic Life. I looked aloft, and noted that the Crown was back in its wonted place, and all was as it had been before the Ceremony had begun. All things but one—for it seems to be the rule that every such visitation shall leave some permanent token behind it. Thus, we saw upon the waters of the great"},{"pageNumber":83,"pageContent":"THE BATTALIONS OF HEAVEN 85 lake before the Tower a small new building, dome-shaped, and raised not much above the surface. It was of crystal, and through it shone a light from within, which fell upon the waters and floated there not in reflection but in substance. And the waters of the lake now have one more element of power than they had before. Can you explain, please? Nay, my son, there I stick; for it is not to be conceived in the mind of man on earth. It was one more aid to our progress in understanding the powers which permeate the spaces about the planets and their suns, and which become what you call light by friction with the denser atmosphere enveloping them. We should have to deal with that in our further studies in the Eleventh Sphere, and it was for our aid in that matter. A RNEL ±. 7.14 p.m. Do you wish to say something, Kathleen? Yes; I want to tell you how much I enjoy coming and helping you to catch the thoughts of Arnel and his Band. They are so beautiful and so kind to me that it is a pleasure for me to stand here and receive their thoughts and hand them on to you. How is it that Arnel lived in Florence and"},{"pageNumber":84,"pageContent":"86 THE LIFE BEYOND THE VEIL yet talks not in old Florentine but old English? He lived there, I believe, but was not of Italian birth. I fancy he was English, or at least, a native of these islands, but emigrated, or had to flee — I don't know which—when he was a young man. He then went to Florence, and stayed there. I don't know whether he ever returned to England again. There was an English Colony in Florence in his day. Do you know in whose reign he lived? No; but I don't think it was so early as you had in mind when you spoke of the Renaissance. I am not sure either way, however. Thank you, Kathleen. Is that all? Yes; and thank you for coming to write for us. How much longer is it going to last? Not very long, I fancy. Why? Do you want it to end? No, I enjoy it; and I enjoy your company and his also. But I ant wondering whether I shall be able to last out; to keep up the necessary sensitiveness, I mean. There are so many distractions at present. Yes; but you will be helped, you will find—as you have about the interruptions. You have not been interrupted since Arnel said he would deal with the matter."},{"pageNumber":85,"pageContent":"THE BATTALIONS OF HEAVEN 87 Quite right. In a rather noticeable way those interruptions suddenly ceased altogether. Well, I mean to go on until you tell me you have done. God bless you, Kathleen. Good-bye /or the present. Good night, my dear friend. K ATHLEEN . ——— Note by H. W. E. —The interruptions referred to at the foot of the opposite page, had occasionally been made by callers at the Vestry in which in the hour after evensong Mr. Vale Owen was receiving the messages."},{"pageNumber":86,"pageContent":"SOME PRINCIPLES OF CREATIVE SCIENCE—THE SPIRAL Monday, March 11, 1918. 5.33—7.3 p.m. Will you tell me of your experience, and 01 what you learned, when you made your tour among the Creative Hierarchies, on the occasion of the Manifestation in the Crown Hall? WITH a company of fellow-students, I essayed into the scenes around us, and at once I found that all had been arranged for our convenience in gathering knowledge such as would be helpful to us. All was planned out orderly. Broad avenues of great length, fading into the distance, were laid between the great orders of Creation. But, inasmuch as none of these were entirely separate one from another, these avenues were not merely divisions, nor roads for traverse, but were in themselves departments blending those on either hand. 88"},{"pageNumber":87,"pageContent":"THE BATTALIONS OF HEAVEN 89 As we walked down these we were struck with the fact that certain principles were evident, as observed by all the Creative Princes loyally. And these principles were essentially the same whether they were applied to mineral or vegetable or animal life. This is but reason when you remember that all the glamour of the diversity, so rich in wisdom and ingenuity, as displayed in those departments most evolved, had grown out of the first simple aggregation of elements, through long ages of progress, first in a few apparently trivial departures from the simple into the complex, until at length we have the richness of flamboyant display as we see it to-day. Let me take an instance to illustrate my meaning. We saw, as we went down one avenue, how worlds were made. On the left hand, as we went, we saw how the thought of God, vibrating and pulsing outward, became, by degrees, of denser element, until it issued into what you call ether. Here we were able to notice the nature of the movement, and we saw that it was spiral, but that, as any certain wave reached the top of the spiral, it continued its course by a descent, also of spiral form, but now within the atom of ether. So that the inner spiral, having a more constricted space to work in, the descent was of greater speed than"},{"pageNumber":88,"pageContent":"90 THE LIFE BEYOND THE VEIL that of the outer spiral. Emerging from the lower end of the atom at a greatly increased velocity the vibrations were able, of their own momentum, to continue again their outer course upward, but at a rate of movement ever a little slower, until the top was reached, and the descent begun anew interiorly, and with ever-gathering velocity. These atoms were not round, nor were they true oval, but, by reason of the ceaseless movement within themselves, elliptic. The motive power of their self-contained motion was a gravitational pressure exerted from without, and, if we could have chased it to its source, I think that we should have found that the dynamo from which it proceeded was the Mind of God. You will note that I use the words \"top\" and \"bottom,\" \"up,\" \"down,\" for convenience only. There is no top nor bottom to an atom of ether. Now I have described this to you in order that it may form a model for you when you pursue the atom of ether into other substances of denser sort. When we came to those atoms which form the gases of your earth atmosphere we found that they also had a like motion. Each circulated upon itself in precisely the same way as the atom of ether. There were minor differences: the spiral was, in some cases, elongated, in others compressed; the movement was of greater speed or less. But all these"},{"pageNumber":89,"pageContent":"THE BATTALIONS OF HEAVEN 91 movements were spiral, both without and within the atom. When we came to the atom of the mineral we found the same principle to hold. And what is true in the single atom obtains also in the atom in aggregate. The movement of the atoms of a planet is spiral. But here it is much retarded by reason of the grossness of the matter which goes to form a planet. The same is also true of the movements of satellites, and of planets about suns, and of suns about their Centre. But both the mass and also the density of a unit affect the rate of velocity. The speed of the movement of their atoms is slower in those planets which have attained to more density than in others. But even in these the rule holds good that the interior movement is quicker than that on their outer surface, which drags after it very slowly, as if reluctant to move at all. But move it does, and that movement is in the form of a spiral about its axis. Your moon still endeavours to keep the rule in regard to her orbit. She lifts herself, and she sinks again, as if in vain endeavour to perform her onetime spiral course about the earth. So does the earth in his journey about the sun. His orbit is not a true circle, nor a circle laid upon a true plane."},{"pageNumber":90,"pageContent":"92 THE LIFE BEYOND THE VEIL It is erratic and elliptic, both as to pivot and also to level. And what is true of the atom of ether, and of earth gases, and of earth itself, is also true of the sun and of the constellations. Their movements are in the form of a gigantic spiral about an elliptic formation made up of the suns and their planets. This we saw on the one side of that broad way. On the other side we saw the spiritual counterpart of these creations: the heavens complementary. And the street between the two took the place of the Borderland which joins the two. You cross a borderland like this when you pass from the earth life into the spirit realms, my son. And so we will leave that Department and come to another, for the street you cross is that between the man of earth and the man of the heavens. Was there any other principle you observed other than that of the spiral? Yes. I told you of that because it seemed simple to explain, and also it is fundamental—simple, perhaps, for that reason. I will try to tell you of another. As the basal stage is left behind the matter becomes more complex and harder of description; but I will try. We found that the great Lords of Creation begin their work farther back than the etheric atom, and"},{"pageNumber":91,"pageContent":"THE BATTALIONS OF HEAVEN 93 nearer the origin of all. Still, those who deal with the etheric evolution, and onward, are very great and ancient Lords. We therefore went forward to study these vibrations of thought-power where they were more retarded by the density of the material in which they moved. And we found that one of the most difficult tasks we students had ahead of us was to think and to will in the proper way. For to deal with matter creatively the first thing to master is to think in spirals. I cannot further explain that to you. But it is a most difficult habit to achieve: to think spirally. But you ask for other principle. Let us come to sensitive creation—that of plant life. We went down a great avenue, on the one side of which was displayed the vegetable life of earth and of other planets, and on the other side, that of their complementary heavens. We found that each species of vegetable life had an analogue in the animal world. There is a reason why this is so, and it has to do with the soul of the plant rather than with its outer manifestation in bark, branch and leaf. But not only, for even there you may glimpse, if you examine closely, the relation between the two: the animal and the vegetable. I am afraid I don't quite follow you, sir. Could you help me a little farther? Let us begin away from those two realms, and"},{"pageNumber":92,"pageContent":"94 THE LIFE BEYOND THE VEIL work back to them again; it is the better way. Here in the heavens we have different orders of beings, differing in authority, differing in power, and in character, and also in ability for one branch of work or another. This also obtains on earth. So you will find it also in the animal kingdom. Animals have different powers, and some have skill in one direction, some in another. They also differ in character. The horse is more apt at friendship with man than is the snake; the parrot than the vulture. Now, this principle of analogue, of which I have spoken, may be seen, if only dimly for the most part, obtaining between the vegetable and animal world. We will take the oak tree to represent the vegetable world, and the bird for the animal. The oak tree produces its seed, and lets it fall upon the earth, in order that it may become overlaid and by the warmth of the earth burst its shell and its inner life break forth into outer manifestation. The acorn and the egg are identical in all essentials, both as to their structure and also their manner of incubation. This motion of life-from the inner to the outer—is a universal law, and is never broken. It also has its origin deep down into primordial matter, from whence the present universe came. Remember my words about the etheric atom. For the initial motion of the atom"},{"pageNumber":93,"pageContent":"THE BATTALIONS OF HEAVEN 95 is interior, where its velocity is accelerated, where it accumulates its momentum. Exteriorly both are retarded. So we found the rule in respect of other departments. There were unifying principles established to which celestial workers were bound. Among these principles was that of protective covering, and its beauty as presented outwardly, so that so much pleasure might be afforded to the beholder as should be consistent with the inner utility; sex, in its two divisions, active and receptive; circulatory system, as of sap and blood; respiratory system by pores, and other principles also. You cannot continue longer, my son. Cease now. A RNEL ±."},{"pageNumber":94,"pageContent":"THE SPIRAL COURSE OF PROGRESS* Friday, March 15 5.30—6.27 p.m. NOW what principles govern material things—that is, the manifestation of life outwardly in matter—are applicable also to realms spiritual. First, as to the spiral, which is itself an analogue in matter of principles which are seen in operation in these spiritual realms. That must be so, for all movement of atoms material is the effect of will operative. The Central Will is that of God, Whose active outpouring passes through the spheres in orderly sequence, and finds ultimate expression in matter. What, therefore, is seen in matter is the effect of energy passing onward from these spheres. In the case we have named that energy is seen to issue, in the atom, in spiral activity. This could not be so unless the principle was also found to be active in these spheres through which the life-energy streams. How it is seen here manifest I purpose to show you now. The Crown of palm leaves was a symbol of this * See Note at end of chapter, page 103. 96"},{"pageNumber":95,"pageContent":"THE BATTALIONS OF HEAVEN 97 spiral principle, for in that form they were woven, and in the Manifestation I have related, the Angels who sat about the Crown were necessarily also arranged spirally. It was a token of their work as they do it, and it was to read us a lesson by the eye that they took their stations so. Now, as applied to animal life in creation The first motion of sensation is seen in the plant, and there you see clearly illustrated the spiral principle. The bean climbs spirally, as do other climbing plants, some more explicitly and others less perfectly. The veins of the trees also tend to incline from the perpendicular as they traverse the trunk in its length. The plants which climb by tendrils support themselves by a spiral hook. Seeds float afield, or fall to the ground, in a similar curve. All these are consequent on the principle, active as the vibrations proceed through the sun and reach the plant life on earth. These reproduce in miniature his motion along the heavens of space, and, in themselves, mimic the orbits of the constellations. When we come to animal life we find the same principle at work, for birds do neither fly nor swim in a straight line, but incline out of the straight, and, given a course of sufficient extent, the same formation would be apparent. To the animals, both of ocean and land, the same rule"},{"pageNumber":96,"pageContent":"98 THE LIFE BEYOND THE VEIL applies, but is not always seen so plainly as in the lower orders of life, because it is here modified by the exercise of free will, which produces motions erratic from the central rule. In inverse ratio, the less freewill enters into the composition the more apparent does the law become. I need only name, by way of example, the snail's shell, and many of the shells of the sea-animals, where instinct is in the place of free will. On the other hand, where man is concerned, the principle is seen operative most in those matters where his individuality is less apparent than is the general guiding Mind of his race. Thus: civilization proceeds from cast to west, from time to time encircling the earth. It obeys the lead of earth's Central Sun. But the sun's meridian does not travel in a right line along the equator, but inclines, now to north, now to south, as earth leans one way or other. This motion of earth is a remnant of the ancient rule, and shows earth's origin from the nebular state, wherein the same spiral movement obtains. Even so, the path of civilization, encircling earth, never crosses over the same region twice in succession. By the time the civilizing wave reaches the point of longitude which marks its former revolution earth has inclined itself at its poles, the north southward and the south northward, sonic degrees. As the path of the impact of"},{"pageNumber":97,"pageContent":"THE BATTALIONS OF HEAVEN 99 the sun's radiation upon earth is thus varied, so also is the path of the onward march of civilization, which, by the way, is but another way of saying \"revelation.\" If you think of the location of Lemuria and Atlantis and their successors in the progress of human experience, you will see my meaning. Further, not alone in respect of the path it takes locally, but as to achievement also, the principle holds. This is harder to explain to you. Here it is clearly seen by us, for we see the inner mental working of the race, not alone more vividly, but also over a wider range of time. Thus I am able to tell you that the progress of the human race goes ever upward, but in a gigantic spiral nevertheless. I may best be able to give you a hint of my meaning by reminding you of the saying, \"There is naught new under the sun.\" That is not true, but it echoes a truth. You hear, from time to time, that new discoveries have been made, but are found to have been anticipated some thousands of years ago. Well, I would not put it quite in that way. I would say, rather, this new discovery has come about during that period when science is traversing the inclined path just above that section of the inclined path below it in the spiral when its antecedent discovery was made. For the spiral is ever ascending, and ever returning above its"},{"pageNumber":98,"pageContent":"100 THE LIFE BEYOND THE VEIL circuitous course. And these new inventions are new only in the sense of being adaptations of scientific discoveries in the previous cycle of the spiral of civilization. Could you, please, give me some illustrations? The utilization of the molecules of ether for the service of mankind is illustrative of this. You will note that the present advanced state of this branch of science was worked up to very gradually. We will start with the process of combustion by which gas was liberated, heat was generated, and, from the heat, steam was produced. This was followed by the application of this same gas, but discarding the intervening medium of steam. Then a finer system of etheric vibrations was pressed into service, and electricity now is fast supplanting steam. But another step forward has been taken, and what you call wireless waves are beginning to be found more potent still. Now, all this has been done before, in varying degrees of perfection, by scientists of those long-ago civilizations, which have to you become almost a mythical memory. The next step is also seen ahead. It is the substitution of mental waves for the etheric waves. This also some few of the highest and most progressed of those your forerunners compassed in their science. They were not allowed"},{"pageNumber":99,"pageContent":"THE BATTALIONS OF HEAVEN 101 to give forth their knowledge to their fellow-men, who were not progressed enough morally—to use it aright. Nor will it be given to the present race of men to perfect this as an exact science until they have further progressed in spiritual competency. Otherwise harm would accrue to the race, and not benefit. But the present cycle of progress will, in this matter, go beyond that of the cycle last preceding, for at this point in those days they stopped and went no farther. Their decline set in, and what they had come by gradually became absorbed into the spiritual spheres, to be conserved there until the next race had been prepared and brought to such a state of perfection as should qualify them to receive it back again with added momentum inspired into it by its guardians during the ages in which it has rested quiescent in their charge. Call the spiritual spheres interior, and the earth sphere external, and you have the same principle of movement reproduced which we have already attached to the atom of ether. There is much more than this to the matter, but it is not competent in us to put it in words you would understand. Enough to say the principle we have been scheming to show to you holds good, not alone in respect of the dynamics of science, as I may name what I have instanced presently, but"},{"pageNumber":100,"pageContent":"102 THE LIFE BEYOND THE VEIL also of the sciences of government, of cultivation of vegetable species and of animals, and the science of astronomy and of chymics. Were astrology and alchemy the two analogues which corresponded with astronomy and chemistry of the present day But no, my son, most surely no. We have been speaking to you to-night in aeons, not in centuries. Astrology and alchemy are the immediate parents of the two modern sciences. They are in the same cycle of this gigantic spiral of which I speak, and but a few inches apart, almost at the same level of ascent on the inclined plane. No, but chymics shall serve for a theme for one word more to you ere I say good night. It is the outermost expression of the activity of those High Ones who guide the stream of vibration proceeding from the One Great Central Mind into diversity and differentiation. From unity all these chymical elements proceeded by way of differentiation of that unity into parts, and then into particles, as the life-stream proceeded outward from God, through spirit, to emerge in matter. Then, having reached its lowest point, that impulse is now turned about, and is proceeding upward inwardly. The analytic chymist is obeying this impulse as to its outward course from unity into diversity. The synthetic chymist"},{"pageNumber":101,"pageContent":"THE BATTALIONS OF HEAVEN 103 already is making stumbling and somewhat clumsy attempts to counter this tendency. His endeavours are set from diversity towards unification of elements again. He has turned the outermost spiral of the cosmic atom, when the inward course will continue that same onward urge, to emerge once again on its outer, but ever spiral, path. Remember our words concerning this which we gave you at our last coming, and cheek our words of to-night by them. A RNEL ±. ——— Note: —Prior to this Message Mr. Vale Owen commenced the Sitting by asking the following question: What is your wish to-night, sir? To continue our description of the lesson we learned in the Manifestation. I could not quite understand that last part about the analogues. It seemed rather pointless to me. Did I get it down correctly? Quite. What you missed was our application. You were too spent to continue. We will give it now."},{"pageNumber":102,"pageContent":"ATTEMPT TO SHORTEN THE CYCLE OF PROGRESS, AND ITS RESULT Friday, March 22, 1918. 5.18—6.45 p.m. LET us this evening pursue our theme of those principles which emerge from such a study of the economic order of the universe of creation as we were able to pursue at the Manifestation which I have described to you. I have spoken of the spiral principle of the operation of forces, and now I will tell you of another principle of which we learned. In every department of creative life there is an underlying impulse which those who take in hand the guiding of development have to counter and adapt. That contrary influence is of very ancient origin, and is due to the effect of the endeavours of those who schemed to perfect a manifestation of the Mind of God in matter. There were at that time, so long ago, some who had in mind to take a shorter path to perfection 104"},{"pageNumber":103,"pageContent":"THE BATTALIONS OF HEAVEN 105 .and others who chose a longer one. These two groups did not clash exactly, but the variety of their endeavours overlapped somewhat, and the confusion which ensued has caused all that men to-day call evil. All things are working towards perfection, but so great is the field of activity that the period must necessarily be long, if you count, it in days and years. As viewed by those who stand in God His Presence it is neither short nor long, but one continuous event, as a river when considered as a unit embraces the whole from source to sea. You will see how this diversity in the development of creation emerges even into the outer realms in which your present earth-consciousness functions. For the earth itself is strewn with, and almost made up of, those former trials of wisdom which eventuated in the present accumulation, on the one hand of faculties which are still in process of development, and on the other hand of the materials which have served their purpose in the grand scheme of progress, and have been thrown aside as refuse, as the quality of life became refined and needed more intricate and delicate instruments for its expression. But while this is true of some of these ruins of ages past, others witness to the fact that, in some cases, a direction was taken which led into an impasse where the onward urge"},{"pageNumber":104,"pageContent":"106 THE LIFE BEYOND THE VEIL found the vehicle inadequate to its expression, became cramped, the pulse of life grew more feeble, faded into inertia, and that line of evolutionary activity came to an end. Those great mammalia and reptilia, of which you have the remains in fossil form, were very wonderful products of creative energy most skilfully employed. But as viewed from the more advanced standpoint of this present stage of evolution, they appear rude and of clumsy workmanship. Nevertheless, it is well to remember that some of these were the great blocks which were used in the laying of those foundations upon which a very ornate temple of living and progressing energy is to-day still being builded, and, by the contemplation of those foundations, you may estimate how much the building has been improved in design, and also you may realize how great is the altitude of that floor upon which you now stand to view the wide landscape of the heavens afar into those regions of space wherein are still being evolved the workshops of other great Hierarchies who today are, in their own way, fashioning new worlds at the stage where earth was when those foundations of present-day life were laid. Now, the further principle of which I speak is this: The course of development shall take a twofold line of direction. That direction shall"},{"pageNumber":105,"pageContent":"THE BATTALIONS OF HEAVEN 107 be first outward, from unity into diversity of expression, as we have already explained. But, also along with this line of movement shall go its twin, which is, that progress shall take the direction from the spiritual ever towards the material. It is like two runners running their course side by side. The one is named \"From Unity into Diversity,\" and the other is named \"From Spirit into Matter.\" These two must keep pace together. Neither must be allowed to outstrip the other; for they run not to win except they win the outward goal together. There were those who schemed to shorten this course by arresting the tendency untimely, before the whole outward course had been run, and turning again the urge of creative life inward toward spirit before the outermost post had been reached and rounded. That post is the material expression of this creative activity which your scientists call the Universe. It is not a universe in itself. It is the outer expression of an inner manifestation of a still deeper cycle of development behind which there are those Lords of Creation who by their wilful energizing guide the great fleet of sun-systems in their constellations on its voyage through the space of matter towards the port where they shall bend their course round and homeward once again."},{"pageNumber":106,"pageContent":"108 THE LIFE BEYOND THE VEIL But when that happens they shall not sail back upon their wake. For, having accumulated all the richness of manifold expression of life in its activity, as they have traversed the outward stormy course, now they shall sail home through sunnier seas, Master Mariners every one of them, and Princes themselves who have fared forth and won, who when they set out were but rowers and cargo-men. Now, it was when certain of the Great Creative Lords schemed to shorten that voyage that disaster came. The fleet had voyaged some eternities, and now was to turn in mid-ocean, with full-bellied sails. Here are gales and fierce seas, and the ships were so knocked about that some of them collided and were like to founder altogether. And so it was found that they must sail with the wind, and the course was once again laid toward the original destination. Well, here the fleet has arrived, but the ships are battered in hull and with torn sails and much evidence of the storms they have weathered on the way. To clear my meaning for you: The Ocean is the realm of Being expressed in outward expansion of the Mind of the Infinite and Ultimate One. The fleet is that Universe which was brought into existence at His command and by the Creative Lords of whom I spoke. The port to which the"},{"pageNumber":107,"pageContent":"THE BATTALIONS OF HEAVEN 109 outward course was to be laid is the present material expression of this Universe wherein you find yourself to-day. The homeward course is that to which you are now tending; for the outermost point has been reached and is just being rounded. It is the rounding of that point, it is the turning of the vessels out of the harbour of material inertia towards the more active element of the open sea, which is the cause of the much unrest in all directions at the present time. Soon the sails will fill and set steadily athwart the hulls, the vessels will settle down to their homeward course, and both officers and crews, now homeward bound, will be of cheery disposition, and ever, as the fleet ploughs through the ocean of being, nearer and nearer will it come to the port from which it set out so many ages ago, and gladness and peace will gather about them as they go for the welcome which awaits them aport far away ahead into the east where the light is already breaking and the smile of God is seen. When did the trouble begin, Arnel? I mean, at what stage of progress did those Creative Lords begin to make mistakes? Much farther back than I am able to trace it, my son. Also, although from your point of view it seems as if they erred in their reckoning, yet it is not of necessity so. I stand beyond you in the"},{"pageNumber":108,"pageContent":"110 THE LIFE BEYOND THE VEIL line of progress, but a little way ahead, and yet I and those who are my companions here seem to, see that what we should call mistaken will be found to be, when we arrive in port, not what we should call it now. What we see and think to be evil and imperfect is only the outermost lapping of the wavelets upon the stony beach of a miniature islet, a speck in the midst of an Ocean which is infinite. These wavelets seem to break up into spray. But they go back to their big mother notwithstanding, and become again—well, ocean, no more, no less. As we may not appraise the profundity of her deeps, and the majesty of her swelling bosom by the egg-cup full of spray cast upon a speck of land in her midst, so we may not estimate the wisdom of the Great Ones by what mite we are able to sense of their Infinitude. One ant said to another: \"We, my brother, are wiser than the aphis, for she is our slave to serve our needs.\" \"Yes,\" said the other. But an ant-eater came that way, and all their wisdom came to naught, and vanished in a trice. And the ant-eater, as she stretched herself to doze in the sun, murmured as she lay: \"That was not all the wisdom there is, which I heard as I came hither, for lo, I myself have compassed it whole. And I believe there be those who have within them greater store of wisdom even than I.\""},{"pageNumber":109,"pageContent":"THE BATTALIONS OF HEAVEN 111 If man be as the ant for wisdom, yet there be also those who are of stature more stalwart, and of strength to match. These are slower to come at a conclusion, and they are not less wise, my son. A RNEL ±."},{"pageNumber":110,"pageContent":"THE CREATIVE HIERARCHIES (Unfinished) Monday, March 25, 1918. 5.20—6.0 p.m. SO far, my son, we have but touched the outer fringe of the garment of God, which covers, and yet reveals His form of light and beauty. And we may penetrate a little deeper, if you will give us your mind, for there be many things to say, and we would say what we are able through you according to your capacity of transmission of our thoughts. It were well that men should bear with us when we try to express God His purpose in the events which they see enacting around them on their daily course of life. For we be very intimate in the affairs of every one of you, and are only let by what obstacles you put between the flow of our energies and their objectives in the world. And we, of whom I speak, are but very little ones in the great scheme of life as it surges through the 112"},{"pageNumber":111,"pageContent":"THE BATTALIONS OF HEAVEN 113 constellations, bathing all in the one great sea of life which fills infinity with its energy and finds no door to bar it out wherever it would go. We have already told you some of those effects, and of their causes mediate between the Universe as expressed in matter and the Great Central Source from which comes all that is, and to which all shall gather when the great field is reaped, and the Harvest Home is due. Now, as we stood in that great Crown Hall, we were spellbound by the pressure about us of this same great force. For there stood the Word manifest in the Christ of God aloft, calm, majestic, and clothed in beauty. And, mark you, we were at that moment in the presence of Him and of what passed outward through His Presence and came from deeps of Being unknown to us except by what we might glimpse through Him. Thus we felt this pressure of potent energy, flung outward upon us through Him, of weight and compass beyond our capacity to assimilate. But what we did understand was that He was there to radiate abroad some of the light within and behind His personality for our instruction and uplifting and more perfect joy. Until the great display of creative departments was fully opened out around Him, He stood"},{"pageNumber":112,"pageContent":"114 THE LIFE BEYOND THE VEIL in perfect stillness, as if His every faculty was being pressed to its uttermost tension to produce for us these wonders. When this was done and the grand total completed, He sighed, and then there appeared a throne behind Him, and many beings of wonderful beauty emerged into visibility and stood behind it, still and adoring. He turned and mounted the seven steps, and sat within the throne, and then before the steps there appeared a pathway, which stretched outward towards that section of the encircling Hierarchies which stood before the race of Mankind. These passed up the avenue and stood before the throne and paused with one consent, and bent their gaze aground, while from their realm behind them came the sound of singing, and the hum of music, like some great diapason from the womb of space, far, far away, as if the worlds had stretched between them strings for harping, and their murmurs came to witness to their unity with those who stood in the Presence of their Lord. Then there came from behind the throne a radiant Prince who stood to the right hand of the Christ and spoke to those who had drawn near. His words were quite distinctly heard by us, but the anthem from the worlds afar continued the while he told them that now was the Christ of God vindicated in what Sacrifice He had made for"},{"pageNumber":113,"pageContent":"THE BATTALIONS OF HEAVEN 115 the expression of Love in the whole Universe of God. ——— Note by G. V. O. —Here the power failed and I was unable to proceed. The power failed because I was overtaxed with parish work—war work, keeping in touch with the lads away (over 200) and their families at home—the double harness was too much for me, so they broke off suddenly in the midst of the above message. On Wednesday, April 10, 1918, my wife, whilst using the Planchette, asked the following question: \"Why was the writing with George stopped? Then her father replied, through the Planchette, \"Let me explain. George was feeling the strain very much, and wished to stop, particularly as the summer was coming on. The rest was needful, and will be beneficial. But he must not think it is finished yet.\" (See Note by H. W. E. on next page.)"},{"pageNumber":114,"pageContent":"THE BREAK OF A YEAR NOTE BY H. W. ENGHOLM IT will be noticed that nearly a year—from March 25, 1918 to February 19, 1919—intervened between the receipt of the message given in the last chapter and the message which now follows on page 119 entitled \"The Christ Creative.\" Some details may be added here regarding this interruption to those given in the Note from Mr. Vale Owen on the previous page. It appears that towards the close of the summer of 1918, calls to sit again in the vestry came to Mr. Vale Owen through his wife. On October 24 he resumed the sittings and continued them until November 1. The communications received did not continue the narrative which had been interrupted on March 25, and he doubted that they were given wholly under the influence of Arnel. He discontinued the sittings. On January 14, 1919, in response to further 116"},{"pageNumber":115,"pageContent":"THE BATTALIONS OF HEAVEN 117 requests, he again began to sit. He then received a detailed narrative of the progress of one man from death through the dark realms to the borderland, of the regions of light. This was completed on February 14. In Mr. Vale Owen's opinion these communications were given him to prepare him again for the task of receiving messages from Arnel; for on, February 19 Arnel resumed his account of the great assembly at the University of the Five. Towers, and, from then until April 3, described the enterprise there undertaken. It will be observed that, apart from an explanatory statement of two sentences, the account was continued as if there had been no interruption."},{"pageNumber":116,"pageContent":"ARNEL'S COMMUNICATIONS AGAIN RESUMED February 19, 1919, and Finished on April 3, 1919"},{"pageNumber":117,"pageContent":"THE CHRIST CREATIVE Wednesday, February 19, 1919. 5.46—7.6 p.m. WE who are with you to-night are of that company who a year ago were describing to you the ceremony in the Crown Hall. At that time we were obliged to cease, as you remember, for you were spent of power. We now take up that theme once again and continue it here and now. The first of those hierarchies to approach the Christ in praise and That One Who sent Him was that of the human kind. Then a herald came forward and addressed the assembled multitude in their several departments. These were of development diverse, some were more forward than others. And to each he spoke in their turn, to guide and to encourage them in their forward urge of evolutionary progress. This much in brief. Now to the next stage of the ceremony. Round the Throne in which the 119"},{"pageNumber":118,"pageContent":"120 THE LIFE BEYOND THE VEIL Great Christ Creative sat there appeared a cloud of vapour. Very beautiful it was to see it as the colours invaded it and mingled within it like web and woof. Then from the rear of the Throne and of the cloud there shot up a circle of rays, fan-shaped and spread high and wide, while He sat in the lower middle of them. They were of blue and green and amber, these rays, and were heavenly projections of those forces which are generated from the material departments of His Realm—the realm phenomenal in substance of matter of which the earth and planets and stars are made. Then the cloud all in movement condensed upon itself and its various hues so arranged themselves that when it contracted to form a mantle we saw them once again in their appropriate and relative places. For the Mantle when it had sat itself down upon Him and had enwrapped His Form about as He sat there rapt and still was very beautiful. The great piece of it was blue, dark and deep blue, but of brightness withal. The edging was of gold and inside this edging was a border and it lay spread out upon the pavement and settled upon the steps. This border was broad and of gold, silver, green, with crimson and amber in two broad lines on the boundary of it inward. The blue robe had upon it at large intervals the"},{"pageNumber":119,"pageContent":"THE BATTALIONS OF HEAVEN 121 semblance of a crown inverted. And it had a collar of pearl upon the shoulders of it. The collar shone forth many hues. It was not pearl-grey, but—how shall I say it to you? It shone from within and sent forth rays about His head, not obscuring His face from us but framing it in a halo of radiance. Viewed in perspective with the rayed background it looked like the nucleus from whence those rays issued forth. But this was not so, except as it appeared to us. Upon His Head was no crown but a circlet only of white and red which bound his hair about behind the ears, somewhat after the fashion of our Diadem of Worship of which I told you.* You are careful to give me these colours in detail, Arnel. What is their significance? I cannot give you the detail of explanation as I have given to you the detail of the colours as they appeared to us and were so beautifully and intentionally disposed in their groups. But I will tell you broadly and that is as much as you could understand. The rayed background was the universe of matter which for those who have eyes and ears serves to display the figure of Him, the Christ, and to throw into relief the benign aspect of His appearing. * See page 238, Vol. III, the Ministry of Heaven"},{"pageNumber":120,"pageContent":"122 THE LIFE BEYOND THE VEIL The circlet coronal was the distilled essential of humanity both of earth and those who had passed on into the hither spheres. It was of red and white. Had that a meaning? Yes. It betokened the transition of humanity out of the spheres of forcefulness, desire, and self-assertion into those of attunement with the One Light in Whom all colours blend into restful peace as they who make up those rays attune themselves in company. This is the transition from the red into the white. And yet that white light is the most perfect of all as it is most potent also. Those who stand without to view see a snowy stretch of arctic cold and stillness. But those within that light see its component hues each in its own great beauty and in their mingling feel the warmth of their glow. To them without white light is cold. To them within it is the glow of love and of peace. Have you been within the white light, Arnel? Nay, my son, not wholly within, but just upon the door-step of that shrine. And there I only came by greatly daring and much forcefulness of will exerted for that purpose, but that one time alone and by permission. It was not I who laid his hand upon the door, but one great in the Service"},{"pageNumber":121,"pageContent":"THE BATTALIONS OF HEAVEN 123 of the Christ Creative. He came behind me lest I should fail of my hold upon my will were I to look upon his high beauty at that moment. He reached over my shoulder and cast his cloak about me and before my eyes, and then pushed open the door a little way and for a moment held it so. Thus, my eyes shaded and my form veiled by his mantle, I saw and felt the radiance within that very glorious Temple of the Presence. And it has sufficed me, my son, I know what human kind shall be one day when He has dealt with all the tale of His operative energies and all is consummate in Him. Now His face is towards us lower ones, and the human race behind us, of whom we are the heavenly skirmishers. In that day He shall turn about and lead His redeemed myriads towards the Father's Throne, Himself then truly one with them. In that day also all the red in the circlet shall have become blended into the white and the white shall glow a little more warmly for its tincture. Now, my son, you have turned me aside so that I have spoken all this upon that circlet coronal What further shall I say of the mantle of blue than this: as the background of material essence showed up the form and shape of Him and of His mantle and His Throne; as the diadem blended in one humanity of earth with humanity's potential"},{"pageNumber":122,"pageContent":"124 THE LIFE BEYOND THE VEIL exaltation onward into heavens of spirit, so the robe covered all of the Body of Him by means of Whom all Creation evolved outwardly from the Father: in that robe were blended all those great forces which move and enable and vivify matter and organism. Some of these you know: electricity, ether, which is not alone inert but has a force of its own: magnetism also, and the motive force of light-rays, and also others more sublimate. These all blended in His mantle to hide His form and yet to outline it and the Throne. What is the signification of the inverted crown—why inverted? In place of the crown He wore that circle of red and white. One day He shall wear the crown itself when the circle has become all white and has been absorbed into the candid white of His personality. Then the mantle shall be lifted, spread out and thus it will float heavenward and now itself inverted, shall it be displayed itself as the background of Him and of His Throne in place of the rays material which shall then be no more seen. Then also, when in that far Great Day He stands to review His myriads once again, over Him and around Him shall those many bright crowns be seen, not now inverted, but erect. They are of divers species in design. But all then in"},{"pageNumber":123,"pageContent":"THE BATTALIONS OF HEAVEN 125 their normal position shall point toward the further glories as the Christ shall marshal His redeemed and lead them onwards in their brave array. A RNEL ±."},{"pageNumber":124,"pageContent":"THE HYMN OF LAMEL Thursday, February 20, 1919. 5.25—6.40 p.m. ANON the Cloak of Blue became vaporized and melted away into the atmosphere. Then the Christ Creative sat within His Throne but changed of raiment now. Upon His shoulders there was a cape of that same deep blue, but it fell away on either side of Him and beneath it was displayed a vest of gold which reached upon His knees and fell below a little as He sat there. It was belted with a broad band of green with gold in it and it had a hem of ruby colour. The circlet still was upon His head and within the circlet a band of stars scintillating many hues about Him. In His right hand He held a crown of dull white metal. It was the only thing about Him which had no radiance and was by the same token the more to be marked by us who saw it. Now He arose and laid the crown upon the steps 126"},{"pageNumber":125,"pageContent":"THE BATTALIONS OF HEAVEN 127 before His feet and stood to face us. Awhile He spoke His will to us. He said: \"You have but lately seen what is toward within my Kingdom. Yet there are who may not come to look upon its inner beauties as you have done. In those far outlands they are able only with dim thoughts to think of Me, for they are not yet come to their full awakening. Tell these friends, good Lamel, of the present estate and coming destiny of those so far removed.\" Then upon the first step of the Throne stood a man who was of those who attended and had waited in silence on either side the stairs. He was clad in white with a silver belt upon his left shoulder and about his loins. He therefore spoke to us these words and as he spoke them the voice of him seemed to be made up of many chords of music, not one note, but multiple. The tones were resonant, so much that they floated forth into the air about us and passed above us until each note struck some gossamer string of music and it responded. One and another aerial thong was thus set vibrating until the whole welkin was tremulant with music as if a thousand harps were at their business harmonic. Yet were his words not the less clearly heard, but became the more tuneful and descriptive, more at one with the nature of the things and"},{"pageNumber":126,"pageContent":"128 THE LIFE BEYOND THE VEIL acts they signified, more full of body and substance, as you should take a picture of black on white and turn it into colours. So there was life in his song and not music only. So he addressed himself to his theme. \"What if the Presence of Him seem to be far removed away in yonder high Realms of Glory? He is here withal, for we are progeny of Him and in His life we live. \"What if we be to them afar down in those lands where light is dim as He to us? They be our brethren still and we to them akin. \"What if they know not where their life is hid; by which they live and live amiss? They feel and grope and grip but one small quartern. Yet they do at least in this aright and stretch their hands all blindly hitherward with palm upturned. \"But in their night they stumble and then stray into the byward tracks. Their onward course is hindered, while they who see a little await the return of those errant who see less still, an they come forward slowly but as in one company together. \"What if the way be long, shall we not also await their coming hitherward that they and we may move together onward, upward, both more greatly blest in mutual love, so giving and receiving each to other, both?"},{"pageNumber":127,"pageContent":"THE BATTALIONS OF HEAVEN 129 \"Yet shall we wait, and only wait, while they towards us stumble on their way? Or shall we go and bring them, as the Christ sometime put off His robe of glory and, clad in lowly garb and work-a-day, sought out those sheep who strayed, as these do stray, and brought to earth what earth would salve, that time ago? \"That this should be the powers on High made marvel and they who hover over cosmoi greater than this of ours bowed low before Him as, of reverence due, they made obeisance to the Son, of GOD in His humility. For they who are so great in wisdom learned now more greatly still how Love was fashioned for the Universe, and the whole Universe is both lovable and of Love. \"So what if He be high from Whom is all? we have His Christ. \"What if there be beyond, below, those more distant set than we? the Christ reached them too. \"What if they be weak of limb and dim of sight? He is their strength and He shall be their Lamp to lead them so they stray not over much, nor finally be lost. \"And if they do not know these brighter realms as we do know them to our joy, some day they shall rejoice with us, and we with them—some day. \"But which of us shall take the crown, with strength appointed to this war? Who shall essay"},{"pageNumber":128,"pageContent":"130 THE LIFE BEYOND THE VEIL to place it upon his head? for it is dull and heavy in its weight to-day. \"Yet, let him who is strong and simple in his faith stand here and take the drown. \"What if it be now lustreless? It shall some day be radiant with the light which is now hid within it, when the task is made complete, some day.\" There was a silence great when he had ceased. Only the vibrations of the music ambient about us hovered still wistful and caressing, loath to still themselves into silence until the singer had been answered. Then when no one came forth, none daring this high venture, the Christ Himself descended and took up the crown and placed it upon His head, and it sank deep upon His brow, for it was very heavy. Yea, my son, it is heavy upon Him to-day, but there is now beginning to show a lustre about it which it had not then. So He stood and called to us, \"And who will go forth with Me of you, my brethren?\" And when we heard His voice we knelt, one and all of us, beneath His Benediction. A RNEL ±."},{"pageNumber":129,"pageContent":"EARTH AND MARS Wednesday, February 26, 1919. 5.35—6.50 p.m. And what is this high venture of which you speak, Arnel? OF that I am about to tell you, my son, and you be able to write it down, for it is of moment to those who shall find within their hearts some desire to understand events of these late centuries. You shall mark that the enterprise had not its conception at the Tower of the Angels. No, that was born ages ago in Realms higher than those of which I have spoken hereto. At every age, in its beginning, the High Ones, so we are told, take counsel. Results accruing from sometime ages are gathered and laid before them. Those of ages very ancient are rehearsed in tabulated form and briefly. Those of the nearer ages are given in greater detail. Those of the ages last past in 131"},{"pageNumber":130,"pageContent":"132 THE LIFE BEYOND THE VEIL full. These are considered in their bearings upon events at that time proceeding on earth. Then the cognate planets have their hearing, and next both earth and them together. So the Council gets agait, and, with no hurry, comes at such conclusion as, when put into operative form for the next age, will be harmonious with the acts of other Hierarchies who have in charge the guidings of planets other than this of earth. Please explain the phrase \"cognate\" planets. I speak of those other worlds which have most near relation to Earth both as to degree of development and of the trend of its evolution; those planets which have followed a free-willed career most like that of Earth; and also have attained to a degree of intellect and spirit most in accord with Earth in its present age. These are not only those which are most near Earth in spatial distance, but, as I say, in intellectual and spiritual content. Can you name them? I could, but refrain, lest I be said to expound the obvious. I see a phrase in your mind which I appropriate to my service: \"to play to the gallery.\" Moreover there are planets which are not visible to you, albeit they be within the solar range, which must be considered in the matter."},{"pageNumber":131,"pageContent":"THE BATTALIONS OF HEAVEN 133 Also there are some few which are on the borders of this system but obey the pull of another star, and yet are cognate much with Earth. And two there be which are not only within the Solar range Solar system? Solar System, yes—not only within it but material in substance also, but of which your science at present takes no account, but will some day. But this is prophecy with which we have naught to do herein. So these counsels being well sifted, I say, the chart is marked for the next voyage of earth, commands are issued, and away goes the ship free of rudder bands, prow abreast the open sea. What position does the Christ occupy in these Councils? This Council, singular, you should write only one Council, but meeting age by age. The personnel of that Council is not static in absolute, yet it changes but little in a few aeons period, they are so high, those Great Creative Lords. Of them the Christ is President. King? I should not write it so, no. King of the Heavens inferior to that Heaven in which this Council holds court; of that Council president. This is of my knowledge delegate only, not of that to which I have attained empirically, but of that which has"},{"pageNumber":132,"pageContent":"134 THE LIFE BEYOND THE VEIL come to me and my brethren of this Sphere by transition through those spheres which stretch above us. See you now? Or shall I still pursue? Thank you, sir, I think I see what you mean as well as it is possible for me to do. So, it is well you speak what you do. It pleases me. For not I nor those in realms ahead of me some way are able to understand except in figure what those high Councils really are. In this same guise I have handed it to you and you content yourself therewith. It is well. Now let me go forward. You see now that He Who is President of the Council, the Son of GOD elect, is He Who sallies forth to see the venture through. That is, in the eyes of those who work with me, as it should be: that He who shoulders the responsibility of a decision make bold to put it into operation and see it to an end. This did the Christ, to-day He is in your midst with this present Mission just beyond half-way accomplished, having reached the earth and turned about on the upward, homeward march. Do not wonder at my words. I am about to tell you of this matter in more of detail. That was an arrow in the bull. We will leave it there. It will serve as a mark to guide us to our goal, lest we stray away into the many by-paths on our journey. These have"},{"pageNumber":133,"pageContent":"THE BATTALIONS OF HEAVEN 135 interest, and are not without instruction and much beauty also. But they concern us not here. I want to tell you of the campaign as it has reference to Earth. We leave the effect of it on those other worlds aside and speak of Earth alone, or at least in principal. Except this one alone. You were curious of our words about other planets. Now I will mention Mars. So much thought has been directed upon that solitary planet of late years that it has become foremost of interest to those who are not of science but of ordinary citizenship. That is so, my son? Yes, I think you are not far out. The reason is reflex. The people of Mars began it. They have directed a vast amount of thought-waves in your direction and you have responded —no, more than that. The reason of this intercommunion is found in the kinship between the people of Earth and Mars. Some of your astronomers speak of them so familiarly as to call them Martians. That would amuse them as it also gives us a pleasant little shiver of happy mirth. Well those who know the Martians so well tell you they be much ahead of you in intellectual development. Do not they so, my son? Yes, quite correct. They do say so. They are in error. The people of Mars are, in some things, ahead of you of Earth. In other"},{"pageNumber":134,"pageContent":"136 THE LIFE BEYOND THE VEIL matters not a few, they lag behind you. I have been there. I know this. But these things you shall in time compass by your science normally, and then they shall be all your own, and you will be the more justly proud to know them. That is why we often refrain and bring restraint upon our clacking tongues. It is why I do so now. You say you have been to Mars? Even as they of Mars have been to us and to Earth. See you, my son, we do these things here efficiently. I am one of those who were embodied in that army of the Christ at the Tower. Other armies had been gathered, and others still were added later. Not one of all those myriads but is most carefully schooled for his one individual task in hand. You train your own armies in like manner. Some have duties on this wise and others on that. It was of moment to the able execution of my own part that I should know of the state and progress of peoples other than my own of Earth. To that end I went to one University after another, so to say it. Very good. One of those Universities was at the Temple of the Holy Mount, one at the Tower and the Five Domes, and another at Mars. What was your special work, may I ask, Arnel?"},{"pageNumber":135,"pageContent":"THE BATTALIONS OF HEAVEN 137 You speak of the past when you ask me \"was.\" My task is of the Present. I am about it to-night here with you, my son, and thank you for your good aid to its advancement. A RNEL ±."},{"pageNumber":136,"pageContent":"THE CHRIST SPHERE Thursday, February 27, 1919. 5.30—6.10 p.m. The events you have just related occurred, in Sphere Eleven, as I understand. Is that so, Arnel? THAT is so, my son, according to the enumeration of the Spheres as my Lord Zabdiel* gave it to you. I see the point of your question: I see it half - formed in your mind. I will presently deal with the matter and clear it away and then to my narrative. I have told you already that the conception of this enterprise had its genesis not in the Sphere Eleven but in realms much more exalted. You have read of the Christ Sphere. That is a real entity, but is understood by some in one way and by some otherwise. The spheres are so constituted both as to content and bounds, as to be not competent of any rigid tabulation in your philosophic habit of thought. If we and others speak of them * See Notes, pages 15-16. 138"},{"pageNumber":137,"pageContent":"THE BATTALIONS OF HEAVEN 139 we must divide and classify them, however; and this we do for your better understanding. But, the method of classification is not of universal acceptance. It is no dogma with us. Yet if you search beneath the outer wording you will find a certain agreement among those who transmit their messages. Some say there are spheres seven and the Seventh is that of the Christ. Well, so be it. Zabdiel* and I have spoken of spheres up to the Eleventh. Now, as we have marked them off, that of the Christ would be two sevens and one. In this way: two of these spheres of ours make one of those who speak of seven only. But methinks these should the rather say, not that the Seventh is the sphere which contains the Christ, but the highest known of those which the Christ contains. In our enumeration the Sphere Fourteen—or the twofold Seven—is the highest Sphere of which we of Sphere Eleven have any real cognisance. We are not yet capable of assimilating instruction of what obtains in those Spheres superior to the Fourteenth. So we say that, inasmuch as we know the Christ to be omnipresent in that Sphere, needs must that He personally be of a Sphere at least one beyond. For there is no mite of all the circumference of that Sphere where He is not found * See Notes, pages 15-16."},{"pageNumber":138,"pageContent":"140 THE LIFE BEYOND THE VEIL in presence. If He, then, contain that Sphere in whole within Himself, Himself must also be produced beyond. Thus the two Sevens and the One. That is so far as we here are able to reach in our reasonings on what instruction we have been given. So we say that, in this manner of reckoning, the Sphere of the Christ is the Sphere Fifteen which includes within itself all those fourteen Spheres inferior. This much we say, and yet refrain from definition of the Sphere Fifteen, either as to its bounds or conditions, for of them we know not. But wherever its bounds be set, if set they be, it is from that Sphere Fifteen that power and authority are given to those who rule in the Spheres below. That is the limit of our imagining; beyond is to us the great Unknown. I am able, however, to tell you one more thing and not break my caution—I must ever be guarded of myself that I give you not surmise under guise of knowledge. It is this. That Council of the High Powers of which I spoke is the same which gathers for deliberation from age to age. Their decrees are registered at times in earth records when revelation is made of them to those who are able to receive them. Thus that Council met when the material cosmos was devised. A RNEL ±."},{"pageNumber":139,"pageContent":"ANGEL HELPERS Friday, February 28, 1919. 5.38—6.38 p.m. IT met again when man became and stepped out of the vast chamber of age-long sleep and slow awaking into the brightening dawn of responsive activity and, for the first time, gazed abroad on those realms of future conquest to see what he would do. These, or some Council delegate of These perchance, noted the passing of Atlantis and, in later ages, those times of stress when some new element of man's potential greatness travailed in its struggle for self-assertion in the economy of further progress of the race. The late impetus was given to your sciences of the phenomenal from the same far realm. Men thought that phase the crown of the wisdom of those ages behind them. But finality is not found in this marshalling of material array, and the royal progress still continues on its road. For not here is the City of the Crowning, but away to heights beyond. You have 141"},{"pageNumber":140,"pageContent":"142 THE LIFE BEYOND THE VEIL just made transit of the valley and gathered the, pebbles from the streams therein as you passed. You bring them with you now against you meet the lapidary. That shall be some day and he will burnish those pebbles bright and beautiful for the kingly crown. But he dwells not in the valley, nor among the rises where now your way is laid, but up among the highlands where the light strikes full and warm. Here is the Porch of the Palace Royal where dwells the King His Court, but Himself is afoot on active service way down there below with His myriads where He once again walks earth unseen and in His train we march who speak to you and do what work He has given us to do. Do I understand you aright, Arnel, that the Christ is at the present lime on the earth plane and that you and, many others take your orders from Him? From whom else should we take them? Note you, my son, the remarkable forces at work, and judge all fairly. Your science, intoxicated of its own exaltation, has made one more leap and toppled over out of the material into the ethereal—this against those same precepts which urged it on. Signs and wonders are spoken of of divers sorts, and what was once a whisper now gives place to declamation. Look around you and you will see, reflected in the waters over all the earth, the"},{"pageNumber":141,"pageContent":"THE BATTALIONS OF HEAVEN 143 smiling faces of us myriads, all at work and busy always. We are silent, but you hear us; we are unseen, but our fingers ripple every wave. Men say they feel us not, and yet our presence envelops you and we make merry to be poking those same fingers of ours into every pie you make. We do, not steal your plums, nay, but the pie is the sweeter for our contributions. A tinker left his pewter trencher upon the seat where he had eaten his evening meal, out in the porch to his cottage, and went to his bed forgetting it. The old cat, in the darkness, came and found what meat he had left and ate it up. Then for, bed she stepped within the circle which she had found so savoury. But it was uncommon hard and many times she turned her round and round to make her a snuggery there. But naught did she save to polish that trencher with her soft fur coat, as it had never been so bright before. At dawn the tinker sallied forth and in the morning sun the pewter shone like plate of gold. \"Now,\" said the tinker, \"here be strange doings. The meat is gone, but the trencher remains to me. That the meat be gone spells \"Thief,\" yet that the trencher remains, and all brightly polished, cries \"Good friend.\" But, being reasonable man of mind, methinks the solution of the matter lies this way: I ate the meat myself, and while I drank my mug"},{"pageNumber":142,"pageContent":"144 THE LIFE BEYOND THE VEIL of ale I, meditating on the stars and other high matters, polished it the while on my jerkin gathering combings of the clouds, as men of mind will do. And here comes cat to verify. See you, cat, is not this pewter bright and did not I, your master, burnish it? Or, of your uncanny wisdom, tell me who?\" And the cat made answer, \"Me,\" and forbore to finish her \"me - ow,\" being a cautious cat. For in the trencher she saw her own face reflected. And the tinker said, \"Poor dumb beast. Well, it is well your master has both wisdom and speech to voice it.\" So he took the trencher within and, with pride, he laid it upon the settle for his wife to see. But she looked out of the window and said only, \"Cat settles herself for sleep. Wise cat is she, and ever was.\" And I suppose in this parable of yours, Arnel, you are the cat? But one hair of the cat, my son, but just one hair am I, no more. A RNEL ±."},{"pageNumber":143,"pageContent":"THE PURGING OF THE SPHERES INFERIOR Monday, March 3, 1919. 5.37—6.55 p.m. OUR first business to take in hand after that stage wherein I was called to join in the enterprise was the clarification of those spheres inferior. All these were in touch with earth nearly, and had given of their guiding in the ages preceding. The inverse is also of fact, namely, that they had received into their composition such contribution as earth made from generation to generation. This of necessity, because the spheres are recruited from earth, and those nearest to earth more immediately. As people come over by way of death's port they are, as you know, taken in hand and helped on to clearer views of life. Old errors are gradually purged away, new light is gradually accepted and assimilated. But keep it ever in mind that no rigid law binds life, either of earth or of the heavens. 145"},{"pageNumber":144,"pageContent":"146 THE LIFE BEYOND THE VEIL Free-will is sacred and operative continuously and universally. It was in consequence of this element, this supreme factor, its presence in the, spheres, that it so happened that, in the process of purifying those who came over, they also received into themselves a certain degree of default. Most of the error so brought over had undergone a process of transmutation into elements beneficent and good; but not all. This same free-will, so fugitive of logic and of all bonds soever, had permitted of some elusive erratic particles to mingle in the life of these spheres and to remain suspended in their atmosphere. This element had accumulated. It had not attained to any very serious proportion, and, in the ordinary course of things, would have been left to the development of future ages. But just at that time this was not good to do. For this reason: The trend of human development had been downward and outward, toward and into matter. That was God His purpose, namely, that He manifest Himself in detail of form phenomenally. Because this way was downward set, the elements of error increased in greater measure than the reservoir of spirit into which they were poured from earth was able to absorb, assimilate and to transmute. It was, therefore, necessary that on our way to earth we clarify these spheres. And"},{"pageNumber":145,"pageContent":"THE BATTALIONS OF HEAVEN 147 this we did preparatory to our more intensified operations on earth itself. Why \"more intensified?\" Always earth is operated on from these realms. This was to be an intensification of those operations, an access of dynamic urge of such degree and impetus as should serve to send the hoop spinning safely down the lower slope and give it a good start on the upward turn on its way toward the peaks across the valley. This has now been accomplished, and the ascent is well begun. So we acted as a film of gelatinous compound acts upon a cask of wine. As we slowly descended, a steady cloud of workers, ever vigilant and curious and close knit together, we bore down with us and beneath us all those elements discordant, down, ever downward, toward earth. This has continued for generations past. And as we, being constant in our movement and irresistible, lessened the space between our far-spread array and earth its plane, those elements between us and you became ever more concentrated upon their own content.. By and by they began to flatten out over earth itself like a thick vapour all in movement, ever becoming more frantic and frenzied as the elements of which it was composed jostled each the others, wanting room. This commotion increased and extended as we"},{"pageNumber":146,"pageContent":"148 THE LIFE BEYOND THE VEIL pressed more closely round the sphere of earth, and ever more and more they mingled in earth's life and policies until they at last burst through the encircling envelope ethereal altogether and became of the economy of the world of men. Behind, above us, we, looking upward, saw the heavens cleansed of this age-long rising vapour, and brighter and more beautiful for their cleansing. Below us, where that same vapour had been compelled—well, my son, need I enlarge? He among you who has eyes to see may see the effect of our operations ever more potent these few centuries last ago. It were a dullard indeed who should say to-day he did not see our work in its effects. But when these dire forces broke into your atmospheric belt—so to borrow a phrase from your sciences—then we, still pursuing them in their steps, burst through also hard at heel. And here we be, arrived and in possession of the field at last. But, my son, my son, it has been a long, grim battle of the forces, aye, long and grim, and fierce withal betimes, my son. We have won through it with the good comradeship of the manhood of your race, and their women, all so wonderful to us who have, time and often, marvelled in our joy to find such mettle in your womankind. Well, well, you have suffered, you of earth, full sorely,"},{"pageNumber":147,"pageContent":"THE BATTALIONS OF HEAVEN 149 and we love you more because of that. But know, my son, if we gave blows straight and heavy in the fray, we also took our wounds not few nor Slight. We suffered, too, with you. And we were glad we suffered when we came close enough to see how you were suffering, too, so greatly. It helped us as we helped you, both. It helped us much to see it. Are you speaking now of the Great War, Arnel? Of that as climax. But ever in increasing force, as I have already said, this war has gone on for these ages past. Its martyrs have been many, and many phases has the war passed through. You would count it strange were I to table for you all of these in total. I name but a few of these phases: the phase religious and theological, artistic, political and democratic, scientific, the warlike phase which took such vogue this last millennium as to absorb well-nigh all dynamics into its wide-open maw. But we have won through together, and now together we will foot it onward up the heavenly ways toward the sunlit peaks ahead. The valley lies behind us in the gloom. So. We take our staff and turn our faces upward, and on our war-marked limbs from yonder peaks there falls a gleam which makes our wounds into garlands upon"},{"pageNumber":148,"pageContent":"150 THE LIFE BEYOND THE VEIL our breasts and bracelets around our wrists and of our torn and soiled raiment lace of filigree beautifully wrought. For our wounds are honourable wounds, and our garments witness to our deeds. And our great and common Captain is the Christ Who knows what battle is, aye, and wounds withal. My blessing, my son, I am not sad to-night, but the battle is yet scarcely silent to me to-day, and within me stirs the heavenly slogan still, and my hand grips tight betimes to think of it and what we did, and more of what we saw, and of the tears we shed for you of earth, my son. Aye, we were tearful, more times than one were we, and more times still. For we had vision clear of Him Who led us on, and your poor sight was heavy with the mists, so you saw Him but dimly, when at all. And we were pitiful for you all, my son, because of that same thing. And yet through all our tears, responsive of your own, we looked upon you in wonder, and not a little awe, to see you fight so. But oh, how you fought, you sons of men, how well you fought! I say we stood still to wonder, until we minded us and one another that you too were warriors of the same King and Captain even as ourselves. Then we understood and, weeping still, rejoiced and turned our gaze towards Him where He stood"},{"pageNumber":149,"pageContent":"THE BATTALIONS OF HEAVEN 151 commanding; and so we made our worship to Him on your behalf. My blessing, I cannot further now, my son. My blessing to you; and to my brother men of earth greeting in great love and benediction. A RNEL ±."},{"pageNumber":150,"pageContent":"THE REASON FOR THE EXPEDITION Wednesday, March 5, 1919. 5.30—6.22 p.m. WHAT I have given to you, my son, is an account of the enterprise so far as it came within my own and personal cognisance. I have given it in a lump, and not in detail. I shall now speak to you of some of the incidents of which I was self-witness during the time of our progress earthward and on our arrival. But I will begin by telling you this: Our operative descent was continuous and irresistible. It never rested and its pressure never was removed. The closeness of our ranks was never destroyed. Nothing from below could break us through. But the individual details were not ever constant. I speak in earth words and use your earth ideas when I say that our various companies were from time to time relieved. Then they betook them on their ways aloft to rest in their proper homes awhile, or make some softer 152"},{"pageNumber":151,"pageContent":"THE BATTALIONS OF HEAVEN 153 and less strenuous expedition among the free realms of the heavens of God. For the enterprise pressed earthward was local and, as to spatial comparisons, very small. The whole field of our operations did but fill a minute speck in an outlying corner of the cosmos of matter. The significance of it was of spiritual kind. I have already said that the effect of earth policies had been felt even in those spheres somewhat removed from earth. But this effect was beginning to be of wider extent and had been felt on other planets, so that some of their dwellers were experiencing a sense of shrinking, some were bewildered and muddled as to the cause, not knowing its origin. On other worlds the origin was sensed and earth writ down a troubled and troublesome member of the planetary confraternity — these the more spiritually advanced. Had not we, who knew earth by actual sometime inhabitation, taken the matter in hand, it would have been dealt with initially from those planets. Those who have become so evolved as to have compassed the art of intercommunication already had begun to exchange counsel. Their motives are very noble and spiritually high. But their methods are of their own evolvement and are not such as earth would have understood. They would have been so severe as to have produced such an access of"},{"pageNumber":152,"pageContent":"154 THE LIFE BEYOND THE VEIL God-denial such as would have thrown you back a brace of centuries just when you most needed a forward push. Think of this when you are troubled by thinking of the sufferings of those who have led the world these thousand years past and those who lead to-day. But it was made known to those planetary worlds that the Christ had taken the matter in hand and then they summarily offered Him their aid in supplement. This He accepted and has used them in reserve, so to say it. They have sent to us of their virtues in a stream of power to reinforce our own. So have they sustained us in greater strength, and so also has the fight been shortened. Keep these few things in your mind, therefore, the while I tell you of our doings in more detail. Those incidents are such as will serve to help you to understand something of past history from the causative point of view. In future times men will study history more from this inner side of it, and will then be able to correlate the outer events of the world's progress in more understandable form than is presently the case. It is so strange that men should take so small account of us and our doings. For you do dwell upon the earth widespread and with large spaces unpeopled. So you in total are still but few. We"},{"pageNumber":153,"pageContent":"THE BATTALIONS OF HEAVEN 155 encompass earth about on every hand and our ranks spread back upward through the steppes and stories of the serried heavens. So we be many, and each one of us of power greater than the most of you. Ah well, the dawning light will send its rays aloft and search us out in our hiding-places amid the light and brightness of the spheres. Then earth will feel less lonely as it rolls along the meadows of the void. Earth will know in that day that all about those meadows fairies play and, elves besport themselves in their merriment and that earth is not lonely but at one with the myriads of the redeemed of earth who have linked up humankind with those afar who dwell on planets some of which you see of a clear night and others which are not visible to you of earth. Nor will they be until you put off from your low-lying shores and sail your boat toward the open sea, toward the great expanse, toward the western region of the sun. A RNEL ±."},{"pageNumber":154,"pageContent":"THE HEAVENLY ARMIES OF THE CHRIST Thursday, March 6, 1919. 5.40—6.45 p.m. FAR out upon the heavenly steppes were flung the armies of the Christ. One beyond one recurring they rose in their ranks and degrees. I with my own companies stood upon a terrace which at that present seemed to be suspended in mid-heaven, neither atop nor at the bottom of that great ocean of beings, each drop a warrior with his own task apportioned. For a marvel had been wrought which even to us of the Sphere Eleven was new and solitary. The preparation of us all for our entering into the fray had gone on apace with divers effects upon us. One was that, while our magnetic capacity had been enlarged in each one of us by the inpouring of virtues both from the heavens above us and from those planetary rulers of whom I told you, our faculty of vision had also been enlarged beyond the ordinary, so that we were 156"},{"pageNumber":155,"pageContent":"THE BATTALIONS OF HEAVEN 157 enabled to see afar into regions sealed to us hereto. The purpose of this was the co-ordination of forces, that is to say that we were given a wider range of vision in order that we might watch the movements of those in degree above and below us, and so suit our own to theirs. Thus we should the more perfectly work together to greater advantage. Those below would take heart also of the apparent presence of those of brighter and stronger aspect from whom, moreover, they received leadership and direction in the fray. So it was that I gazed in awe at the sight above and below and on every side of me. I had seen beauty and many great wonders, but none so great as this. Below there appeared layers of colours manifold, one beyond the other, as I gazed earthward. These were the distinguishing colours of the spheres between my own and earth. They were the garments of the armies marshalled ready to descend. Below them all, forming a background to them; I saw the mists of vapour swirling about the earth. Murky, thick and horrid they appeared, with streaks and shooting tongues of red and dark green cleaving the dull slate-brown clouds which whirled here and there like thick gelatinous substance, as those serpents of evil darted here and yon about their ghastly business of the hells."},{"pageNumber":156,"pageContent":"158 THE LIFE BEYOND THE VEIL We did not shrink, we did not fear as we looked upon the sight. Yet we took hand, one of another, in love and comradeship, and were very solemn awhile. For our journey must be against and through that noisome mass. Earth lay within it, and we must win through to earth, for our aid was sorely needed there on that dark planet. The thought came to me as I gazed, \"How can man abide within that awful hell-soup and still breathe and live?\" As to ourselves, our task was to absorb what we might into our own economies by transmutation, as I have already said. What should prove to be insoluble must be driven into the deeper hells there to decompose of itself, so to say it. A pretty meal for us, you will say, and not much savoury. And that is truth. But we were safe to be enabled for our task, safe both in our myriads, and in our Leader the Christ. Then we turned about and looked aloft. There they stood, or moved softly, terrace on terrace of those brighter ones. Each terrace was a heaven, and each heaven, as then displayed before us panoramic, was a step on the great flight of stairs which stretched up and away mountains high, in dizzy space suspended, until it entered into impenetrable radiance and the top was lost to sight. Only those some spheres beyond us up the ever"},{"pageNumber":157,"pageContent":"THE BATTALIONS OF HEAVEN 159 brightening rises were competent to look into that light and see what was therein. To us it was a void of light, none else. Yet it gave us strength to see those myriads within our range. How lovely were they, those most near to us, clad in robes of lustrous material of hues unknown to those below us. Those higher, up beyond were enveloped in an aura gossamer-like, their bodies radiant with their beauty of form and substance, each suggestive of a stately poem or tender song of love and aspiration, each a god in grace and equipoise, each, with his peers, perfectly displayed before us. You would say, in earth words, they were distant very far from us. In truth they were so, yet we saw them whole and in detail, both of form and raiment, if raiment be any name by which to call that radiance which enveloped them. But these were intermediate withal. There were other myriads beyond the compass of our vision. This we knew, but saw them not at all; they were too sublimate for us of our estate to see them. And atop of all we knew there stood the Christ. If these be all so lovely` we said one to another as we gazed, what then must He be like in His native glory! Here we stuck, we could not go farther, so left the matter there. For we knew He would come to marshal us. And when He"},{"pageNumber":158,"pageContent":"160 THE LIFE BEYOND THE VEIL came He would assume visibility for the sake of us, conditioning Himself to the capacity of the indwellers of the descending spheres, as He passed by on His progress earthward. For it was made known to us that He who was above them all would press through and downward until He stood within the firmament of earth to lead the van. Aye, my son, never was such leader as He. Among the gods and principalities there cannot be His peer in leadership both of angels and of men. I say this solemnly, for those Heavenly Powers and Princes be not cut to pattern, you shall know, but, as with you of earth, so here, each expresses a personality of his own. This do we, the angels; so do those above us in degree of holiness; so do those of still higher rank and so do the greatest express each the excellences of the Father in his own free personality. So I say it, that, in respect of Leadership, the Christ is peerless among them all, I think, and those my comrades with whom I was there at speech said even as I said. But we will speak of this again to you and you shall then say if we seem to have judged aright or no. A RNEL ±."},{"pageNumber":159,"pageContent":"THE APPROACH OF THE CHRIST: THE ADVANCE GUARD Friday, March 7,1919. 5.40—7.0 p.m. WE waited expectant, gazing aloft along the serried heavens as they stretched away beyond and above us. There they lay like a gigantic carpet of silk unrolled and falling, all flounced and pleated, like a cascade of waters prismatic in the heavenly sunlight. Each pleat was a heaven, each flounce a borderland conjoining two and blending their dominant colours into one. It swept down from the heights in glittering waves, their hues scintillating in the celestial radiance like jewels on a kingly mantle, each crystal atom an angel of power who, as he moved, caught and reflected sonic new beauty of those heavenly rays. Then, as we watched, the farthest line within our vision slowly began to change in its colouring. The normal hue was there, but suffused by another ingredient, a new effulgence. And we knew that 161"},{"pageNumber":160,"pageContent":"162 THE LIFE BEYOND VEIL the, Christ and His retinue had come within the compass of our vision. Very beautiful it was to see, as one after another of those silken pleatings seemed to fall over and tilt the lap beneath till it fell over too and kissed the third, which likewise bent its head and laid its cheek caressingly upon the shoulder of its kin below. This was the aspect as we viewed the coming of the Christ afar, the while He descended, step by step, towards us, ever nearer and yet vast intervals away above there, just emerged from that impenetrable light and throwing forward over the spheres the influence of His Presence as He descended toward our own. At length the light-waves which went before Him began to ripple upon the utter boundary of a region but a few spheres away, and then we could note what was toward in some more detail. We began to see His wide-flung foreguard as they advanced and threw their beams before them as they came. But Him we saw not yet. Then, after long ecstasy of wonderment and great uplifting at the sight of so much power and glory, we began to feel within us a glow which suffused us with a sense of love and pity and an access of resolve to put of our best into what work lay ahead of us. So we knew that He drew near in person."},{"pageNumber":161,"pageContent":"THE BATTALIONS OF HEAVEN 163 But I cannot tell you how He came, or when He passed onward, below us, my son. It was all too glorious. I will give you what I am able. That glow increased until we felt so strong and able that we stood each erect and craned our necks to see His coming. First came the retinue which went before Him to prepare us. For He came now not as I have limned to you some times already. In His great glory and native strength He came this time to enable ten thousand battalions of His chosen for this great enterprise. So it was necessary that we absorb of His strength to our utmost, and for this we must also be gradually attuned. So they came and, as they passed over us and through our ranks, one gave a word of wisdom, another his blessing, another a kiss of peacefulness, as each had need. They went among us leisurely, those strong ones, and singled us out and in a trice had scanned our lack and had supplied it and passed on. Those who went above us directed them where need was. All worked together in a harmony of business which in itself was no mean lesson to us. What happened to yourself, Arnel? There were women with them, as there were, with us. You send women to the wars of earth, my son. We also brought with us women to the rescue in their proper spheres of service."},{"pageNumber":162,"pageContent":"164 THE LIFE BEYOND THE VEIL I stood there away from my fellows, for there had been gathered together a number by one of those who came in order that he might speak to them. And as I stood so there came to me a man and a woman. They smiled and took each of them a hand of mine. The man was of greater stature than I and the woman but little less than he. A comely and most stately pair, but very simple in their humility and love, as all those great ones be. Then he put his other hand upon my shoulder, and he said, \"Arnel, you are not unknown to us, who work together for the most part, combining our native qualities for the work we have in hand from time to time. So we sought you out together on our way through this your home. The lady my companion has, I think, something to say to you before we pass onward. She has kept it within her this some time past awaiting opportunity.\" Now the woman was very beautiful; her radiance, joined with that of him, abashed me, and I could do naught better than gaze aground in silence. And while I did so I saw her grip tighten on my hand as she raised it a little. Then down before my lowered eyes came the crown of her beautiful head as she stooped to kiss my hand. For a little time her lips remained there and I looked upon her silken brown-gold hair, where a"},{"pageNumber":163,"pageContent":"THE BATTALIONS OF HEAVEN 165 gold band crossed it where it parted and fell away each side. I could not speak, for the touch of them overcame me with a joy uplifting and so exquisite in its holiness as I cannot put it into words. And then I raised my eyes to his, questioning him in my perplexity and, as she slowly lifted her head and looked at my face, he said, \"She is grand - dam, my friend Arnel, to the girl Miramne.\" I looked from him to her then and she smiled and said, \" I thank you, Arnel, for you did for me what I was not able to do, being too far removed. But, seeing the plight of the girl, I sent to you my longing, and you readily responded to my wish. I thank you as she also soon shall come to thank you for herself.\" Then she kissed me upon my brow, gently impressing me toward her, and they went upon their way, smiling upon me as they left me, so that I felt I should always be in touch with them thereafter, and never far away. It is so here. You are wondering who is this Miramne of whom he spoke. So did I wonder, albeit I knew her well. As I was going about my business on a time not long before I, as you perchance have done, stood still of a sudden, feeling that some one wished my attention. Well, as I stood there passive, there came to me no voice, but an impulse"},{"pageNumber":164,"pageContent":"166 THE LIFE BEYOND THE VEIL which forthwith I obeyed, I made haste to descend to the earth-plane and, by some exoteric influence, was led straight to a young woman who was about to pass over into the spirit life. At first I scarce knew what my duty was. Only I knew it lay there. But I soon made it out. Waiting for her passing there stood near me a man. He had been her bane on earth and was awaiting her now to claim her and drag her away with him into his wickedness. So, to be short, I met her when she came through, warded him off with much endeavour, and bore her to a place of safety where he could not reach her in the Sphere Three. She is now two spheres advanced, and I have warded and tended her all the way. She is one of my charges. So there you have it. And now it was a great joy to me, both to know from whence came that first request, and also to know I had served the sender of it to her approval. Such joy you cannot understand while you still be of the earth, my son. Yet He forelimned it when He said the story of the Almoners and the greeting awaiting such as were trustworthy in their duties. \"Well done, good and faithful, enter you into My joy with Me.\" So did I then, my son, I had not lacked in that little service, and now I entered with the greater joy upon this"},{"pageNumber":165,"pageContent":"THE BATTALIONS OF HEAVEN 167 present and larger enterprise. For I knew that her words were such as He Himself would have spoken to me. And His greater joy is ever the joy of service. A RNEL ±."},{"pageNumber":166,"pageContent":"THE HERALD Monday, March 10, 1919. 5.31—6.38 p.m. NOW you shall know that these transactions extended over many years in your earth time. Meanwhile we went about our business. When a reforming of a community of earth is proceeding people still work their work-o'-day. And so did we. Only the one great and dominating thought which permeated all our doings, and tinctured any scheme of service we chanced to have on hand, was the coming of the Christ and the conditioning of the spheres above us as He came. This we could see as we went our ways here or there; and at times we assembled to note more carefully the changing splendour of His progress. Such times we mostly came at call when some herald would enter the state of our sphere and, standing sometimes upon a mountain peak, or in mid-heaven suspended, would proclaim 168"},{"pageNumber":167,"pageContent":"THE BATTALIONS OF HEAVEN 169 the assembly. Then those of us who were so called would go to the place of meeting and await what should befall. Such an occasion was that which I narrated to you at my last coming. But at other times we pursued our ordinary work, or were especially trained for our future service with our Prince when He should call to us, or were sent on special missions into other spheres. But in this last case a more perfect line of communication was maintained than in ordinary, so that we might be notified if a sudden call should be made on our attendance. Yet, although many things were done at this time which would be of interest to you and helpful, I will go by these presently, and, if it should be so ordained, at some future time I will return to them. It is my purpose now to tell you of the Coming of the Christ Himself. We came together, we who were elected to follow Him, and gathered within the park-lands where stood the Tower of the Angels. As we waited we looked up to the Palm Crown atop. Gradually there emerged into visibility, one after other, many angels. They were kneeling, sitting, standing, reclining among that lace-work. They did not move into their positions from within the Crown. They became vested with visibility before our eyes."},{"pageNumber":168,"pageContent":"170 THE LIFE BEYOND THE VEIL They were first there unseen, and then took on their outward shape where they were. Having done this they did not remain still, but moved about from one place to another conversing. These were of high degree and very beautiful. I have already related a similar incident to you. I do not think many of these were the same who came then. Some of them were. When they were all set, another form was seen to be taking shape, in this wise: There appeared a new item in the Crown—a cross rising from the centre of it and above it. The last angel to come stood on one arm of the cross and rested his left hand against the upper portion. He was more resplendent than any of them. When he had fully taken on the condition of our Sphere, he raised his right hand, looking down on us the while, and gave us his benediction Then he spoke to us in a clear bell-like voice, not loud in tone, but still reaching us way down below and all who stood within those precincts. They were scattered far and wide about the meadows and hills, and some upon the roofs or in the boats upon the waters. So he made his proclamation and he said: \"We have called you, my comrades, that you should hear the message of Him Who draws near this State in order that at His advent and His"},{"pageNumber":169,"pageContent":"THE BATTALIONS OF HEAVEN 171 passing you understand what those should be to you and lose no blessing. \"Know you, therefore, who have seen Him times again that now He comes in other guise. As you have seen Him hitherto He came for some one purpose or another, in special phase of person,: as special need required. Now He comes, not in His fulness truly, yet in much greater fulness of majesty than sometime He came. For then He descended to you upon His business peculiar. Now He comes with the mandate of His Father to the work. \"It is an emprise of great moment, for earth is in sore need of you to help. When therefore He passes by you, do you, each and every one of you, bespeak of Him what qualities you most do lack. So shall you become attuned to the task in hand and strengthened to its accomplishment. \"Be not unready, nor overawed too much, of His glory. He brings it for you. Himself has no such need. It is for you He comes all-glorious, and the beams of His radiance are for you. Bathe you in them, therefore, and appropriate to your use what of strength and ennoblement they carry in their magnetic forces. \"Now make for yourselves small companies for friendly conversation. Speak one to another of what I have said to you. My words to you have"},{"pageNumber":170,"pageContent":"172 THE LIFE BEYOND THE VEIL been few. Make you them into many. And where you stick these my companions will help you to resolve your difficulty. So shall you be at ease the more when He shortly comes and, while He passes, you, seeing and hearing and feeling, shall also understand.\" Then we did as he had bidden us. And those who had inhabited the Palm Crown while he spoke did not fade away into invisibility from which they had emerged. No; they descended amongst us, going where their aid was needed, and great was the peace they brought to us. So that when the Christ passed by we were not found unready. We were able to absorb into ourselves of the wonderful river of the waters of the Life which bathed us to our baptism of His inner counsel and purpose. This was the last of those assemblies before He came. When it was over we knew we were one with Him, and so in quietness and content we awaited His good pleasure. A RNEL ±."},{"pageNumber":171,"pageContent":"THE PASSING OF THE CHRIST Tuesday, March 11, 1919. 5.30—7.9 p.m. WE were gathered together among the highlands of the Sphere Ten. A solitary place it was and with very few habitations. What buildings were there were occupied for the most part with the co-ordinating work of the great central Tower where outlook was kept over wide regions continually. This, of course, was before you became a dweller in the Temple of which you have told me? Yes, my son. It was late in His progress that we met with Him as He descended. At that time I had been advanced to the Sphere Ten, of which I had now been inhabitant for a considerable period. Here was I when He reached the boundary of that region. We watched the mountain range in the far distance. The light upon it was crystal-bright, 173"},{"pageNumber":172,"pageContent":"174 THE LIFE BEYOND THE VEIL and in hue green-golden. Then it began to change, and green in it gave place to rosy pink, like a red rose seen through amber. This deepened in its lustre until the whole range flamed red-gold, with waves of light rolling over it as the retinue moved hither and yon in their progress forward. Then we began to see their forms as they came toward us. They were outlined against the cloud of light in which the Christ Himself moved onward. They were very glorious and of mighty stature, as of strength to match. Men and women they were, and one here and there was a dual angel—two-in-one—I leave it there; you would not understand that mystery, nor could I put it into words for you. They were neither bisexed nor sexless. Let it rest there. They were very lovely to see, but of softer mien than the men and more queenly than the women their companions. So. This company passed forward, therefore, into the condition of our State and filled the whole firmament with their light and glory. They did not descend among us, these. They hovered above, dropping upon us of the dew of their sweetness and peace, so light as kisses wafted to us on a summer breeze, but full of power, and charged with understanding of mysteries very deep and holy. As these tokens of their love fell upon us we became enlightened in matters hitherto beyond"},{"pageNumber":173,"pageContent":"THE BATTALIONS OF HEAVEN 175 our range, and so were made more competent for our work. Some took up their stations on the highest of the peaks where few of our sphere were wont to, ascend, the atmosphere at those elevations being too rarefied for endurance, and none were there—at that time. The new-comers took their stand in groups, one here, another far away upon another peak, and so on, till a circle was made of the whole vast region, with groups in between where some mountains had place within their circumference. So they called in music one to another, both instrumental and vocal, till the welkin vibrated with their harmony. Nor was that music without its effect upon us, for to what had been given to us by their peers these added a sweetness all their own, as a mother coos her babe, already resting, into rest still more profound. Anon the horizon deepened to crimson-gold, and yet the gold was primary and the crimson interspersed. And we knew the Christ was at our gates. He came. How shall I tell you how He came or of the glory of His Presence! As I essay to do so, my son, I pause in fear. For to bid the Court Fool display the progress to the Crowning of his liege Prince, to show with his cap the crown how"},{"pageNumber":174,"pageContent":"176 THE LIFE BEYOND THE VEIL it sat upon the royal head, with his staff how the sceptre was held in rest, and to shake his bells for the music of the choir—well, my son, that were to do irreverence to the King. And that is how I feel to be agait of my business now. And yet, if that poor Fool should love his royal master very well, he would do what in him lay to show both how the King had deported himself before his people, and also he would be curious to certify them of the unworthiness of his parody, lacking skill of play-acting, and of material for the play. So do I now, and He Who keeps the eagle for high heaven and the sparrow for the hedgerow will accept my little flight and twitter, so they be offered in humility and with good intent. His circumambient radiance increased in its brightness and expansion until we were all enveloped within it. I could see my companions even to the farthest bounds quite clearly. But all the air was tinted rosy gold. Our bodies also were bathed in its liquid flood. So He enveloped us whole and several. It was within His Presence and Personality we stood, and we felt not it but Him in and around us. We were in, and parts of, the Christ. And yet, although He thus became universal to us, He did not eschew to appear in outer form. I saw Him as He moved about, above and among"},{"pageNumber":175,"pageContent":"THE BATTALIONS OF HEAVEN 177 us. It is very hard to tell you. He seemed to be everywhere at one time in His bodily, localized form, and yet there was but one of Him. I cannot say it better, and it is not very well said, forsooth. So He appeared to us. I doubt me much He was not seen in detail of character by each one of us identically. To me He appeared as I will tell you. He was very large of stature, some two men high, but He did not seem so. To say \"giant\" would be to say a wrong idea in total. He was just man, but man ennobled in aspect as in build Very well. Then upon His head He wore a crown, just a broad band of continuous blending with ruby-stone And metal of gold alternate. Their rays were not intermingled, but the ruby rays were red and the gold rays were golden. These went upward, ever expanding, into the heavens and were caught upon the robes of those who hovered there which became much beautified by them. His body shone naked, and yet not unclothed—which is paradox. I mean to say that the glory which His body emitted went into every part of the region and bathed all in its glow. And yet some seemed to be reflected back when it beat upon the screen of our reverence so that it, returning, enveloped Him in our own responsive love, like golden armour upon His form. Now that was very sweet, both to us and to Him. To us"},{"pageNumber":176,"pageContent":"178 THE LIFE BEYOND THE VEIL He did not scruple to surrender the sanctuary of His native beauty. And we took up the only robe worthy of the service and laid it in reverence upon Him, eyes aground; and loved Him to heart-breaking for His sweet confidence with all the exquisite tenor of our fond and worshipful love. But we had seen His glory and we knew His power suppressed within and ready. So, although He wore no armour, He went clad in golden mail, Our offering to Him. Of His own, as all is His, we returned to Him our presentation. His feet went bare, for what we gave Him fell short by that which we had absorbed into ourselves. So the robe lacked by that much in length and stayed upon His ankles. His face was very solemn and pitiful, as He went first to one company and then to another, and yet never seemed to leave that central place where first we beheld Him in visible form. We could read His countenance like an unrolled script; The solemnity in it came from realms ineffable where sin is not unknown but known only as a fact and not as an experience. The pity came from Calvary. And the two meeting midway between were caught in the hand of the Son of Man Divine Who, raising His hand to shade His eyes that He might look into those far high realms to see what they would do with man for his sinfulness,"},{"pageNumber":177,"pageContent":"THE BATTALIONS OF HEAVEN 179 let fall upon His brow those drops of sin from earth to shadow His face into greater beauty. So were sublime solemnity and sorrow blent into, one, and pity emerged the offspring born, henceforth to be an attribute of Divinity. Then there was love, not that which delights to give or take; but love which into its bosom gathers all, and becomes one with all, identical. So did He envelop us and gather us into Himself at that time. Majesty also sat upon His head, a majesty which makes a constellation into a bracelet for arm-wear, and sets in His signet a sun with planets attendant encircling. So He came, and so He appeared at His coming. That coming passed, but He remained in presence still. We do not see Him to-day as we saw Him then, and yet we can re-visualize that scene and substantiate it whenever we will. This also is a mystery. Let me put it thus: He passed on earthward, but the train of His mantle lengthened as He went and covered with its light all those spheres through which He passed. He went on still descending, descending, down towards that awful hell of noxious vapour about your earth, and we who had seen that shade of pity upon the majesty of His face found in our hearts to pity Him too, and yet to admire and worship Him."},{"pageNumber":178,"pageContent":"180 THE LIFE BEYOND THE VEIL For awful as it was to Him in His spotless purity of holiness to look upon that horror there below, yet He paused not nor shrank from what He had taken in hand. Calm and invincible He approached the conflict for the purification of a world, and we knew that in Him we should prevail. No such Leader ever was so great as He, my son. He is Captain throughly, and not the less because there is very much of motherhood in His heart. A RNEL ±."},{"pageNumber":179,"pageContent":"HOW THE HEAVENLY POWERS DEALT WITH EARTH SCIENCE Wednesday, March 12, 1919. 5.28—6.46 p.m. NOW when the Christ passed onward we also, now of His company, pressed after Him. We were all arrayed in our several orders, but by no outward word of command. Our commission proceeded from our own hearts wherein it was given us, by means of our own preparation, to understand exactly where lay our field of service and what was required of us there. So we at ease fell into our individual places, inspired thereto, by communion of His Presence, and fell to our task. I will explain to you in brief the order of our advance earthward. As we encircled earth on every side, and all those spheres intervening, we pressed downward and inward as toward a centre. This is to give it to you in terms of space—a space of three dimensions. Only so will you be able to 181"},{"pageNumber":180,"pageContent":"182 THE LIFE BEYOND THE VEIL come at some slight knowledge of the economy of this great campaign. So. The Christ Himself, as I have said, was ubiquitous; He was omnipresent throughout the whole myriads of His far-flung armies in all their degrees of Tank, from those His Lords paramount, who held authority exceeding great, to the humblest of us His rank and file. But although we were inspired from within as to our several duties, yet all was in perfect order of battle array externally. Those who were highest and nearest to Him transmitted His commands, through those next in rank to the officers below themselves, who transmitted them to others of lesser degree in due sequence. We received our guidance from those who, being nearest above us in estate, were also visible to our sight continually. We were able as we proceeded on our way to visualize those of some three degrees superior, but received our orders, except on occasion, from those of one degree above. We of the Sphere Ten, therefore, followed where He led and, arriving in the Sphere Nine, began our operations. We exerted our pressure upon the whole circumference on every side and gradually moved inward upon it. And, as we did so, there happened within that sphere some like experience as had come already to us when He and His retinue pressed into our own. So we gave of our"},{"pageNumber":181,"pageContent":"THE BATTALIONS OF HEAVEN 183 higher condition to that realm and, as we passed through it, strained out some of its weakness, and other some we transmuted into soundness of strength. Thus did we and passed onward to the Sphere Eight. But, this gained, we in turn became to those of the Sphere Nine who followed us as those of the Sphere Eleven had become to us. They looked to us now for our guidance and followed us into the Sphere Eight, which traversed, they also accepting from us our transmitted orders, handed them on to those who followed them, in due order of array into the Sphere Seven next in order below. So did this process continue until we had come within three spheres of earth. We had gathered up our armies of the heavens, one by one, and numbered them with our myriads. But here we paused. These Three Spheres nearest earth were treated more or less as one region, for here the vapour of earth's hell-soup was thick about us, and here it is the great Armageddon must needs be fought. It was these Three Spheres which formed our battle-ground, and here we accepted onset from the enemy. You of earth went on your ways and only very few were able to penetrate through the gloom surrounding you in those regions of spirit which enclosed you round. But gradually we progressed"},{"pageNumber":182,"pageContent":"184 THE LIFE BEYOND THE VEIL until you began to hear rumours that our coming had been sensed by sonic and by others certain of our advance-guard had been sighted. Many laughed at those reports. So many of you laughed that we were able to note the effect of your unholy mirth upon the atmospheric conditions about us, and we knew that you first must sorely suffer ere your minds in whole should learn reverence for Him Who came to your aid and respect for us His servants. But I go forward with too much haste. Yet how shall I tell you of our manoeuvres? I am wishful to make you understand what has come to pass of late upon you. I speak of things heavenly and hellish, and of powers of spirit, both bright and of sombre grey, all locked in strenuous conflict, unseen, unheeded, unbelieved—but not unfelt. I do my best with your words and your knowledge of things and make an allegory of what took place. I can do no more than that, but so much I will essay to do here and now. Arrived at the Three States encompassing earth we found our first task was one not of annihilation but of transmutation. We curiously surveyed the vaporous conditions and descried the element first to be dealt with. Others had arrived before us and had been at work for centuries preparing. I speak only of that period when first we of the Sphere Ten arrived."},{"pageNumber":183,"pageContent":"THE BATTALIONS OF HEAVEN 185 There was an ingredient of heavy substance which weighed very heavily upon the atmosphere. It was born of the science of earth and had the effect of raising itself upward, and then settling down again toward earth and matter, and weighing down with it those who inhabited that region. But it was born of knowledge true if rudimentary, and much sincerity was mixed with it. It was this which lifted it upward for the space of these Three Spheres. But, inasmuch as it was true only of material phenomena, to matter it, needs must gravitate once again, having so little of spirit to buoy it upward. This condition we dealt with by expansion. We plunged into it, so to say it, flung far and wide our influence in aid, helped this knowledge to dilate itself to the utmost, and so fulfil itself. Under our pressure thus applied it expanded until the boundary of the material was reached. But the impetus we had given to this material science could not there be stayed. It gradually pressed outward on its own bounds and began to emerge here and there beyond. So that the sharp line, so arbitrarily drawn between material and spiritual, began to sag and to bulge, and here and there a small breach was made—small at first, enlarging later. But small or large, mark me, no such breach was ever repaired. The dyke once gapped, the steady irresistible pressure,"},{"pageNumber":184,"pageContent":"186 THE LIFE BEYOND THE VEIL all-encircling without, found inlet and, from that time, a steady stream of spiritual content flowed increasingly into your science of earth, and is to - day continued. So we did not destroy your science by cataclysm, as has happened in the past ages of earth not once nor twice. No. For, cramped and limited as it was, it ministered to progress as a whole, and so we held it to that degree in reverence. So we transmuted it by expansion, and are so continuing to - day. This work in which the little lady Kathleen is helping me and my friends may seem but of scant relation to that which I have but now described to you. Yet it is one item in the same operation, and, if you will re-read what messages you have received from us, and those who wrote with your hand before us, you will see that what you were able to receive of scientific kind has been given you. Not over much, I grant you, but what you lack is not of will but of ability. I will tell you this however. There are those now being prepared who are more able than yourself for this especial phase of revelation, men, aye and a few women also, of the scientific mind who will be more facile instruments for the work. I shall not be their praetor, no, for that is not so much my quality. Each of us goes to those whose make-up"},{"pageNumber":185,"pageContent":"THE BATTALIONS OR HEAVEN 187 is found in sympathy with his own. And so I come to you, my son. I may not speak of science as others of my own degree are able to speak, being so equipped by their training. But what I am I reveal to you, and what I have I give. You, with your sweet graciousness, receive my offering; and so I am both content and pleasured. God His greater grace be to you, my son. We will speak together again of this matter. You be some little spent of strength now. A RNEL ±."},{"pageNumber":186,"pageContent":"THE HEAVENLY POWERS DEALT WITH RELIGION Monday, March 17, 1919. 5.41—7.10 p.m. ANOTHER element to be dealt with was that of religion. This was the more difficult inasmuch as, while its proctors claimed it as a science, and a progressive science, they hampered it with a tether-rope to its founders. To speak plainly, you were permitted, as I was, to career never so fast so your ways took you not outside the circle. When that not over distant circumference was reached the rope shortly reminded you—and sometimes violently if you went too headlong—that you were tethered to the centre and must by no means stray too far away. That centre was, I say, the Founder of the form of religion professed. It was much the same with Islam as with Buddha his system, and not much else with Christendom. We had much ado therefore because the fair 188"},{"pageNumber":187,"pageContent":"THE BATTALIONS OF HEAVEN 189 words of religionists made a very good show, and yet had the same effect in operation as those of the old rabbis at the period of Jesus our own Lord. In all cases we, looking into these matters somewhat narrowly and in detail, found that the error proceeded from one grand cause. I leave out the minor factors of greed of gold and of power, of that strange side-shoot of earnestness called fanaticism, of hypocrisy which generates so much blindness in those who think they are sincere. You may read of them all in our own Scriptures of the goodmen of Israel and of early mother Church, as those who fell victim to those same errors did also read them all down the ages. I say I leave all those aside and speak of the one cause fundamental. We were all one grand army, we of the campaign to earth, and all we acted and interacted together. But we also had our departments of service whereon to concentrate our energy in principal. As I had lived in Christendom, to that system of religion I was allotted, and so of that I shall speak now. The grand cause of error of which I speak is this: Men spoke of the Christ as the Founder of their system. So. But the Christ of Whom they spoke was enthroned way back at the beginning of the Christian era, and from thence watched the progress"},{"pageNumber":188,"pageContent":"190 THE LIFE BEYOND THE VEIL of His Church. Whenever men asked what should they do in this case or in that, in order that they should not fail to co-ordinate their own acts with His will, the answer was, \"Look backward to Him and learn of Him.\" And if any man inquired further where he would be able to find the will of the Christ expressed, the answer was that such expression would be found in a book, the book of the records of His acts and words. Naught but what was therein found was to be believed as His will, and on His will as therein expressed, the doings of Christendom were shaped. And so it came to pass that Christendom became tied with a tether to a book. The Church truly was alive with the life of Him; His Spirit filled it up like the living coursing blood in a human body. But that life was being strangled and the body began to halt, and at last to go round more slowly in that circumscribed orbit. Truly His words and acts recorded were a most precious heritage. They were meant to be a Shekinah to guide the Church through the wilderness of the ages. But, note you well, the Shekinah went before the Children of Jacob and led them. The Book of the New Covenant did not go before, but was enthroned behind. The light cast was true light, as from a beacon atop of a hill. But it lighted men from behind and threw their shadows"},{"pageNumber":189,"pageContent":"THE BATTALIONS OF HEAVEN 191 before them. If they would look to the light they must turn their glance over their shoulders backward. Then they stumbled. It is not of orderly advance to be turning backward in order to see how to go forward. That was the error men made. \"He is our Captain,\" said they, \"and He goes before us and we follow Him through death and Resurrection into His Heaven beyond.\" But for a sight of this Captain going before them they turned round and looked to their rear, which is not, I say, conducive to orderly advance, nor agreeable with reason. So we began to take hold of the bolder sort and help them on. Jesus had pointed onward to the doing of greater works than He had done, and to His Presence which should lead men into the truth, not drive them from behind. So some men there were who, heeding this and understanding, made bold to move forward confident in this leading. They suffered of their fellow-men, but in the next generation, or next after that, the seed they had sown sprang up and bore its harvest. So you will understand, my son, that the mistake men made was to hamper a living, moving Life with a Book. They regarded that Book not as what it was and is, wonderful, beautiful and mostly true, but as both infallible and also complete. But"},{"pageNumber":190,"pageContent":"192 THE LIFE BEYOND THE VEIL the Life of Christ has been continued in the world and is continued to-day. The few words and acts of Him in the Book of the four evangelists are not even as the source from which the river of Christendom flows. They are merely a few ripples on its broader tide to show what way it rides to the sea. Men are beginning to see this now and to understand that if he spoke by His angels to good men of old, so does He speak to them to-day. These men go forward, glad of the beacon-light behind, but with greater gladness toward the more radiant light ahead. For there He is to-day, as He was when He went up to Salem that time. He roe: before you. Follow Him without fear. He promised He would lead you. Follow Him. He may not tarry on your hesitancy. Read what has been written of Him in the evangel. But read it while you march ahead. Do not turn back time and again to the shrine of Authority inquiring, as of the Delphian pythoness, \"Shall I do this or that?\" No. Bring the roll of those brief records along with you as you go forward on your journey. Unroll it on your pommel as you ride, for it is a good map for the present stage. If in some details obsolete, yet the grand contour of the country is well and boldly set out. There are other maps of later issue. Consult them also and add to the old one what details it lacks. But go forward all"},{"pageNumber":191,"pageContent":"THE BATTALIONS OF HEAVEN 193 the time. And if some seek again to tether you brace your tendons and set your knees firm against your horse's flanks, and, urging forward, snap the rope with which they would bind you from behind. There be plenty, alas too plenty, who, not daring forward, have fallen behind, choked with the dust raised by those who have gone onward—erringly—choked and fallen by the wayside they be, and sunk into the slumber of death. You may do nothing for them, for still the Captain goes onward ahead and calls with brave and clarion voice for volunteers to lead the van. He shall not call in vain. As to those others, well, there be all enough to company along with them. The dead shall bury the dead, and the dead past shall entomb them in its womb of night. But ahead the dawn is breaking. There be clouds upon its horizon truly, but the glad sun shall melt them into his rays — when he is at last quite fully risen. And in that day shall all men see how that, willing to bless His children every one, the Father has set but one only Sun in the midst of the firmament of His brightness. Men view that Sun at different angles according as the place of their habitation be to north or south of His heavenly path, and to some He is brighter and to others less bright. Yet He is the same Sun, and sole of His kind for earth's fair benediction."},{"pageNumber":192,"pageContent":"194 THE LIFE BEYOND THE VEIL Nor does He of Himself favour one people with more of His blessings and another people with less. He sheds His rays on all sides equally. It is the free will of the peoples which determines the ratio of their portion, each for each, in the election of the locality of their dwelling. Read this parable aright, my son, and you shall see that if the Christ be Sun to one creed He must of necessity be Sun to all. For a Sun cannot be hid over all the surface of a world—except that world turn its face away from the Sun. Then He becomes hid truly, and yet, even so, but for a season. A RNEL ±."},{"pageNumber":193,"pageContent":"HOW THE HEAVENLY POWERS DEALT WITH CHRISTENDOM Tuesday, March 18, 1919. 5.58—6.57 p.m. WE have spoken to you, my son, of the Christ, and indicated a larger view of Him than Christendom has been wont to approve. Let us now pursue this theme some little further. As we neared earth, we of the companies whose business was with the Church of Christendom, we paused awhile and were called together in order that we might the better understand the various aspects of our task. Then the Christ Himself intensified His Presence and became in personal form before us. He stood there in mid-heaven in full view. We were now nearer in state to the earth than we were when He came to us sometime, as I have related to you. So that His appearance was now of more material aspect, and also in more detail. Thus we saw His robe plainly. It covered His body to the knees, but not His arms, which 195"},{"pageNumber":194,"pageContent":"196 THE LIFE BEYOND THE VEIL were free. It was upon this robe of Him that we were set to gaze, because it was made to reflect the sentiments of earth towards Him in the various creeds of the Churches. I cannot tell you how this knowledge was shown to us except by saying that the light flung aloft by the worship and teaching of the religions of the world, was caught upon that robe. It acted like a spectroscope and divided the rays into their true constituent elements. These we analysed and, so doing, we found that there was not one true white ray among them all. Every one was both sullied and also incomplete. We studied this matter for a long time, and then it was given us to understand what remedy should be applied to the case. It was radical. Men had not only taken away from Him somewhat of His glory; they had also added other glories not His own. And yet these added glories were of so counterfeit a sort as to be unworthy of Him in total. They were glories of wordy titles and attributes. Swelling and sonorous in sound, unworthy in reality. Could you, please, give me a few details, Arnel? Men called Him God, and said He was Divine. They said too much and meant too little. On the one part, the Christ is not the only Supreme,"},{"pageNumber":195,"pageContent":"THE BATTALIONS OF HEAVEN 197 the One Being of Beings consummate. The Father Himself is not so, but is the highest expression of Being man wots of. And the Father is Greater than the Christ, Who is of the Father, God's Son. On the other part, the Lord Christ is of powers and glories greater far than any of those with which men invest the Father God. The highest of all the Beings which Christendom acknowledges is the Father Almighty. These words of attribute sound big with power. But the idea which men infuse into them is poor and small in comparison with the real majesty even of the Christ, as we who speak to you have come to know it. And we are but ten spheres removed from earth. What therefore must the real majesty of Him be! Men say with one breath He is co-equal with the Father—that never said He. With the next breath men say the Father is Lord of All Power. What power have men held in reserve therefore with which to endow the Christ? Men say the Christ came to earth in all the plenitude of His Being. Yet they also say that all the heaven of heavens cannot contain Him. I will no further, my son. For I love Him so, and worship so humbly at the footstool of His Princely Throne that such jumble of broken lights focused upon Him is distressful to me, very sorely distressful to me, my son. His robe because of"},{"pageNumber":196,"pageContent":"198 THE LIFE BEYOND THE VEIL this was bespotted with patches of colours which blended not at all in harmony together. Were it possible to sully holiness from without, they would have sullied Him. But the robe of His Holiness protected His Body and threw back that motley array into the spaces about earth. They did not pass beyond Him upward into the heavens superior to that wherein we stood. They were refracted downward. Thus we read them and took note. The remedy which was revealed to us was no less than this: the demolition of earth's Christ. That is exact truth but has a fearsome sound. It has also a fearsome reality. Let me explain. Some buildings there be badly reared by not very skilful workmen but capable of reconstruction and repair as they stand. Some be so bad they must be broke up and scattered and new material be brought together that the house may be builded anew. The only part left is that of the foundations below ground. This latter house is earth's Christ. I say not the Christ, but the Christ of earth's creeds, the dogmatic Christ of Christendom. Such Christ as appears in the accepted Creed of Christendom to-day is unworthy of Him as He is. That must be pulled down, its materials scattered—all but the deep-down foundations. Then new materials will be brought together, and a shrine resplendent and beautiful will rise, a shrine worthy"},{"pageNumber":197,"pageContent":"THE BATTALIONS OF HEAVEN 199 for Him to set His Throne within, worthy to cover His head as He sits within His Throne. This, my son, this that I call to you from where I stand a little way off is no threat. This thing of which I speak to you has already been proceeding for some century and half-century past and gone. The demolition is still not quite complete in the countries of Europe. But it is going forward. When He is stripped of the robe of His Divinity woven in the looms of earth, then we have another, a Royal Robe of Divinity woven in the looms of the Heavens, shot with rays of eternal light, made soft with the silken threads of love divine, and begemmed with pearls of angels' tears, caught up as they fell towards earth when they bowed their heads to look upon the doings of men, caught up and spread upon the pavement before the stairs of the Father His Pavilion. There they lay till they became beautiful with the lustre of His love-rays and fit to adorn the garment of His Son. For, themselves were tears of a great love. A RNEL ±."},{"pageNumber":198,"pageContent":"HOW THE HEAVENLY POWERS DEALT WITH THE EARTH'S CHRIST. THE PARABLE OF GRANNY AND THE PLANETS Wednesday, March 19, 1919. 5.37—7.0 p.m. SO this divestiture of the Christ proceeded and has a certain relation to that materialistic progress of science of which we have already told you. Albeit the treatment of that and of this matter varied in process somewhat. But the end, and our aim, are identical. The relation of which I speak is seen in the general trend towards the exaltation of the natural and the elimination of the purely spiritual. Science in this matter worked from within outward, and burst her bounds, emerging into the realm of things spiritual. In the case of the Christ men have been working from without, not filling up, but paring away the rind, and then the pulp, until only the seed was left. But in that seed is the life, and that will break forth anon, and much beautiful fruit will become of it. 200"},{"pageNumber":199,"pageContent":"THE BATTALIONS OF HEAVEN 201 But the human mind is not to be measured with a single gauge the world over in any period. For always there is freedom of will to be reckoned in with the count. So it comes to pass that the total stripping of the Christ as to His Divinity is not of universal necessity. We have found it to be that in some communities the people are of such mind that were they to become assured that the Christ was mere man they would lose all faith in Him who guides the universe. So their faith is left to them, but not untouched. Even they have heard whisperings of people who say the Christ was mere man. They are disturbed and, wanting courage to face this matter and search to find the real truth of it, they lay it aside and cling to Authority, as to a shred of wreckage, to buoy them up. Others have boldness too much and say they have solved the riddle of the Christ. The answer is, say these, \"Man and man merely.\" My son, we who speak to you on this grave matter have also searched it out. Our praetors also are very high, and of wisdom very great. Yet we have not resolved the problem hereto, and they our teachers tell us they know more of this high mystery than we do, but not all. You will mark, my son, that while some of your masters theologic lay down the nature and attributes even of Supreme"},{"pageNumber":200,"pageContent":"202 THE LIFE BEYOND THE VEIL Being precisely and with decision, there are those above us who venture not so far when they speak but of the Christ. Well, well, the old ram goes not so sprightly as the kid in his frolicking. But he has of wisdom, as of dignity, more than the kid. Now although there be communities of people to whom is left their creed, yet the rehabilitation of the Christ will come not from them. It will come from among those of the bolder sort, who have gone the length, to their surprise. A little will come from the others, but the mass will come from among them who at least have read with open mind the teachings of those who have taught the mere-man doctrine. There are exceptions on both sides, I speak but on general lines. I have tarried about this question because to Christendom it has seemed to be of primary importance. Much pain is caused to many when they hear their Saviour spoken of in terms of seeming irreverence. This is because of their love for Him. I hesitate to say it, my son, yet I will say it, for I am constrained to do so: It were well for them if their knowledge of Him were great as is their love. For much of their devotion is paid to Him through clouds of mist and vapour which are not part of Him but are the result of their own imaginings. However sincere these be they are imaginings"},{"pageNumber":201,"pageContent":"THE BATTALIONS OF HEAVEN 203 still and their effect on the devotions of those who create them is to dilute those devotions, until their bulk is much reduced. This worship does reach Him, yes, but there is a fear blended with it which weakens it. It were, therefore, well if these devout ones could cast aside that fear out of their love and could love Him so truly as to be assured that He would not be displeasured by them if they would think about Him bravely, albeit with humility, even if they should, in some small details, chance to err. This do we ourselves, yet we do not fear Him, for we know we are not yet competent to understand Him whole, and that, so it be with humility and with good intent, we may search out the truth as it is in Him without disaster or reprimand. My son, do you this also. And be assured that, as He is of larger majesty than Christendom has ever dreamed of, so is He also far beyond all your dreamings in the perfection of His love. Some say the Christ became incarnate several times, as, for instance, in Krishna and the Buddha. Is that so? No, my son, not in so many words. Before so teaching a man should first understand the whole nature and content of that entity which is spoken of as the Christ. Yet I have said that this is, even to us and to those above us, a mystery still."},{"pageNumber":202,"pageContent":"204 THE LIFE BEYOND THE VEIL That is the reason why, maybe, in trying to explain so much as I know I shall fall to paradox. So. It is not true to say that the Christ Who manifested Himself, and the Father through Himself, in Jesus of Galilee is the same Christ Who manifested through the Buddha. Yet it is also not true to say there be more Christs than the one Christ. As the Christ of Jesus is one aspect of the Father Christ-manifested, so the Christ of the Buddha is another aspect of the Father Christ-manifested. Further, Jesus and the Buddha are each a different aspect of manifestation of the One Christ. Every man is a distinct manifestation of his Creator. Yet all men are akin. So also the manifestations of the Jesus Christ and the Buddha Christ are both distinct and yet akin. But the Jesus Christ was a fuller manifestation of the One Christ than the Buddha Christ was. Yet both were true Christ manifest. I have spoken but of these two, namely, of Jesus and Buddha. Other manifestations have been and to them all the same words are applicable in principle. It is well, my son, to fling your thoughts afar into the heavens, probing to find the Heart of God. But when you grow aweary with perplexities, such as this of the Christ, then take the simple record of the life of Jesus and read of Him as of"},{"pageNumber":203,"pageContent":"THE BATTALIONS OF HEAVEN 205 a brother and a friend, and you in so doing shall find that, even in His sweet manhood sole, there is Divinity enough to serve both for aim and worship. When you have equalled that perfection in your life, then you shall find, over here, that He is still ahead of you. So while you look out into the heavens and aspire, do not forget you have wonders all about you very great, and much sweetness is to be found upon earth for your comfort. Two little girl-children played before their cottage door one evening in summer-time, whiles their Granny sat just within the door and mended their hosen by the light of the candle set beside her chair. Said one child to the other, \"That is my planet, up there. It is bigger than all the others and brighter. Which is yours, Mary?\" And Mary answered, \"My planet is the red one. It is also very big, and I like the colour of it, for it is not so chill as the white ones.\" So they fell to argument as to which of all the planets was most worthy their admiration. And they could not come at an agreement between them. So they called to Granny to come without and show them her favourite planet, for they thought she would prove which was the best planet of them all by her own choosing. But she continued her mending, nor raised her eyes forsooth, but answered to them,"},{"pageNumber":204,"pageContent":"206 THE LIFE BEYOND THE VEIL \"No time, my children, Granny is busy mending your hosen. And no need: I am sitting upon it. And a very serviceable planet has it been to me.\" A RNEL ±."},{"pageNumber":205,"pageContent":"WHY THE CHRIST BECAME INCARNATE AS A MAN AND NOT AS A WOMAN Friday, March 21, 1919. 5.35—7.2 p.m. I WILL go by many matters which would be of interest to you, for I do not wish to make my message too long. I will mention one grand cause which has led up to the present crisis of conflict between brother men. This was the tendency to exalt the outer manifestation in matter above the inner and more dynamical activities of spirit. This element entered into every phase of life in the West, and had begun to tincture also Eastern thought and motive. It had become blended, in measure greater or less, with the conduct of business, and had its phases social, political and ecclesiastical, and even art had not escaped its influence. From what I have already told you of the outward and downward course of the evolution of the cosmos into matter and form this will not seem strange to you. 207"},{"pageNumber":206,"pageContent":"208 THE LIFE BEYOND THE VEIL I have also spoken of the. Christ in manifestation. I said that on whatever planet He became incarnate—or whatsoever state answers to that of incarnation on earth—He went to His work in form appropriate to that people with whom that work lay. As in reference to place, so also in reference to the period of His manifestation. I speak now of that last incarnation of the Christ in Jesus of Galilee. Men have missed the great significance of the fact that, while in the Godhead there is no divided sex—so far as we know—neither male nor female, yet when He came to earth that time, as all times before that time, He came as a Man. It is this mystery I wish to explain to you. Hitherto the evolution of the whole cosmos has been toward self - assertion, which expresses itself in form. Spirit, essential and absolute, has not form in any sense in which you of earth understand that quality. In this long period of evolution, now ending, man has taken the leadership, not woman. That of necessity. Self-expression is masculine, not feminine. A man asserts his own individuality and incorporates his chosen woman within that his individuality. He protects her, nourishes her, claims her for his own against all others. His will is her will, to his will she submits her own. As a man be the more refined of nature, or the less refined, so is this assertion of his will"},{"pageNumber":207,"pageContent":"THE BATTALIONS OF HEAVEN 209 over that of his wife tempered with sweetness and love the more or the less. But such refinement is not towards the masculine ideal, but towards the feminine ideal. Note you this: it is not without its significance. So, to speak of earth, and not of other worlds for this time, the ages have developed this expression of the dominance of strength bodily and intellectual. This dual expression of strength has been the dynamical element in all branches of progress, political, scientific, social and other. It has been the guiding principle in the life of the world to this time. \"Man the leader,\" has been emblazoned upon the Banner of Mankind. That is why the Christ came to earth not as woman, but as Man. The climax has now but lately been passed. Nay, it is still but passing. The outer expression of that climax was the late War. We have had so much of the War of late, Arnel. You are not going to speak of that, are you? Not at length, my son. But were I to keep silence on the matter of that catastrophic event I should be missing out the culmination of many important and converging lines of evolution; These found natural and inevitable expression in the War, if you view this without passion you"},{"pageNumber":208,"pageContent":"210 THE LIFE BEYOND THE VEIL will see that, while the better side of the principle of self-assertion is that a man should in his own life show forth what likeness is his Creator, on the grosser side it leads to monopoly and absorption. While the one man of refined character will give honour to the woman, the man brutal will dominate her. Even so a refined nation will seek to be of service to other nations and, if those others be weak, will help them with its greater strength. But a gross people will not do this, but will seek to enslave the weaker nations; to absorb them. But whether the higher or the lower, still the act is masculine, and depends on the pleasure of the man. The good man will give, and the bad man will take. But both giving and taking wait on the pleasure of the man, not of the woman. In the man giving is counted. for merit and gratuitous; in the woman it is normal. In the man it is an added grace: it is included in the unity of womanhood. The Christ showed forth in Himself this principle of self-assertion which was the guiding motive of the race to whom He came. He claimed all, and took all, as a man does; as a woman does not. Having asserted this principle He renounced all, and gave all, as a man should do. Yet if He do this he is acting not according to his masculine"},{"pageNumber":209,"pageContent":"THE BATTALIONS OF HEAVEN 211 ideal but according to the feminine ideal. And yet, this doing, he is the more perfect man than lacking to do this. You shall see my justification of this paradox shortly. I now remind you of a few of the sayings of the Jesus Christ, Who in His nature showed Himself, while Man in outer bodily form, yet a very perfect expression of that Divinity in Whom both elements, male and female, insist conjointly. \"Greater love has none than this that he lay down his own life for his friends.\" So. And yet there is a greater love than this of man. It is that he lay down his life for his enemies. And when I behold the clinging love of some women for those men who use them ill I could image this greater act of love as peculiarly her own. Jesus did give His life for His ill-users, and that was, it seems to me, at the prompting of the feminine element within His nature, rather than of the masculine. So also His words how \"it is the more blessed to give than to take.\" It is hard for a man to realise these words in thought or act, but it is easy and natural to a woman. Man will assent to this truth, and continue his taking. Woman acts and seeks her blessing in what she gives. If she return not manifold measure for what she accepts she rests unsatisfied. You may read this"},{"pageNumber":210,"pageContent":"212 THE LIFE BEYOND THE VEIL with reverence into that mystery by which the race is continued. The feeding of the people with the bread was an acted lection on this same theme. But I will not pursue this farther now. What I have tried to show you is this: The world has served for a stage, on which the heroic element in humankind should be shown forth in all its aspects. The phrase \"Manly strength\" attunes itself naturally with our minds and has no such strange vibrations as if we should say, \"womanly strength.\" But man is the expression of one aspect of Divinity, and of one alone. That aspect has been amply displayed during the long line of ages past. There remains the other aspect now to be displayed before mankind shall be complete in experience. Hitherto he has led the van, and we have seen the outcome of his leading. The future ages hold in store another and more pleasurable endowment for humanity. A RNEL ±."},{"pageNumber":211,"pageContent":"THE FUTURE OF WOMANHOOD. THE PARABLE OF THE GOLDSMITH AND THE DIAMOND Monday, March 24, 1919. 5.23—7.10 p.m. WRITE what we give you and do not stay to question it. When the whole is written then read it whole and judge our message whole and not in part. I say this to you, my son, because we have that to give you which will not conform to the mind of the many. Write it down notwithstanding, for we have to say what we say: and there you have it in brief. Until the time of the coming of the Christ in Jesus of Galilee evolution had proceeded on the lines of dominance of intellect and force of a man's right arm. That was the masculine element in the progress of the race of mankind. Where other notions prevailed these were exceptional to the general trend of evolution, like small runnels tributary to the main stream. We speak now of the general and not of the particular. 213"},{"pageNumber":212,"pageContent":"214 THE LIFE BEYOND THE VEIL Jesus came and into the maelstrom of human activity He threw His flask of oil. He explained to those who would listen to Him that ultimate victory was not to the strong, either of arm or of intellect, but that the meek shall inherit the earth—inherit, not take it. You note that He spoke of the future. Men took up His teaching and acknowledged it to be both beautiful and true, if practicable. For two millennia nigh they have been striving to blend the two together; to graft the meekness on to the dominance, to mix the two together in affairs national, international, social and other. The two have failed to blend together; so much so that some have said that Christianity is not possible in public affairs. They are wrong in their conclusion. The teaching of the Christ is the only durable and perpetual element in the life of earth. So men, therefore, have confessed that violence and force have been proven fallacious. Their remedy hereto has been to retain the fallacious element and to try to soften it with the softer element of meekness. They have endeavoured to retain to the man his dominance, while trying to soften that dominance with the feminine element of meekness. The resultant is failure. Do you see the inference, my son? The one course left is the abjuration of the fallacious element and the gradual"},{"pageNumber":213,"pageContent":"THE BATTALIONS OF HEAVEN 215 emergence into the premier place in the life of the element of meekness, which is feminine. The past of the world has been man's past the future of the world will be woman's future. The woman has felt this stirring within her as a new thing to be brought forth for the salvation of her sex. That is an unworthy thought, because partial, and therefore inadequate. When a woman brought forth a Saviour aforetime He came as Saviour not of a sex but of the whole human race. Such will be the outcome of woman's present throes. Feeling this new thing stirring within she has set herself about preparing for her offspring. She has been making his clothes. I say \"his\" clothes, for the garments she has been making are for a man-child. For them she has gone to the same mart where men buy and sell their wares and has challenged them in barter. \"We can do your work,\" says she. But she does not yet understand that she is putting new wine into old wine-skins thus. Well, they both shall perish together. Meantime woman must learn her lesson as man has had to do. Man has learned where failure lies, yet does not know where to turn for success. With one hand he holds fast to the past; the other he holds out to the future. But that hand is empty yet, and no one has taken hold, nor will do so until he let go of the past with the other."},{"pageNumber":214,"pageContent":"216 THE LIFE BEYOND THE VEIL The woman now is doing as he did; she is seeking to join with him in his dominance of affairs. Her future lies not that way. Woman shall not rule the race, neither solely nor with man conjointly. She shall guide the race hereafter, not rule it. As I have before said to you, the evolution of earth has been downward toward the material. Here man led the way, and the suit of armour necessary to such rough conflict with matter fitted him well. Now the lowest curve of the descent has been rounded, and is just being left behind, and the race has begun on the upward path of spiritual development. In spirit we know no such dominance of rule as men have fashioned. We know the leading of love. And here woman will lead by guidance when she has learned her lesson of failure to rule by dominance. My son, it is very difficult, as I find it, to make in any way clear to you what this future leading of the woman shall be. For all such leading hereto among you has a dual content in the human mind, namely, the governing and the governed, the dominant and the subservient. This duality has no place in the future leading. Even this word \"leading\" has a sense of one company going on before and the other company following after, and that of compulsion. That is not the leading"},{"pageNumber":215,"pageContent":"THE BATTALIONS OF HEAVEN 217 we have been shown as that which awaits the human race. Let me put it in this wise. It is manifest in the Christ of Jesus. In Him you see all the excellencies of the man without their accompaniment of traits unlovable and unlovely. And in Him also blended you see all the sweetness of the woman without the weaknesses. So in the future shall the two, the man and the woman, become, not two sexes, however perfectly assimilated the one to the other, but two aspects merely of one sex sole. Where force rules the word is \"I lead: you follow.\" Where love rules there is no word needed, but heart beats out to heart the message, \"We go on together, beloved.\" See you aught in this of what I strive to tell you, my son? I think so, Arnel. But to one who has been used to the present order of things it is a little difficult to grasp the fact that progress can be made unless one leads and the other follows. So, my son. You very well illustrate the difficulty you feel even in your wording of your ideas. For you use such phrases as appertain to what the world understands as organisation and orderly regulations, as an army or a great business is organized from top to bottom of it."},{"pageNumber":216,"pageContent":"218 THE LIFE BEYOND THE VEIL Now orderly arrangement is found also here in the heavenly spheres: but that is based not so much on more power or less power but on that which is behind all power—and that is Love. Try to image, even never so faintly, what that means in its operation. In a very real sense it means that there are no higher and lower, no greater or lesser in the world's sense of these words. For as concerning the relation between an archangel and a newly-arrived spirit there is always present the potential factor. That young spirit is potentially not an archangel alone, but a Prince and a Virtue and a Power beyond the archangelic degree. And as concerning the relation between, say, an angel and the Father — well, in earth sense truly the angel is the lesser; but in the atmosphere of the heavens that relation is absorbed into the one grand reality: the Unity of God, for that angel knows that he is one with God. Greater and lesser have here no essential place. It is of the outer robes, as a jewel or hem, and enters not into the heart's inner sanctuary. This is what is brought home to us in every Manifestation of the Christ. We always feel that, while He is King and we His subjects, yet that He is one with His Kingdom, and that all His subjects share His Throne. He commands and He leads us, and we obey and follow, not so much"},{"pageNumber":217,"pageContent":"THE BATTALIONS OF HEAVEN 219 in that He commands, but rather because we love Him and He us. See you, my son? Well, now cast some of this heavenly light upon the future of the human race and you shall perchance come at some glimpse of the way ahead as it has been shown to, us who speak to you. And this remember also, that reason is of the qualities masculine, and thus an imperfect instrument by which to descry the future of which I speak. Intuition is of the feminine, and will make a better lens for your spying-glass. Albeit, methinks what women shall read this will assimilate my meaning more easily than the men, who are not content unless they understand. Woman seeks not understanding very eagerly, for she values logic scarce at all. She has little need of it. She has her intuition and it serves her very well, and shall serve both her and man the better still anon. Arnel, don't you think there is a call for one of your little parables here? A goldsmith took up into his hand two stones, a ruby and an emerald, to choose which he should set into a bracelet for the wife of his King. He was perplexed thereabout, however, for the ruby was favourite with the King, and the emerald with the King his lady. So when he could not come at a decision with himself he called his wife"},{"pageNumber":218,"pageContent":"220 THE LIFE BEYOND THE VEIL and asked her what she would do in such a ease and she said she would set the bracelet with a diamond. \"For why,\" said the goldsmith, \"since that is not of either colour?\" \"Make a trial,\" said his wife. And so he did. But when he took it to the Palace he went in some fear of the dis-pleasure of the King, or of the Queen, or of both. But when the King saw it he said, \"You have done very well, goldsmith. That diamond is of an excellent water, for it sends forth rich rays of red. Take it to my lady that she may see it also.\" So the goldsmith went and showed it to the Queen. And the Queen was also much pleasured, and she said, \"Goldsmith, you have a good taste in gems. This diamond is very fine for the rays of emerald it has. You shall complete the jewel and bring it back to me.\" Now the goldsmith went home sore perplexed, and asked his wife why she had told him to set the diamond in the bracelet. \"How went the matter at the Palace?\" she asked, and he replied, \"They were both much pleasured; for the King saw it crystal and red, and the Queen saw it crystal and emerald.\" \"And yet,\" answered the good wife, \"they both were right, for both red and emerald rays come forth of white when split up, and therein are other colours also. For Love has within its bosom all the virtues blended, and each virtue separate is just"},{"pageNumber":219,"pageContent":"THE BATTALIONS OF HEAVEN 221 one of the rays of Love. The King and his Queen both saw in the brightness of the crystal the colour-ray of their choice. Yet was there no disquietude of difference between them. No, their own favourite rays blended together in the crystal where their identity merged into its native brightness. Because they greatly love.\" A RNEL ±."},{"pageNumber":220,"pageContent":"THE WOMANHOOD OF THE FUTURE Tuesday, March 25, 1919, 5.48—6.50 p.m. AND now, having shot our arrow into the future, we must return to the taw and modulate somewhat our message that we have already given to you. I have spoken on general lines, taking those features most outstanding in the progress of the human race. But the economy into which mankind has entered is not simple but complex. As sphere interpenetrates with sphere, even so do several streams of progress mingle together in the one broad river of human evolution. Thus, when I tell you that the dominance of the man shall give place to the meekness of the woman, I do not say that such dominance shall be annihilated. No. The evolution of mankind into matter and form had a purpose from his Creator, and no such purpose is attained merely to be cast aside. For this period of evolution just ending was essentially for man's spiritual benefit. And so the masterfulness he has learned shall be blended into 222"},{"pageNumber":221,"pageContent":"THE BATTALIONS OF HEAVEN 223 the new composite now forming for his future exaltation. The ruby rays shall not be eliminated from the diamond or its brilliance would lack some of its beauty. But those rays shall become more subdued in their manifestation as the gem receives upon its facets the light of the future at a new angle. Thus for a period the rays most evidential in its scintillation shall not be ruby, as heretofore, but emerald. And as there are other rays which have had their turn of notice in time past, before the ruby rays, so there are, within the heart of the crystal, still other rays which shall find their normal environment in outer manifestation in the eternities ahead, after the emerald rays have had their turn. Moreover, the new age of the woman shall not come catastrophic, but very slow, as you men of earth count progress. That age is not yet come to the birth, I say. But it shall be born in due time. And when that time is at hand, well—the Saviour was born by night, and few took heed of it. And yet He was the fount and source of His own new age. Then the world went onward in its normal course of life, and no break was apparent to those who reckoned their years A.U.C. Yet to-day, because of that obscure Babe's birth in"},{"pageNumber":222,"pageContent":"224 THE LIFE BEYOND THE VEIL the night, the whole of Christendom reckons A.D., and A.U.C. has ceased from your calends. Read this a parable, as you, are so gentle as to like my parables, my son, and you shall see a significance therein. Further, you will remember how I told you of, our experience of the Manifestation of the Christ Creative at the Tower of the Angels. Now, that was a part of our training for this present mission of ours to earth. And you will see from my account of it how thorough that training was. It based itself upon the creation of the cosmoi, and showed us the constitution of the atom out of which these are made. We were shown the evolution of the mineral and the vegetable and the animal and man in a long and majestic sweep of life progression. Other instruction followed by which we were enabled to appraise the various elements which enter into the composite life of earth in particular, and so to deal with them severally and effectually. Then we were glimpsed of the future. And that brings me up to this present term of my message to you. Now, I cannot tell you all of the Manifestation by which we were shown this future of humankind. There are rays within the diamond's heart which emerge not visibly from the angles of the spectroscope. But such as you can appreciate of that"},{"pageNumber":223,"pageContent":"THE BATTALIONS OF HEAVEN 225 very grand spectacle, so full of sweet beauty, and so full of confidence and of cheer for us, I will show to you. There came a time when the vapours about earth had, by means of our heavenly chymistry, been separated into their native elements. These were segregated and dealt with separately, each by those specially trained for that particular service. They were transmuted and, when the process of reblending them into a more healthful mass was nearing completion, we were called apart for rest, others taking up our task the while. So it came to pass that we in our myriads assembled, tier on tier, up into the storied heavens. A sight of much splendour it was, heartening us all by the unity of our purpose so displayed. For every one of that vast array had borne a part in the redemption of our brethren of earth, and that purpose was personified in Him Who led the campaign. Far away they reached like a thousand rainbows seen from within their are of colours manifold, all ranked and ordered. And every angel and archangel there was a veteran come from the field—not as he went returning, but tinctured to richer hue of robe and body, and enriched also by much spoil of tribute given in homage to Love, and not taken by right of mastery gained."},{"pageNumber":224,"pageContent":"226 THE LIFE BEYOND THE VEIL Then into the void in our midst, a hollow sphere in size a universe, came that entity of silence, of which I have already told you, wherein is the Presence of our Prince. And when the silence came upon us we bowed our heads in worship, as we ever do at such a time. And we waited well content in the sweetness of our awe of reverence, and in the unity of our Love which found its focus in Him, our invisible Guest. A RNEL ±."},{"pageNumber":225,"pageContent":"THE DESCRIPTION OF THE MANIFESTATION RESUMED: THE YOUNG CONQUEROR AND HIS BELOVED Friday, March 28, 1919. 5.28—7.0 p.m. AT this time we had re-assumed our normal condition according to our heavens of abode. Therefore, although we were set as a hollow sphere all looking inward toward earth, yet earth was not visible to us. I speak of my own estate and not of those whose proper home was nearer earth, for to them I think there would be at least a semblance of the planet to view. But that of which I now tell you is told according to my own seeing. I looked inward into that great void and all was vacancy except that, while the circumference was made bright by our encircling presence, yet as the depths of the interior of that sphere were neared, darkness gathered. And in the very centre of it all it was very dark indeed. So we waited, and then from the empty blackness in the 227"},{"pageNumber":226,"pageContent":"228 THE LIFE BEYOND THE VEIL midst there arose a sound of wailing, aid it spread outward on every side in its swelling as it came toward us who formed the spatial sphere. But as it came, it grew more loud, and then we heard another element mingle in its tone, and yet another, until a chord of manifold notes was made. At first this was in disharmony, but it also, as it neared us, gradually cleared itself until at length the whole sphere vibrated with one deep tone, not now of wailing but of virile diapason. This some more while persisted and then slowly there began to blend with it a lighter tone until from bass it grew to tenor. Still it changed until the whole space within our circles was filled with the clear ringing of a sustained choir of women's voices. As this harmony developed so the vibrations of light answered to its progress, and when the consummation of sound was reached then also the whole space interior to us was illumined with a radiance of very beautiful tints. And in the midst, far away from any and all of us, we saw that the Manifestation had begun to assume visibility. Earth came to view like a ball of crystal, and there stood upon it a little boy. Then there appeared by his side a girl-child, and they took hands one of another. Their sweet young faces were turned aloft and, as they gazed, they became"},{"pageNumber":227,"pageContent":"THE BATTALIONS OF HEAVEN 229 gradually transfigured into a youth and maid, while the globe on which they stood expanded until it was of a goodly size. There now a canopied throne upon its highest curve, and the maid led the youth to the steps of the throne and, while she knelt there, he ascended and sat within it. A host of servitors came and stood round the throne and presented him with crown and sword, and upon his shoulders cast a richly embroidered mantle of deep red. Then minstrels tuned up their pieces of music and sang to him this benison: \"Out of spirit you came, Master of all life of earth. \"Into the outer universe, where form is, you stepped, and took your look around you. And you being set firm upon your feet, felt it was a good world mixed with somewhat of discomfort. Daring the one, you proclaimed yourself master of the other. And, after conquest made and ended, found that both were yours. \"Then you looked about you once again for the appraisement of your possessions. And you, in your highest mood, whispered your love to the fairest thing you found there. So woman became your dearest treasure among all the jewels, which the Father of all brought forth for you out of the sanctuary of His treasure-house."},{"pageNumber":228,"pageContent":"230 THE LIFE BEYOND THE VEIL \"Are these things so as we have sung to you, Master of earth in right of conquest won?\" And the young man laid down his sword athwart his thighs as he made answer to those who had sung his benison. \"It is as you have sung it, you who have watched my long warfare of many battles from your own place over earth. You see true, and you speak true, for you are liege men and women of our common Lord. \"And now I have justified and established what I set out to claim, and there is no equal of mine in prowess upon earth. This is my inheritance. I have claimed it, and I have established my claim. \"And yet I am not fully at my ease, for now that this rough quest is ended, where shall I find further quarry for my aim? Earth, unrestful for so long ages past, is now composed, and yet unrested. And earth wearies of disquiet, for she longs for her rest that she may leave behind the to-day of conflict for the to-morrow of peace. \"So you who have guided me in my humanity hereto, my angel friends, show me what way I should take in my future journey, for I have not ever pleased you in your counsels when I have been more set upon the fray than wisdom whispered I should be. This has been to my own hurt,"},{"pageNumber":229,"pageContent":"THE BATTALIONS OF HEAVEN 231 yet I have more of that wisdom now, bought at a great price, but my own now for the buying. \"I have a better hearing for your words of counsel to-day, for I have ended my fight and am a little weary by reason of the roughness of the ascent by which I climbed hither to this Throne.\" And then all those ministers stood divided on each side the steps of the Throne, and a lane was made between them, while in the midst of the lane the maid appeared in her white robe of silver hemmed with blue. So she waited, hands clasped before her simply, and with sweet meekness. But she looked straight before her into the face of the young king who sat above her and gazed upon her intently. At long last he slowly took the sword from off his thighs, and the crown from off his head, and came down the steps and stood before her. Within her arms he laid the sword, and upon her head he placed the crown. Then he bowed and kissed her upon the brow and said to her: \"I have been hereto your guard and strength against the dangers of our way in the long journey which I and you have made together. Against the winds I cast my cloak about you. Through many a swift river I set my strength against its onset for you. But now the dangers of the road are behind us, and wind and flood have faded into"},{"pageNumber":230,"pageContent":"232 THE LIFE BEYOND THE VEIL. the music of the summer-breeze. And I have you, beloved, safe this day, and all my own. But now I give to you my sword and my crown. With the one I kept the other safe against all question. And I find they are not sweet to me unless I give them both to you and you are kind and accept my gift. They axe no mean trophy of my achievement, my beloved, and they are my own, and I give them, with all they betoken, into your sweet keeping. Be still your own gentle self to me and, as in love I offer them, so do you in love receive them. They are all I have to give you, my beloved—a world and these.\" Then she set the sword against her left shoulder, and she put forth her right hand and took his hand and led him up the steps toward the throne till they stood on the level before it. Here a pause was made, and in a while, having meditated on what he should do, he stepped aside and bowed to her and she, not shrinking, sat within the Throne while he stood to the side and looked toward her, well content that it should be so. But when I looked upon them now I saw that the sword against her left breast was a sword no longer, but a palm-branch set with jewels of rainbow tints. The crown also was changed and, where before its heavy gold and iron circle had rested, there was now a daisy-chain about her"},{"pageNumber":231,"pageContent":"THE BATTALIONS OF HEAVEN 233 pretty brown hair gleaming with star-like, jewels of blue and green and white and a deep yellow colour, but you have no yellow on earth like it for its glow. The young king also was changed. His face more placid and his form more restful, and the only robe he wore was one which was not for the journey nor for the battle but full and flowing, and in hue a faint gold, with rose-colour lurking in its folds. So he turned to her and said, \"I thank you for your acceptance of what I had to give you. Show me now our future way wherein it shall be no longer I and you, but you and I, who go.\" And she said, \"Nay, for as I am to you so are you to me, beloved. It is we who will tread our future way together. Yet I will set the compass of our course, and I will set it true. But it is yourself who must read it, my beloved.\" A RNEL ±."},{"pageNumber":232,"pageContent":"THE FUTURE EVOLUTION OF THE EARTH—PSYCHOMETRY Tuesday, April 1, 1919. 5.29—6.20 p.m. AWHILE the whole space within our ranks was filled once more with silence. And they two sat together within the Throne, for she had bidden him sit beside her. Then we heard the voice of one of the great ones who had led those who came to the Sphere Ten and prepared us therein for our advance earthward. He stood behind the Throne and above it, and he cried: \"I speak to those who are of my own company, and to those who were called to array themselves with us descending earthward. For to you this Manifestation is given in order that you may with understanding get you to the further work. We who came to you to lead you had even then been given to know these things. But to you they now shall be shown new. Therefore take very good 234"},{"pageNumber":233,"pageContent":"THE BATTALIONS OF HEAVEN 235 heed of them that you may step without hesitancy on the road which lies ahead of you. God our Father sends to you of His strength for the work by the commission of His Beloved, Who leads us, and through Him that Stream is poured upon us and shall enable us to the work. To Him our Author be all worship always.\" And now there came a radiant mist upon the Throne, and encompassed the earth about till it was not to be seen of us any more. This slowly expanded and filled some quartern part of the sphere of space and then stayed in its enlarging. It began to revolve and seemed to take upon itself somewhat of solidity, but was not solid as matter is solid. If you will image an earth material still but yet etherealized half-way into transparency, there you have the look of it. As it went round upon its axis there appeared shapes of lands and waters upon its outer circumference. These were not co-terminous in outline with those of earth as they are to-day. We were now being shown our future sphere of work, and these were changing as they are now changing on earth's surface, but more quickly. The ages ahead of you were foreshortened for us and we read them as a moving model. There appeared also the cities and their peoples and animals also, and the engines which the people"},{"pageNumber":234,"pageContent":"236 THE LIFE BEYOND THE VEIL made for their several uses. And as the globe turned its surface to us, continually revolving, we were able to see the progress of it all. I mean this: take, in token of other lands, your own islands. I noted them first as they will be a few years hence. Then they sailed round out of view. When they came before us again they had become changed a little in configuration of coastlines, and as to their cities and people. So, as the globe revolved, these lands, and the whole human race and their works of building and engines of locomotion and all their handiwork progressed in their ages, but condensed from millennia into hours. I must suit my words to your way of thinking, my son. Years have not the same significance to us as they have to you. Now it would not be permitted to me to fish for you in the deeps of future ages. You of earth must net your own supper. That is as it should be. Nevertheless, it is permitted to me to tell you where the fishing - grounds are like to be. Then those who will think of me as a good admiral will set their sail to my chart, and out upon their quest. So. Now, the earth became more beautiful as it sailed round upon its voyage of the ages. The light increased upon its surface, and its mass became more radiant from within. The peoples"},{"pageNumber":235,"pageContent":"THE BATTALIONS OF HEAVEN 237 also hurried not so greatly here and there, for nature had become more at one with them and yielded more genially to their abundance. So their lives were less fevered and more given to meditation. Thus they became ever more in harmony one with others, and all of them more nearly attuned to us who were able, in our turn, to spend upon them a larger degree of our power and of our sweeter peace. As this attunement advanced it enthused us with a largess of happiness to know we had gained for ourselves, after much stress of warfare, these younger companions of our ancient race. It was very sweet to us, my son. And gradually earth itself was changed. Let me tell you. You have a new word among you which I have seen in the mind of you and of others; psychometry. I understand it signifies that faculty by which from solid things some incident of the past is read by reason of a sort of vibrant record left in those solids by events in which they have had a part. Now, there is a truth here which will not be fully known to you until the substance which you call ether has yielded up to your scientists the secrets of its composition and the forces inherent in its atoms. The time will come—we saw this"},{"pageNumber":236,"pageContent":"238 THE LIFE BEYOND THE VEIL plainly as we watched the globe revolving—when you will be able to deal, both analytically and synthetically, with this cosmic ballast which you call ether. You will deal with it as now you do with liquids and with gases. But that is not yet, for I your bodies are still much too gross that you should be permitted this great power with safety. Meanwhile your men of scientific mind will be preparing the way. A RNEL ±."},{"pageNumber":237,"pageContent":"COSMIC PSYCHOMETRY—ETHERIC PLANETS Wednesday, April 2, 1919. 5.35—7.10 p.m. THESE psychometric vibrations, therefore, are—so we have concluded after study of the matter—writ, or indented upon the ether, which suffuses matter. But not that alone. The ether acts upon the substance of matter, and according to the inherent properties which energize through this ether, so does matter become transmuted into a more sublimated substance. These properties come upon ether from the outside of it, invade it, and, using it as a medium between themselves and matter, act upon matter through the ether. For the particles material are held in solution in the ether, as your men of chymics have told. But they have not yet ventured farther than the vestibule. There lies ahead of them the Temple, and within the Temple the Sanctuary. When they have ventured beyond the vestibule 239"},{"pageNumber":238,"pageContent":"240 THE LIFE BEYOND THE VEIL of the material into the temple: of the ethereal and not until that time, will they begin to understand that this Sanctuary is the dynamo from which the ether, and through it matter also is energized. The Sanctuary is the abode of Spirit. And so you get the scheme of this affair in its due order, namely, Spirit impinges upon ether dynamically from the outside, that is, from that realm which is superior, both in powers as in degree of sublimity as to its basic substance. It energizes ether, which, in its turn, acts on and refines those particles which, with itself, make up the substance matter. But this action is not automatic; it is wilful. Where will is there also is implied personality. It is individuals expressing their personality who give character to the ether, and the consequence is faithfully carried on into matter. It therefore issues in this: that according to the degree in holiness of those spiritual entities who operate on matter through ether, so is that matter the more gross or less gross in substance of its mass. The quality of the matter of which earth and all things thereon are made is, therefore, responsive to the character of those spiritual individuals who act upon it wilfully. These are spirits both incarnate and discarnate."},{"pageNumber":239,"pageContent":"THE BATTALIONS OF HEAVEN 241 And so it came to pass that as the people of earth progressed spiritually higher, so earth itself gradually but faithfully answered to their influence which was registered upon the substance of which, earth is builded up. Matter became less gross and more ethereal. That is why it became brighter with radiance from within as we saw it revolving. It was no more nor no less than cosmic psychometry in mass, but essentially identical with that you at present know manifested in detail. As earth and its peoples became more and more etherealized, so the hosts spiritual were able with greater ease to consort with those peoples, and their conversation was both more frequent and more free than it is to - day. And, to shorten my story, we came to that period when progress had been made to such a degree that the communion of spirits with people of earth was normal and continual. Then it became possible that one great Manifestation be made of which I will tell you anon. But this first: I leave out constellations and speak now of our own sun and his planetary system, so— Those planets which your scientists have charted are, say they, material. They have noted further that the matter of"},{"pageNumber":240,"pageContent":"242 THE LIFE BEYOND THE VEIL which these planets are made is not identical in the proportions of those ingredients which go to make up their material mass. But they have not yet proceeded to register one other factor which enters into the causes of difference of density. This is the spiritual factor of which I have told you, and which has entered into the evolution of some of these planets so as to produce them forward on their evolutionary pilgrimage ahead of earth. ad of earth. There are others which are not visible to you of earth for they are those which have progressed in their etherealization beyond the material, and have become ethereal. They may be seen by those who live on planets of like substance. They are not spiritual, but between the material and the spiritual estate. Their inhabitants are cognisant of the other planets of which earth is one. And they act upon these planets very powerfully, being at the same time more progressed than earth people, and yet nearer in estate than the spiritual people are. These of which I speak are true planets of themselves. But there are other ethereal planets, so to say it. One of these encompasses earth. For it is of the engrossened ether of which this ethereal planet is composed that earth is suffused. This is not merely a belt of ether solely for service of"},{"pageNumber":241,"pageContent":"THE BATTALIONS OF HEAVEN 243 earth. It has its own continents and oceans and peoples. Most of these have lived on earth in bygone ages, and some have never been earth - dwellers, never having reached material manifestation in body of flesh and blood. Is that what some call the Astral Plane? That name is not understood equally by those who use it. But, as yourself have read it and understand it, this ethereal planet of which I speak is not it. It is what I have said of it. Those of human-kind who have come to be there are old denizens as we have been told, and their residence there is uncertain as to its future duration. They are a kind of by-product of humanity of earth in long ages past. Do you pass through this ethereal planet on your way to earth from the higher spheres? Locally we must do so. But we are not responsive to its environment in normal as we pass through it. We are not sensibly conscious of its presence. It has not relation to the spheres one, two, three, as I have spoken of them in their degree by numbers. It is another order of creation, and a very strange one. It lies away off the highway of our goings, so that I know little of detail concerning it. What I have told you, and a little more, was explained to us in order to"},{"pageNumber":242,"pageContent":"244 THE LIFE BEYOND THE VEIL help us to account for some erratic events which perplexed us much until this new factor was brought to our knowledge. And then we understood. A RNEL ±."},{"pageNumber":243,"pageContent":"THE MANIFESTATION OF THE CHRIST CONSUMMATE — THE HYMN \"OF THINGS IN HEAVEN, AND THINGS ON EARTH, AND THINGS UNDER THE EARTH\" (Philippians ii. 10; Revelation v. 3). Thursday, April 3, 1919. 5.20—6.50 p.m. NOW that we have cleared the ground, my son, we will tell you of the Manifestation which was given us. Its purport was to show us to what end the present evolution was tending, in order that we might with the greater assurance set our course ahead. Earth, as we beheld it before us, had come to that stage when the ethereal and the material had almost equal place in content. The bodies of men were still of matter, but purified and more readily co-responsive with the heavens of spirit life than in former times—these same times in which you live to-day. Earth had responded to the upliftment, and the 245"},{"pageNumber":244,"pageContent":"246 THE LIFE BEYOND THE VEIL vegetation which it produced lay upon its bosom almost as sentient as a babe upon his mother's breast. No kingdoms were upon earth, but one confederacy of peoples whose colours were not so diverse, each from other, as they are to-day. Science also was not the science of Europe as it is now, but the powers of ethereal dynamics being understood, the whole life of men was transformed. I will not farther in detail. That is no affair of mine. I lay the stage in its setting only so you may the more clearly discern what came upon us for our instruction. The light grew ever brighter from within earth, still spinning upon its axis slowly, until it shone upon the encircling hosts of us, and we were brighter also for its radiance. Then out of this terrestrial light there came forth in their myriads all those half-rational forces which have their place among the elements of earth. These were very strange in their shapes, and also in their movements. I had not seen these until now, and I was very greatly intent upon their manners. These I speak of were those impersonal forces which insure cohesion in minerals, and those by which the vegetation is enthused with its life, and those who were guardians of animals in their kinds. The mineral entities were not much sentient in themselves"},{"pageNumber":245,"pageContent":"THE BATTALIONS OF HEAVEN 247 until magnetized by those great Lords of Creation whose province it was to sustain this realm in its orders. But the vegetable entities had in themselves a formed and subjective faculty of sensation with which to respond to the forces poured upon them by their own Rulers. That is why change in substance is of quicker operation in the vegetable than in the mineral as it issues visibly in growth. And for this same cause the obverse is consequent when the personality of man is introduced in interference with their normal state of development. When two opposing, or two affinitative minerals are brought into contact in solution, as in chymistry, their action toward or against one another respectively is immediately and violently displayed, because they have so little sentience to oppose to this exoteric influence. But when the vegetable world is invaded by the cultivator the response of the plant is more tardy and deliberate, because it opposes its inherent sentience to such disturbance of its normal method of growth. The animal entities, however, had fully sensation in themselves, and also a modicum of personality. And their Lords were very splendid in their array. These all came forth of earth and, leaving its surface, took up their stations in middle space"},{"pageNumber":246,"pageContent":"248 THE LIFE BEYOND THE VEIL between us and earth. Then from the void between us and them emerged into visibility their Rulers. I cannot limn their aspect to you because you have nothing for comparison on earth, albeit they are very busy in your midst, nevertheless. I will be content with saying that as we looked upon each we knew, from the aspect of him, that department of nature of which he was Ruler. Whether it were atmosphere or gold or oak or tiger, his dominion was writ upon him plainly, in all its beauty. Form, and the substance of his body, and countenance, and raiment all expressed his kingdom. Some had raiment, some had none. But the grandeur of these great Lords is very majestic in strength and comeliness. All had their retinue who were ordered in their degrees. These had charge of the subdivisions of their kingdoms and linked up their Lords with the animals or forces which those Lords controlled. Now, how shall I tell you of their contact when they mingled together with their creatures who emerged out of the earth-light? I will say it thus: As their retinues approached the earth-creatures a movement was made among them by which they encompassed their Lord. They did not hide him, and yet they clothed him. Then the earth-forces also, as they met with these higher formations, became blended with them, and the"},{"pageNumber":247,"pageContent":"THE BATTALIONS OF HEAVEN 249 result was a panoply over earth which armoured earth while it enshrined it. In effect earth, radiant now more than it was before, became in the midst of a canopy of living entities which draped above and on all sides of it like the curtains of a pavilion enshrining a throne. Earth now shone like one great and very beautiful pearl, but with veins of green and gold and crimson and amber and blue upon it. And within it shone its native light aglow with fire of worship about its heart, which throbbed with life and happiness as the impulses of the Creative Lords and their myriads invaded it and wooed, from it this responsive and shimmering loveliness. Then beneath that living canopy the form of the Christ appeared. It was as the Christ Consummate that He now appeared. I have been hard put to to tell you how He looked when I had seen Him aforetime. How shall I tell you of His appearing now? His body was of translucent substance and in perfect equipoise of harmony it blended within itself all those distinctive colours, both of earth and of the myriads surrounding. He stood upon the great radiant pearl. It still revolved beneath His feet, yet He stood steadfast. Its movement had no effect upon His station there. He had no raiment, but the glory of all the"},{"pageNumber":248,"pageContent":"250 THE LIFE BEYOND THE VEIL various departments of life suspended around Him surged through their own great Lords and was directed upon Him in streams of worship. This became instead of robe about Him, and filled the shrine within which He stood with a radiance of His face was calm and reposeful, but His brow wore an aspect of great majesty of power. Divinity seemed to clothe Him like a cloak upon His shoulders and fell behind Him in rich folds of violet-tinted light. Now we were all around and above and below Him encompassing earth. Yet there was no front or rear, and no above and below to Him. All of us and each of us saw Him whole—front, rear and through and through. You will not understand this. I say it and leave it. It was so, as we saw Him then. Then there came voices of all those myriad orders, each great company in its own proper order grouped, and each sounding its own appropriate anthem of worship, and yet all blended together as one chord of creative harmony which filled our heavens and all the spaces about the planets in their orbits, and had response of those who in the outlands of space held vigil over their special planetary charges. Such a hymn as this, it is plain, I cannot put"},{"pageNumber":249,"pageContent":"THE BATTALIONS OF HEAVEN 251 into words of a single people of our planet earth. But, using your English words, I will tell you, so far as I am able, of what we enchanted, blending our worship with that of those other orders of the universe in one grand stream of concerted praise; What lies beyond you in the deeps of space we know not yet, and earth is but a mote in the rays of your Heavenly Sun. But this we know, since we have seen this Province of your Kingdom, Christ of the Father, that what is there beyond is wholly good. What comes to meet us out of the eternities ahead of us, on the road we go, what peoples there abide, what sort of Princes rule—these, too, we know not now. Yet we go forward fearless, for we follow you, O Christ. Upon your shoulders sit twin power and love embracing each other in your crown of majesty. \"Who the Father is we know, for we have seen you His Beloved, and we have loved you also. So our love meets with the Father's love in you as trysting place. We know Him in you, and we are content. \"You are very wonderful and beautiful, Beloved, yet all your beauty cannot be shown to us; it is so great. \"But in that future emprise we adventure forth all strong of heart and buoyant and unafraid. An"},{"pageNumber":250,"pageContent":"252 THE LIFE BEYOND THE VEIL you still lead us, we will follow you, Christ Consummate of wisdom, of strength and of creative love. \"We pay you our due worship, ordered and in our degrees. Content us with the benediction of your Peace.\" A RNEL ±."}]
