[{"pageNumber":1,"pageContent":"Cold Type Principles of the Imperial New World Order Edward S. Herman and David Peterson"},{"pageNumber":2,"pageContent":"Cold Type WRITING WORTH READING FROM AROUND THE WORLD http://coldtype.net Edward S. Herman is Professor Emeritus of Finance at the Wharton School, University of Pennsylvania, and has written extensively on economics, political economy and the media. Among his books are Corporate Control, Corporate Power, The Real Terror Network, Triumph of the Market, Manufacturing Consent (with Noam Chomsky) and Imperial Alibis (South End Press). David Peterson is an independent journalist based in Chicago. © Edward S. Herman, David Peterson 2008"},{"pageNumber":3,"pageContent":"HERMAN & PETERSON | PRINCIPLES OF THE IMPERIAL NEW WORLD ORDER PAGE 3 E have to recognize that in the Imperial New World Order (INWO), with the Soviet Union gone, and an aggressive and highly militarized United States projecting its great power across the globe, destabilizing and devastating in all its major areas of operation in the alleged interest of liberation and stability, a revised set of principles should be discernible. Most of these are hardly new, but even more audaciously than in the past they translate power relationships into affirmations of rights or the denial of these very same rights, with the ensuing double standards applicable pretty much across the board. The real-world significance of these INWO princi- ples thus depends on three factors: (a) whether Washington affirms them for itself (and directly or by implication for its close allies, clients and hangers-on); (b) whether Washington denies them to its enemies; and (c) whether Washington doesn’t care one way or the other. As we show below, these power-based affirma- tions or denials of rights are accepted among the powerful, from the leaders of the Western states, political candidates, and top UN officials, to the establishment media and the intellectuals whose voices can be heard. They represent the insti- tutionalization of a system of power in which justice is inoperative and its perver- sion hidden in clouds of rhetoric and obfuscation. 1. Aggression rights: The United States enjoys first-class aggression rights and has long been able to violate the UN Charter prohibition against the “supreme international crime” as a matter of course and without the slightest penalty (Vietnam and the whole of Indochina, Panama, Yugoslavia, Afghanistan, Iraq). Its most important client, Israel, has been able to do the same (Lebanon in 1982 and 2006, along with Syria, Algeria, and the Occupied Palestinian Territories), also W"},{"pageNumber":4,"pageContent":"without penalty. Among the intellectual and political classes of both countries, the objections raised to these aggressions have been almost entirely pragmatic and concerned with their effectiveness, costs (to the aggressor), and possible mis- management. But the aggression rights have not been challenged, either within the aggressing states or internationally. The rule of law implicitly applies only to others. In sharp contrast, in the cases of cross-border invasions by countries on the U.S. and Western enemies-list, such as Vietnam invading Cambodia in 1979 or Iraq occupying Kuwait in 1990, indignation by Western leaders and pundits is intense, and both invaders were severely punished (a retaliatory Chinese invasion of Vietnam, U.S. sanctions against Vietnam, and the Khmer Rouge awarded Cambodia’s seat at the UN; Iraq forced out of Kuwait by a massive Security Council-approved U.S.-led war that devastated Iraq and laid the basis for 13 years of sanctions and, ultimately, the March 2003 U.S. invasion). One key difference between 1979 and 1990, however, is that whereas in 1979, the Soviet Union vetoed a draft Security Council resolution calling on Vietnam to withdraw its forces from Cambodia, despite the Australian ambassador’s remark that “We cannot accept that the internal policies of any government [Cambodia], no matter how repre- hensible, could justify a military attack on it by another government [Vietnam],”[1] during no Council debate following Iraq’s August 2, 1990 invasion of Kuwait did a member of the Permanent Five veto a resolution calling for Iraq to withdraw its forces or imposing sanctions on the aggressor. The relevant dif- ference was the existence of the Soviet Union as a world-power in 1979 versus 1990 and beyond. 2. Terrorism rights (and the right to kill large numbers without being labeled terrorist): This parallels aggression rights, as the borderline between terrorism and aggression is fuzzy and is commonly simply a matter of scale; in either case, U.S. actions in bombing and killing are not designated with the invidious words. The U.S.’s initial “shock and awe” attack on Iraq was openly planned to terror- ize Iraqi military personnel and civilians, and the U.S. assaults on Fallujah[2] and elsewhere have had an open terrorist design. The same is true of Israeli military attacks. It is a matter of political form in the West that Israel only “responds” to and “retaliates” against terrorists, but never terrorizes. The introduction to House Resolution 951, adopted on March 5 by the overwhelming margin of 404 to 1 even as Israel’s Defense Force was savagely attacking Palestinian refugee camps in Gaza,[3] proclaims that “the Government of Israel’s military operations in Gaza only target Hamas and other terrorist organizations,” and adds that “the inadver- PAGE 4 HERMAN & PETERSON | PRINCIPLES OF THE IMPERIAL NEW WORLD ORDER"},{"pageNumber":5,"pageContent":"tent inflicting of civilian casualties as a result of defensive military operations aimed at military targets, while deeply regrettable, is not at all morally equivalent to the deliberate targeting of civilian populations as practiced by Hamas and other Gaza-based terrorist groups.”[4] This is straightforward apologetics for Israeli state terror. For one thing, Israeli leaders from Abba Eban to Ariel Sharon and Prime Minister Ehud Olmert today have openly admitted to the aim of ter- rorizing the Palestinian civilian population. Second, it glosses over the fact that the allegedly “inadvertent” killings of Palestinians by Israelis have exceeded that of the allegedly deliberate Hamas and Palestinian killings of Israelis by a huge ratio (i.e., before the second intifada, by 25 to 1; since the beginning of the second intifada in 2000, by 4.6 to 1; and since last November’s “peace” conference in Annapolis, back up to 21 to 1).[5] Third, the allegedly “inadvertent” killings by Israel are in actual fact quite deliberate, given that the Israeli forces don’t hesitate to use their powerful weapons in crowded civilian areas of Gaza and in Lebanon in the summer of 2006, where the civilian deaths are predictable and numer- ous.[6] 3. Rights to ethnically cleanse: The West finds ethnic cleansing reprehensible, and sheds a sea of tears over its victims—but only when carried out by, or when it can be imputed to, target entities such as the Bosnian Serbs and Milosevic’s Federal Republic of Yugoslavia in the 1990s, and the Sudan’s Muslim government today. In fact, the ethnic cleansing by the Bosnian Serbs was carried out in a large- ly tit-for-tat process of a civil conflict in which the competing groups (Bosnian Muslims and Croats) did their own share of cleansing. Milosevic in Kosovo did not ethnically cleanse to replace Kosovo Albanians with Serb settlers; the popu- lation flights were features of a civil war and then, with the NATO bombing, a much wider war.[7] Following in this misleading frame, the New Republic finds “Plenty of parallels between Darfur today and Kosovo in 1999....When rebellions came to Kosovo and Darfur, both Belgrade and Khartoum decided to fight the guerrillas by targeting the civilian populations from which they sprang.”[8] But TNR’s facts are as wrong with respect to Darfur as they are for Kosovo; the only real parallel here lies in the selectivity and ideological uses to which Western powers put the two theaters of conflict. In 2007, an assessment by the UN Environment Program found that “Environmental degradation, as well as regional climate instability and change, are major underlying causes of food insecurity and conflict in Darfur....[T]he region is beset with a problematic combination of population growth, over- exploitation of resources and an apparent major long-term reduction in rainfall. PAGE 5 HERMAN & PETERSON | PRINCIPLES OF THE IMPERIAL NEW WORLD ORDER"},{"pageNumber":6,"pageContent":"As a result, much of northern and central Darfur is degraded to the extent that it cannot sustainably support its rural population.”[9] On the other hand, the truly genuine case of ethnic cleansing, and one that has had global implications because of the Arab and Muslim resentment that it inspires, has been the steady Israeli expulsion of Palestinians from their lands in the Occupied Territories of the West Bank and East Jerusalem in order to allow Jewish settlements. The phrase “ethnic cleansing” is almost never applied to this case in the West. This despite the fact that it has been openly acknowledged by Israeli leaders for many years that the aim of these settlements is to displace Palestinians with Jews, and that in the process they have killed many thousands, demolished over 18,000 Palestinian homes since the occupation began in 1967,[10] and pushed out scores-of-thousands of non-Jews. John Dugard, the UN’s Special Rapporteur on Human Rights in the Occupied Palestinian Territories, has repeat- edly warned of Israel’ efforts “to make the city more Jewish,” and thereby deprive any future Palestinian state of a capital. “The clear purpose of these changes is to remove any suggestion that East Jerusalem is a Palestinian entity capable of becoming the capital of a Palestinian State,” Dugard explains. “The construction of the wall, the expansion of settlements and the de-Palestinization of Jerusalem threaten the viability of a Palestinian State.”[11] Yet, in a marvel of Western dou- ble standards and hypocrisy, this decades-old systematic ethnic cleansing process has been given positive support by Western leaders and media, and Israel has been honored while its target victims are villainized.[12] Despite the clear Israeli intent to ethnically cleanse, and to steal land belonging to the Palestinians, the process is rationalized in the West on the grounds of Israel’s “security needs”—in the racist double standard of the West, Palestinians have no “security needs,” and the fact that the latter are mainly responding to Israel’s wholesale terror and the dispossession process is ignored. This is the true Israeli “miracle.” 4. Subversion rights: Paralleling the aggression-rights enjoyed by the United States, and employed by it even more frequently during the post-World War II period, has been the U.S. right to interfere with and subvert any government of its choice. The counter-revolutionary intervention in Greece (1947-1949), and the overthrows of Mohammad Mosaddeq in Iran (1953) and Jacobo Arbenz Guzmán in Guatemala (1954) during the first decade of the post-war period are outstand- ing examples of U.S. power already being applied with little constraint.[13] The U.S. “counter-guerrilla” intervention in the Greek civil war witnessed “almost total command of the operation by Americans and the presence of advisers on combat operations,” Michael McClintock writes, a practice “that would remain at PAGE 6 HERMAN & PETERSON | PRINCIPLES OF THE IMPERIAL NEW WORLD ORDER"},{"pageNumber":7,"pageContent":"the top of the agendas of American counterinsurgents from Vietnam to El Salvador.”[14] (As McClintock’s history ends with the year 1990, we would extend this agenda minimally to cover Colombia, Yugoslavia, Afghanistan, and Iraq, too.) Regarded by many as the “cradle of U.S. Cold War strategy,” as a 1960s U.S. mili- tary assessment called it, the intervention in Greece established hallmarks of U.S. counterinsurgency strategy renamed though not superseded in practice by the mythical “Petraeus Doctrine” and the updated U.S. Counterinsurgency Field Manual (2006-2007) now alleged to be on display as part of the U.S. “surge” in Iraq. Yet, beyond the nominal changes in terminology to reflect the “end of the Cold War” and the proclamation of the “War on Terror,” in which a “new wave of insurgencies” is fueled, it alleges, not by old-style “communist” subversion but by “weak and failed states” and above all by “non-state actors” or “terrorists,” the actual strategy remains the same.[15] But U.S. subversion policy has taken many forms. In the 1982 study The Real Terror Network, in a section on “The U.S. Natural Right to Subvert,”[16] a table is provided that shows 12 different classes of subversion engaged in by the United States across eight countries in Latin America and the Caribbean between 1950 and 1980. Included are many forms of violence against people and property, many types of bribery, “black propaganda,” and the large-scale subsidization of opposi- tion candidates and protest movements such as students’ and women’s organiza- tions. There is also a summary of the late Philip Agee’s description of this multi- leveled process of subversion in Ecuador in the early 1960s. These processes were employed in Brazil (1964) and Chile (1973), and all are still in use today—and we are struck by the similarities between this earlier golden age of subversion and the efforts underway today in theaters such as Iran and Tibet (i.e., western China).[17] But whereas the earlier efforts were cloaked as countering “Communist subversion,” today they are allegedly part of “democracy promo- tion,” “transformational diplomacy,” the defense of “human rights,” and the like. 5. Rights to impose sanctions: Hegemonic power not only provides aggression, terrorism and subversion rights, it also allows the hegemon to impose sanctions on a target, to cause its people to suffer and its leaders to be discredited, usually with international community cooperation. The Soviet Union, Castro’s Cuba, Vietnam from 1975 to 1994, Nicaragua under the Sandinistas, Iran since the over- throw of the Shah in 1979, Libya, Iraq after the August 1990 invasion of Kuwait, the Federal Republic of Yugoslavia from 1992 (and the Republic of Serbia through the present day), and Afghanistan under the Taliban, all have been subjected to sanctions pressed by the United States. But it goes almost without saying that the United States and its clients are never subjected to sanctions, even for PAGE 7 HERMAN & PETERSON | PRINCIPLES OF THE IMPERIAL NEW WORLD ORDER"},{"pageNumber":8,"pageContent":"Nuremberg-class criminality such as aggression and major war crimes; the dou- ble standard here is blatant. In another miracle of double standards, not only is Israel never subjected to sanctions for its endless violations of the Fourth Geneva Convention’s protection of civilians in militarily-occupied territory and the collective punishment of the Gaza Palestinians, but since 2006, the “international community” has joined the U.S.-Israel axis in imposing sanctions against these deliberately immiserated, starved, and in every way deprived victims. In the words of eight U.K.-based humanitarian groups, the Israeli siege of the Gaza has turned its roughly 1.5 mil- lion people into an “imprisoned population,” dismantling their economy, destroy- ing the physical infrastructure, and crippling basic services such as health care and education. Now, at least 80% of the Gaza Palestinians are “dependent on human- itarian assistance” for daily survival. “Israel’s policy,” these groups report, “affects the civilian population...indiscriminately and constitutes a collective punish- ment...illegal under international humanitarian law.”[18] Describing life for the Gaza Palestinian as “under siege,” UN Special Rapporteur John Dugard notes that they “have been subjected to possibly the most rigorous form of internation- al sanctions imposed in modern times...the first time an occupied people have been so treated....Israel is in violation of major Security Council and General Assembly resolutions dealing with unlawful territorial change and the violation of human rights and has failed to implement the 2004 advisory opinion of the International Court of Justice, yet it escapes the imposition of sanctions....It is interesting to recall that the Western States refused to impose meaningful eco- nomic sanctions on South Africa to compel it to abandon apartheid on the grounds that this would harm the black people of South Africa. No such sympa- thy is extended to the Palestinian people or their human rights.”[19] But we can resolve the Special Rapporteur’s wonder once we remember that the real princi- ples of the INWO divorce punishments from genuine crimes, and rewards from good behavior. Power, and power alone, is its ruling principle. 6. Rights to resist aggression: In sharp contrast to the perspective that informs John Dugard’s work, the Gaza Palestinians in the eyes of the Western establish- ment possess no right to resist Israeli attacks, although these assaults are features of an illegal occupation and cruel ethnic cleansing process. In Western ideology, the Palestinian attacks on Israel, while not “aggression,” are an intolerable form of “terrorism,” not legitimate resistance, and they serve to justify anything pow- erful Israel chooses to inflict on Gaza as collective punishment. In a press release in early April, the Palestinian National Initiative Secretary-General and member of parliament Mustafa Al-Barghouthi noted that since the Annapolis conference PAGE 8 HERMAN & PETERSON | PRINCIPLES OF THE IMPERIAL NEW WORLD ORDER"},{"pageNumber":9,"pageContent":"concluded in late November, “Israeli attacks on the Palestinians had increased by 300 percent,” while “in the West Bank alone [they had] surged by 46 percent,” these West Bank attacks showing that Israel’s real objective has “nothing to do with the rocket attacks carried out by Palestinian resistance in Gaza.” Through early April, Israel had released 788 Palestinian prisoners since Annapolis, but it detained 2,175 new prisoners; it also increased the number of checkpoints on the West Bank, and continued building the separation wall; and most important, it continued to expand the number of Jewish settlements on the West Bank.[20] John Dugard has even likened Palestinian suicide bombers and Qassam rocket attacks on Israel to the resistance to the German occupation of European coun- tries during World War II. “Common sense...dictates,” Dugard argues, “that a dis- tinction must be drawn between acts of mindless terror...and acts committed in the course of a war of national liberation against colonialism, apartheid or mili- tary occupation...a painful but inevitable consequence of colonialism, apartheid or occupation. History is replete with examples of military occupation that have been resisted by violence....This is why every effort should be made to bring the occupation to a speedy end. Until this is done peace cannot be expected, and vio- lence will continue.”[21] In cross-border attacks where the invader does not possess aggression rights— the Vietnamese in Cambodia, and Iraq in Kuwait—the victims of these illegal attacks do possess resistance rights, and the international community rushes to their aid. In contrast, those who resists attacks by states that possess aggression rights—Israel invading Lebanon in 1982 and 2006, and the United States and its coalition attacking and occupying Yugoslavia, Afghanistan and Iraq over the past ten years—lack resistance rights, and their resistance is labeled by invidious terms such as “terrorism.” Even though operating inside Lebanon, Hezbollah is thus declared a “terrorist” organization supported by a state-sponsor of terrorism, Iran. In the post-invasion settlement of August 2006, the blue-helmeted UN troops were deployed inside Lebanon rather than inside Israel, even though Israel had invaded Lebanon; the UN’s reason for the deployment to Lebanon is to con- tain Hezbollah and protect the aggressor’s northern border.[22] Similarly, the resistance to the U.S. invasion-occupation of Iraq is called “insurgency,” as if it were taking place in major Western capitals, rather than in a country occupied by an invader’s military. In his testimony before the U.S. Congress in early April, General David Petraeus defined the “fundamental nature of the conflict” inside Iraq as “competition among ethnic and sectarian communities for power and resources,” the competing forces including “[t]errorists, insurgents, militia extremists, and criminal gangs,” so-called “Al Qaeda in Iraq,” Syria, and the “Special Groups” that the U.S. Central Command alleges are working on behalf of Iran.[23] Thus the “fundamental nature of the conflict” excludes any causal role PAGE 9 HERMAN & PETERSON | PRINCIPLES OF THE IMPERIAL NEW WORLD ORDER"},{"pageNumber":10,"pageContent":"for the state that militarily invaded Iraq, seized its territory, and is now well into its sixth year of savagely repressing the resistance to its occupation, no matter from what quarter. The international community recognizes the right of this par- ticular invader to crush the resistance that it meets by any means. This right to destroy a country in order to save it is an integral part both of aggression rights and the denial of the right to resist aggression. 7. Rights to self defense: Targets of the hegemon possess no right of self- defense. When tiny Guatemala in 1953-1954 and Nicaragua in the 1980s, both under serious threat of attack by the United States, sought arms from the Soviet bloc, this caused outrage and panic in U.S. political and media circles. These were allegedly threatening states and their search for arms could not be legitimate defense, it was a menace to the pitiful giant and the neighbors of the target. Similarly, with Iran on the U.S. hit-list in recent years, even though surrounded by hostile U.S. forces and openly threatened by both the United States and Israel, its right to self-defense is cancelled. Under U.S. prodding the Security Council imposed three rounds of sanctions on Iran’s legal nuclear program, and Iran is clearly unable to counter U.S. and Israeli nuclear weapons with any of its own— it is threatened with attack right now, when no serious analyst claims it has any nuclear weapons capability. In short, it has no right to self-defense. Meanwhile, the United States and Israel can arm-to-the-teeth and threaten war as part of their “security” needs and right to self-defense. But their targets pos- sess no such rights or legitimate needs. As UN Secretary-General Ban Ki-moon told an emergency meeting of the Security Council on March 1: “I condemn Palestinian rocket attacks, and call for the immediate cessation of such acts of ter- rorism....While recognizing Israel’s right to defend itself, I condemn the dispropor- tionate and excessive use of force that has killed and injured so many civilians, including children. I call on Israel to cease such attacks.”[24] Here we note that this statement was made following four days of ferocious attacks by the Israel Defense Forces on the Gaza Palestinians, leaving by then approximately 120 Palestinians dead, with as many as 60 killed this one day alone, including 39 civil- ians.[25] Yet in keeping with his office’s longstanding protocol, Ban Ki-Moon’s address was careful to introduce its statement about Israel’s bloody and illegal assault on the Gaza Palestinians with a subordinate clause “recognizing Israel’s right to defend itself.” As with the hegemon, the hegemon’s favorite client only defends itself. 8. Rights to acquire nuclear weapons: The United States and the other Great Powers all enjoy the right to possess nuclear weapons, as does any other state PAGE 10 HERMAN & PETERSON | PRINCIPLES OF THE IMPERIAL NEW WORLD ORDER"},{"pageNumber":11,"pageContent":"that meets with U.S. approval (i.e., Israel of course, but also India and Pakistan). But for targets like Iran and North Korea, the United States vehemently denies them the right to acquire nuclear weapons; and in the extreme case of Iran, the United States refuses to allow Iran even its legal rights under the Non- Proliferation Treaty to enrich uranium “for peaceful purposes without discrimina- tion.”[26] Instead, the United States uses Iran’s alleged less-than-perfect cooper- ation with the International Atomic Energy Agency, and, more important, Iran’s refusal to surrender its rights under the NPT, as the basis for derogation, for sanc- tions, and for plans (excuses) for a long-desired attack on Iran and possible “regime change.” Just as the UN and international community have cooperated with the United States in supporting its aggressions in Afghanistan and Iraq, so they go along with the hegemon in denying Iran its peaceful nuclear rights and in fostering the moral environment for another U.S. and Israeli aggression.[27] Israel of course suffers no penalty whatsoever, either for refusing to join the NPT or for having developed nuclear-weapons in rogue-like fashion as many as 40 years ago.[28] Nor has the U.S. rejection of its NPT-obligations to negotiate “in good faith on effective measures relating to the cessation of the nuclear arms race” and on a “treaty on general and complete disarmament” limited the credi- bility of its calls for the policing and punishment of much lesser NPT-violations by other states.[29] As with virtually everything else within the international order, the greater powers lay claim to rights they deny to the lesser powers, and do so without any regard to their own violations of agreements or international law. 9. Rights to having their civilian victims found worthy of international sympa- thy: The world community was of course aghast at the Al Qaeda actions of 9/11 that took nearly 3,000 civilian lives on U.S. territory. But even small massacres of Western civilians, such as the murder of eight students at the Mercaz Harav yeshi- va in West Jerusalem on March 6, are treated with front-page headlines and great indignation. The word “massacre” is regularly applied to such events. Indeed, the attack by the lone Palestinian gunman on the seminary students was described as “savage” by Ban Ki-Moon, and a “barbaric and vicious attack on innocent civil- ians [that] deserves the condemnation of every nation,” in George Bush’s words.[30] On the other hand, the post-9/11 retaliatory killing of well over three thousand Afghanis in U.S. air raids, and the killing of some 127 Gaza Palestinians during the two-week Israel Defense Force’s Operation “Hot Winter” (Feb. 27 -March 10), a majority of them unarmed civilians, including many children, are treated in low- key, are not designated “massacres” or “savage,” and are regularly given implicit PAGE 11 HERMAN & PETERSON | PRINCIPLES OF THE IMPERIAL NEW WORLD ORDER"},{"pageNumber":12,"pageContent":"apologetics as “collateral damage” and “tragic errors.” Israel may sometimes be criticized for the “disproportionate and excessive use of force” and cautioned to “exercise maximum restraint,” but it is never condemned for killing maliciously and deliberately and doing so with a clear and unambiguous chain-of-command that reaches from the pilots at the controls of F-16s or Apache Helicopters up through the ranks of the IDF and stops at the Office of the Prime Minister. “There is a clear distinction between terrorist rocket attacks that target civilians and action in self-defense,” U.S. National Security spokesman Gordon Johndroe explained[31]—and few Western establishment figures will fail to make this dis- tinction, and then only at peril to their careers. In an even more dramatic case, then-UN Ambassador’s Madeleine Albright’s 1996 admission over U.S. television that the deaths of “half-a-million” small children in Iraq, attributable to the U.S.- U.K.-UN- “sanctions of mass destruction,” were “worth it,” was not only never described as apologetics for a “massacre”—the admission was hardly noted in the West.[32] We are dealing here with the long-standing distinction between “worthy” and “unworthy” victims, and between “people” and “unpeople,” a distinction that has allowed the West to kill and dispossess untold millions of savages, niggers, gooks, hajis, and assorted non-white Westerners for centuries without the slightest dam- age to its self-perception as morally elevated.[33] True, at this point, it may no longer be acceptable to describe them as niggers (though hajis still appears to be common), but it is OK to note that “we don’t do body counts” and occasionally to admit that directly attacking a civilian support base—draining the seas in which the terrorist fish swim—is an acceptable feature of military action. The beauty is that the ancient dichotomy between US and THEM is preserved so well and handled with such aplomb—mainly by silence and an implicit double stan- dard—that it is normalized and unnoticed by the public. Thus, there is the vocal concern over civilian victims in Darfur and Zimbabwe and Tibet, as all three fall within the national territories of Western targets;[34] while benevolent concern over civilian victims is systematically channeled away from Afghanis, Iraqis, Congolese, Colombians, and Palestinians, abused by the West and its clients. 10. “Right to exist”(and the right to demand targets admit one’s “right to exist”): This “right” came into existence as a tool to buttress the U.S. and Israeli policy of rejecting a negotiated settlement with the Palestinians, thus prolonging the conflict, leaving boundaries unsettled, and Palestinian land ripe for Israeli expropriation. It gives Israel and its benefactor an ace-in-the-hole for withhold- ing recognition of whomever they choose—non-state actors such as the PLO, Hamas, and Hezbollah, and regional states such as Iran and Syria, and Egypt PAGE 12 HERMAN & PETERSON | PRINCIPLES OF THE IMPERIAL NEW WORLD ORDER"},{"pageNumber":13,"pageContent":"much earlier—whenever they choose, on the charge that the other party is delin- quent in not recognizing “Israel’s right to exist.” Apart from the fact that negoti- ations imply recognition and that the material existence of Israel can hardly be threatened, much less denied, by its exceedingly weak antagonists, the propagan- da beauty of this right lies in its ambiguity: Israel’s right to exist as a Jewish state? Right to be accepted without honoring the right of return of the ethnically- cleansed non-Jewish refugees to their homeland? We believe that this murky “right” is just another device to pre-empt a settlement of the Israel - Palestinian conflict, while Israel continues to dispossess the very people allegedly refusing to recognize its right to exist. Yet, these are matters not discussible in the West, where the affirmation of Israel’s right to exist and the demand that it be volun- teered without prompting serve above all as a kind of loyalty test and enforce- ment or disciplinary mechanism. The truth of these observations is revealed by the fact that usage of the phrase “right to exist” turns up almost exclusively in relation to Israel, and not for any other state or people in the world. To illustrate this, we constructed a series of searches of the Factiva and the Nexis databases for mentions of the exact phrase “Israel’s right to exist” over a 31 month period from September 1, 2005 through March 31, 2008; thereafter, we repeated the same searches, but substituted the names of 28 different entities in place of “Israel.” (For example, “Palestine’s right to exist,” “France’s right to exist,” and so on.) When searching the Factiva data- base’s most comprehensive “All Sources” category, we found 8,689 items that mentioned the phrase “Israel’s right to exist,” but only 15 that mentioned “Palestine’s right to exist,” and 7 that mentioned “Palestinians’ right to exist.” Using the Nexis database to search the New York Times produced similarly one- sided results: Whereas 120 items mentioned “Israel’s right to exist,” Nexis could find no items (zero) within the New York Times’s archive that mentioned any of the other 28 entities as possessing a “right to exist” comparable to “Israel’s right to exist.” What is this attribute, the right to exist, that relates only to the nuclear-armed and U.S. protected state of Israel, but no other state, no other people, no other race? On the other hand, Palestine’s right to exist is a real—we might even say, an existential—issue, as Israel has refused for six decades to admit even the exis- tence of a Palestinian nation, let alone recognize a Palestinian state with clearly defined borders. The structured bias in evidence here runs deep. Concluding Note: Rights to democratic substance or farce? Underlying the consolidation of the principles of the Imperial New World Order is the global decline of substantive democracy, as the global political elites have PAGE 13 HERMAN & PETERSON | PRINCIPLES OF THE IMPERIAL NEW WORLD ORDER"},{"pageNumber":14,"pageContent":"been able to do what they want in service to their interests—the holy trinity of the neoliberal program, militarization, and power-projection—in the face of widespread opposition on the part of the underlying populations. This had a dra- matic manifestation in a recent exchange between ABC - TV News correspondent Martha Raddatz and Vice President Dick Cheney. Asked what he thinks about the two-thirds of the American public that says the Iraq war is “not worth fight- ing,” Cheney replied: “So?”[35] The contempt for what the public wants and the widely held belief among the politicians in charge about the public’s irrelevance— except as workers, consumers, and as a field whose votes can be harvested once every election cycle—could hardly be more blatant. Elite contempt for the consent of the governed radiates throughout the U.S. media as well. In an important opinion poll released just two days after the Raddatz - Cheney exchange (and one that in fact used their exchange to highlight the poll’s findings), 77% of U.S. respondents agreed with Article 21 of the Universal Declaration of Human Rights that “the will of the people [should] be the basis of the authority of government.” A dramatically high 94% said that U.S. govern- ment leaders “should pay attention to the views of the people as they make deci- sions.” But when asked whether they believe the United States “is run by a few big interests looking out for themselves,” or “run for the benefit of all the people,” 80% said “by a few big interests.”[36] Remarkably, although conducted during a presidential election year, and devoted to what Americans think about their own political lives, this opinion poll went unreported in the U.S. media, while a sepa- rate poll conducted by the same firm that asked people in six different countries what they think about China was reported widely.[37] The U.S. public was hostile to the Iraq invasion-occupation even before it occurred,[38] as was the global public,[39] and for some years now polls have shown a solid majority in the United States wanting a fairly prompt and complete exit,[40] and a reduction of the role the United States plays globally, particularly in its readiness to use force;[41] but this has had zero effect on U.S. policy, with the Democrats as well as the Republicans failing to respond to what the voting public wants. Polls in Iraq also show a definite majority there want the United States out,[42] but again with zero effect on U.S. policy or the response of lead- ers of the supposedly democratic states in Europe and elsewhere who have put no pressure on the invader-occupier to withdraw. It has also been long established that the U.S. public would like to see a small- er military budget, greater infrastructure spending and greater efforts at diplomat- ic and collective resolution of international issues. A 2007 poll showed that 73 per- cent of U.S. citizens would favor an agreement for the elimination of all nuclear weapons, an opinion that runs exactly counter to the policies of the Bush admin- PAGE 14 HERMAN & PETERSON | PRINCIPLES OF THE IMPERIAL NEW WORLD ORDER"},{"pageNumber":15,"pageContent":"istration (which have not been noticeably opposed by the Democratic Party).[43] In keeping with the principle of elite contempt for the consent of the governed, the U.S. government continues to pursue next-generation nuclear weapons capa- bilities, and does everything in its power to prevent the NPT’s disarmament requirement from even being raised in multilateral forums. Abroad as well, pub- lic opinion seems to have little effect on policy-makers, who fall readily into line with the ruler of the Imperial New World Order. A series of polls within the Czech Republic these past 16 months report consistent majorities (sometimes reaching as high as 75 percent) that oppose the placement of any component of the U.S. anti-missile program on their territory.[44] But the Czech government rushes toward acceptance, and Prime Minister Mirek Topolanek resists all calls for a national referendum on the issue; in analyst Philip Coyle’s words, “Czech gov- ernment officials have even been known to say that the decision to host the radar is too important to be left to the voters.”[45] The same scenario has played out in Poland, with a majority of Poles consistently opposing their country’s partici- pation in the U.S. anti-missile program, while Prime Minister Donald Tusk also refuses to permit a referendum on the issue. “The truth is brutal,” Tusk explained, “there will not be decisions of a military character approved through universal vote.”[46] The publics in Europe’s largest countries also oppose the U.S. anti-mis- sile program, with pluralities opposed in Britain (44%) and Italy (49%), and clear majorities in France (58%), Spain (61%), and Germany (71%).[47] In each case, the leadership of these NATO members support the program—which is to say, oppose their own publics. Similarly in Canada, the most recent public opinion poll shows that 59% disagreed with the decision of Parliament to extend their mission to Afghanistan for another three years. Some 70-80% of Poles are opposed to their government’s participation in what has become NATO’s war in Afghanistan; Tusk as well had strongly opposed participation just before his elec- tion, but switched to support after he secured his victory. A French poll showed that 68% opposed President Nicolas Sarkozy’s decision to send more French troops to Afghanistan.[48] In short, the consolidation of Imperial New World Order principles rests on the United States and its allies, clients, and hangers-on being pseudo-democracies, ruled by elites free to ignore their own publics—failed states, in effect. This in turn rests on the huge and growing inequalities that have come to prevail, both with- in and between states, the plutocratization of politics, the erosion of a constitu- tional public sphere, the gatekeeper and propaganda services of an increasingly centralized media, and publics that thus far have been too easily managed despite the disadvantages the great majority has suffered under this unjust and ever- more threatening regime. PAGE 15 HERMAN & PETERSON | PRINCIPLES OF THE IMPERIAL NEW WORLD ORDER"},{"pageNumber":16,"pageContent":"The INWO is not likely to disappear anytime soon, unless it causes its own cat- astrophic destruction. (By no means impossible, given its trajectory, as “little changes, and much gets worse.”) Otherwise, it is not likely to end until the mass of humanity ceases to be manageable, organizes at home and abroad, and fights back. ENDNOTES [1] Elizabeth Becker, “Soviets Block U.N. Demand for Withdrawal From Cambodia,” Washington Post, January 16, 1979. Becker notes that “all nations but those from the Soviet Bloc agreed with the statement” made by the Australian Ambassador. [2] See Ali al-Fadhily and Dahr Jamail, “Five Years On, Fallujah in Tatters,” Inter Press Service, April 14, 2008. [3] See, e.g., “Abed Rabbo Street, East Jabaliya,” Narratives Under Siege (6), Palestinian Center for Human Rights, March 4, 2008; and Mohammed Omer, “What I saw in Jabaliya,” New Statesman, March 6, 2008. [4] See House Resolution 951 (“Condemning the ongoing Palestinian rocket attacks on Israeli civilians”), March 5, 2008. And for a member-by-member break- down of the roll call vote, see House Roll Call #93, March 5, 2008. The lone Representative to vote against HR 951 was the Texas Republican and former pres- idential candidate Ron Paul. [5] According to the New York Times, “During the first 17 months of the first intifada [1987-],...roughly one Israeli died for every 25 Palestinians killed.” (James Bennet, “Mideast Balance Sheet,” March 12, 2002.) Data provided by B’Tselem shows that from the start of the second intifada on September 29, 2000 through March 31, 2008, the ratio of Palestinians killed by Israelis to Israelis killed by Palestinians is 4.6 - 1, while the same ratio spiked up to 21 - 1 during the recent four-month period between Dec. 1, 2007 and March 31, 2008. (See “Fatalities,” B’Tselem, Sept. 29, 2000 - March 31, 2008, basing our calculation on the first four categories of data represented there.) According to Hamas’ Mahmoud al-Zahar, “in 2007 alone the ratio of Palestinians to Israelis killed was 40 to 1....” (“No Peace Without Hamas,” Washington Post, April 17, 2008.) We believe that the very high level of Israeli military violence against the Gaza Palestinians since the staging of the “peace” conference at the U.S. Naval Academy in Annapolis, Maryland (Nov. 26-30, 2007), including large-scale attacks that appear to have been timed to coin- cide with the April 16-17 meetings in Cairo between former President Jimmy Carter and representatives of Hamas, shows the real meaning of Annapolis much PAGE 16 HERMAN & PETERSON | PRINCIPLES OF THE IMPERIAL NEW WORLD ORDER"},{"pageNumber":17,"pageContent":"better than the rhetoric that filled the air in late November. [6] As York University Professor of International Law Michael Mandel argues con- vincingly: Although “there is indeed a moral and legal difference between mean- ing to kill someone and killing someone accidentally,” we “can’t possibly judge the morality of collateral damage while leaving out the question of the war itself....It is the immorality and illegality of a war that makes collateral damage a crime. The real alternatives are to make war only when it is necessary and moral and legal, and not to make it when it is not. Then, if you take as much care as possible to avoid injury to non-combatants, nobody will have the right to criticize you when they are harmed, because their harm will be the responsibility of those who start- ed the war...” (emphasis added). See How America Gets Away With Murder: Illegal Wars, Collateral Damage and Crimes Against Humanity (Ann Arbor, MI: Pluto Press, 2004), esp. “Collateral Damage,” pp. 46-56; here p. 49. [7] Population flows in Kosovo prior to and during NATO’s 1999 bombing war cor- related, not with a plan of ethnic cleansing and forced expulsion, but with strate- gic military factors, including the intensity of fighting, the operational presence of the KLA in the various theaters of combat, and the relative density of the nation- al groups living in the areas being contested. Across Kosovo’s 29 municipalities, ethnic Albanians did not flee the territory uniformly. Nor were they alone—mem- bers of all ethnic groups fled areas where fighting took place. Municipalities in dif- ferent parts of Kosovo where the KLA’s presence was thin saw relatively little fighting and therefore little refugee flow. This was particularly true prior to the start of NATO’s bombing war on March 24, 1999. See the report published by the OSCE, Kosovo/Kosova: As Seen, As Told. The human rights findings of the OSCE Kosovo Verification Mission October 1998 to June 1999, esp. Part III, Ch. 14, “Forced Expulsion,” pp. 146-162; and Part V, “The Municipalities,” pp. 226-585. Also see the treatment of this matter in Noam Chomsky, A New Generation Draws the Line: Kosovo, East Timor and the Standards of the West (Verso, 2000), p. 114 ff. Chomsky summarized the work of former New York Times reporter David Binder, who “notes ‘a curiosity’ documented in the OSCE report: 46 percent of the Albanians left Kosovo during the bombing, along with 60 percent of the Serbians and Montenegrins. Thus, ‘proportionately more Serbs were displaced during the bombing, and they did not return to Kosovo’“ (p. 114). Last, see the tes- timony of late British journalist Eve-Ann Prentice during the Defense’s phase of the trial of Slobodan Milosevic. Asked her opinion about the reasons why so many Kosovo Albanians fled the province during NATO’s bombing war, Prentice said, variously, “we were told many times that...ordinary civilian ethnic Albanians...had been told it was their patriotic duty to leave because the world was watching...and that anybody who failed to join this exodus was somehow PAGE 17 HERMAN & PETERSON | PRINCIPLES OF THE IMPERIAL NEW WORLD ORDER"},{"pageNumber":18,"pageContent":"not supporting the -- the Albanian cause....[T]hey had been told by KLA leaders that their patriotic duty was to join the exodus, was to leave Kosovo, to be seen to be leaving Kosovo.” (Testimony of Eve-Ann Prentice, Prosecutor v. Slobodan Milosevic (IT-02-54), February 3, 2006, pp. 47908 - 47909.) [8] “Balkan Ghosts,” Editorial, New Republic, March 12, 2008. [9] Achim Steiner et al., Sudan: Post-Conflict Environmental Assessment, UN Environment Program, 2007, esp. Ch. 3, Ch. 4, Ch. 5, and Ch. 15; here p. 329. This important report continues: “Although not a novel finding to those working in this field in Darfur, it is not commonly understood outside the region. Yet it has major implications for the prospects for peace, recovery and rural development in Darfur and the Sahel. Indeed, the situation in Darfur is uniquely difficult, but many of the same underlying factors exist in other parts of Sudan and in other countries of the Sahel belt. Darfur accordingly holds grim lessons for other coun- tries at risk, and highlights the imperative for change towards a more sustainable approach to rural development” (p. 329). In published comments on the UN Environment Program’s findings, UN Secretary-General Ban Ki-moon noted that, “Almost invariably, we discuss Darfur in a convenient military and political short- hand—an ethnic conflict pitting Arab militias against black rebels and farmers. Look to its roots, though, and you discover a more complex dynamic. Amid the diverse social and political causes, the Darfur conflict began as an ecological cri- sis, arising at least in part from climate change....It is no accident that the violence in Darfur erupted during the drought.” (“A Climate Culprit In Darfur,” Washington Post, June 16, 2007; also Julian Borger, “Darfur conflict heralds era of wars triggered by climate change, UN report warns,” The Guardian, June 23, 2007.) The contrast between these “underlying factors” and the Western chorus of denunciation of Khartoum for perpetrating “genocide” there could not be more stark. Also see David M. Cacarious Jr. et al., National Security and the Threat of Climate Change, CNA Corporation, April, 2007. This “blue-ribbon panel of retired admirals and generals” notes that “[s]truggles that appear to be tribal, sectarian, or nationalist in nature are often triggered by reduced water supplies or reduc- tions in agricultural productivity.” It adds that the “situation in Darfur...had land resources at its root....Probably more than any other recent conflict, Darfur pro- vides a case study of how existing marginal situations can be exacerbated beyond the tipping point by climate-related factors” (pp. 15-20). Last, see the very impor- tant analysis by Mahmood Mamdani, “The Politics of Naming,” London Review of Books, March 8, 2007. [10] See Jeff Halper et al., “18,000 Homes Destroyed by Israel since 1967,” Israeli Committee Against House Demolitions. PAGE 18 HERMAN & PETERSON | PRINCIPLES OF THE IMPERIAL NEW WORLD ORDER"},{"pageNumber":19,"pageContent":"[11] John Dugard, Report of the Special Rapporteur of the Commission on Human Rights on the situation of human rights in the Palestinian territories occupied by Israel since 1967 (A/60/271), August 18, 2005, esp. the Summary and para. 51-57. [12] See Gideon Levy, “With friends like these,” Haaretz , March 23, 2008. [13] See, e.g., C.M. Woodhouse, New Ed., The Struggle for Greece 1941- 1949 (Chicago: Ivan R. Dee, 2003); Mark J. Gasiorowski and Malcolm Byrne, Eds., Mohammad Mosaddeq and the 1953 Coup in Iran (Syracuse: Syracuse University Press, 2004); and Stephen M. Streeter, Managing the Counterrevolution: The United States and Guatemala, 1954-1961 (Athens, OH: Ohio University Press, 2001). [14] Michael McClintock, Instruments of Statecraft: U.S. Guerrilla Warfare, Counter-insurgency, and Counter-terrorism, 1940 - 1990 (New York: Pantheon Books, 1992), pp. 11-17. McClintock cites a New York Times article from December 7, 1947, about the ubiquity of the “enemy” (i.e., the Greek population), which bore the revealing title: “The Front in Greece is Everywhere” (n. 44, p. 466). [15] David H. Petraeus and James N. Matthis, Counterinsurgency (U.S. Department of the Army, 2006), esp. Ch. 1, “Insurgency and Counterinsurgency,” pp. 1-21 - 1-24, where the terminological reorientation from the “Cold War” and counterinsurgency as countering “communism,” to the “War on Terror” and counterinsurgency as countering “terrorism,” is quite explicit. [16] Edward S. Herman, The Real Terror Network: Terrorism in Fact and Propaganda (Boston: South End Press, 1982). See esp. “The U.S. Natural Right To Subvert,” pp. 132 - 137; and Table 3-5, “Forms of Subversion Engaged in by the United States in Eight Countries in Latin America and the Caribbean, 1950 - 1980,” p. 134. [17] On possible U.S. Government sponsorship of terrorism-by-proxy inside Iran, see Borzou Daragahi, “Iran says U.S. aids rebels at its borders,” Los Angeles Times, April 15, 2008. And on the sudden prominence of protests around Tibet, see Michel Chossudovsky, “China and America: The Tibet Human Rights PsyOp,” Centre for Research on Globalization, April 13, 2008. [18] See The Gaza Strip: A Humanitarian Implosion (March, 2008), a collaborative assessment by the U.K.-based Oxfam, Christian Aid, and six other organizations. Also see The Gaza Strip -- One Big Prison, B’Tselem, May, 2007. [19] John Dugard, Report of the Special Rapporteur on the Situation of Human Rights in the Palestinian Territories Occupied Since 1967 (A/HRC/2/5), September 5, 2006, para. 70. PAGE 19 HERMAN & PETERSON | PRINCIPLES OF THE IMPERIAL NEW WORLD ORDER"},{"pageNumber":20,"pageContent":"[20] “Barghouthi: Israeli violations and assaults increased since Annapolis,” Palestinian Information Center, April 5, 2008.—Here we see the irrelevance of the February 27 Qassam rocket strikes on Sderot that killed Roni Yichia to Israel’s overall policy objectives on the West Bank as well as the Gaza. On the West Bank, what Israel seeks is the completion of the separation wall and the expansion of Jewish settlements; how far the settlements will expand, and by how many in number, remain the only unanswered questions. Clearly, it is not the Qassam rocket strikes on southern Israel in late February that explain the increase in vio- lent and repressive activity on the West Bank since the Annapolis conference was held in the final week of November. Also see David Rose, “The Gaza Bombshell,” Vanity Fair, April, 2008. [21] John Dugard, Human Rights Situation in Palestine (A/HRC/7/17), UN Human Rights Council, January 21, 2008, para. 4. [22] UN Security Council Resolution 1701 (S/RES/1701), August 11, 2006; “Security Council votes unanimously for an end to hostilities in the Middle East,” UN News Center, August 11, 2006. [23] See General David H. Petraeus, “Report to Congress on the Situation in Iraq,” September 10-11, 2007.,” April 8-9, 2008, p. 2. (Also see the accompanying charts.) For an earlier example of the “Petraeus Doctrine” and its redefinition of coun- terinsurgency as “counter-terrorism,” see the General’s “Report to Congress on the Situation in Iraq [24] “Secretary-General’s statement to the Security Council on the situation in the Middle East,” March 1, 2008 [25] “Security Council, Secretary-General, alarmed by deadly violence in Middle East,” UN News Center, March 2, 2008. [26] See Article IV.1, Treaty on the Non-Proliferation of Nuclear Weapons, March 5, 1970 (as posted to the website of the IAEA). [27] See, e.g., Edward S. Herman and David Peterson, “The U.S. Aggression Process and Its Collaborators: From Guatemala (1950-1954) to Iran (2002-),” Electric Politics, November 26, 2007; and Siddharth Varadarajan, “The UN is esca- lating the Iran nuclear crisis,” The Hindu, March 5, 2008. [28] See Avner Cohen, Ed., “Israel Crosses the Threshold,” National Security Archive Electronic Briefing Book No. 189, April 28, 2006. [29] See Article VI, Treaty on the Non-Proliferation of Nuclear Weapons. [30] “Statement attributable to the Spokesperson for the Secretary-General on today’s attack in Jerusalem,” March 6, 2008; “President Bush Condemns Terrorist PAGE 20 HERMAN & PETERSON | PRINCIPLES OF THE IMPERIAL NEW WORLD ORDER"},{"pageNumber":21,"pageContent":"Attack in Israel,” White House Office of the Press Secretary, March 6, 2008. [31] Helene Cooper, “Gaza Pitfalls in Every Path,” New York Times, March 3, 2008. [32] Madeleine Albright to Lesley Stahl, “Punishing Saddam,” 60 Minutes, CBS TV, May 12, 1996. Their exchange went exactly as follows: Stahl: “We have heard that a half a million children have died. I mean, that’s more children than died when--wh--in--in Hiroshima. And--and, you know, is the price worth it?” Albright: “I think this is a very hard choice, but the price--we think the price is worth it.” [33] See John Ellis, The Social History of the Machine Gun (Baltimore: Johns Hopkins University Press, 1986). [34] For brief discussions these designer crises, see Roger Howard, “Where anti- Arab prejudice and oil make the differenceGideon Levy, “Palestinians versus Tibetans--a double standard,” Haaretz”How come Zimbabwe and Tibet get all the attention?” The Guardian, April 17, 2008. , April 13, 2008; and Seumas Milne,,” The Guardian, May 16, 2007; Dan Glaister, “Not on our watch -- how Hollywood made America care about Darfur,” The Guardian, May 19, 2007; [35] “Where Things Stand Milestone,” World News with Charles Gibson, ABC - TV News, March 19, 2008. The topics under discussion were the U.S. war in Iraq, and American public opinion. The exchange between ABC News correspondent Martha Raddatz and Vice President Dick Cheney went exactly as follows: Raddatz: “Let me go back to the Americans. Two-thirds of Americans say it’s not worth fighting. And they’re looking at the value gain versus the cost in American lives, certainly and Iraqi lives.” Cheney: “So?” Raddatz: “So? You’re not - you don’t you care what the American people think?” Cheney: “No, I think you can- not be blown off course by the fluctuations in the public opinion polls.” [36] Steven Kull et al., American Public Says Government Leaders Should Pay Attention To Polls, World Public Opinion.org - Program on International Policy Attitudes, March 21, 2008. [37] See David Peterson, “Worthy vs. Unworthy Opinion Surveys,” Z.Com, March 28, 2008. [38] Marshall M. Bouton et al., American Public Opinion and Foreign Policy, Chicago Council on Foreign Relations - Program on International Policy Attitudes, 2002. Based on interviews conducted between June 1 and June 30, 2002, this careful study reported: “When asked in general terms, a strong majority of 75% favor using U.S. troops to overthrow Saddam Hussein’s government, with only 21% opposed. But in responses on another question that differentiates amon g alternative approaches, it becomes clear that multilateralism is essential to this PAGE 21 HERMAN & PETERSON | PRINCIPLES OF THE IMPERIAL NEW WORLD ORDER"},{"pageNumber":22,"pageContent":"support. Only 20% say the United States should invade Iraq ‘even if we have to go it alone’. Fully 65% say the United States should only invade Iraq ‘with UN approval and the support of its allies’, while 13% say that the United States should not invade Iraq in any case” (p. 27). Also see Figure 3 - 10, “Attitudes on Using Force in Iraq” (p. 27). Although conducted nine months prior to the March 2003 war, and at the start rather than the finish of a prolonged propaganda campaign that witnessed perhaps the most well-organized and sustained series of lies around a single topic in U.S. history, here we note the crucial difference that giv- ing people an alternative can make to how they respond. [39] See America’s Image Further Erodes, Pew Global Attitudes Project, March 18, 2003. Based on surveys in nine different countries. In only one country did a majority express support for the looming war: The United States (59%). In the other eight countries, the majorities expressing opposition were: Britain (51%), France (75%), Germany (69%), Italy (81%), Poland (73%), Russia (87%), Spain (81%), Turkey (86%). [40] See, e.g., Economic Pessimism Grows, Gas Prices Pinch, Pew Center for the People and the Press, September 15, 2005, which reported the “most notable shift in public opinion about the situation in Iraq over the summer is increasing sup- port for the idea of setting a timetable for troop withdrawal, from 49% in July to 57% today.” We believe a strong argument can be made that a majority of the U.S. public concluded early on that a prompt and complete U.S. withdrawal from Iraq would be the best course for their government to take. This can be seen in responses to questions that asked whether they believed the war had made the United States more safe or less safe, whether they believed launching the war was the right decision or the wrong decision, and the like. The U.S. government’s lies about the threat posed by Iraq’s weapons of mass destruction programs and Iraq’s ties to Al Qaeda and the events of 9/11 may have sunk their roots deeply into the captive American mind. But this is a much different matter than what Americans at the same time believed that their government should do about it. [41] See Steven Kull et al., World Publics Reject U.S. Role as the World Leader, Chicago Council on Global Affairs - World Public Opinion.org, April 17, 2007, pas- sim. [42] See, e.g., Public Opinion in Iraq: First Poll Following Abu Ghraib Revelations, Coalition Provisional Authority, May 14-23, 2004. The CPA did everything it could to suppress the results of this early poll, and the results were barely reported in the United States. But they presented a “stark picture of anti-American senti- ment,” Associated Press reported, with “more than half of Iraqis” expressing the belief that “they would be safer if U.S. troops simply left.” (John Solomon, “U.S. PAGE 22 HERMAN & PETERSON | PRINCIPLES OF THE IMPERIAL NEW WORLD ORDER"},{"pageNumber":23,"pageContent":"poll of Iraqis finds widespread anger at prison abuse, worry about safety,” June 15, 2004.) [43] See Steven Kull et al., American and Russian Publics Strongly Support Steps to Reduce and Eliminate Nuclear Weapons, World Public Opinion.org - Program on International Policy Attitudes, November 9, 2007, pp. 16-18. [44] “U.S. missile shield politicized, poll says,” Agence France Presse, February 27, 2008. [45] Philip E. Coyle, “Missile Defense and the Czech Republic,” The Defense Monitor, March / April, 2008, p. 6.2. [46] “Poland’s PM rules out referendum on U.S. missile shield,” Poland Business Newswire, February 27, 2008. [47] See John C. Freed, “Poll finds a broad desire to cooperate with Russia,” International Herald Tribune, March 28, 2008. Also see “Adherence to an American Anti-Missile Defence Project in Eastern Europe,” Harris Interactive Poll, p. 6. [48] John W. Warnock, “Democracy and the Politics of War,” April 6, 2008 (as post- ed to the Act-Up-Saskatchewan website). PAGE 23 HERMAN & PETERSON | PRINCIPLES OF THE IMPERIAL NEW WORLD ORDER"},{"pageNumber":24,"pageContent":"Download political essays by many of the best and brightest commentators from around the world, plus books, booklets, essays, newspapers and magazines – all in pdf format – all free of charge, at http://coldtype.net (Click on this link to enter web site) Cold Type WRITING WORTH READING FROM AROUND THE WORLD READ MORE ED HERMAN ESSAYS"}]
