[{"pageNumber":1,"pageContent":"T h e P h i l o s o p h i c a l Research Society 20 09 b o o k c a t a l o g"},{"pageNumber":2,"pageContent":"• 2 • M a n l y P. H a l l (1901-1990) | a seeker and lover of wisdom—the very definition of a philosopher—he had the courage and raw energy to look for wisdom in places most men had long since forgotten or never knew existed. As the Philo- sophical Research Society’s founder and first president, he began his career in an era when most Americans did not look toward other cultures and traditions without looking down. And yet, Manly P. Hall spoke and wrote extensively on the wisdom found in all ancient traditions, and the deep cross-cultural threads and many interconnected roots of modern religious expression. While neither guru nor saint (he made no claim of perfection, far from it), his work is exceed- ingly rare in its grand scope, detail and synthesis. He embraced the wisdom of every tradition and, with a fluid command of the obscure and complex contents of these traditions, worked to express their unifying truths. In his long career, spanning more than seventy years of dynamic public activity, Mr. Hall delivered over 8000 lectures in the United States and abroad, authored over 200 books, essays, and magazine articles, and left the world one of the finest libraries in the field, as well as a University that continues in his spirit of universal learning. The Philosophical Research Society is a non-profit organization founded in 1934 by Manly P. Hall for the pur- pose of providing thoughtful persons rare access to the depth and breadth of the world’s wisdom literature. PRS is entirely free from doctrinal, po- litical, or ecclesiastical affiliation and provides an environment sheltered from any interest intending to coerce or convert. The institution’s goal is to enable the individual to develop a mature philosophy of life, dedicated to understanding and appreciating one’s own unique possibilities in the unfolding universal pattern. The works published by PRS, most of which are written by Manly P. Hall himself, probe the life mysteries and spiritual issues with which every inquisitive individual is concerned. Whether interested in creating a per- sonal library of philosophical insights, or just beginning the search for en- lightenment, one will find the works featured here valuable steps through the “gates of wisdom” to the greater world around. TaBlE o f C onTEnTS T H E W o r k o f M a n l y P. H a l l The Secr et Teachings of All Ages ....................................................................... 3 Manly P. Hall’s Tarcher/Penguin Reprints ........................................................ 4 America’s Origin and Destiny .............................................................................. 5 Astrology ............................................................................................................... 6 The Basic Ideas of Man | by Manly P. Hall & Henry L. Drake ........................................ 7 The Bible & Christianity ...................................................................................... 8 Eastern Wisdom .............................................................................................. 9 - 11 Esoteric Philosophy .................................................................................... 12 - 15 Inspirational Essays, Fiction & Poetry ....................................................... 16 - 17 Learning to Live by Living to Learn .......................................................... 18 - 19 Music .................................................................................................................... 20 Neoplatonism | Theology for Wanderers in the New Millennium ....................................... 21 Philosophy and Comparative Religion ...................................................... 22 - 24 Reincarnation ..................................................................................................... 25 Self-Development ........................................................................................ 26 - 28 The Western Mysteries ................................................................................ 29 - 32 Video Recordings | by Manly P. Hall ............................................................................. 33 Audio Cassette Series | by Manly P. Hall .............................................................. 34 - 37 Audio Lectures | by Manly P. Hall .......................................................................... 38 - 39 Lecture Notes | by Manly P. Hall ............................................................................ 40 - 42 Symbolic Prints | from ‘The Secret Teachings of All Ages’ ............................................ 43 - 44 Title Index | Books, Pamphlets, Audio Cassette Series ................................................. 45 - 46 Book Order Form ............................................................................................... 47 Philosophical Research Society cover art | “Zen 2” © Leonardo Novaes [stock.xchng - www.sxc.hu]"},{"pageNumber":3,"pageContent":"T H E S E C r E T T E a C H i n g S o f a l l a g E S Order by Phone | 800.548.4062 or 323.663.2167 • Order Online | www.prs.org For Trade Orders Contact Us | mailorder@prs.org • Or These Distributors | Ingram, Devorss • 3 • a b c d “...This volume reveals that the lore and legendry of the world, the scriptures and sacred books, and the great philosophical systems all tell the same story. Human ambition may produce the tyrant; divine aspiration will produce the adept.” —Henry L. Drake, The Philosophical Research Society [a] UniveRS ity edition the Secret teachings of All Ages The new 2008 edition, with improved binding . Folio size, 12.3” x 18.2,” 254 pages plus 54 symbolic color plates, fold - outs, and an overlay. Includes 200 black and white illustra - tions, extensive bibliography, and complete index. ISBN-10: 0-89314-546-7 $225.00 Hardback (with slip - case) [b] Colle Cto R’S diAmond J Ubilee edition the Secret t eachings of All Ages Originally limited to 250 copies, featuring a parchment page at the front of this edition signed by Manly P. Hall. Slip-cased with gilt-edges. (For an additional $25, it can be customized with the recipient’s name hand-printed by a calligrapher— No returns accepted on personalized editions ). l i M i T E d Q u a n T i T i E S a r E S T i l l a v a i l a B l E , W H i l E S u P P l i E S l a S T o n l y ! ISBN: 0-89314-999-9 $500.00 Hardback with slipcase [c] Red UC ed Size H AR db AC k the Secret t eachings of All Ages 9” x 13,” 254 pages plus 54 symbolic color plates, foldouts and an overlay. Includes 200 black and white illustrations, extensive bibliography, and complete index. ISBN-10: 0-89314-548-3 $85.00 Hardback [d] Red UC ed Size P AP eRbAC k the Secret t eachings of All Ages 9” x 13,” 254 pages plus 54 symbolic color plates, foldouts and an overlay. Includes 200 black and white illustrations, extensive bibliography, and complete index. ISBN: 0-89314-830-X $54.95 Trade Paperback tH e Se CR et teACH ing S of All Age S | An e ncyclopedic outline of m asonic, Hermetic, Qabbalistic & Rosicrucian Symbolical Philosophy Manly P. Hall’s “magnum opus” concentrates the teachings of nearly six hundred distinguished authorities on religion and philosophy, providing an interpretation of the themes underlying the ancient mythology, philosophy, religion, rituals, and arcane mysteries of all ages. In its original format designed by J. Henry Nash, and first published in 1928, this unique volume can be treasured and passed on as an heirloom with the assurance that its in-depth studies of some forty ancient and modern systems of spiritual development will contribute to each individual’s quest for self-knowl - edge and philosophical awareness. T H E S E C r E T T E a C H i n g S o f a l l a g E S includes fifty-four stunning full-page color plates by noted artist J. Augustus Knapp, and two hundred black and white illustra - tions from rare occult works and manuscripts. To this day it remains unrivaled in its scope, synthesis and graphic beauty; a must for any serious student of mystical philosophy. AUdio leCtUR eS (p.39) o n t h e w e s t e r n m y s t e r i e s : • Secret Teachings of All Ages: Atlantis and the Gods of Antiquity 254- 9 • Secret Teachings of All Ages: Initia - tion of the Pyramid 255- 7 r E l a T E d W o r k S B y M a n l y H a l l"},{"pageNumber":4,"pageContent":"T a r C H E r /P E n g u i n r E P r i n T S Order by Phone | 800.548.4062 or 323.663.2167 • Order Online | www.prs.org For Trade Orders Contact Us | mailorder@prs.org • Or These Distributors | Ingram, Devorss • 4 • leC tUR eS on AnCient PH ilo So PH y, C o m p a n i o n t o t h e s e C r e t t e a C h i n g s o f a l l a g e s | by m anly P. Hall P u B l i S H E d u n d E r l i C E n S E B y T a r C H E r /P E n g u i n Hall wrote this volume as a reader's compan- ion to his earlier work, intending it for those wishing to delve more deeply into the esoteric philosophies and ideas that undergird The Secret Teachings of All Ages. Particular attention is paid to Neoplatonism; ancient Christianity; Rosicru- cian and Freemasonry traditions; ancient mysteries, pagan rites and symbols; and Pythagorian math- ematics. $21.95 | Paperback. 516pp. ISBN: 1-58542-432-3 t H e l o S t k e y S o f f R e e m A S o n R y, w i t h : ‘ f r e e m a s o n r y o f t h e a n C i e n t e g y p t i a n s ,’ a n d ‘ m a s o n i C o r d e r s o f f r a t e r n i t y ’ | by m anly P. Hall A 3- In-1 volume! P u B l i S H E d u n d E r l i C E n S E B y T a r C H E r /P E n g u i n Freemasonry is the subject of perennial fas- cination. Manly P. Hall was a Mason himself and nurtured a lifelong inter- est in the secret fraternal order, making it the focus of one of his earli- est and best-loved books, The Lost Keys of Free- masonry (1923). This new edition is bound along with the author's two later classics on Masonry: f r E E M a S o n r y o f T H E a n C i E n T E g y P T i a n S ( 1937), and M a S o n i C o r d E r S o f f r a T E r n i T y (1950). $18.95 | Paperback. 352pp. ISBN: 978-1-58542-510-5 S e C R e t t e A C H i n g S o f A l l A g e S , r e a d e r ' s e d i t i o n | by m anly P. Hall P u B l i S H E d u n d E r l i C E n S E B y T a r C H E r /P E n g u i n For the first time, the complete text of Hall’s celebrated classic has been reformatted and redesigned for ease and accessibility of the reading experience. This edition features Hall’s original index and bibliography. Includes 16 full color plates and 100 black & white illustrations . $24.95 | Paperback. 750pp. ISBN: 1-58542-250-9 Ame RiCA ’S o Rigin & deStiny • America’s Assignment with Destiny (p.5) • Secret Destiny of America (p.5) tH e We Ste Rn m ySte Rie S • Freemasonry of the Ancient Egyp - tians (p.29) r E l a T E d W o r k S B y M a n l y H a l l Se CR et deStiny of Ame RiCA, w i t h : ‘a m e r i C a ’ s a s s i g n m e n t w i t h d e s t i n y ’ | by m anly P. Hall P u B l i S H E d u n d E r l i C E n S E B y T a r C H E r /P E n g u i n Manly P. Hall’s two classic works on the hidden history and occult mission of America are each re - printed in this special two-in-one volume. Drawing upon ne - glected fragments of history, T H E S E C r E T d E S T i n y o f a M E r i C a presents evidence for a mysterious Great Plan at the core of the nation’s founding. T H E S E C r E T d E S T i n y o f a M E r i C a links the fascinating strands of esoteric history that lie at America’s heart, the symbolism of the Great Seal , the prophecy at George Washington’s birth, and the role of a mysterious stranger who swayed the signers of the Declaration of Independence. $16.95 | Paperback. 272pp. ISBN: 978-158542-622-1"},{"pageNumber":5,"pageContent":"a M E r i C a ’ S o r i g i n a n d d E S T i n y Order by Phone | 800.548.4062 or 323.663.2167 • Order Online | www.prs.org For Trade Orders Contact Us | mailorder@prs.org • Or These Distributors | Ingram, Devorss • 5 • new fo R 2009! m yS t i C i S m o f C o l o n i A l A m e R i C A This collection of essays details the early work of Johannes Kelpius (1673-1708), a German Pietist and mystic, William Penn (1644-1718), and others in Colonial America as they made a valiant effort to dedicate this world, this hemisphere, to the fulfillment of the prophecies of the ages. Transcendentalism has been described as a philosophical and religious democracy, a part of our heritage that we ought not forget. Also discussed is the connection btween American mysticism and Ancient Greek and Alexandrian classical philoso- phy as seen through the prism of early mystical Christianity. $5.95 | Pamphlet. 52pp. ISBN: 0-89314-876-8 tH e We Ste Rn m yS t e R ie S • Orders of the Universal Reformation - Utopias (p.31) • The Rosicrucians and Magister Christoph Schlegel: Hermetic Roots of America (p.31) AUdio C A SS et te Se Rie S • The Mystery & Meaning of the Ancient Rituals (p.36) AUdio leCtUR eS (p.38) o n e s o t e r i C p h i l o s o p h y : • Secret Societies at Work in the Mod - ern World • Transcendentalists of Alexandria, Athens & Boston tH e mA gi C f iRe Judson Harriss. illustrations by drummond Riddell An adaptation of Manly P. Hall’s Secret Destiny of America written es- pecially for the younger reader. Illustrated $7.50 | Paperback. 102pp. ISBN: 0-89314-421-5 t H e S e C R e t d e S t i n y o f A m e R i C A The fascinating story of how North America was colonized by Europe. Described by Francis Bacon as the “New Atlantis,” it was seemingly set apart for the great experiment of enlightened self- government long before the founding fathers envisioned the rise of the American Republic. Drawing upon often neglected fragments of history, this work presents evidence indi- cating that the seeds of democracy were planted one thousand years before the beginning of the Christian Era, suggesting that America is not merely a political and industrial entity, but an “as- signment of destiny.” $15.95 | Paperback. 200pp. ISBN: 0-89314-388-X. A m e R i CA ’S A SS i gnm e n t W i t H d e S t i n y Adepts in the Western esoteric tradition, Part 5 The unfolding story of the esoteric tradi- tions in the Western Hemisphere is revealed, beginning with the rites and mysteries of the Maya and Aztecs. Parallels are drawn between the miracles of the North American Indian medicine priests and wonder-workers of India. Also included: an account of the Incas of Peru and their possible contact with Asia; the riddle of Columbus; the role of Francis Bacon in organizing the English settle- ments in America, and the contributions of the German mystics through the Pietists, Mennonites, Dunkers, and Quakers. The American Revolution- ary period and important personalities of that time are examined, as are the Latin American patriots Simon Bolivar, Miguel Hidalgo, and Benito Juarez. $10.95 | Paperback. 119pp. ISBN: 0-89314-502-5 libe Rty At t He m illenni Um norris Hansell. illustrations by m iro Salazar Through the written and spoken words of our forbears, this work aims to provide a compact rendition of the central ideas in our founding documents. The eloquent works of the founders are presented without com- mentary. The book ex- tends beyond the work done in Independence Hall by Jefferson, Penn, Hamilton, Adams and Madison, to include the words of those less known—Phillis Wheat- ley, Paul Cuffe and Hiawatha. The central idea in the founding of America was liberty, its indispensability for the robust life of citizens, its need for protection by a government of special design. Looking ahead, the founders anticipated that Americans ever would need to guard their liberty because of its long history of fragility before the forces intrinsic to all governments. $12.95 | Paperback. 141pp. ISBN: 0-89314-429-0 r E l a T E d W o r k S B y M a n l y H a l l"},{"pageNumber":6,"pageContent":"a S T r o l o g y Order by Phone | 800.548.4062 or 323.663.2167 • Order Online | www.prs.org For Trade Orders Contact Us | mailorder@prs.org • Or These Distributors | Ingram, Devorss • 6 • t H e S t o R y o f A S t R o l o g y An illustrated account on the science of the stars, from ancient to modern times, including its development in both the Far East and the West. Especially interesting for the wealth of information involving historic personages who believed in astrology: Copernicus, Galileo, Kepler, Sir Isaac Newton. Emphasis placed upon astrological theories of the Greeks, Romans, Arabs, Aztecs and Burmese. Also includes a section on Tibetan divination and astrology. $14.95 | Hardback. 156pp. ISBN: 0-89314-525-4 AStRologi CA l e S S A yS This pamphlet explores the astro- logical aspects of infant mortal- ity, marriage, death and suicide. $5.95 | Pamphlet. 32pp. ISBN: 0-89314-302-2 AStRology And R e i n C A R n A t i o n A description of Karma as experi- enced by each individual astrolog- ical sign; with Vedic and Tibetan methods for evaluating past and future lives from the birth chart. $5.95 | Pamphlet. 44pp. ISBN: 0-89314-805-9 P l A n e t A R y i n f l U e n C e And t He H Um An So Ul Details of the inter-relationship of the human soul ( microcosm ) to its environment ( macrocosm ). $5.95 | Pamphlet. 32pp. ISBN: 0-89314-341-3 Pl Uto in lib RA An interpretation The effects upon many in the world during Pluto’s transit through Libra in the 1970’s and 1980’s are interpreted in this historic lecture. $5.95 | Pamphlet. 32pp. ISBN: 0-89314-342-1 PSyCH oAnAlyzing t He tW elve zodi ACA l tyPeS | n ew edition A popular booklet examining the psychology of each zodiac sign, with the added signifi- cance of cardinal, mutable, and fixed signs. Features illustra- tions of the Zodiac from Atlas Céleste by John Flamstéed. $7.95 | Pamphlet. 60pp (8.4”x6.9”). ISBN: 0-89314-813-X AStRologi CA l k e y W o R d S This compendium of research in over 100 subject categories by his- tory’s foremost astrolo- gers, is for the novice or professional astrologer seeking a means for ana- lyzing the deeper impli- cations of the horoscope and zodiacal anatomy. Includes Coley’s Table of Astro-Diagnosis , countries and cities ruled by zodia- cal signs, eclipses and critical degrees. $14.95 | Paperback. 229pp. ISBN: 0-89314-837-7 P H i l o S o P H y o f A S t R o l o g y An illustrated study of the great religious and philosophical principles underlying the concepts of astrology. $9.95 | Paperback. 91pp. ISBN: 0-89314-300-6 tH e We Ste Rn m ySte Rie S • Ocellus Lucanus (p.30) AUdio C A SS et te Se Rie S • Astro-Theology | How Astrology Has Influened Mankind (p.34) r E l a T E d W o r k S B y M a n l y H a l l new fo R 2009! St AR lo Re of bA bylon Manly Hall discusses the origins of astrology among the people of Chaldea and Babylon, as referenced by the find- ings of Sir A.E. Wallis Budge. From a lecture delivered at the Town-Hall Metaphysical Library , San Francisco, May, 1950. $6.95 | Pamphlet. 32pp (8.4”x6.9”). ISBN: 0-89314-868-7 P a M P H l E T S"},{"pageNumber":7,"pageContent":"T H E B a S i C i d E a S o f M a n Order by Phone | 800.548.4062 or 323.663.2167 • Order Online | www.prs.org For Trade Orders Contact Us | mailorder@prs.org • Or These Distributors | Ingram, Devorss • 7 • le CtUR e S eRie S one | twelve t eachers Lecture Series One introduces the reader to the lives and message of twelve celebrated teachers of the East and West, whose impact on world culture has been deep and enduring: Socrates, Plato, Aristotle, Lao-Tse, Buddha, Confucius, Maimonides, Jalal-ud-din (Rumi), St. Paul, St. Thomas Aquinas, Leibnitz and C.G. Jung. $7.95 each | Pamphlet. 36pp. BIM-1-01 through BIM-1-12 1-01 | Man’s Power of Self-Control in Life and Death | Socrates, Master of Philosophic Conviction 1-02 | Christ in You, the Hope of Glory | Paul, the Apostle of Christ 1-03 | The Doctrine of Universal Law | Buddha, the Light of Asia 1-04 | Character as the Highest Good | Aristotle, Definer of the Ethical Way 1-05 | The Effortless Action of the Tao | Lao-Tse, Mystic of the Simple Way 1-06 | A Guide for the Perplexed | Maimonides, the Moderator of Learning 1-07 | The Concept of the Superior Man | Confucius, Leader of Social Progress 1-08 | Arguments for the Eternality of Soul | Plato, Defender of Immortality 1-09 | On the Nature of the Teacher | Aquinas, the Great Scholastic 1-10 | The Mysticism of Divine Union | Jalal-Ud-Din, Lover of God 1-11 | Why Man Can Know Only Himself | Leibnitz, the Philoso - pher of Individualism 1-12 | Structure and Laws of the Human Psyche | Jung, Psycholo - gist of Man’s Integration A PR og RA m of StUdy fo Unded UP on mA n’ S HeRit Age of W iSdom by m anly P. Hall & Henry l . drake All progress in nature begins with a first step. Originally a mentored personal-study course written by Manly P. Hall and Henry L. Drake, this Basic Ideas of Man Lecture Series introduces the reader to the religions, philosophies, and psychologies of the East and West. This pamphlet series is a use - ful guide and aid for those seeking deeper insight into consciousess as seen from the philosophical mindset. It has been made available to the general public, for purchase in any sequence, to more easily access to this wonderful material. le CtUR e S eRie S tW o | Human Consciousness Lecture Series Two is devoted to the study of consciousness itself, of man as a conscious being, and the orientation of human consciousness in its relation to the experiences of knowledge and knowing. The read - er is introduced to the essential Buddhist doctrines of India, China and Tibet. The mystical teachings of the Platonists and Neoplatonists lead naturally to the consideration of the early Christian mystics. $7.95 each | Pamphlet. 36pp. BIM-2-01 through BIM-2-12 2-01 | The Essential Nature of Consciousness | Eastern Doctrines of the Universal Psyche 2-02 | The Ultimate Approach to God | Relativity of Man’s Understanding 2-03 | The Nature of Ideas and of Being | Conscious Levels of Reality and Illusion 2-04 | The Aspects of Individual Soul | Psychology as Viewed by Philosophers 2-05 | The Emotional Ascent of the Soul | True Meaning of Love and Beauty 2-06 | The Philosophy and Psychology of Reincarnation | The Movement of Psyche in Time 2-07 | The R ational Quality of the Soul | Purpose and Limitations of the Human Mind 2-08 | The Shadow and Guardian Aspects of Integration | The Opposites Between Which Consciousness Evolves 2-09 | The Rewards of Contemplation | Self-Awareness as the Mystical Goal 2-10 | The Principle of Philosophic Psychology | Man’s Purpose and Future Direction 2-11 | The Levels of Knowledge | Movement of Consciousness From Ignorance to Wisdom 2-12 | The Adjustment of Relative Consciousness to Reality | Man’s Relation to the Ultimate Good"},{"pageNumber":8,"pageContent":"T H E B i B l E a n d C H r i S T i a n i T y Order by Phone | 800.548.4062 or 323.663.2167 • Order Online | www.prs.org For Trade Orders Contact Us | mailorder@prs.org • Or These Distributors | Ingram, Devorss • 8 • eS ote RiC PHilo SoPH y • Cabalistic Keys to the Lord’s Prayer (p.14) • Mystery of the Holy Spirit (p.14) tH e We Ste Rn m ySte Rie S • The Blessed Angels (p.29) AUdio leCtUR eS (p.38) • o n b i b l e & C h r i s t i a n i t y leCtUR e note S (p.40) • o n b i b l e & C h r i s t i a n i t y tH e m ySti CA l C HR iSt Religion as a Personal Spiritual experience Manly Hall was convinced that only by religious insight can people find the internal peace and security they must have to preserve an enlightened way of life. Written to meet a demand for a basic statement of strong, idealistic faith, this work unfolds the devotion - al side of Christian faith and is well suited for those desiring a better under - standing of the life and ministry of Jesus—a living and vital faith emphasizing principles and idealism. $15.95 | Paperback. 253pp. ISBN: 0-89314-514-9 o l d t e S t A m e n t Wi Sdom Companion to the m ystical Christ This companion volume presents keys to Old Testament interpreta - tion. Illustrated with vignettes from rare manuscripts, it describes the descent of the Holy Scriptures; Moses, the lawgiver of Israel; the five books of Moses; and the story of Genesis . $15.95 | Paperback. 312pp. ISBN: 0-89314-827-0 tH e Wi Sdom of t He kno W ing one S gnosticism: key to esoteric Christianity This work covers the relationship of Gnostic mysticism to the inner teachings of Plato, Valentinus, Basilden, Bardaisan, and others; the spiritual glory of ancient Alexandria; and the Gnostic essence of the Christian message. Illustrated with repro - ductions of Gnostic artifacts. $10.95 | Paperback. 170pp. ISBN: 0-89314-427-4 tHe A Po CA ly PS e Att Rib Uted t o S t . J o H n An illustrated essay exploring the symbolism in the Book of Revelations. $5.95 | Pamphlet. 72pp ISBN: 0-89314-810-5 tH e bible | the Story of a book A discussion of the origin of the “Greatest Book in the World” and the various ver - sions which have appeared over the centuries. Includes illustrations from early Christian editions, including the Gutenberg . $8.95 | Pamphlet. 76pp. (8.4”x6.9”) ISBN: 0-89314-818-0 tH e dAR k nig Ht of t He So Ul An interpretation of an extraor - dinary work by St. John of the Cross, and Christian symbolism on a mystical level. Its insights are invaluable for modern man’s growth. $5.95 | Pamphlet. 32pp. ISBN: 0-89314-311-1 tH e Se Rmon on tHe m o Unt An interpretation of a “Code of Christendom,” this essay explores the idea of carrying morality and its application in everyday life to the most sublime point attainable. $5.95 | Pamphlet. 36pp. ISBN: 0-89314-353-7 tH e Sto Ry of CHR iS tm A S The spiritual significance and full meaning of Christmas is explored. $5.95 | Pamphlet. 32pp. ISBN: 0-89314-379-0 r E l a T E d W o r k S B y M a n l y H a l l P a M P H l E T S"},{"pageNumber":9,"pageContent":"dian classics, the Ramayana and the Mahabharata , are revealed as epic works of wisdom literature. A must for students of philosophy and comparative religion, and collectors of Asiatic art, this is ranks as one of the most complete works on theology and philosophical beliefs of the Hindus. This folio sized work, a photographic facsimile of the original 1810 edition, contains 451 pages of text, 105 pages of engravings and line-art, and index. $29.95 (Originally $45.00) | Paperback. 170pp. ISBN: 0-89314-409-6 tH e lig Ht of t He v ed AS | Adepts in the eastern esoteric tradition, Part 1 In this illustrated work, the first in a series on the Adepts in the Eastern Esoteric Tradition, Mr. Hall discusses the Hindu tradition, the Bhaga - vad-Gita , and the six systems of Indian Philosophy, from the Rishis of Old Aryavata, the first Aryan Adepts, to the teachings which the East honors today as the Light of the Vedas . Also explained is the station of enlightened human beings—the Adepts. Referenced throughout the literature of numerous religious traditions, they are custodians of the essential wisdom of the world. $9.95 | Paperback. 110pp. ISBN: 0-89314-530-0 ARHA tS of bU dd HiSm | Adepts in the eastern esoteric tradition, Part 2 The focus of the second book in the Adept Series turns to the initiates of Asia, presenting the lives and teachings of the mystics of the North - ern and Southern Schools of Buddhism, with discussion of the migration of Bud - dhism into Tibet, Central Asia, China, and Japan. $8.50 | Paperback. 112pp. ISBN: 0-89314-529-7 bU dd HiSm And P SyCH ot HeRAP y Written with the goal of assisting non- Buddhists to experi - ence something of the subtle beauty of the Bodhisattva Doctrine, this book explores the psychological mean - ings of the beliefs and practices of the Mahayana Buddhists, and the symbology and iconography of the exquisite temples and gardens of Japan. Illus - trated, with index. $14.95 | Paperback. 330pp. ISBN: 0-89314-394-4 t H e H i n d U PA n t H e o n edward m oor, f.R.S. Preface by m anly P. Hall The first and most complete exposi - tion of the religious iconography of India, this indispensable reference work was written in 1810 and aptly conveys the spirit of East Indian myths, legends, fables, and the intricate symbolism which distinguishes the Eastern mind. Here the great In - Av AI lAble Summe R 2009! tH e m ySti CS of iS lAm | Adepts in the east - ern esoteric tradition, Part 4 An illustrated text discussing the original existence and present survival of an Adept Tradition in the Moslem world. The principle arcana of secret schools set up by mystics for the purpose of perpetuating the inner meaning of Islam is presented in the form of systems of meditation, concentration and Yogic practices—similar to those of the Hindu mystics. The manner in which these practices led to the development of internal facul - ties and the ability to control natural phenomena is revealed, in addition to the influence of philosophical and theurgic elements from Gnosticism, Judaism and Christianity. $15.95 | Paperback. 106pp. ISBN: 0-89314-532-7 E a S T E r n W i S d o M Order by Phone | 800.548.4062 or 323.663.2167 • Order Online | www.prs.org For Trade Orders Contact Us | mailorder@prs.org • Or These Distributors | Ingram, Devorss • 9 • AUdio C A SS et te Se Rie S • Five Paths of Yoga (p.35) • Invisible Bodies of Men in Hindu Philosophy (p.35) • The Philosophy of Value (p.36) • Studies in Self-Unfoldment (p.37) • The Zen Concept of Intensity Without Tension (p.37) r E l a T E d W o r k S B y M a n l y H a l l"},{"pageNumber":10,"pageContent":"t H e W A y o f H e Av e n Including the classic Lady of Dreams, long out-of-print, here is a glimpse into the magical land of China, where the mind can escape when weary of the commonplace. Ten stories based upon Taoist and Buddhist philosophies take place against a background of Confucian ethics and cultural proprieties. Illustrated with delightful sketches, these fascinating tales include an account of a Bodhisattva taking on the form of a tiger to become a teacher of animals, and the story of an ambitious prince trying to gain possession of the stone of immortality. $10.95 | Paperback. 211pp. ISBN: 0-89314-833-4 t H e z e n o f bR ig Ht v iRtUe Five lectures reveal - ing the Nature of Zen through the deadly seri - ous humor of “Spiritual paradox”: Painting with Five Brushes (The Zen of Immediate Courage); Fishing Without a Hook (The Zen of Memory Training); The Curved Straight Line (The Zen of Perfect Freedom); The Mosquito and the Iron Bull (The Zen of Un-complicating the Mind); Little Lumps of Doubt (The Discovery of the Unborn Buddha). $10.50 | Paperback. 145pp. ISBN: 0-89314-374-X tH e S Age S of C Hin A | Adepts in the eastern esoteric tradition, Part 3 The Adept tradition in China is traced in this discussion of ancient Chinese masters (Lao- Tse, Confucius, and others) who envisioned the perfect human society: the philosophic commonwealth. This work also touches upon early Nestorian Christian influences in China, Taoist alchemy, and Chinese secret societies. Illustrated. $9.95 | Paperback. 113pp. ISBN: 0-89314-531-9 tH e U PA ni SHA dS | dean brown, Phd This translation by the late Dean Brown, Ph.D., former faculty at the University of Philosophi - cal Research , brings the “language of the gods” into modern vernacu - lar. He uses the latest scholarly and scientific concepts to access to the Upanishads, regarded as the most fundamental expression of religious and philosophical thought in the East. $10.95 (Originally $21.95) | Paperback. 330pp. ISBN: 0-89314-845-8 v ene RA ted teACH eRS of t H e J A i n S , S i k H S And P ARS iS | Adepts in the eastern tradition, Part 5 Three of India’s most significant religious sects are presented. Each group traces its origins back to the Vedic teachings of ancient India, and all three have significantly con - tributed to humanity. Illustrated $8.50 | Paperback. 123pp. ISBN: 0-89314-545-9 E a S T E r n W i S d o M Order by Phone | 800.548.4062 or 323.663.2167 • Order Online | www.prs.org For Trade Orders Contact Us | mailorder@prs.org • Or These Distributors | Ingram, Devorss • 10 • AUdio leCtUR eS (p.38) o n e a s t e r n w i s d o m : • Ahimsa, a Sect Devoted to Harmless - ness 001-5 • Buddha on the Cause & End of Suf - fering 019-8* • The Spirit of Zen 263-8 • The Western Paradise on Earth: The Doctrine of the Pure Land 299-9 leCtUR e note S (p.40) o n e a s t e r n w i s d o m : • Basic Concepts of Eastern Philosophy: God, Man and Nature l n174 • The Great Vow of Kuan Yin: The Way of Salvation in Northern Buddhism l n033 • The Story of Mankind: Its Origin & Destiny in the Light of Hindu Philosophy l n191 r E l a T E d W o r k S B y M a n l y H a l l * also available as a Lecture Note"},{"pageNumber":11,"pageContent":"new fo R 2009! zen fo R t He We Ste Rn m ind A Practical introduction Manly P. Hall had great admiration for the wis - dom of the East, lecturing extensively on the subject throughout his life. Gath - ered here are three such lectures on the Eastern psychology of Zen and its application in modern Western life. $6.95 | Pamphlet. 64pp. ISBN: 0-89314-871-7 bU dd HA ’S “ s e r m o n o n t h e m o u n t ” An interpretation of Bud - dha’s historical discourse delineating the central tenets of Buddhism that is the cornerstone of one of the world’s largest and most popular schools of thought. $5.95 | Pamphlet. 32pp. ISBN: 0-89314-307-3 e.A. go Rdon Pioneer in east-West Religious Understanding A discussion of Lady Gor - don’s life and her extraordi - nary insight into mystical Christianity and esoteric Buddhism. Illustrated. $5.95 | Pamphlet. 46pp. ISBN: 0-89314-377-4 koy A SA n | Sanctuary of esoteric buddhism An illustrated description of the famous Japanese temple sanctuary and its founder, the Buddhist saint Kobo Daishi. $5.95 | Pamphlet. 40pp. ISBN: 0-89314-326-X kR iSH nA And tHe bA ttle of kURUk SH et RA This short article draws the mystic meaning of the words of Krishna from the Mahabharata , relating how this story will help us master the problems of everyday life. $4.95 | Pamphlet. 12pp. ISBN: 0-89314-869-5 tH e lone t R Av e l e R A discussion of the Taoist concept of man on the road to infinity. $5.95 | Pamphlet. 32pp. ISBN: 0-89314-329-4 m e d i C i n e o f t H e SUn A nd m oon This booklet presents the philosophical principles behind the Chinese concept of healing and preventative medicine, and the incor - poration of these principles into daily practice. $5.95 | Pamphlet. 32pp. ISBN: 0-89314-332-4 tH e m ySte Rie S of A SiA | new edition Originally published in Overland Montlhy (1929) during the first decade of Manly Hall’s writing and teaching career; reprinted in 1958 in the omnibus edition “Collected Writings, Vol.1 - Early Works.” Largely based on his travels around the world during 1923-1924, this essay is a “travelogue” of curious and esoteric practices of mysteri - ous Asia witnessed first hand, including: Holy Men in India, the Gobi Desert, Sorcery of Tibet, Burma’s Shwe Dagon Pagoda, Jaipur’s Astronomical Observatory, Parsee Towers of Silence in Bombay, and the magic of Far Eastern conjurors and magicians. $5.95 | Pamphlet. 56pp. ISBN: 0-89314-865-2 tHe noble eig Htfold P AtH An essay on the life and teachings of Buddha and the basic tenets of Bud - dhism. $5.95 | Pamphlet. 32pp. ISBN: 0-89314-337-5 tH e Q Uiet W Ay Practical suggestions are given for cultivating the “quiet way” and attaining peace of mind, based on ancient Chinese texts. $5.95 | Pamphlet. 32pp. ISBN: 0-89314-823-7 t H e W e S t e R n PARA di Se of Amit Ab HA An illustrated exposition of the devotional side of Mahayana Buddhism. $5.95 | Pamphlet. 80pp. ISBN: 0-89314-369-3 tH e W Hite biRd of tA o Presents two different aspects of Tao as revealed through the lives and teachings of Confucius and Lao-Tse. $7.95 | Pamphlet. 51pp. ISBN: 0-89314-371-5 E a S T E r n W i S d o M Order by Phone | 800.548.4062 or 323.663.2167 • Order Online | www.prs.org For Trade Orders Contact Us | mailorder@prs.org • Or These Distributors | Ingram, Devorss • 11 • P a M P H l E T S"},{"pageNumber":12,"pageContent":"E S o T E r i C P H i l o S o P H y Order by Phone | 800.548.4062 or 323.663.2167 • Order Online | www.prs.org For Trade Orders Contact Us | mailorder@prs.org • Or These Distributors | Ingram, Devorss • 12 • m US iC • The Music of the Comte de St. Germain ( s h e e t m u s i c & a u d i o r e c o r d i n g , p.20) Self -develo Pment • Meditation Symbols in Eastern & Western Mysticism | Mysteries of the Mandala (p.26) • Words to the Wise | A Practical Guide to the Esoteric Sciences (p.26) tH e We Ste Rn m yS t e R ie S • Freemasonry of the Ancient Egyp - tians (p.29) • The Red Book of Appin (p.31) • What the Ancient Wisdom Expects of Its Disciples (p.32) AUdio C A SS et te Se Rie S • Alchemy (p.34) • Doctrines of Hermes Trismegistus (p.34) • The Mysteries of the Cabala (p.36) • The Mystery & Meaning of the Ancient Rituals (p.36) • Studies in Dream Symbolism (p.36) • Studies in Man, Grand Symbol of the Mysteries (p.37) • The Universe According to Esoteric Philosophy (p.37) r E l a T E d W o r k S B y M a n l y H a l l Al CH emy | A Comprehensive bibliography of the m anly P. Hall Collection of books & m anuscripts An extensive biblio - graphical description of 164 books and 245 manuscripts from the early PRS Library and Manly P. Hall Collec - tion —assembled over a period of sixty- five years, and the repository for many rare esoteric items. Related material on Rosicrucianism and Jacob Boehme’s writings; Bacstrom manuscripts in eighteen volumes with English translations of early alchemical books; a volume of manuscripts from Count Cagliostro’s library; Comte de St.Germain’s triangular manuscript on vellum; a portion of Ripley’s Scroll in full color; the William Law edi - tion of Jacob Boehme with manikin plates attrib - uted to Rubens. Limited edition of 1000 copies, folio volume, 9” x 12”, handsomely illustrated with eight full-color plates and facsimiles of title pages and frontispieces. $125.00 | Hardback, Library Binding. 314pp. ISBN: 0-89314-542-4 dR eAm S ymbol i Sm A comprehensive handbook on dream and sleep phenom - ena with material regarding: the dream process; self-instruc - tion through dreams; dream symbols; dreams of warning or premonition; and the dream as vision or mystical experience. $ 7. 9 5 | Paperback. 87pp. ISBN: 0-89314-392-8 mA n, tH e gRA nd Symbol of t He m ySte Rie S | thoughts on occult Anatomy A unique assemblage of material gathered from dozens of sources written over the centuries, this volume of thought- provoking essays shows how the human body re - veals the laws and principles operat - ing throughout the universe. Eighteen chapters are heav - ily illustrated with plates from rare and early works on Rosicrucian - ism, the Hermetic sciences, the cabala, and more traditional texts on anatomy and physiology. Comprehensive index. $12.00 (Originally $21.95) | Harback. 254pp. ISBN: 0-89314-513-0 $8.00 (Originally $17.95) | Paperback. 254pp. ISBN: 0-89314-389-8 tH e m oSt Holy tR ino So PH iA of tHe Comte de St. geRm Ain Comte de St.- germain. introductory m aterial and Commentary by m anly P. Hall The great Rosicrucian who termed himself the “Comte de St. Germain” is one of the most baffling person - ages in Western his - tory. His activities are traceable for more than one hundred years be - tween 1710 and 1822, leading Frederick the Great to refer to him as “the man who does not die.” St. Germain was a scholar, linguist, musician, painter, and an alchemist so profound legends reputed he could turn “base metals into gold.” This unusual work was prepared for the instruction of St.-Germain’s disciples in the cabalistic, hermetic, and alchemical mysteries. The original manuscript is housed in the Bibliotheque de Troyes in France. $16.95 | Paperback (or Hardback). 221pp. ISBN: 0-89314-417-7"},{"pageNumber":13,"pageContent":"E S o T E r i C P H i l o S o P H y Order by Phone | 800.548.4062 or 323.663.2167 • Order Online | www.prs.org For Trade Orders Contact Us | mailorder@prs.org • Or These Distributors | Ingram, Devorss • 13 • tH e P Hoenix | An illustrated overview of occultism and Philosophy Fascinating lore from around the world is reviewed in this illustrated volume of essays, including: The Ladder of Souls , the descent of the spiritual man into the body, with diagrams by Robert Fludd; Bodhid - harma, Patriarch of Zen; When the Dead Come Back, out of body experi - ences; Albert Pike, Plato of Freema - sonry, author of the American Masonic rites and rituals; The Sorcery of Asia, sky-walking Adepts, snake charmers, and devil dancers; Concentration and Retrospection, discipline for self-improvement; The Comte de St. Germain, the greatest of Europe’s Adepts; The Cycle of Transmigration, reincarnation according to the Tibetan Buddhist tradition; The Tenth Avatar, Mahatma Gandhi; The Wheel of Pythagoras, numerological mathematics; The Prac - tice of Meditation; H.P.B., the Russian Sphinx, life of Madame Blavatsky; The Universe in Stone, the Buddhist temple at Boro Budur; Kismet, a story of a Caliph and an astrologer; Holy Men. the mendi - cants of India; Apollonius, “The Anti-Christ,” adept of Ancient Rome; Cagliostro & the Egyptian Rite of Freemasonry; and The Great Pyramid. $24.95 | Paperback. 175pp. ISBN: 0-89314-839-3 Q UeStion S And An SW eRS fundamentals of the esoteric Sciences In this volume Mr. Hall addresses a com - pendium of questions presented to him over a period of many years. His knowledge, earned through extensive research of the eso - teric Ancient Wisdom teachings, enables him to give concise answers to reasonable doubts concerning creation, consciousness, miracles, death and “after,” mystical experiences, the “fall of man,” suicide, diet, and more. $15.95 | Paperback. 269pp. ISBN: 0-89314-801-6 tH e tAR ot An e ssay Contains an introduc - tion to the cards, their history and symbolic importance, and their evaluation as a “sacred book,” along with complete reproduc - tions of the Knapp- Hall and Mantegna decks. $6.95 | Paperback. 54pp. ISBN: 0-89314-382-0 Av A I l A bl e Summe R 2009! o R d e R S o f t H e g R e A t W o R k : Al CH emy Adepts in the Western esoteric tradition, Part 2 Herein is set forth the origin of alchemy, its rise in Egypt as the se - cret doctrine of Hermes, its migration to Arabia, and its relation to the early schools of Christian - ity, from the Near East through the Byzantine Empire and into Europe. Through Alchemy’s travels many pioneers in the field emerged, including Roger Bacon, Raymond Lully, and Nicholas Flamel. The letters of Sendivogius to the Brotherhood of the Rosy Cross, almost completely unknown to the modern world, are discussed. Illustrated. $15.95 | Paperback. 108pp. ISBN: 0-89314-534-3 le CtUR e note S (p.4 0 - 41) o n e s o t e r i C p h i l o s o p h y : • Energy Fields of the Human Body: The Researches of Anton Mesmer l n001 • The God Seekers: Many Paths That Have Led to the Truth l n025 • How the Hierarchy Communicates with Humans: Dreams & Visions that Changed the United States and History ln292* • The Human Aura in Eastern and Western Mysticism ln222 • Ideals in Transition: What Lies Ahead for Mysticism ln126 • Invisible Records of Thought and Action: Theory and Practice of Psychometry ln003 • Magical Medicine of Paracelsus: The Physician as a Secretary of Nature l n 158 • Male and Female Aspects of the Hu - man Soul ln066 • New Mythology of Science: Ancient Beliefs in Modern Dress [ m a n l y P. h a l l o n “ Star Wars ”] ln280 • On the Pythagorean Philosophy of Numbers ln307 r E l a T E d W o r k S B y M a n l y H a l l * also available as an Audio Lecture"},{"pageNumber":14,"pageContent":"E S o T E r i C P H i l o S o P H y Order by Phone | 800.548.4062 or 323.663.2167 • Order Online | www.prs.org For Trade Orders Contact Us | mailorder@prs.org • Or These Distributors | Ingram, Devorss • 14 • new fo R 2009! eS ote RiC Wi Sdom fo R m ode Rn living Recently there has been a revived interest in the eso - teric teachings of the past. Discussed here is the Adept tradition in the Mystery Schools , and applications of the Pythagorean disciplines for self-control in daily life—a must in our hectic modern age. $5.95 | Pamphlet. 52pp. ISBN: 0-89314-873-3 tH e He Rmeti C mARRi Age Explore the philosophi - cal and mystical language of the central mystery of Alchemy, the “Chemical M a r r i a g e ,” and how we are to achieve the perfection of the male and female parts of ourselves and their integration into one enlightened being. $5.95 | Pamphlet. 52pp. ISBN: 0-89314-841-5 inne R live S of m i n e R A l S , P l A n t S And Anim AlS Explore the indivisibility of all life and the need to understand our relationship with living things. $5.95 | Pamphlet. 32pp. ISBN: 0-89314-322-7 A n i n t R o d U C t i o n to dR eAm inte RPR et Ation This essay outlines several types of dreams including initiatory, prophetic and ar - chetypal dreams, and their associated symbolism. $5.95 | Pamphlet. 33pp. ISBN: 0-89314-323-5 CAbAli Sti C key S to t He lo Rd’ S P RA ye R Analysis of the Lord’s Prayer as it relates to the Tree of Life , beginning with sephira kether —the crown and continuing to the end of the prayer at malchuth —the kingdom. $5.95 | Pamphlet. 32pp. ISBN: 0-89314-308-1 new fo R 2009! An eSSA y on t He fU nd Ament Al P Rin CiPle S of oP eRA tive oCCU lti Sm Originally published in 1962, this illustrated essay was written to explain the symbolism and iconography of three oil paintings by the artist Mihran K. Serailian: The Open - ing of the Third Eye, The Seven Spinal Chakras, and A Synthetic Emblematic Cross. $7.95 | Pamphlet. 48pp (8.4”x6.9”). ISBN: 0-89314-867-9 new fo R 2009! An Al CH emi St’ S P Rime R fundamentals of esoteric transformation This pamphlet sets forth the basic foundations of Alchemical philosophy and tradition: covering its origins as both a sacred science and a system for psycho - logical transformation. $8.95 | Pamphlet. 88pp (8.4”x6.9”). ISBN: 0-89314-870-9 m Agi C | A treatise on esoteric ethics An essay enabling individu - als to distinguish between “black” and “white” magic, thereby avoiding practices and disciplines which may be detrimental to character and dangerous to physical health. $5.95 | Pamphlet. 32pp. ISBN: 0-89314-384-7 m ySte Ry of t He Holy S PiRit Points out how different human belief systems show a similarity in their conclu - sion that the human body is the living temple of the living God. $5.95 | Pamphlet. 32pp. ISBN: 0-89314-333-2 oCCU lt An Atomy of mA n An enlightening interpre - tation of mystery tradition symbolism of the human body. $5.95 | Pamphlet. 52pp. ISBN: 0-89314-338-3 new eDI tIon PA R AC e l S US | His m ystical and m edical Philosophy This pamphlet covers the life and teachings of Paracelsus, the great - est mystic and medical therapist in the history of Western medicine. Details are given of his lifelong devotion to research in the healing arts, folk medicine, animal magnetism, alchemy, astrology, and kabbalism. Includes a digest of “The Nature Spirits” by Paracelsus. $7.95 | Pamphlet. 75pp (8.4”x6.9”). ISBN: 0-89314-808-3 P a M P H l E T S"},{"pageNumber":15,"pageContent":"E S o T E r i C P H i l o S o P H y Order by Phone | 800.548.4062 or 323.663.2167 • Order Online | www.prs.org For Trade Orders Contact Us | mailorder@prs.org • Or These Distributors | Ingram, Devorss • 15 • tH e S ACR ed mA gi C of t He QAbb Al AH | t h e S c i e n c e o f d i v i n e n a m e s This essay sheds light on old rabbinical and Pythagoreans doctrines regarding the science of the divine names and the mystery of numbers. $5.95 | Pamphlet. 47pp. ISBN: 0-89314-844-X P o S i t i v e U S e S o f PSyCH iC e ne Rgy A thoughtful consideration of the “laws” governing the proper use of psychic energy, explaining how to apply its positive aspects to promote physical, mental and emotional well-being. $5.95 | Pamphlet. 32pp. ISBN: 0-89314-343-X tH e P SyCH ology of Religio US Rit UA l Reveals the impact of rites and ceremonies upon the psychological structure of the individual; discussion of selected ancient rituals. $5.95 | Pamphlet. 32pp. ISBN: 0-89314-347-2 SCien Ce And immo RtAlit y Establishes a reconciliation of seemingly conflicting beliefs about the immor - tality of life. $5.95 | Pamphlet. 32pp. ISBN: 0-89314-351-0 SPiRit UA l Cente RS in mA n An illustrated study of the seven spinal chakras and the science of regeneration. $5.95 | Pamphlet. 53pp. ISBN: 0-89314-383-9 AvAI lAble SPRI nG 2009! St Udie S in C HARAC te R A n A lyS i S | new edition The working principles of character analysis are so clearly explained herein that the reader can gain a good work - ing knowledge without recourse to other texts. However, appropri - ate reference works are indicated for the benefit of those who wish to continue their studies. The subject matter covers phrenology, palmistry, physiognomy, and graphology, as well as a study of oriental character analysis which has been included in this edition. Of special note are illustra - tions of some unusual items, such as the phrenological bust designed by Dr. Fowler, an old French diagram on character reading through studying the joints of fingers, 17th century woodcuts of resemblances between human and animal faces, and a facsimile of the last handwriting of Marie Antoinette before her execution. $8.95 | Pamphlet. 84pp (8.4”x6.9”). ISBN: 0-89314-804-0 SUP eR fACU ltie S & tH eiR C Ult UR e A description of how simple daily exercises may assist in developing latent powers of the mind and increase knowledge of the visible and invisible realms. $5.95 | Pamphlet. 56pp. ISBN: 0-89314-358-8 t H e S y m b o l i S m o f lig Ht & Colo R The significance, meanings and attributions of the color spectrum. $5.95 | Pamphlet. 32pp. ISBN: 0-89314-376-6 tA lk S to St Udent S on oCCU lt PHilo So PH y Manly Hall discusses the “ do’s and don’ts” on the path of illumination, with a list of recommended readings on esoteric subjects. $5.95 | Pamphlet. 63pp. ISBN: 0-89314-361-8 Un Seen fo RC eS An illustrated treatise on the denizens of the invisible worlds and the individual’s connection with them, including the “Dweller on the Threshold,” elementals, natural principles, thought- forms, ghosts and specters. $5.95 | Pamphlet. 54pp. ISBN: 0-89314-385-5 v iSion S And met APH ySiCA l exPeRien Ce S Presents instructive material for evaluating experiences of the psyche and their ef - fects on the physical body. $5.95 | Pamphlet. 32pp. ISBN: 0-89314-378-2 new fo R 2009! Ret UR n of t He So RC eReRS black m agic in the m odern World Ancient man lived in a world of mystery, which resulted in a number of curious beliefs. The origins of magic— black, white and gray —are discussed, as well as the modern misinterpreta - tions of ancient beliefs. $5.95 | Pamphlet. 44pp. ISBN: 0-89314-872-5"},{"pageNumber":16,"pageContent":"i n S P i r a T i o n a l E S S a y S , f i C T i o n & P o E T r y Order by Phone | 800.548.4062 or 323.663.2167 • Order Online | www.prs.org For Trade Orders Contact Us | mailorder@prs.org • Or These Distributors | Ingram, Devorss • 16 • tH e gURU by His disciple This is the story of the holy or mystic life in India, told through a disciple reminiscing upon many years of association with his beloved Hindu teacher. Through a narra - tive blend of actual incidents in the lives of several disciples, Mr. Hall modeled the principle characters upon many wise teachers whom he personal knew. Here the Hindu way of life is made comprehensible to West - ern minds, so great truths can be learned in the simple and beautiful way they are taught in India. $8.95 (Originally $14.95) | Hardback. 142pp. ISBN: 0-89314-509-2 $5.95 (Originally $9.95) | Paperback. 142pp. ISBN: 0-89314-802-4 SHA do W fo Rm S A Collection of occult Stories This collection of fantasy fiction was written in Mr. Hall’s youth. He has used Asian folklore as an entertaining vehicle for portraying some of the occult mysteries of life. J. August Knapp, artist for T H E S E C r E T T E a C H i n g S o f a l l a g E S , provides illustrations for each story. $4.95 (Originally $8.95) | Paperback. 165pp. ISBN: 0-89314-398-7 t H e S PA C e boR n m ystical Poetry Manly Hall’s only published book of poetry, this collec - tion of “fragments” is meant to emulate the style of the ancients in the presentation of certain spiritual truths concerning the inner mysteries of life. Various cosmic agencies are personified to render the expression of their several properties more vivid and convincing. $6.95 | Paperback. 59pp. ISBN: 0-89314-399-5 tH ink on tH eSe tH ing S: the Wisdom of m anly P. Hall | Compiled by Clarke e. Johnston Think on These Things is a collection of quotations from the prolific writings of Manly Palmer Hall. Covering a wide range of philosophical and religious topics, they provide a gentle inspira - tion for the thoughtful soul surrounded by the intense material pressures of our time. The realization that the individual may transcend his mundane problems by the practical application of his principles, echoes throughout the timeless thoughts contained herein. $ 7. 9 5 | Paperback. 150pp. ISBN: 0-89314-424-X Self -develo Pment • Adventures in Understanding (p.26) • Four Seasons of the Spirit | Achieving the Miracle of Contentment (p.27) tHe W eSte Rn my Ste Rie S • The Red Book of Appin (p.31) • Initiates of the Flame (p.32) AUdio CA SS et te SeRie S • Interpreting Great Legends of the World (p.35) • The Love Series (p.35) • The Wisdom Series (p.37) r E l a T E d W o r k S B y M a n l y H a l l"},{"pageNumber":17,"pageContent":"i n S P i r a T i o n a l E S S a y S , f i C T i o n & P o E T r y Order by Phone | 800.548.4062 or 323.663.2167 • Order Online | www.prs.org For Trade Orders Contact Us | mailorder@prs.org • Or These Distributors | Ingram, Devorss • 17 • dA ily Wo RdS of W i Sdom A calendar of inspiring thoughts for each day of the year, compiled from the writings of Manly P. Hall. $7.95 | Pamphlet. 56pp (8.4”x6.9”). ISBN: 0-89314-310-3 f R i e n d S H i P, l o v e A n d beAU ty | An interpretation Two essays of Ralph Waldo Emerson are examined at length, showing how different forms of love and friendship help to shape the inner and outer life. $5.95 | Pamphlet. 61pp. ISBN: 0-89314-301-4 g R o W i n g U P W i t H gR A ndmot HeR Here are Mr. Hall’s recollections of his remarkable grandmother, who exerted a profound influ - ence on his life. Illustrated with family photographs. $5.95 | Pamphlet. 116pp. ISBN: 0-89314-420-7 “v eRy Un USUA l” | the Wonderful World of m r. k. nakamura The book of choice for the lover of mystical tales and mysteries, this series of related short stories, fiction and fact combine to give insights to spiri - tual paths and fantas - tical events. Mr. K. Nakamura is a dealer in artwork and an - tiquities from Kyoto, Japan, well-schooled in the legends and lore of his culture: a shrewd busi - nessman, with a magical air. Each story presents a situation where strange supernatural happenings and powers appear to be taken for granted. $12.50 | Hardback. 191pp. ISBN: 0-89314-537-8 tH e W AyS of t He lonely one S A Collection of m ystical Allegories Appealing directly to the intuitive part of hu - man nature, these eight delightful stories reveal the deeper content of life and are further enhanced with illustra - tions by J. Augustus Knapp. $10.95 | Paperback. 127pp. ISBN: 0-89314-368-5 AUdio le CtUR eS (p.38) o n i n s p i r a t i o n a l e s s a y s : • Fables of Aesop the Slave 111-9 • Gullible’s Travels: Commentary on Jonathan Swift’s Political Satire 132-1 • The Tragedy of the Broken Doll 284-0 le CtUR e note S (p.41) o n i n s p i r a t i o n a l e s s a y s : • The Lone Traveler: Man on the Road to Infinity LN041 r E l a T E d W o r k S B y M a n l y H a l l P a M P H l E T S"},{"pageNumber":18,"pageContent":"l E a r n i n g T o l i v E B y l i v i n g T o l E a r n Order by Phone | 800.548.4062 or 323.663.2167 • Order Online | www.prs.org For Trade Orders Contact Us | mailorder@prs.org • Or These Distributors | Ingram, Devorss • 18 • Series one (ltl 1-01 to 1-10) t h e P HySiCA l nA tUR e 1-01 | Prenatal and Birth 1-02 | Childhood 1-03 | Adolescence 1-04 | Education 1- 05 | Career 1- 06 | Family and the Home 1- 07 | Retirement 1-08 | Second Career 1- 09 | Rest and Repose 1-10 | Release from the Body Series two (ltl 2-11 to 2-20) t h e v i t A l n A t U R e 2-11 | The Internal Solar System 2-12 | Energy as the Blood of Creation 2-13 | Creative Energy 2-14 | Protective Energy 2-15 | Constructive Energy 2-16 | Regenerative Energy 2-17 | Transmutative Energy 2-18 | Inner Resource 2-19 | Energy Conservation 2-20 | Release From Bondage Series three (ltl 3-21 to 3-30) t h e emotion Al nA tUR e 3-21 | The Mystery of Divine Love 3-22 | The Heart Doctrine 3-23 | Emotional Impulses 3-24 | Emotional Pressures 3-25 | Solving Emotional Problems 3-26 | Children & Animals: Our Dependents 3-27 | Emotional Reverses in Relationships 3-28 | The Compassion of True Love 3-29 | The Nature of the Soul 3-30 | Emotional Liberation Series four (ltl 4-31 to 4-40) t h e ment Al nA tUR e 4-31 | The Nature of the Mind 4-32 | Thought, the Activity of the Mind 4-33 | The Psychic Powers of the Mind 4-34 | The Burdened Mind 4-35 | Training the Mind 4-36 | The Constructive Use of the Mind 4-37 | Memory as Teacher of the Mind 4-38 | Conscience and Con - sciousness 4-39 | Intuition, Insight and Realization 4-40 | The Transition Into Philosophy le AR ning to live by living to le AR n | the natures of the Human body The first step in the study of the Ancient Wisdom Teachings is not the “quest for knowledge,” but the preparation of the self to “receive knowledge.” This is the first obstacle faced, where most truth- seekers make their first mistake. With their eyes turned toward the heavens, they rush ecstatically toward “ illumination,” only to stumble, like Thales, “into the ditch of their own unpreparedness.” The desire for wisdom is in itself the most commendable of human qualities, but in too many cases this desire comes to nothing through ignorance and misunderstanding. We must not only earnestly and unselfishly desire truth, we must create within our own nature the ethical environment suitable for the reception of spiritual knowledge. Before it is possible to perceive clearly the mysteries of the inner life, one must develop the faculties for this perception. This unique lecture pamphlet series explores the four natures of the human body : the physi - cal , the vital, the emotional , and the mental . These lectures are a compilation of Mr. Hall’s essays, articles and published works, exploring his personal beliefs about the connections between the inner life and the outer person. They are aimed at helping the reader gain an in-depth understanding of the four natures of the human being and the human body. All four aspects must work in harmony to enrich the inner life. $7.95 each | Pamphlet. 60+pp. LTL-1-01 through LTL-4-40 (each)."},{"pageNumber":19,"pageContent":"l E a r n i n g T o l i v E B y l i v i n g T o l E a r n Order by Phone | 800.548.4062 or 323.663.2167 • Order Online | www.prs.org For Trade Orders Contact Us | mailorder@prs.org • Or These Distributors | Ingram, Devorss • 19 • eS ote RiC Ant HR o Pology Special edition Audio Cassette Album for readers of “ learning to live” 1 | The Beginnings of Human Life 2 | The Rise of Mankind in Nature 3 | The Origins of Race & Language 4 | Ensouling of Humanity 5 | The Future of the Human Race $40.00 | Audio. 5-Cassette Album. ISBN: 0-89314-108-9 U n S e e n f o R C e S t H A t A f f e C t o U R live S | Special edition Audio Cassette Album for readers of “ learning to live” 1 | The Living Universe Beyond Our Sensory Perceptions 2 | Demonism in the 20th Century 3 | Obsession & Spirit Posses - sion 4 | Thought Forces & Psychic Ghosts 5 | Secret Powers & Why We Should Not Use Them $40.00 | Audio. 5-Cassette Album. ISBN: 0-89314-290-5 Un Seen fo RC eS tHA t Affe Ct oUR live S | Special edition b ook for Readers of “ learning to live” Manly P. Hall’s five- part lecture series, u n S E E n f o r C E S T H a T a f f E C T o u r l i v E S , was originally selected from the PRS archives for the serious student of the Learning to Live by Living to Learn lecture series. Through the dedicated efforts of the late Col. Clarke Johnston, trustee of the Society, in transcrib - ing the words of Mr. Hall, we are able to make this important lecture series available to students in printed format. It is a valuable addition to any personal library and to the collection of the Learn - ing to Live lectures. $4.50 | Paperback. 108pp. Item#: B-UFAL-LTL S P E C i a l E d i T i o n S f o r r E a d E r S o f T H E “l E a r n i n g T o l i v E B y l i v i n g T o l E a r n ” S E r i E S"},{"pageNumber":20,"pageContent":"M u S i C Order by Phone | 800.548.4062 or 323.663.2167 • Order Online | www.prs.org For Trade Orders Contact Us | mailorder@prs.org • Or These Distributors | Ingram, Devorss • 20 • mUS iC of t He Comte de St. g eRm Ain Comte de St.- germain. Preface by m anly P. Hall A photographic fac - simile of purported St.-Germain sheet music is attrac - tively bound in a leatherette edition limited to 1000 numbered copies. The title page reads “The Favorite songs from the Opera Called L’Inconstanza Delusa to which is added Six Sonatas for Two Violins with a Bass for the Harpsichord or Violoncello.” Also available as a recorded performance (see below). $12.95 | Paperback. 40pp. ISBN: 0-89314-416-9 tH eRAP eUtiC vA lU e of mUS iC | the Philosophy of m usic The therapeutic power of music has been recognized since ancient times as a means of nourishing the inner life of man and correcting the inharmoni - ous rhythms of the body. $5.95 | Pamphlet. 71pp. ISBN: 0-89314-815-6 eSote RiC P Hilo So PH y • The Most Holy Trinosophia of the Comte de St. Germain (p.12) AUdio CASS ette SeRie S • Symbolism of Great Operas (p.37) AUdio leCtUR eS (p.38) o n m u s i C : • Pythagoras on the Therapeutic Value of Music 213-x leCtUR e note S (p.41) o n m u s i C : • Music Through the Ages: The Birth, Death & Resurrection of a Great Art l n162 r E l a T E d W o r k S B y M a n l y H a l l tH e mUS iC of St. geRm Ain A Performance of l’inconstanza delusa Suite An historical recording performed from St. Germain’s sheet music. $8.95 | 60min cassette. ISBN: 0-89314-188-7 P a M P H l E T S"},{"pageNumber":21,"pageContent":"n E o P l a T o n i S M | P a M P H l E T S E r i E S Order by Phone | 800.548.4062 or 323.663.2167 • Order Online | www.prs.org For Trade Orders Contact Us | mailorder@prs.org • Or These Distributors | Ingram, Devorss • 21 • neo PlAtoni Sm | book 1 Proclus on the theology of Plato What is the essential difference between the teachings of Plato and the New Platonism or Neoplatonism? Old ways were not felt sufficient to meet the neurosis of the dying classical dynasties. Neoplatonism is primar - ily to be defined as a motion of Platonism toward theology. In other words, it is the rise of Platonism as a religion. $5.95 | Pamphlet. 40pp. ISBN: 0-89314-860-1 neo PlAtoni Sm | book 2 iamblicus on the m ysteries Iamblicus was by no means the most brilliant of the Neoplatonists. But he handled everything with a peculiar, wonder - ful mystical reverence. He was never satisfied merely to approach things on an intellectual level. He had to go beyond this. Therefore, his name is as - sociated with one step or degree of the Neo - platonic Ladder of development, the Ladder of the Soul, rising from opinion through all the different degrees of intellect culminating at the upper end in Theurgy . $5.95 | Pamphlet. 44pp. ISBN: 0-89314-861-X ne o PlAtoni Sm | theology for Wanderers in the new m illenium Transcribed by Clarke E. Johnston from the five-part audio series “Doctrines of Neoplatonism,” a series of lectures given by Manly P. Hall in 1983 to students interested in the ancient wisdom of the Neoplatonists. It seemed to have been one of his favorite subjects down through the years, he spoke and wrote about it frequently during his long career. The foreword to “ Lectures on Ancient Philosophy” declared that the basis of his own personal philosophy was Neoplatonism. In the latter part of his life, Mr. Hall said that after years of study and reflection, he had come to believe that the doctrines of Neoplatonism had descended to us in a purer form than nearly any other philosophical system. This system seemed more suitable to the active, extroverted Western cultural mindset. He believed this was true because though it was as deep and thorough as any other approach to enlight - enment, its precepts were more easily understood and their relative simplicity tended to impel an interested person to put them into practice by beginning to learn to live a more philosophic life. neo PlAtoni Sm | book 5 Julian on the m other of the gods Descended of Constan - tine, and himself an Em - peror of Rome, Julian was a philosopher and scholar of ability, but essentially in his own personal life, a mystic. His writings are colored by tremendous emotional intensity. He had a great and sublime sense of the dig - nity of life and was not inclined to accept anything upon its literal value—he sought a deeper meaning. Thus with the fables of the Great Mother , Goddess of the Ephesians, Isis the Mother of the Mysteries, he sought to find this meaning. $5.95 | Pamphlet. 44pp. ISBN: 0-89314-864-4 neo PlAtoni Sm | book 3 Plotinus on the beautiful In the beginning, the Neoplatonists considered Beauty an alternative to the word “good.” Good with a capital ‘G’ was the Neoplatonic equivalent of our word God , the object of the Soul’s desire. All things in themselves natu - rally aspire to the Good. If this natural aspi - ration is thwarted or blocked an infirmity in the psychic life of the person will result.. $5.95 | Pamphlet. 44pp. ISBN: 0-89314-862-8 neo PlAtoni Sm | book 4 Porphyry on the Wanderings of Ulysses The Neoplatonists found mysticism in all things, convinced of a common denominator in human knowledge. As early as the time of Plato an effort had been made to understand the inner meaning of the writings of Homer. The philosophers of the Platonic and Neopla - tonic schools favored the idea that Homer’s blindness was symbolic. It indicated not his inability to see on the objective level, but that he had turned his sight inward to the contemplation of things normally invisible. $5.95 | Pamphlet. 44pp. ISBN: 0-89314-863-6 AUdio CASS ette Alb Um S • Doctrines of Neoplatonism (p.34) AUdio leCtUR eS (p.38-39) o n p h i l o s o p h y & C o m p a r a t i v e r e l i g i o n : • Emperor Julian’s Oration on the Mother of the Gods 105-4 r E l a T E d a u d i o r E C o r d i n g S B y M a n l y H a l l"},{"pageNumber":22,"pageContent":"P H i l o S o P H y & C o M P a r a T i v E r E l i g i o n Order by Phone | 800.548.4062 or 323.663.2167 • Order Online | www.prs.org For Trade Orders Contact Us | mailorder@prs.org • Or These Distributors | Ingram, Devorss • 22 • neo PlAtoni Sm (p. 21) tHe bAS iC ide AS of m An (p.7) • Series One | Twelve Teachers • Series Two | Human Consciousness eSote RiC PH ilo So PH y • Esoteric Wisdom for Modern Living (p.14) • The Phoenix | an Illustrated Over - view of Occultism and Philosophy (p.13) • Questions & Answers | Fundamen - tals of the Esoteric Sciences (p.13) tH e W eSte Rn my Ste Rie S • The Initiates of Greece & Rome (p.30) • Mystics and Mysteries of Alexandria (p.30) • Sallust | “On the Gods & the World” and Other Works (p.32) • What the Ancient Wisdom Expects of Its Disciples (p.32) r E l a T E d W o r k S B y M a n l y H a l l fiRS t P Rin CiPle S of P Hilo So PH y A simple and informal approach to the study of philosophy offer - ing a straightforward explanation and inter - pretation of the seven departments of philoso - phy: Metaphysics, the Nature of Being and of God; Logic , the Rule of Reason; Ethics , the Code of Conduct; Psy - chology, the Science of the Soul; Epistemology , the Nature of Knowledge; Aesthetics , the Urge to Beauty; Theurgy , the Living of Wisdom. Illustrated. Comprehensive index. $14.95 | Paperback. 199pp. ISBN: 0-89314-825-3 fR om A P Hilo So PH eR’S S CRAP book Out of print for over 40 years, this collec - tion of brief essays of philosophical and mystical interest first appeared in 1929: The Sand Magic of the Navahos, pictures as instruments of sha - manism; The Mystery of the Thunderbird, the secret wisdom of the Native Ameri - can nations; Ju-Jutsu, A Secret of the Samurai, the doctrine of non-resistance; The Whirling Dervishes, the visible structure of Dervish mysticism; Java’s Dancing Shadows, shadow magic pageantry of Indonesia; The Temple of Heaven, the Confucian theory of cosmogony; The Seven Days of Creation, the Judeo-Christian Creation Myth in the light of Qabbalistic teachings. $6.95 | Paperback. 66pp. ISBN: 0-89314-831-8 gR eAt book S on Religion And eS ote RiC P Hilo So PH y W ith a bibliography of Related m aterial Selected from the Writings of m anly P. Hall This book discusses a selection of classi - cal literature recom - mended by Mr. Hall: great works from the fields of comparative religion, philosophy and world cultures, esoteric arts, sciences, and fiction. This is an invaluable bibliogra - phy for Hall’s own writings. Index. $4.95 (Originally $8.95) | Paperback. 170pp. ISBN: 0-89314-821-0 Jo UR ney in tRU tH A clear and concise survey of construc - tive philosophy. Great thinkers of the classical world emerge as real persona to be admired and understood. Cover - ing the period from Or - pheus to St. Augustine, this volume includes Pythagoras, Plato, Socrates, Diogenes, Aristotle, Ammonius Saccus, Plotinus and Proclus. The pattern of the Philosophic Empire is revealed to inspire us to the building of a humanitarian world. A companion to P a T H W a y S o f P H i l o S o P H y (p.23) . $15.95 | Paperback. 270pp. ISBN: 0-89314-835-0"},{"pageNumber":23,"pageContent":"P H i l o S o P H y & C o M P a r a T i v E r E l i g i o n Order by Phone | 800.548.4062 or 323.663.2167 • Order Online | www.prs.org For Trade Orders Contact Us | mailorder@prs.org • Or These Distributors | Ingram, Devorss • 23 • tH e neW Con SCio US ne SS obadiah Harris In this book, Obadiah Harris, PRS Presi - dent, delineates the evolution of religion, philosophy and sci - ence, and how they integrate themselves into the process man should follow to de - velop further. Through the illustration and interpretation of Eastern philosophies, and the psychological and spiritual dimensions of the Bible, new horizons for both the individual and societal achievement are opened. This is not simply a book for self-awareness—it is more. It is a universal, positive book about man’s evolution—primitive to civilized has not been enough. Our world is more complex, there is not enough love, there is no lasting peace. Man must take another step and this book points the way. $15.95 | Paperback. 147pp. ISBN: 0-89314-434-7 PAtHWA yS of PHilo So PH y A study of the descent of Western idealism in the Platonic and Neoplatonic traditions. Many creative thinkers, philosophers and mys - tics have profoundly influenced the course of modern civiliza - tion, from St. Thomas Aquinas to Ralph Waldo Emerson, Paracelsus, Francis Bacon, Jakob Boehme and Immanuel Kant. By knowing these men themselves we can interpret correctly the force and character of their ideals through the examples of their lives and ideas. Companion volume to J o u r n E y i n T r u T H (p.22). $15.95 | Paperback. 253pp. ISBN: 0-89314-836-9 S A g e S A n d See RS This work unfolds a basic theme, present - ing eight sages and seers of the modern world (16th to the 20th centuries), who all made important and lasting contributions to humanity’s spiritual growth. Their lives, though surrounded by mystery, stand out as inspiring examples of mystical idealism, devout aspiration, and sincere dedication: Nostrodamus, Francis Bacon, Johann Amos Comenius, Jakob Boehme, the Comte de St.-Germain, William Blake, Thomas Taylor, and Mohandes Gandhi $14.95 | Paperback. 319pp. ISBN: 0-89314-393-6 tW elve Wo Rld te ACH eRS An illustrated sum - mary of the twelve mystic and enlightened teachers who possessed the fullest measure of those intellectual virtues that sustain civiliza - tion, inspiring others to more enlightened codes of living: Akhenaten, Lao-Tse, Hermes Tris - megistus, Plato, Orpheus, Jesus Christ, Zoroaster, Mohammed, Buddha, Padmasambhava, Con - fucius, and Quetzalcoatl. $14.95 | Paperback. 240pp. ISBN: 0-89314-816-4 AUdio C ASS ette SeRie S • The Cycle of the Phoenix | A New Approach to the Philosophy of History (p.34) • Doctrines of Neoplatonism (p.34) • First Principles of Philosophy (p.35) • The Great Polarities (p.35) • Greek & Roman Deities as Personifi - cations of Divine Principles (p.35) • Paracelsian Philosophy (p.36) • The Septenaries (p.36) • Studies in Comparative Mythology (p.36) • Worlds in Transition (p.37) r E l a T E d W o r k S B y M a n l y H a l l"},{"pageNumber":24,"pageContent":"P H i l o S o P H y & C o M P a r a T i v E r E l i g i o n Order by Phone | 800.548.4062 or 323.663.2167 • Order Online | www.prs.org For Trade Orders Contact Us | mailorder@prs.org • Or These Distributors | Ingram, Devorss • 24 • Wit & Wi Sdom of t He immo RtAlS Witticism and apothegms from the sages of ancient Greece and Rome, including anecdotes ap - plicable to contemporary times. Illustrated. $6.95 | Pamphlet. 63pp. ISBN: 0-89314-826-1 Wom An, tH e m ot HeR of All living A discussion of the status of women in society and their contributions to the spiri - tual, ethical, and moral culture throughout history. $5.95 | Pamphlet. 33pp. ISBN: 0-89314-373-1 AUdio leCtUR eS (p.38-39) o n p h i l o s o p h y & C o m p a r a t i v e r e l i g i o n : • Back to Basics in Religion, Philoso - phy and Science 014-7 • Fate and the Philosophy of Destiny 473-8* • Feminine Factor in World Religions 118-6 • Golden Chain of Homer That Binds Heaven & Earth 126-7 • How to Choose a Religion or Philoso - phy Most Appropriate to Your Own Needs 138- 0* • Is Religion a Dedication or Commit - ment 154 - 2 • Lord Bacon’s Interpretation of Clas - sic Myths & Their Importance in Solving Modern Problems 165-8* • Rivers of Life: What Lies Behind Modern Religion 238-7 • What is Righteousness? 450 - 9 • Wisdom of the Greeks Can Help Solve Problems of Modern Society 459 -2 r E l a T E d W o r k S B y M a n l y H a l l leCtUR e note S (p.41- 42) o n p h i l o s o p h y & C o m p a r a t i v e r e l i g i o n : • Basic Values of Philosophy l n112 • Christianity & Buddhism: Two Great Doctrines of Universal Broth - erhood ln079 • The Invisible Teacher of Socrates: The Philosophy of Inner Guidance l n 150 • Is a New World Religion in the Making? l n210 • Is Each Individual Born With a Purpose? l n 015 • Journey to Enlightenment According to Socrates ln184 • The Many Faces of Truth: Religion is All Things to Man ln171 • Mystery of the Creative Word is Revealed Through World Religions ln239 • The Pansophic College: A Practical Pattern for Enlightened Education ln218 • The Power of Right Example: Is Each Man His Brother’s Teacher ln122 * also available as a Lecture Note P a M P H l E T S initi Ation of Pl Ato A translation from an 1867 Ma - sonic libretto “The Free Mason.” A splendid summary of early mystery ritual compiled from various Greek and Egyptian sources. $5.95 | Pamphlet. 32pp. ISBN: 0-89314-321-9"},{"pageNumber":25,"pageContent":"r E i n C a r n a T i o n Order by Phone | 800.548.4062 or 323.663.2167 • Order Online | www.prs.org For Trade Orders Contact Us | mailorder@prs.org • Or These Distributors | Ingram, Devorss • 25 • AS tRology • Planetary Influences and the Human Soul (p.6) AUdio le CtUR eS (p.39) o n r e i n C a r n a t i o n : • Do We Bring Our Troubles With Us When We Come Into This World? 043-0 • Do We Choose Our Lives Before We Are Born? 044-9 • Why I Believe in Rebirth 456 -8 • Worlds Beyond the Grave 163-0 leCtUR e note S (p.42) o n r e i n C a r n a t i o n : • Reincarnation as a Factor in Health Problems ln209 • The Karmic Factor in Physical Health Problems: The Debt We Owe to Our Physical Bodies l n132 r E l a T E d W o r k S B y M a n l y H a l l deAtH to Rebi RtH | five essays An in-depth approach to these subjects from both Eastern and West - ern viewpoints—the great cycle of life, death and rebirth, reincarna - tion, separation from the physical vehicle, life apart from the body, procedures by which a reincarnating entity returns to the physical world. Includes reprints of two pamphlets, Death & After , and From Death to Rebirth . $10.95 | Paperback. 104pp. ISBN: 0-89314-395-2 ReinCAR nAtion the Cycle of necessity Reincarnation as dis - cussed in the Oriental, Greek and Native American systems of thought; the theory as set forth in the Old and New Testaments and interpreted by early Christian theologians; the rebirth of animals, plants, and minerals; the idea of soul-mates; the memory of past lives; and the fate of the suicide. $14.95 | Paperback. 224pp. ISBN: 0-89314-519-X deAtH & Afte R A philosophical essay on the con - ditions of death, the afterlife, and the theory of reincarnation. $5.95 | Pamphlet. 68pp. ISBN: 0 -89314 -312-X fR om deAtH to Rebi Rt H Transcriptions of three seminars given in 1969: Separation from the Physical Body; Life Apart from the Physi - cal Body; and The Return to the Physical World. $5.95 | Pamphlet. 40pp. ISBN: 0-89314-316-2 H o W b e l i e f i n R e b i R t H enRiCH eS yo UR life An explaination of how the doc - trine of rebirth reconciles many of the disparities of life, assisting individuals with taking respon - sibility for their own destiny and growth, and more productive patterns of conduct. $5.95 | Pamphlet. 44pp. ISBN: 0-89314-318-9 PAS t live S & PReSent P Roblem S An essay addressing the burden of unfinished business from the past and planned destiny in the light of Buddhist teachings. $5.95 | Pamphlet. 60pp. ISBN: 0-89314-381-2 Re SeARCH on ReinCAR nAtion Illustrated pamphlet presenting sacred literature and accounts of philosophers, scholars, mystics, and poets, supporting the belief in rebirth. $5.95 | Pamphlet. 46pp. ISBN: 0-89314-349-9 new e DI tIon ! AStRology & Rein CAR nAtion A description of Karma as experienced by each in- dividual astrological sign; includes Vedic and Tibetan methods for evaluating past and future lives from the birth chart. $5.95 | Pamphlet. 56pp. ISBN: 0-89314-805-9 P a M P H l E T S"},{"pageNumber":26,"pageContent":"S E l f -d E v E l o P M E n T Order by Phone | 800.548.4062 or 323.663.2167 • Order Online | www.prs.org For Trade Orders Contact Us | mailorder@prs.org • Or These Distributors | Ingram, Devorss • 26 • eAS te Rn W iSdom • Buddhism & Psychotherapy (p.9) • Medicine of the Sun & Moon (p.11) • The Quiet Way (p.11) eSote RiC PH ilo So PH y • Esoteric Wisdom for Modern Living (p.14) • Super Faculties & Their Culture (p .15) • Visions & Metaphysical Experiences (p .15) le AR ning to live by living to le AR n (p.18) tH e W eSte Rn my Ste Rie S • Initiates of the Flame (p.32) • What the Ancient Wisdom Expects of Its Disciples (p.32) AUdio CASS ette SeRie S • Exploring Dimensions of Conscious - ness (p.35) • The Five-Fold Nature of the Self (p.35) • Psychological Theory & Practice (p.36) • Studies in Self-Unfoldment (p.37) • The Zen Concept of Intensity With - out Tension (p.37) r E l a T E d W o r k S B y M a n l y H a l l A d v e n t U R e S i n UndeRS tAnding Eight lectures on the art of interpersonal relationships to help sincere individuals deal with the practical prob - lems of life. Including: Simple Defenses Against the Impulse to Become Irritated and Achieve - ment Without Tension. $14.95 | Paperback. 218pp. ISBN: 0-89314-809-1 m e d i t A t i o n S y m b o l S i n e A S t e R n And We Ste Rn m ySti CiSm m ysteries of the m andala The fruition of a lifetime of study and interpretation of Eastern and Western mystical symbolism, this classic text explores meditation sym - bols throughout history in thirteen profusely illus - trated chapters, highlighting such topics as—medita - tion symbols; meditation, the experience of reality; the mandala as a symbol of the universe; the Lotus Sutra and its mandala; mandalas in Chinese Bud - dhism and Western mysticism; mystical symbols of Jacob Boehme; mandalas in world government. Illustrated $29.95 | Paperback. 249pp. ISBN: 0-89314-829-6 Ro Ad to t He inneR lig Ht This work sets forth a discernible map by an authentic traveler who has completed the course and returned to show us the way. By taking his lead we can weave our way safely up the narrow path to higher dimensions of consciousness and the ever ascending heights of blissful union with oneness and peace. $12.95 | Paperback. 202pp. ISBN: 0-89314-426-6 Wo RdS to t He Wi Se | A Practical guide to the esoteric Sciences Examines the teach - ings of the Mystery Schools, the five steps of self-unfoldment, and how the practice of ancient disciplines can lead to a more purposeful life. $12.95 | Paperback. 169pp. ISBN: 0-89314-814-8"},{"pageNumber":27,"pageContent":"S E l f -d E v E l o P M E n T Order by Phone | 800.548.4062 or 323.663.2167 • Order Online | www.prs.org For Trade Orders Contact Us | mailorder@prs.org • Or These Distributors | Ingram, Devorss • 27 • b A S i C f e A R S & H o W t o Co RR eCt tH em Guidance on how to deal with life’s conditions that are beyond one’s control. $5.95 | Pamphlet. 32pp. ISBN: 0-89314-304-9 bAS iC P Rin CiPle S of dome Sti C PS yCH ology | bringing Philosophy to Children An outline of practical rules for harmonious relations in the home and invaluable guidelines on how to introduce philosophy to children. $5.95 | Pamphlet. 32pp. ISBN: 0-89314-305-7 blind S Pot in t He m ind Explore how one overcomes self-imposed limits of thinking by disciplining and directing the unconscious towards an under - standing of self and others. $5.95 | Pamphlet. 32pp. ISBN: 0 -89314 -30 6 -5 CUlt UR e of tHe m ind Various aspects of thought can lift the mind out of the darkness of ignorance, into the light of truth and the attainment of con - scious immortality. $5.95 | Pamphlet. 40pp. ISBN: 0-89314-819-9 f o U R S e A S o n S o f t H e SPiRit | Achieving the m iracle of Contentment Explore the seasonal changes of the inner life and ways to appre - ciate the good things in life. $5.95 | Pamphlet. 51pp. ISBN: 0 -89314 -315 - 4 inCom PA tibility, A Crisis in m odern living Practical advice on how to deal with the temperamental and cir - cumstantial causes of incompat - ibility in marriage. $5.95 | Pamphlet. 33pp. ISBN: 0-89314-320-0 iS eACH individ UA l bo Rn W it H A PURPo Se ? An explaination of how an indi - vidual can come to the realiza - tion of the purpose and meaning of life. $5.95 | Pamphlet. 32pp. ISBN: 0-89314-325-1 life Pl Anning A three-part philosophical essay: Planning a Career; Planning a Home; and Planning for Retire - ment $5.95 | Pamphlet. 46pp. ISBN: 0-89314-328-6 t H e l o R d g i v e t H & t H e loR d tA ket H A WA y Suggestions on how to face the loss of a loved one with serenity and acceptance of the infinite wisdom of the universal plan. $5.95 | Pamphlet. 31pp. ISBN: 0-89314-330-8 medit Ation diSC iPline S And Pe RS on Al integ R A tion An illustrated guide to the reli - gious disciplines of both Eastern and Western systems, that shows how they unfold the mysteries of the spiritual life. $5.95 | Pamphlet. 76pp. ISBN: 0-89314-800-8 P a M P H l E T S r E l a T E d W o r k S B y M a n l y H a l l video ReCoRding S (p.33) AUdio le CtUR eS (p.39) o n s e l f - d e v e l o p m e n t : • The Emotional Body & the Begin - ning of Social Consciousness 104-6 • Healing Through Communciation 134-8* • Psychic Self-Destruction: Releasing the Mind From Regrets & Self- Censure 224-7 leCtUR e note S (p.42) o n s e l f - d e v e l o p m e n t : • Achievement Without Tension: Learning to Move With the Universal Will ln052 • The Human Soul as the Great Physician: Healing From Within the Self ln047 • To Live, to Grow, to Love: The Three Gifts of the Harmonious Spirit l n 055 * also available as a Lecture Note"},{"pageNumber":28,"pageContent":"S E l f -d E v E l o P M E n T Order by Phone | 800.548.4062 or 323.663.2167 • Order Online | www.prs.org For Trade Orders Contact Us | mailorder@prs.org • Or These Distributors | Ingram, Devorss • 28 • Rig Ht tH inking the Royal Road to Health A popular essay discuss - ing how sound mental practices can help to affect the cure of disease. $5.95 | Pamphlet. 52pp. ISBN: 0-89314-812-1 t H e S e C R e t o f tHe Unt Ro Ubled m ind A discussion of hunger and fatigue as symptoms of psychic pressure, and guidelines for overcoming feelings of futility. $5.95 | Pamphlet. 32pp. ISBN: 0-89314-352-9 SHo Rt tA lk S on mA ny S Ub Je CtS A compilation of mate - rial written for PRS Study Groups between 1955 and 1960. These brief articles deal with the application of phi - losophy to daily life to broaden interests and stimulate self-improvement. $7.95 | Pamphlet. 61pp. ISBN: 0-89314-828-8 S o lv i n g P S y C H i C P R o b l e m S & SUbme Rged Pe RS on Alitie S Discussion of psychothera - peutic techniques to help heal mental and emotional disorders caused by irratio - nal fears, fixations, neuroses and complexes existing in the subconscious. $5.95 | Pamphlet. 45pp. ISBN: 0-89314-354-5 t e n b A S i C R U l e S fo R bette R living A concise guide for spiritual living in the modern world. $5.95 | Pamphlet. 31pp. ISBN: 0-89314-362-6 tH e vA lUe of P RA ye R in PSyCH ologiCA l integ RA tion Explore how the ability to recognize and affirm one’s allegiance to principles greater than oneself can lead to personal integration and reaffirm destiny. $5.95 | Pamphlet. 31pp. ISBN: 0-89314-366-9 A vit Al Con CePt of Pe RS on Al gRo W tH Examines ways an individu - al grows and gains maturity as well as the ability to bet - ter control all parts of one - self to fulfill one’s destiny. $5.95 | Pamphlet. 33pp. ISBN: 0-89314-367-7 W i S d o m b e y o n d tHe m ind This pamphlet will aid in finding an internal direc - tive toward integrating the personality and developing the intuitive nature. $5.95 | Pamphlet. 31pp. ISBN: 0-89314-372-3 new fo R 2009! tH e Q UeSt fo R S PiRit UA l te ACH eRS Manly Hall discusses the criteria by which we should choose those teachers that will guide and inspire our quest for wisdom; and our own responsi - bilities as students. $5.95 | Pamphlet. 32pp. ISBN: 0-89314-874-1 m yS t i C i S m A n d ment Al He Aling An explanation of how to cooperate with the laws of nature to achieve a balance in both the physical and mental realms. $5.95 | Pamphlet. 31pp. ISBN: 0-89314-336-7 PHilo So PH y fo R t He Si Ck disposition and disease Practical suggestions on how to develop a construc - tive attitude which will bring health to the body, and peace to the mind and soul. $5.95 | Pamphlet. 32pp. ISBN: 0-89314-340-5 PSyCH iC Self-Re PRo ACH An explaination of how to overcome some of the psy - chological factors that may lead to negative thinking and self-censure. $5.95 | Pamphlet. 31pp. ISBN: 0-89314-344-8 new e DI tIon ! t H e P S y C H i C S y m b o l i S m o f H e A d A C H e S , i n S o m n i A , And t He U PS et Stom ACH A discussion of the cause and alleviation of these symptoms, which often have psychosomatic origins. $5.95 | Pamphlet. 32pp. ISBN: 0-89314-345-6"},{"pageNumber":29,"pageContent":"T H E W E S T E r n M y S T E r i E S Order by Phone | 800.548.4062 or 323.663.2167 • Order Online | www.prs.org For Trade Orders Contact Us | mailorder@prs.org • Or These Distributors | Ingram, Devorss • 29 • t H e b l e S S e d Angel S An illustrated, his - torical, descriptive, and philosophical treatise on the subject of angels and angelic hierarchies, including a chapter on the planetary archangels. $12.95 | Paperback. 68pp. ISBN: 0-89314-807-5 diony SiAn A Rtifi Ce RS | Hippolyto Joseph da Costa. With an interpretation of the m yth of dionysius by m anly P. Hall In this illustrated reprint of a rare Masonic monograph, Da Costa expresses his belief that modern Freemasonry derives it origin from the Dionysian architects and surveys the opin - ion of ancient authors on this subject. As the laws of nature— and moral rules deduced from them —were explained in fables, they were impressed upon the memory by symbolical ceremonies which were termed “Mysteries.” Includes interpretation of the central myth of the Dionysian Mysteries by Manly Hall, explaining the secret doctrines of the cult. $11.50 | Hardback. 105pp. ISBN: 0-89314-405-3 t H e fA b l e o f C U P i d A n d PS yCH e thomas taylor (trans.). Preface by m anly P. Hall A photographic facsimile of the 1795 edition, the original title page reading: “The Fable of Cupid and Psyche, Translated from the Latin of Apuleius, to which are added, a Poetical Paraphrase on the Speech of Diotima, in the Banquet of Plato, Four Hymns, &c.&c., with an Introduction, in which the meaning of the fable is unfolded.” Taylor’s extensive introduc - tion deals with the mystery of the human soul, divine love, and human regeneration. The fact that Apuleius was an initiate of the Neoplatonists more than justifies consideration of this present edition as a major contribution in the field of Platonic ps ycholog y. $14.95 | Hardback. 152pp. ISBN: 0-89314-411-8 fR eem AS on Ry of t He An Cient egy Pti AnS Interpretations of the Freemasonry of ancient Egypt as it is revealed in the teachings of the State Mysteries; includ - ing Egyptian magic, the Osirian cycle, the secret doctrine of Egypt, and the initia - tion of Plato. The appendix is a restoration of the ancient Egyptian mystery rituals, The Crata Repoa , describing initiation ceremonies which took place in the old temples (as translated by Dr. John Yarker from the French edition of 1778). Illustrated. $12.95 | Paperback. 162pp. ISBN: 0-89314-430-4 tH e Hymn S of oRPH eUS | thomas tay - lor (translator). Preface by m anly P. Hall A photographic facsim - ile of the 1792 edition, published in London, this is a compendium of the teachings of Orpheus; a missionary of civilization and one whose teachings are nearly indistinguishable from the foundations of Pythagoran philosophy. This work includes a preliminary disserta - tion on “The Life and Theology of Orpheus”; “The Initiations of Orpheus,” the invocations used in the Eleusinian Mysteries, and “Concerning the Beautiful” by Plotinus. $21.50 | Hardback. 312pp. ISBN: 0-89314-415-0 Ame RiCA ’S oR igin & deStiny • America’s Assignment With Destiny (p.5) • Mysticism of Colonial America (p.5) eSote RiC P Hilo So PH y • Man, the Grand Symbol of the Mysteries (p.12) • The Most Holy Trinosophia of the Comte de St.Germain (p.12) • Orders of the Great Work: Alchemy (p.13) • An Alchemist’s Primer, Fundamen - tals of Esoteric Transformation (p.14) • Esoteric Wisdom for Modern Living (p.14) • The Hermetic Marriage (p.14) • Paracelsus, His Mystical & Medical Philosophy (p.14) neo PlAtoni Sm (p. 21) PHilo SoPH y & Com PAR A tive Religion • The Initiation of Plato (p.24) Self- develo Pment • Words to the Wise: A Practical Guide to Esoteric Sciences (p.26) r E l a T E d W o r k S B y M a n l y H a l l"},{"pageNumber":30,"pageContent":"T H E W E S T E r n M y S T E r i E S Order by Phone | 800.548.4062 or 323.663.2167 • Order Online | www.prs.org For Trade Orders Contact Us | mailorder@prs.org • Or These Distributors | Ingram, Devorss • 30 • tH e initi Ate S of gR ee Ce & Rome Adepts in the esoteric Classical tradition, Part 1 This illustrated work on classical paganism explores the “lost” period of mystical tradition, between the fall of the Roman Em - pire and the Renais - sance, in the search for a better understanding of Man’s place in the Divine Plan.— “One of the teachings of the initiate tradition in Greece related to the mystery of time. The temple did not divide duration into past, present, and future. Divine and universal laws manifest themselves in an eternal now. Enlightenment belongs to no generation, nor does it increase or diminish.” $8.50 | Paperback. 104pp. ISBN: 0-89314-541-6 m ySti CS And m ySte Rie S of Alex AndR iA | Adepts in the esoteric Classical tradition, Part 2 Continuing in the exploration of later Greco-Roman initi - ates, this illustrated text explores the doc - trines of Alexandria in Asia Minor, North Af - rica, and Eastern Eu - rope. These doctrines laid the foundations of alchemy, Rosicru - cianism, astronomy, and the hermetic arts which have survived in the secret societies of the modern world. This volume covers the esoteric schools which flourished in Alexandria for over 500 years and combined the teachings of the Greeks, Romans, and Egyptians, as well as Jewish scholars and early Christian Mystics. $12.95 | Paperback. 122pp. ISBN: 0-89314-544-0 oC ell US lUCA nUS , “o n t h e n a t u r e o f t h e u n i v e r s e ” & e x t r a C t s f r o m t a u r u s , J u l i u s f i r m i C u s m a t e r n u s , a n d p r o C l u s | thomas taylor (translator). Preface by m anly P. Hall This facsimile reprint of an 1831 edition is a collection of short translations dealing with astrotheology . Maternus was one of many early astrono - mers, and second in authority only to Ptolemy of Alexandria. His horoscope of the world from the 1533 edition of the Libri Matheseos is included , as is his discussion of the Thema Mundi . Proclus’ contribution deals with the mystery of time as explained by Neoplatonism. $9.95 (Originally $15.95) | Paperback. 107pp. ISBN: 0-89314-403-7 oR de RS of t He Q UeSt - Holy gRA il Adepts in the Western esoteric tradition, Part 1 The origins of the “Grail Legend” are described, from the dissemination of the secret doctrines of antiquity in Europe, to the collapse of the Pagan Mysteries, to the end of the “Age of Chiv - alry.” The account begins with Manes, whose philosophy has survived into modern times as the driving force behind Christian Mysticism. It continues with the Troubadours, the Knights Templar of Jerusalem, Taliesin the Adept of Britain, the wisdom of the Druids, and secret assemblies of Wales, Merlin, King Arthur and the Round Table , the Holy Grail , the Grail Kings, and Parsifal and Lohengrin; and their parallels in the search for the mysterious temple of Shamballah, said to stand on the Imperishable Island in the midst of the Gobi Desert in Mongo - lia. Illustrated. $10.95 | Paperback or Hardback. 101pp. ISBN: 0-89314-533-5 video ReCoRding S (p.33) • The Twenty-First Century | A New Beginning AUdio C ASS ette Se Rie S • Alchemy (p.34) • Doctrines of Hermes Trismegistus (p.34) • Doctrines of Neoplatonism (p.34) • Landmarks of Esoteric Literature (p.35) • Paracelsian Philosophy (p.36) • Practical Mysticism in Modern Liv - ing (p.36) • The Septenaries (p.36) r E l a T E d W o r k S B y M a n l y H a l l"},{"pageNumber":31,"pageContent":"T H E W E S T E r n M y S T E r i E S Order by Phone | 800.548.4062 or 323.663.2167 • Order Online | www.prs.org For Trade Orders Contact Us | mailorder@prs.org • Or These Distributors | Ingram, Devorss • 31 • oR de RS of t He Unive RSA l Refo R- m Ation - Uto PiAS | Adepts in the Western esoteric tradition, Part 3 The story of the Brotherhood of the Rosy Cross is set forth, including the origins of the Society, its pro - gram of reformation in Europe, and its final disappearance from the public stage. The landmarks of the Great School and its initiates during the era of the social experiments of the Western hemisphere are discussed. The Utopians and their program for a better world, Francis Bacon’s relationship to the Rosicrucians, and his book, The New Atlantis, are examined; as are Andraea, Jakob Boehme, Elias Ashmole and other 17th century figures who sought to discover the secret of the Rosy Cross. Illustrated. $6.95 (Originally $10.95) | Hardback. 102pp. ISBN: 0-89314-535-1 $8.50 | Paperback. 102pp. ISBN: 0-89314-380-4 oR igin S of t He egy Pti AnS | Augustus le Plongeon, md . Preface by m anly P. Hall Le Plongeon as - serts, based upon the writings of Plutarch, that Psenophis and Sonchis—one a priest of Heliopolis, the other of Sais—told the Athenian legislator at Solon, that 9,000 years before his visit to Egypt, on account of the submergence of the Island of Atlantis (the Land of Mu) that all communications had been interrupted with the Western countries (the Mayas). The author explores the cosmological parallels between the monuments, language and writing systems of the Maya and the Egyptians. Illustrated. $18.50 | Hardback. 159pp. ISBN: 0-89314-418-5 tH e Red book of A PP in | ethan Allen Hitchcock A facsimile reprint of an 1866 edition, originally titled, “The Red Book of Appin; A story of the Middle Ages, with Other Hermetic Stories and Allegorical Tales. A New Edition, Enlarged by a Chapter of the Palmerin of England, with Interpretations and Remarks upon the Arabian Nights’ Entertainments.” The author, Ethan A. Hitchcock was one of many Western thinkers to explore the abstract realm of archetypal symbolism, and his work was considered an advance for his time. Fairy tales and folklore, like Oriental mandalas, often had secret meanings and that they stimulated the thoughtful mind to explore the mysterious world of the subconscious. $8.95 (Originally $17.95) | Hardback. 298pp. ISBN: 0-89314-413-4 t H e R o S i C R U C i A n S A n d m A g i S t e R CHR iSto PH S CHlegel: He Rmeti C Root S of Ame RiCA | Supplements by A. Russell Slagel & donald C. kerr, th. d. The illustrated story of Christoph Schle - gel, a distinguished Lutheran theologian, his association with the Rosicrucians, and the German utopian visions that contributed to the foundation of America. $15.95 | Hardback. 250pp. ISBN: 0-89314-422-3 AUdio le CtUR eS (p.39) o n w e s t e r n m y s t e r i e s : • Golden Verses of Pythagoras School of the Holy Spirit: Studies in Rosicru - cian Mysticism 127-5 • Secret Teachings of All Ages: Atlantis and the Gods of Antiquity 254- 9 • Secret Teachings of All Ages: Initia - tion of the Pyramid 255- 7 • The Warrior’s Path: Western Approach to the Mysteries 296-4 leCtUR e note S o n t h e w e s t e r n m y s t e r i e s (p.42) : • Esoteric Wisdom of the Greeks: An Appraisal of the State Mysteries & Their Teachings l n131 • Esoteric Wisdom of Western Man l n213 • Society of the Mustard Seed: Mystical Foundations of Colonial America ln208 r E l a T E d W o r k S B y M a n l y H a l l * also available as a Lecture Note"},{"pageNumber":32,"pageContent":"T H E W E S T E r n M y S T E r i E S Order by Phone | 800.548.4062 or 323.663.2167 • Order Online | www.prs.org For Trade Orders Contact Us | mailorder@prs.org • Or These Distributors | Ingram, Devorss • 32 • Atl Anti S An interpretation Plato’s account of Atlantis in his Critias and Timaeus is interpreted. A diagram of the Orphic Key to the Atlantic Fable is included, as well as a bibliography. $5.95 | Pamphlet. 53pp. ISBN: 0-89314-375-8 initi Ate S of t He flAme Written in 1922, when Manly P. Hall was just 21 years old, The Initiates illustrates the great spiritual thread of living fire that winds in and out through all the religions and binds them together with mu - tual ideals needs—that there is one religion in all the world, and that is the worship of God, the spiritual Flame of the universe— “Under many names He is the same, the Creator of the universe, and fire is His universal symbol.” A deeply personal and uplifting work, it reveals that we are part of the Brotherhood of all life, all part of the Infinite. Illustrated. $7.95 | Pamphlet. 88pp (8.4”x6.9”). ISBN: 0-89314-435-5 SA l l US t: “o n t h e g o d s & t h e w o r l d ” [ a n d o t h e r w o r k s ] thomas taylor (translator). Preface by m anly P. Hall Sallust was a Neoplatonic philosopher who is said to have written this work for the Emperor Julian in the 4th Century AD. Taylor’s added notes and commentary give valuable insight into the text’s essential meaning. Includes translations of The Pythagoric Sentences of Demo - philius and Proclus’ Five Hymns. Photographic facsimile of a rare 1795 edition. $15.95 | Hardback. 169pp. ISBN: 0-89314-401-0 P a M P H l E T S m elCH izedek And t He m ySte Ry of fiRe Mr. Hall describes how man’s body is a living temple and that places of initiation and ritual in the temple’s various chambers and passageways symbolize processes occur - ring in the human body. $5.95 | Pamphlet. 54pp. ISBN: 0-89314-842-3 R i d d l e o f t H e Ro SiCRUCi AnS This essay discusses the origin, mystery and in - dividuals behind Rosi - crucian thought in 17th century Europe. $5.95 | Pamphlet. 46pp. ISBN: 0-89314-840-7 Symboli C eSSA yS A facsimile of Mr. Hall’s earliest published writ - ings, this booklet includes “The Breastplate of the High Priest;” “Wands and Serpents, the Philosophy of the Thrice Greatest;” and “Parsifal, the Guileless Fool .” $5.95 | Pamphlet. 56pp. ISBN: 0-89314-822-9 W HA t t He An Cient Wi Sdom exPeCtS of itS diSC iPle S A Study Concerning the m ystery Schools This pamphlet aims to be a practical guide for those who wish to avoid the many pitfalls that can occur on the path of discipleship in the Western Mysteries. $5.95 | Pamphlet. 61pp. ISBN: 0-89314-811-3 new fo R 2009! tH e So Ul in egy Pti An m e t A PH yS iCS An illustrated study of The Egyptian Book of the Dead and Egyptian metaphysics during the Osirian period. $5.95 | Pamphlet. 40pp. ISBN: 0-89314-355-3"},{"pageNumber":33,"pageContent":"v i d E o r E C o r d i n g S | B y M a n l y P. H a l l Order by Phone | 800.548.4062 or 323.663.2167 • Order Online | www.prs.org For Trade Orders Contact Us | mailorder@prs.org • Or These Distributors | Ingram, Devorss • 33 • C o n C R e t e & A b S t R A C t fA C t o R S o f tHe H Um An m ind This video seminar details how one can maintain the mind as the leader of one’s physical, vital and emotional existence through observa - tion and reflection, and the ensoulment of Nature’s laws for the fulfillment of the common good. $29.95 | VHS. 74min. ISBN: 0-89314-903-9 $29.95 | DVD. 74min. ISBN: 0-89314-911-X love of tRU tH Alone in prison awaiting his death, the 5th century Chris - tian philosopher Boethius was visited by a woman adorned in radiant clothing, introduc - ing herself as Tr u t h , who had come to be with him for the rest of his life. Mr. Hall tells us how we too can commit ourselves to Truth, an infinite being; how Truth will come to us as well and never leave us alone. $29.95 | VHS. 66min. ISBN: 0-89314-902-0 $29.95 | DVD. 66min. ISBN: 0-89314-910-1 Se ARCH fo R tHe eSS enti Al me Aning of life In this recording, Mr. Hall describes humanity as an aspect of life, an entity, a vast energy, one substance, one being— “Life is a great system of eternal growth.” $29.95 | VHS. 70min. ISBN: 0-89314-900-4 $29.95 | VHS. 70min. ISBN: 0-89314-908-X SUCC eSS i S t He ACCom Pli SHment of t He neCeSSAR y A seminar revealing how we must enroll and graduate from the “School of the Holy S p i r i t .” Mr. Hall describes the “text book” and rules we must obey to finally discern what is truly necessary . $29.95 | VHS. 73min. ISBN: 0-89314-904-7 $29.95 | DVD. 73min. ISBN: 0-89314-912-8 tH e tW enty- fiRS t Cent UR y A new beginning “The 21st Century may be the beginning of a new world order dedicated to the restoration of those essential values which can bring our planet, now overtak - en by intellectual, moral and social darkness, to the resplen - dent golden times we look for” --Manly P. Hall. $29.95 | VHS. 38min. ISBN: 0-89314-905-5 $29.95 | DVD. 38min. ISBN: 0-89314-907-1 v iCto Ry of t He So Ul ove R Ci RCU m StAnCe Recorded just days before his death, Mr. Hall reveals the mysterious process by which each person experiences the growth of inner light over of outer living. $29.95 | VHS. 58min. ISBN: 0-89314-901-2 $29.95 | DVD. 58min. ISBN: 0-89314-909-8 PASS ing t He lA m P | a m emorial video on the life of m anly P. Hall This video honors the unique accomplish - ments of a Renaissance man of the 20th centu - ry, tracing the life and work of Manly P. Hall. A renowned lecturer in the 1930s, Mr. Hall dreamed of creating a place where persons of all beliefs could seek a better understanding of life’s plan, and so founded P.R.S. in 1934. It concludes with a lecture by Mr. Hall to Scottish Rite Masons on the deeper principles of freemasonry and the great heritage they must share with future generations in the next millennium. $29.95 | VHS. 60min. ISBN: 0-89314-906-3 $29.95 | DVD. 60min. ISBN: 0-89314-913-6 AUdio le CtUR eS (p.38-39) o n i n s p i r a t i o n a l : • Love of Truth 171-2 • The Search for the Essential Meaning of Life 249-2 • The Victory of the Soul Over Cir - cumstance 293-x o n s e l f - d e v e l o p m e n t : • Concrete & Abstract Functions of the Human Mind 030-9 • Success is the Accomplishment of the Necessary 272-7 r E l a T E d W o r k S B y M a n l y H a l l"},{"pageNumber":34,"pageContent":"a u d i o C a S S E T T E S E r i E S | B y M a n l y P. H a l l Order by Phone | 800.548.4062 or 323.663.2167 • Order Online | www.prs.org For Trade Orders Contact Us | mailorder@prs.org • Or These Distributors | Ingram, Devorss • 34 • Al CH emy 1 | Adepts of the Alchemical Tradition 2 | Hermetic Symbols of the Great Work 3 | Human Regeneration by Alchemy 4 | Alchemical Transmutations Psychologically Interpreted 5 | Chinese & Tibetan Alchemy $40.00 | Audio. 5-Cassette Album. ISBN: 0-89314-002-3 AStRo- tH eology How Astrology Has influenced m ankind 1 | The Zodiac & the Great Platonic Year 2 | Astrology & Universal Cosmology 3 | Planets & the Ancient Gods 4 | Great Solar Symbol of the Messiah 5 | Journey of the Human Soul Through the Astrological Cycles $40.00 | Audio. 5-Cassette Album. ISBN: 0-89314-011-2 tH e Cy Cle o f t h e P Hoenix | A n ew Approach to the Philosophy of History 1 | 600 BC: The Era of Ancient Teachers 2 | 1 AD: The Christian Era 3 | 600 AD: The Moslem Era 4 | 1200 AD: The Era of Intellectual Restoration 5 | 1800 AD: The Era of Social Liberation $40.00 | Audio. 5-Cassette Album. ISBN: 0-89314-038-4 tHe leCtUR eS of mA nly P. H All The Lectures of Manly P. Hall are considered by the thousands that have heard them to be pro - found and illuminating experiences. The Philosophical Research Society is pleased to make available collected archival audio series of the finest of these extraordinary talks. All S E r i E S a l B u M S come on 5 to 6, 90-min or 120-min audio cassette . do CtRine S o f He Rme S tR iSmegi StUS 1 | Orientation of the Hermetic Philosophy 2 | Hermeticism, Gnosticism & Neoplatonism 3 | Great Body of the Hermetic Literature 4 | Influence of Hermetic Tradition on Christianity 5 | The Principle Text, Divine Pymander $40.00 | Audio. 5-Cassette Album. ISBN: 0-89314-045-7 do CtRine S o f neo PlAtoni Sm 1 | Proclus on the Theology of Plato 2 | Iamblichus on the Mysteries 3 | Plotinus on the Beautiful 4 | Porphyry on the Wanderings of Ulysses 5 | Julian on the Mother of the Gods $40.00 | Audio. 5-Cassette Album. ISBN: 0-89314-046-5 (see also n E o P l a T o n i S M , p.24) eS ote RiC Ant HR o Pology Special e dition Album for readers of “ learning to l ive” 1 | The Beginnings of Human Life 2 | The Rise of Mankind in Nature 3 | The Origins of Race & Language 4 | Ensouling of Humanity 5 | The Future of the Human Race $40.00 | Audio. 5-Cassette Album. ISBN: 0-89314-108-9 (see also l E a r n n g T o l i v E B y l i v i n g T o l E a r n , p.18) Some of these tapes were made in less than ideal settings and with mono-channel recording equip - ment. These are vintage recordings of Manly P. Hall in the everyday surroundings of PRS, from lectures and seminars over years past. We hope the excellent content makes up for what the tapes may lack in audio fidelity. a n o T E r E g a r d i n g M a n l y P. H a l l T a P E S"},{"pageNumber":35,"pageContent":"a u d i o C a S S E T T E S E r i E S | B y M a n l y P. H a l l Order by Phone | 800.548.4062 or 323.663.2167 • Order Online | www.prs.org For Trade Orders Contact Us | mailorder@prs.org • Or These Distributors | Ingram, Devorss • 35 • exPlo Ring dimen Sion S o f Con SCio US ne SS 1 | Universal & Personal Consciousness 2 | Approach to the Preconscious 3 | Subconscious States in Nature & Man 4 | Consciousness & Mind 5 | Superconscious Cognition $40.00 | Audio. 5-Cassette Album. ISBN: 0-89314-110-0 f i R S t P R i n C i P l e S o f P Hilo SoPH y 1 | The Four Aspects of Metaphysics 2 | Logic & Ethics 3 | Psychology & Epistemol - ogy 4 | Esthetics & Theurgy 5 | Symbolism of the Ten Bulls $40.00 | Audio. 5-Cassette Album. ISBN: 0-89314-120-8 tH e five- fold nAt UR e o f t h e S e l f 1 | The Self That Senses 2 | The Self That Thinks 3 | The Self That Wills 4 | The Self That Grows 5 | The Real Self $40.00 | Audio. 5-Cassette Album. ISBN: 0-89314-121-6 five P AtHS o f yog A 1 | K arma Yoga: The Yoga of Action 2 | Hatha Yoga: The Yoga of the Body 3 | Bhakti Yoga: The Yoga of Devotion 4 | Inana Yoga: The Yoga of Wisdom 5 | R aja Yoga: The Royal Path $40.00 | Audio. 5-Cassette Album. ISBN: 0-89314-122-4 tH e gR eAt Pol ARitie S 1 | Heaven & Earth 2 | God & Man 3 | Truth & Error 4 | Good & Evil 5 | Heart & Mind $40.00 | Audio. 5-Cassette Album. ISBN: 0-89314-129-1 gR eek & Rom An d eitie S a s p e r s o n i f i C a t i o n s o f d i v i n e p r i n C i p l e s 1 | Divine Dynasty: Uranus, Cronus & Zeus 2 | Circle of the Twelve Olympian Deities 3 | Children of Zeus: Secondary Order of the Gods & Mortals 4 | Heroes: Offspring of the Gods & Mortals 5 | Neoplatonic Key to the Grand Cycle of Myths $40.00 | Audio. 5-Cassette Album. ISBN: 0-89314-130-5 inte RPR eting g R e A t l e g e n d S o f t h e Wo R l d 1 | Mystery of the Iron Tower 2 | The Gesar Khan 3 | The Court of the Sea King 4 | The Queen of Heaven 5 | The Golden Legend $40.00 | Audio. 5-Cassette Album. ISBN: 0-89314-151-8 invi Sible bodie S o f m e n i n Hind U P Hilo So PH y 1 | The Sthula Sharira: The Physical Body 2 | The Living Shariri: The Etheric & Vital Bodies 3 | The Kamaru Pa: The Emotional Nature 4 | The Rupa & Arupa Manas 5 | The Buddhic Sheath $40.00 | Audio. 5-Cassette Album. ISBN: 0-89314-152-6 l A ndm A R k S o f eS ote Ri C lite RA tUR e 1 | Francis Bacon: “ The New Atlantis” 2 | Knorr von Rosenroth: “K abbala Unveiled” 3 | Arthur Edward Waite: “The Brotherhood of the Rosy Cross” 4 | Mary Ann Atwood: “A Suggestive Inquiry Into the Hermetic Mystery” 5 | H.P. Blavatsky: “The Secret Doctrine” $40.00 | Audio. 5-Cassette Album. ISBN: 0-89314-158-5 life in t h e tW enty- fiRS t C e n t U R y 1 | Education in the 21st C. 2 | Economics in the 21st C. 3 | Industrialism in the 21st C. 4 | Science in the 21st C. 5 | Governent in the 21st C. 6 | Religion in the 21st C. $40.00 | Audio. 6-Cas- sette Album. ISBN: 0-89314-162-3 tH e love Se Rie S 1 | Human Love 2 | Love of Beauty 3 | Love of God 4 | Love of Nature 5 | Love of Truth 6 | The Redemptive Power of Love $40.00 | Audio. 6-Cassette Album. ISBN: 0-89314-172-0"},{"pageNumber":36,"pageContent":"a u d i o C a S S E T T E S E r i E S | B y M a n l y P. H a l l Order by Phone | 800.548.4062 or 323.663.2167 • Order Online | www.prs.org For Trade Orders Contact Us | mailorder@prs.org • Or These Distributors | Ingram, Devorss • 36 • tH e m ySte Rie S o f t h e C Ab Al A 1 | Ancient of Days : Nature of the Godhead 2 | Mother of the Mysteries: Process of Creation 3 | Angel of the Presence: Administration of Universal Law 4 | Chariot of Righteousness: Mystical Disciplines of Cabalism & Yoga 5 | Everlasting House: Restoration of Heaven & E arth $40.00 | Audio. 5-Cassette Album. ISBN: 0-89314-192-5 tH e m ySte Ry & me Aning o f t h e An Cient Rit UA lS 1 | The Initiation Rites of Ancient Egypt 2 | The State Mysteries of Greece & Rome 3 | Esoteric Rituals in Early America 4 | Secret Ceremonies in China & Japan 5 | The Secret Symbolism of the Christian Mass $40.00 | Audio. 5-Cassette Album. ISBN: 0-89314-193-3 PARAC el SiA n PHilo So PH y 1 | On Natural & Unnatu - ral Religion & Science 2 | Invisible Creatures of the Five Elements 3 | Universal Energy & Metaphysical Medicine 4 | Doctrine of Sympathetic Forces in Nature 5 | Man as a Constellation $40.00 | Audio. 5-Cassette Album. ISBN: 0-89314-206-9 tH e P Hilo So PH y o f vA l U e 1 | The Oriental Concept of Value 2 | Things as Objects of Value 3 | The Ageless Quest for Value 4 | Taking Hold of Value 5 | Living in the Light of Value $40.00 | Audio. 5-Cassette Album. ISBN: 0-89314-213-1 PRAC ti CA l m ySti CiSm in m ode Rn l iving 1 | Mytical Content in Scientific Knowledge 2 | Mystical Directives to Personal Action 3 | Mystical Aspects of Mod - ern Medicine 4 | Mystical Overtones in Culture & Society 5 | Mystical Trends in Mod - ern Psychology $40.00 | Audio. 5-Cassette Album. ISBN: 0-89314-218-2 P S y C H o l o g i C A l t H e o R y A n d PR AC ti Ce 1 | Defense Mechanisms in Daily Conduct 2 | Dissociation: The Abrupt Mood Change 3 | Prenatal Factors in Psychic Stress 4 | The Psychology of Social Integration 5 | Cause & Effect in Mental Process $40.00 | Audio. 5-Cassette Album. ISBN: 0-89314-228-X tH e Se Pten ARie S 1 | The Seven Creative Powers of the Godhead 2 | The Seven Great Ages of the Earth 3 | The Seven Races of Mankind 4 | The Seven Laws Governing Human Life 5 | The Seven Schools of Mystery Religions $40.00 | Audio. 5-Cassette Album. ISBN: 0-89314-256-5 St Udie S in C o m PA R A t i v e my t Hology 1 | Babylonian Creation Myths 2 | Greek Philosophical Mythology 3 | Teutonic Hero Myths 4 | Buddhist Regeneration Myths 5 | Egyptian Myths of the Afterlife $40.00 | Audio. 5-Cassette Album. ISBN: 0-89314-266-2 St Udie S in dR eAm Symboli Sm 1 | An Alphabet of Dream Symbols 2 | Self-Instruction Through Dreams 3 | Warnings and Premoni - tions: The Dangerous Dream 4 | The Dream as Mystical Experience 5 | Th e Twilight Hour: Dreams Between Sleeping & Waking $40.00 | Audio. 5-Cassette Album. ISBN: 0-89314-267-0"},{"pageNumber":37,"pageContent":"a u d i o C a S S E T T E S E r i E S | B y M a n l y P. H a l l Order by Phone | 800.548.4062 or 323.663.2167 • Order Online | www.prs.org For Trade Orders Contact Us | mailorder@prs.org • Or These Distributors | Ingram, Devorss • 37 • Symboli Sm o f t h e gR eAt oP eRAS 1 | “The Ring of the Niebelungs”: The Karmic Cycle That Cannot Be Broken 2 | “Parsival” & “Lohen - grin”: Esoteric Schools in the Christian World 3 | “Faus t ”: Fall and Res - urrection of the Human Soul 4 | “The Magic Flute”: The Return of Masonic Initiation to the Modern World 5 | “The Meistersingers of Nuremberg” $40.00 | Audio. 5-Cassette Album. ISBN: 0-89314-274-3 tH e UniveRS e ACCo Rding to eS ote RiC PHilo So PH y 1 | Of Creation & the Gods 2 | Of the Universe & Its Laws 3 | Of the Sun & Its Planets 4 | Of Nature & Its Kingdoms 5 | Of Man: His Origin & Destiny $40.00 | Audio. 5-Cassette Album. ISBN: 0-89314-289-1 U n S e e n f o R C e S t H A t A f f e C t oUR live S | Special edition Album for readers of “ learning to live” 1 | The Living Universe Beyond Our Sensory Perceptions 2 | Demonism in the 20th Century 3 | Obsession & Spirit Possession 4 | Thought Forces & Psychic Ghosts 5 | Secret Powers & Why We Should Not Use Them $40.00 | Audio. 5-Cassette Album. ISBN: 0-89314-290-5 (see also l E a r n n g T o l i v E B y l i v i n g T o l E a r n , p.18) St Udie S in mA n grand Symbol of the m ysteries 1 | Embryology & the Story of the Cell 2 | Brain & Release of the Soul 3 | Heart, the Seat of Life 4 | Spinal Column & the Kundalini 5 | Pineal Gland & the Endocrine System $40.00 | Audio. 5-Cassette Album. ISBN: 0-89314-268-9 St Udie S in ‘ m o r a l s & d o g m a ’ by A lbe Rt P ike 1 | Mystery of the Ineffable Name of God 2 | Sacred Traditions of the Aryas 3 | Secret Language of Symbolism 4 | Wisdom Religion in Persia 5 | Restoration of Ritualistic Instruction $40.00 | Audio. 5-Cassette Album. ISBN: 0-89314-269-7 St Udie S in Self- Unfol dm en t 1 | Inward Perception 2 | The Practice of Concentration 3 | The Discipline of Retrospection 4 | The Mystery of the Tran - scendental Personality 5 | Realization as Illumina - tion $40.00 | Audio. 5-Cassette Album. ISBN: 0-89314-270-0 tH e Wi Sdom Se Rie S 1 | The Challenge of Forever Becoming 2 | The Wonder World of Words 3 | From Knowledge to Wisdom 4 | From Wisdom to Understanding 5 | Faiths That Lead to Certainties 6 | Now, a Moment in Eternity $40.00 | Audio. 5-Cassette Album. ISBN: 0-89314-460-6 Wo Rld S in tRA nSition 1 | Religion Beyond Dogma 2 | Science Beyond Materialism 3 | Philosophy Beyond Doctrine 4 | History Beyond Tradi - tion 5 | Education Beyond Authority $40.00 | Audio. 5-Cassette Album. ISBN: 0-89314-464-9 tH e zen Con CePt of inten Sity Wit Ho Ut ten Sion 1 | The Pressure Mechanism & How it Operates 2 | Pressure Arising From Personality Conflicts 3 | Pressure Arising From Family Relationships 4 | Pressures Associated with Youth, Maturity & Advancing Years 5 | Pressures Arising from Environment & World Conditions $40.00 | Audio. 5-Cassette Album. ISBN: 0-89314-470-3"},{"pageNumber":38,"pageContent":"a u d i o l E C T u r E S | B y M a n l y P. H a l l Order by Phone | 800.548.4062 or 323.663.2167 • Order Online | www.prs.org For Trade Orders Contact Us | mailorder@prs.org • Or These Distributors | Ingram, Devorss • 38 • AStRology • Astrology and Epidemical Disease 010-4 • Can Astrology Help Us to Understand Reincarnation & Karma? 022-8 • Health and the Zodiac: Introduction to Astro-Psychology 135- 6 • Value of Astrology in Self-Analysis 292-1 • What the Study of Astrology Can Contribute to a Successful Marriage? 453-3 bible & C HR iSti Anity • Armageddon, the War That Ends in Peace 008-2* • Christ in the Realms of the Dead 024-4 • Christian Gospels That Were Never in the Bible 025-2* • Christmas, the Day When Divine Love Was Made Flesh 026-0* • The Earth is the Lord’s and the Fullness Thereof 048-1 • Face of Christ and Master of the Blue Cape 112-7 • Hidden Church of the Holy Grail 136 -4* • Milton’s Vision of Paradise Lost and Regained 186-0 • The New Commandment: Love Thine Enemies 198-4* • Personal Experience of the Christian Mystery 209-3 • Reflections of Esoteric Christianity 235-2* • The Resurrection Mystery 237-9* • St. Paul at the Altar of the Unknown God 240-9 • St. Paul, the Initiate Apostle 241-7 • Vision of Divine Union: The Mystical Experience of Thomas a Kempis 295-6 • William Penn, the Quaker, and His Holy Experiment 457- 6 eAS te Rn Wi Sdom • Ahimsa, a Sect Devoted to Harmlessness 001-5 • Buddha and the Bomb 018-x * • Buddha on the Cause & End of Suffering 019-8 * • Confucius and the Computer 031-7 • Mahamaya, Mother of the Buddha 176-3 * • The Spirit of Zen 263-8 • The Western Paradise on Earth: The Buddhist Doctrine of the Pure Land 299-9 • Zen and Nuclear Fission 467-3* • Zen and the Mental Computer 468-1 • Zen and the Stock Exchange 469-x T H E l E C T u r E S o f M a n l y P. H a l l are considered by the thousands that have heard them to be profound and illuminating. The Philosophical Research Society is pleased to make available audio tapes of the finest of these extraordinary talks. Items marked with an asterisk (*) may be found as l E C T u r E n o T E S (p.40-42); items marked with a double asterisk (**) may also be found in the v i d E o r E C o r d i n g S (p.33) . All Audio Lectures come on a single 90-min or 120-min audio cassette . a n o T E r E g a r d i n g M a n l y P. H a l l ’ S T a P E S : Some of these tapes were recorded in less than ideal settings and with mono-channel recording equip - ment. These are vintage recordings of Manly P. Hall in the everyday sur - roundings of PRS, from lectures and seminars over years past. We hope the excellent content makes up for what the tapes may lack in audio fidelity. $8.95 each | Audio. 90-120min. eS ote RiC P Hilo SoPH y • The Adept Tradition in Modern Living 000-7 * • Alchemy as a Key to Social Regeneration 003-1 • The Animal’s Place in the Universal Plan 405-8 * • Dante’s La Vita Nuova (New Life) 040-6 * • Esoteric Alchemy: Transformation of Attitudes 107-0 * • Fascination of the Supernatural: Ghost Lore in Religion, Philosophy and Psychology 115-1 • How the Hierarchy Communicates With Humans 137-2 * • Jacob’s Ladder That Leads to the Stars 156 - 9 • Learning to Know the Dweller in the Flesh 161-5 • Lost in a Psychic Wonderland 167-4 • Magic: White, Gray and Black 174-7 • Magnetic Fields of the Human Body 175-5 • The Migrations of the Human Spirit 184-4 • Mysteries of the Astral Light 190 -9 • Mystical Life Way of the American Indians 149-1 • Mystical Meanings of Playing Cards 195-x • Mystical Symbolism of the Rubaiyat (Pt. 2 of 2, see “Secret Language of Persian Poets”) 196-8 • Obeying Universal Laws Can Be a Pleasant Experience 201-8 • On the Pythagorean Philosophy of Numbers 202-6 * • Openers of the Doors to the Invisible 203-4 • Physical Body as a Universal Symbol 214-x • Precious Stones in Lore and Legend 219- 0 • Sacred Images: Visible Representations of Divine Principles 242-5 * • Sacred Mysteries of the Human Body 243-3 • Secret Language of Persian Poets (Pt. 1 of 2, see “Mysti - cal Symbolism of the Rubaiyat”) 252-2 • Secret Societies at Work in the Modern World 253- 0 • Seven Wonders of the World, Ancient and Modern 256 -5 • The Strange World of Psychic Phenomena 265-4 • Symbolism of Sleep in Human Life 273-5 • This Enchanted Isle We Call the World: Mysticism In Shakespeare’s Tempest 279-4 • Transcendentalists of Alexandria, Athens & Boston 286-7 • Transformation Mystery: Alchemy of Attitudes 287-5 • When the Invincible Sun Moves Northward: The Solar Christmas 454-1 * • Winter Solstice: Annual Rebirth of the Universal Soul 458-4 inSP iRA tion Al eSSA yS, fiCtion & Poet Ry • Are We Ready For the Great Leap Into a Peaceful World 007-4 • Civilization Begins With Us 028-7 • Fables of Aesop the Slave 111-9 • Gullible’s Travels: Commentary on Jonathan Swift’s Political Satire 132-1 • Love of Beauty 168-2 • Love of God 169-0 • Love of Nature 170-4 • Love of Truth 171-2 ** • Love, the Most Mysterious of Human Emotions 173-9 • The Mills of God Grind Slowly 185-2 * • Mystery of Love, Divine & Human 191-7 • Now a Moment in Eternity 200-x • The Priceless Gift of Faith 220-4 • The Redemptive Power of Love 234-4 • The Search for the Essential Meaning of Life 249-2 ** • Second Coming of the Santa Claus Spirit 250 - 6 • The Sevenfold Mystery of Love 259 -x • Some Reflections on the Subject of Earthquakes 261-1 * • Things to be Thankful For This Thanksgiving 278-6 • Those Who Attain Integrity Must Pass On the Lamp 280-8 • To Pass on the Lamp 282-4 • The Tragedy of the Broken Doll 284-0 • The Victory of Soul Over Circumstance 293-x ** • The World Soul Under Stress 462-2 mUS iC • Music of the Comte de St. Germain: A Performance of L’Incostanza Delusa Suite 188-7 • Pythagoras on the Therapeutic Value of Music 231-x PHilo SoPH y & Com PARA tive Religion • Back to Basics in Religion, Philosophy & Science 014-7 • Cycle of the Phoenix in World History 037-6 • Economics in the 21st Century 049-x • Education in the 21st Century 100-3"},{"pageNumber":39,"pageContent":"a u d i o l E C T u r E S | B y M a n l y P. H a l l Order by Phone | 800.548.4062 or 323.663.2167 • Order Online | www.prs.org For Trade Orders Contact Us | mailorder@prs.org • Or These Distributors | Ingram, Devorss • 39 • • Education Must Prepare for the World of Tomorrow 101-1 * • Education Without Enlightenment Can Be Dangerous 102-x • Emperor Julian’s Oration on the Mother of the Gods 105-4 • Faith: The Internal Belief in Internal Good 113-5 • Fate & the Philosophy of Destiny 473-8 * • Feminine Factor in World Religions 118-6 • The Gods Fought Above Troy & Are Still Fighting 125- 9 • The Golden Chain of Homer That Binds Heaven & Earth 126-7 • Government in the 21st Century 128-3 • How to Choose a Religion or Philosophy Most Appropriate to Your Own Needs 138- 0 * • I Beg to Differ With the Darwinian Theory 143-7 * • Idealistic Humanism: Right of the Individual to be Right 144-5 • Industrialism in the 21st Century 147-x • Is Religion a Dedication or Commitment? 154-2 • Lord Bacon’s Interpretation of Classic Myths & Their Importance in Solving Modern Problems 165-8 * • Materiality is the Glamorizing of Beauty 178-x • Meaning Versus Usage: Dilemma of the Dictionary 180 -1 * • My Philosophy of Life 189-5 • Organizing and Conserving Personal Energy Re - sources 204-2 • Prophets of Antiquity Versus the Profits of Today 223-9 • Religion in the 21st Century 236-0 • Rivers of Life: What Lies Behind Modern Religion 238-7 • Roots of Tomorrow 239-5 • Science in the 21st Century 2 45-x • The Science of Ethics & the Ethics of Science 246-8 • Science of Religion & Religion of Science 247-6 • Scientific Dilemmas: “What’s Lurking Out There in Space?” 248-4 • Seven Problems That Are Plaguing the World 257-3 • Should Religious Organizations Be Involved in Parti - san Politics? 260-3 • What is Righteousness? 450 - 9 • What is the Unforgivable Sin? 452-5 • When Universal & Natural Laws Are in Conflict With Human Legislation 455-x • Wisdom of the Greeks Can Help Solve Problems of Modern Society 459 -2 • Wonder World of Words 461-4 ReinCAR nAtion • Do We Bring Our Troubles With Us When We Come Into This World? 043-0 • Do We Choose Our Lives Before We Are Born? 044-9 • Second Look At the Law of Karma 251-4 • Update On Reincarnation 291-3 • Why I Believe in Rebirth 456 -8 • Worlds Beyond the Grave 163-0 Self- develo Pment • Anger, Its Cause and Cure 004-x • Are We Morally Responsible for the Advice We Give? 006-6 • As the Twig is Bent: Hazards of Growing Up 009-0 • Be Your Own Psychotherapist 015-5 • The Black Hole in the Memory 017-1 • Building a Second Career After Sixty 020 -1 • Building Today for an Unknown Future 021-x • The Challenge of Forever Becoming 023-6 • Cinderella Story in Psychological Folklore 027-9 • Cocaine & Karma 029-5 • Concrete & Abstract Functions of the Human Mind 030-9 ** • Constructive Adjustments to a World Under Stress 032-5 • Coping With Mental & Emotional Distress 033-3 • Creative Self-Expression, the Lost Art 034-1 • Creative Use of Memory 035-x • Dangers of Psychic Self-Deception 039-2 • Dispositional Factors in Human Relationships 041-4 • Diversification of Activities as a Secret of Mental Health 042-2 • Each Art and Science Has Moral Structure of Its Own 047-3 • Effects of Stimulants and Narcotic Drugs on the Hu - man Psyche 103-8 • The Emotional Body and the Beginnings of Social Consciousness 104-6 • Emotional Stress 471-1 • Escape From the Tyranny of Our Own Thoughts 106-2 • Fate and the Philosophy of Destiny 473-8 • Feeding the Mind with “Junk” Ideas 117-8 • First Line of Defense Against Adversity 119-4 • Healing Power of Nature: Thoughts From Thoreau’s Walden 133-x • Healing Through Communication 134-8 * • How to Plant the Seeds of Your Happiness Tree 139 - 9 • How to Turn Off the TV in One Easy Lesson 140-2 • Hysteria, Its Cause and Consequence 142-9 • Ignorance, Natural or Acquired 145-3 • In Bondage to Freedom 146-1 • Inside the Cup: Exploring the Underworld Within Ourselves 148-x • Integration of the Ageless, Timeless Spiritual Laws 149-6 • Integrity, the Endangered Value 150 -x • Invitation to Insight 153-4 • Keeping the Mind Active in Advancing Years 157- 7 • Language: The Use, Misuse & Abuse of Words 159 -3 • The Last Ten Years of Life Can Be the Most Important 160-7 • The Little Child in Us That Never Grows Up 163-1 • Living in the Past, the Present, & the Future 164-x • Lost in a Psychic Wonderland 167-4 • Love, the Most Mysterious of Human Emotions 173-9 • Making the Best Possible Use of Available Time 177-1 • Maturity is the Grand Illusion 179-8 • Meditation Disciplines Can Cause Trouble 181-x • Mental Attitudes Affect Physical Health 182-8 • Mental Stress 183-6 • Mind & the Book: Planned Reading Can Enrich Your Life 187-9 • Never Let the Past Ruin the Future 197-6 • Pandora’s Box: The Mystery of Memory 205-0 • Perfection Is Hard to Come By 207-7 • Personal Discipline Against Prejudicial Thinking 208-5 • Philosophical Evaluation of Divorce 211-5 • Philosophical Reflections on the Use & Abuse of Money 212-3 * • Physical Stress 215- 8 • Prisoners of Our Own Thoughts 216-6 • The Private World of Dreams 222-0 • Psychic Self-Destruction: Releasing the Mind From Regrets & Self-Censure 224-7 • Psychic Smog: Its Cause & Cure 225-5 • Psychic Stress 226-3 • Psychological Allergies 227-1 • The Psychosis of Wealth is Self-Destruction 229-8 • Quest for Spiritual Teachers 232-8 • The Soul, the Garment of Glory 262-x • Stand Aside & Watch Yourself Go By 264-6 • Studies in Stress 271-9 • Success Is the Accomplishment of the Necessary 272-7 ** • Symbolism of Sleep in Human Life 273-5 • Teacher & Student Relationships and Responsibilities 275-1 • Teaching the Mind and the Body to Work Together 276-x * • Therapeutic Value of Great Art: Medicine Through the Eyes 277-8 • Training the Faculty of Intuition 285-9 * • Time Is Not For Wasting 281-6 • To Restore The Dignity of Marriage 283-2 • Unlocking the Mysteries of the Mind 288-3 • Vigil as a Mystical Discipline 294-8 • Wealth Addiction Can Be As Dangerous As Drug Addiction 297-2 • Weighed in the Balance & Found Wanting Too Much 298-0 • What is the Heredity Factor Doing to You? 451-7 • Write Your Own Textbook for Constructive Living 465-7 • Your Own Life is Your Personal Mandala 466-5 tH e We Ste Rn m ySte Rie S • Golden Verses of Pythagoras School of the Holy Spirit: Studies in Rosicrucian Mysticism 127-5 • Secret Teachings of All Ages: Atlantis and the Gods of Antiquity 254- 9 • Secret Teachings of All Ages: Initiation of the Pyramid 255- 7 • The Warrior’s Path: Western Approach to the Mysteries 296-4 "},{"pageNumber":40,"pageContent":"l E C T u r E n o T E S Order by Phone | 800.548.4062 or 323.663.2167 • Order Online | www.prs.org For Trade Orders Contact Us | mailorder@prs.org • Or These Distributors | Ingram, Devorss • 40 • AStRology • Astrological Meaning of Comets ln089 • Astrological Philosophy of Eclipses ln072 • Astrology & Extrasensory Perception ln046 • Characteristic Reaction of Each Zodiacal Sign to Social Change l n252 • Four Basic Temperaments & How to Live With Them l n312 • Influence of the Moon on the Psychic Life of Man l n109 • Living With Your Birthday: Basic Problem-Patterns of the Twelve Zodiacal Signs l n100 • Stars, Nations & People: Basic Principles of Prophecy by Planetary Influence ln026 • Theory of Astrological Keywords ln038 • To What Degree Should Astrology Influence Our Decisions In Daily Living? ln092 bible & C HR iSti Anity • Armageddon, the War That Ends in Peace ln293 * • Beginnings of the Christian Faith: The Apostolic Age ln248 • Can the Kingdom of Heaven Be Established on Earth? ln249 • Christian Gospels That Were Never in the Bible ln309 * • Christian Mysteries as Restored by the Early Church Fathers ln181 • Christmas, the Day When Divine Love Was Made Flesh ln321 • From the Crucifixion to the Resurrection: The Mystery of Christ in the World of the Dead l n035 • God in a Mystery: Truths That Cannot Be Spoken ln265 • Gospel of Truth: Newly Discovered Christian Scriptural Writings of Outstanding Importance ln022 • Hidden Church of the Holy Grail ln177 * • In the Beginning Was the Word: An Interpretation According to St. John ln237 • Jesus Wept l n253 • Meditation Symbols in Christian and Gnostic Mysti - cism ln228 • Mystery of the Angels & the Angelic Hierarchies ln247 The basis of many of Manly P. Hall’s books and pamphlets were the many lectures he delivered over the decades. The following l E C T u r E n o T E S have been kept in the PRS archives and are avail - able to the public. Items marked with an asterisk (*) are available as a u d i o l E C T u r E S (p.38-39) . $4.00 each | Pamphlet. 20+pp. LN001 to LN334 • Mystical Interpretation of “The Sermon on the Mount” l n285 • New Commandment: Love Thine Enemies l n313 * • New Testament in Modern English: What is the Sig - nificance of a Contemporary Translation? ln040 • Reflections on Esoteric Christianity ln297 * • Resurrection: The Practice of the Christian Mystery ln073 • The Resurrection Mystery ln324 * • St. John’s Vision of the Holy City: The Mystical Sym - bolism of the New Jerusalem ln201 • St. Paul’s Contribution to Modern Psychology: The Doctrine of Inner Experience l n085 • Try the Spirits: St. Paul’s Approach to Psychic Phenom - ena ln263 • The Universal Christ Principle ln081 • The Unrecorded Years in the Life of Christ ln273 • Were the Essenes the First Christians? l n157 • Wisdom of God in a Mystery: Based on the Second Chapter of First Corinthians l n031 eAS te Rn Wi Sdom • Basic Concepts of Eastern Philosophy: God, Man, and Nature l n174 • Buddha and the Bomb ln302 * • Buddha on the Cause & End of Suffering ln306 * • Buddha Overcoming the Stars: To What Degree Can We Dominate the Effects of a Horoscope? ln051 • Buddha’s Law of Karma Applied to Modern Psychol - ogy ln007 • Buddhism and the Uncluttered Mind l n116 • Changing Ideals on the East and Their Effect On World Culture ln175 • Citizens of Eternity: Life in the Buddha World ln212 • Crossing the Bridge to the Blessed Land: Notes on Chinese Philosophy l n316 • Darshan: The Personal Experience of Divine Purpose ln279 • Depth, Power, and Purpose of East Indian Philosophy ln012 • Eastern and Western Interpretations of Reincarnation: Rebirth According to Buddhism & Platonism l n115 • Eastern Concepts of Healing Through Meditation & Mystical Discipline ln017 • Four Prophetic Visions of Buddha: Keys to the Immedi - ate Future of Mankind ln037 • The Great Vow of Kuan Yin: The Way of Salvation in Northern Buddhism l n033 • Hoben, the Visualization of Principles: The Buddhist Doctrine of Meditation Symbols l n125 • The Home in Confucian Sociology: The Symbolism of Human Relationships ln244 • How Buddhism Can Inspire Young People l n194 • How To Prepare for a Fortunate Rebirth: The Buddhist Science of Planned Destiny ln002 • The I Ching: The Most Mysterious Book in the World l n104 • The Illumination of Buddha: A Spiritual Experience That Changed the World l n156 • Japanese Approach to Psychotherapy: An Unusual Evaluation of Behavior Problems ln147 • Mahamaya, Mother of the Buddha l n314 * • Mahayana Buddhism On the Substance of Conscious - ness ln204 • Medicine of the Sun & Moon: The Philosophic Prin - ciples Behind the Chinese Concept of Healing ln030 • Mysteries of the Heart Doctrine According to Esoteric Buddhism l n198 • The Mystery of Nirvana: When & How Does Growing End? ln240 • Oriental Philosophy of Seven Principles of True Wisdom ln028 • Personal Cultivation of the Zen Spirit in the Home and at Work ln063 • The Philosophy Behind Acupuncture & Reflexology ln242 • Poetry of Action: Zen & the Tea Ceremony ln054 • A Practical Introduction to Zen: Eastern Psychology for Western Man ln023 • The Road to Reality Never Changes: A Study of Bud - dhist Metaphysics ln234 • Sensory Perceptions Cannot Think: Moral Instruction of Mencius, the Chinese Sage l n153 • The Story of Mankind: Its Origin & Destiny in the Light of Hindu Philosophy l n191 • Taoism As the Key to the Chinese Science of Acupunc - ture ln186 • Ten Regions of the Afterlife According to the Teach - ings of Northern Buddhism ln127 • Universal Self in Vedanta Philosophy ln075 • Zen & Health: The Therapy of Composure ln042 • Zen & Nuclear Fission ln327 * • The Zen Doctrine of Dynamic Acceptance: Rock, Sand, and Wood ln039 eS ote RiC P Hilo SoPH y • The Adept Tradition in Modern Living l n301 * • The Alchemy of Happiness: The Higher Metaphysics of the Sufi Poets ln044 • Alchemy: Sacred Science of Transformation l n219 • The Animal’s Place in the Universal Plan ln300 * • Architecture & Archetypal Symbolism: How Human Insight Can Change the Appearance of the World l n160 • Bridges to Higher Dimensions of Consciousness: Experience a Universe Beyond Form l n159 • Color Symbolism in Psychoanalysis ln011 • Dante’s La Vita Nuova (The New Life): The Mystical Meaning of the Mystical Experience ln289 * • Did the Alchemists Practice Yoga Discipline? ln227 • Energy Fields of the Human Body: The Researches of Anton Mesmer ln001 • Ensouling of Knowledge: How Extrasensory Research Can Advance the Many Fields of Knowledge ln205"},{"pageNumber":41,"pageContent":"l E C T u r E n o T E S Order by Phone | 800.548.4062 or 323.663.2167 • Order Online | www.prs.org For Trade Orders Contact Us | mailorder@prs.org • Or These Distributors | Ingram, Devorss • 41 • • Esoteric Alchemy: Transformation of Attitudes ln322 * • ESP & the Concept of Non-Verbal Communication ln077 • Five Virtues of the Elephant Trainer: The Qualifications of a Spiritual Teacher l n168 • A Frank Evaluation of the Present Trends in Hypnosis ln062 • Gateway To Infinities: Journey From the Personal to the Universal ln020 • Ghosts in the “Lonely House” l n106 • The God Seekers: Many Paths That Have Led to Truth l n025 • Growing Day by Day: The Mystical Experience of Self- Unfoldment ln266 • Higher Dimensions of the Universe: The Quest for Cosmic Understanding l n155 • How the Hierarchy Communicates With Humans: Dreams & Visions That Changed the United States and History ln292 * • How the World Looks From Beyond the Grave ln064 • The Human Aura in Eastern & Western Mysticism ln222 • Ideals in Transition: What Lies Ahead for Mysticism ln126 • In My Father’s House There Are Many Mansions l n261 • In My Father’s House: A Mystical Interpretation of the Universe ln121 • Invisible Beings of Religion, Folklore & Legend: Their Meaning in Everyday Life ln014 • Invisible Records of Thought & Action: Theory & Practice of Psychometry ln003 • Magical Medicine of Paracelsus: The Physician as a Secretary of Nature l n158 • The Magnetic Field of the Earth l n192 • Male and Female Aspects of the Human Soul ln066 • Man’s Responsibility to the Lower Kingdoms of Nature ln071 • The Mandala of World Government: Archetypal Pat - terns for Human Survival l n197 • Meditation as a Discipline of Growth: Building Inter - nal Resources l n185 • Milton’s Vision of Paradise Lost & Regained l n319 • Mystical Meanings of Playing Cards ln287 • Mysteries of Space in the Esoteric Philosophies of East and West ln206 • New Mythology of Science: Ancient Beliefs in Modern Dress ln280 • On the Pythagorean Philosophy of Numbers ln307 * • Psychic Field of Earth: Influence on Human Behavior ln080 • Psychological Aspects of Alchemy ln243 • Pythagorean Disciplines for Modern Living ln005 • Return of the Sorcerers: Black Magic in the Modern World ln188 • Sacred Images: Visible Representations of Divine Prin - ciples ln308 * • Sacred Mysteries of the Human Body ln267 • Scientific Principles Underlying Luck, Chance and Coincidence ln034 • Search for the Unknown God: The Secret Power That Rules All Things l n163 • Some Further Notes on Unidentified Flying Objects l n101 • Soul as the Immortal Mortal l n195 • Strange World of Psychic Phenomena ln290 • The Third Eye in the Soul: Insight is Inner Sight ln271 • Transcendental Magic: White, Gray, and Black l n259 • Transcendentalists of Egypt, Greece, & Boston, Mas - sachusetts ln323 • Treasure of the Nibelung: The Curse of Gold in Human Affairs l n231 • When the Invincible Sun Moves Northward: The Solar Christmas l n333 * • Wonders of Ocean: The Sea as a Symbol of Cosmic Consciousness ln093 inSP iRA tion Al eSSA yS, fiCtion & Poet Ry • Achievement Without Tension: Learning to Move with the Universal Will ln052 • Change Yourself & You Change All: Happiness Comes From Inner Vision ln123 • The Cleansing Power of the Christmas Spirit ln069 • Dark Night of the Soul: Man’s Instinctive Search for Reality ln004 • Is There a Guardian Angel? l n332 • The Lone Traveler: Man On the Road to Infinity ln041 • The Mills of God Grind Slowly ln264 * • Mystical Experience in Daily Living ln036 • Outer Man in Search of an Inner Life: The Path That Leads to Illumination l n110 • Prayer as Mystic Rite: Building Internal Resources ln182 • The Road to Inner Light: The Path That Leads to Un - derstanding ln129 • Search for the Pure Land: To Live in Heaven Before We Die l n135 • Some Reflections on the Subject of Earthquakes ln323* • To Carry Burdens in a Gracious Spirit: The Kindly Heart Meets All Emergencies ln141 mUS iC • Music Through the Ages: The Birth, Death & Resurrec - tion of a Great Art l n162 PHilo SoPH y & Com PARA tive Religion • As a Man Thinketh in His Heart l n108 • Babel & the Confusion of Tongues: Solutions to the Dilemma of Spiritual Communication l n151 • Basic Values in Philosophy ln112 • Blessings of the Simple Life: Foundations of Culture l n250 • Breaking Through the Speech Barrier: The Problem of Empty Words ln214 • Christianity & Buddhism: Two Great Doctrines of Universal Brotherhood ln079 • Civilization Begins in the Home ln202 • The Courage of Silence ln057 • The Cross As a Universal Symbol ln217 • Daily Practice of Private Worship l n105 • Daily Use of Religious Convictions ln059 • The Economy That Will Not Economize: Inflation in the Light of Philosophy ln203 • Education Must Prepare for the World of Tomorrow l n330 * • Enlightenment & the Collective Liberation: The New Concept of Freedom l n119 • Experience as the Great Illuminator: The Lessons of Daily Living ln238 • Experience of Inner Spiritual Need: Our Own Necessity Leads Us On ln142 • Fate & the Philosophy of Destiny l n291 * • Five Mistakes That Can Lead to Tragedy: Blunders of Judgment No One Can Afford to Make ln082 • Forty Years of Seeking: Truths I Have Learned from Experience ln008 • How To Choose a Religion or Philosophy Most Ap - propriate to Your Own Needs ln275 * • I Beg to Differ With the Darwinian Theory ln305 * • The Immediate Need of Religious Principles in Daily Living ln187 • The Invisible Teacher of Socrates: The Philosophy of Inner Guidance l n150 • Is a New World Religion Now in the Making? l n210 • Is Each Individual Born With a Purpose? l n 015 • Journey to Enlightenment According to Socrates ln184 • The Lifeline of Words: Semantics & the New Crisis in Communication l n061 • Living With the Past, the Present, and the Future l n331 • Lord Bacon’s Interpretation of Classic Myths and Their Importance In the Solution of Modern Problems ln269 * • The Lord Giveth and the Lord Taketh Away: Facing Change With a Serene Heart ln043 • Love Has No Enemies: Charity Begins in the Heart ln065 • Male & Female Aspects of the Human Soul: Balancing Contrary Pressures ln066 • The Many Faces of Truth: Religion is All Things to Man ln171 • Meaning Verses Usage: The Dilemma of the Dictionary l n257 * • Ministry of Personal Example: Be the Living Proof of What You Believe ln140 • The Miracle of Gratitude ln224 • Moral Beauty Is the Basis of Civilization: Alexis Carrel ln128 • Mystery of the Creative Word as Revealed Through World Religions ln239 • Mystery of the Middle Path That Leads to the End of Suffering l n165 • A New Approach to the Devotional Life ln149 • Our Man in Orbit: God, Space & the Human Soul ln029 • The Pansophic College: A Practical Pattern for Enlight - ened Education ln218 • Place of America in the Universal Plan of Growth ln241 • The Power of Right Example: Is Each Man His Brother’s Teacher ln122 • Rebirth in Jewish and Christian Religious Philosophy l n083 • Re-education of Personal Growth ln024 • Re-evaluation of Our Belief in the Theory of Evolu - tion: A Hard Look at the Darwinian Theory ln211 • Reflections on the Deeper Meaning of Thanksgiving Day ln056 • The Regeneration Gap Between Conviction and Conduct ln149 • Religion & Temperament: How the Faith You Belong To Affects Temperament ln117 • Religion & the Practice of Medicine ln207 • The Substance of Science l n113 • Thoreau at Walden Pond: The Search for the Simple Life l n215 • Why?— The Eternal Question ln246 • Wonders of the Modern World: What Has Humanity Actually Accomplished? l n235"},{"pageNumber":42,"pageContent":"l E C T u r E n o T E S Order by Phone | 800.548.4062 or 323.663.2167 • Order Online | www.prs.org For Trade Orders Contact Us | mailorder@prs.org • Or These Distributors | Ingram, Devorss • 42 • ReinCAR nAtion • Reincarnation as a Factor in Health Problems ln209 • The Karmic Factor in Physical Health Problems: The Debt We Owe to Our Physical Bodies l n132 Self- develo Pment • Accepting the Challenge of Maturity: The Courage To Be a Person ln070 • Achievement Without Tension: Learning To Move With the Universal Will ln052 • An Esoteric Explanation of Drug Abuse & Its Conse - quences l n167 • Anger, Its Cause & Cure ln268 • The Art of Living With People l n074 • Basic Fears & How to Correct Them ln006 • Better Health Through Planned Living: The Therapy of Fulfilling Your Life’s Purpose l n130 • Blind Spot in the Mind: Why We Have Difficulty Understanding Ourselves ln027 • Citizens of the Cosmic Commonwealth: Accepting the Leadership of the Divine l n161 • Culture and Sanity: The Therapy of Beauty in Problems of Tension ln032 • Coping With Mental & Emotional Depression ln303 • Creative Imagination as an Instrument of Unfoldment ln021 • Disciplining of the Desire Body: An Immediate Need ln236 • Diversification of Activities as a Secret of Mental Health l n310 • Exploring Dark Corners of the Psyche: The Search for Total Experience of Self l n016 • Exploring the Mystery of Food: A Survey of Popular Diets ln226 • Psychic Symbolism of Headaches, Insomnia & the Upset Stomach l n019 • Psychoanalyzing the Mystical Experience: Can Spiri - tual Revelations be Scientifically Explained? ln096 • Psychological Defenses Against Heart Disease ln111 • The Rock of Humility: Foundation of the Great Learn - ing ln050 • The Romance of the Rose: The Quest for Unselfish Love ln146 • Self-Discipline as the Way to Personal Security ln049 • Soul as the Immortal Mortal l n195 • Teaching the Mind & the Body to Work Together ln294 * • To Live, to Grow, to Love: The Three Gifts of the Har - monious Spirit l n 055 • Training the Faculty of Intuition ln262 * • The Use and Abuse of the Natural Psychic Powers ln058 • Viewpoints on Longevity: Can The Human Life Span be Extended? l n256 • Why Does the Universal Plan for Living Require Personal Suffering? ln114 • Wisdom Beyond the Mind: The Value of Internal Directive l n013 • The World Within That Each of Us Must Conquer: Exploring the Source of Personality l n255 tH e We Ste Rn m ySte Rie S • Esoteric Wisdom of the Greeks: An Appraisal of the State Mysteries & Their Teachings l n131 • Esoteric Wisdom of Western Man l n213 • Society of the Mustard Seed: Mystical Foundations of Colonial America ln208 • Fatigue, Hysteria, & Crime: Criminal Tendencies Can Arise in Apparently Normal Persons ln084 • Feeding the Complete Person: Overlooked Facts About Nutrition ln272 • Genius, Talent & Aptitude: How to Understand Your Own Capacities l n010 • Healing Through Communication ln299 * • Heart Disease: The Price of Progress ln240 • How Attitudes Affect the Aging Process: A Philosophi - cal Approach to Geriatrics l n152 • The Human Soul As Revealed Through Art, Literature & Music ln230 • The Human Soul as the Great Physician: Healing From Within the Self ln047 • Is the Human Soul Created, Generated, or Evolved? ln009 • Keeping the Mind Active in Advancing Years ln281 • Let Not Your Heart Be Troubled: How to Outwit America’s Number One Killer ln067 • Levels of Spiritual Attainment ln221 • Mental Management: Put Inner Resources to Work ln060 • Mystical Experience in Daily Living ln036 • Mystical Experience: Union With the Eternal Self l n193 • Mystical Therapy of Meditation ln223 • Mysticism & Mental Healing: Health as an Experience of Consciousness l n045 • Nutritional Support: Protection Against World Tension l n169 • Philosophical Reflections on the Use & Abuse of Money ln276 * • Psychic Malpractice: Can We Be Influenced Against Our Will? l n053 • Psychic Self-Reproach: From Remorse to Realization ln018 The PRS Library building, designed by Robert Stacy-Judd in 1934 and inspired by Mayan architecture"},{"pageNumber":43,"pageContent":"S y M B o l i C P r i n T S • 43 • Select P r i n T S by J. Augustus Knapp (as commis - sioned by Manly Hall for The Secret Teachings of All Ages ) , by Mihran K. Serailian and Classi - cal Buddhist Art from the PRS Collection. $7.00 each | 11” by 17” Abraxas 47th Proposition of Euclid Ancient of Ancients Casting of the Molten Sea Celestial Virgin with Sun God Cherub of Ezekiel Consulting the Oracle of Delphi Consummation of the Magnum Opus Contents of the Zodiacal Egg Courtyard of the Ta ber nacle Double-Headed Eagle Emerald Tablet of Hermes Grand Man of the Zohar Group of World Religions Hand of the Mysteries Heraldic Arms of Jesus Christ Hermes on the Back of Typhon Idealistic Atlantean Temple Eleusinian Initiation Invocation of Mephistopheles The Jewel in the Rosy Croix Key to Dante’s Divine Comedy Grand Rosicrucian Alchemical Formula For further descriptions of the symbolism in these art works, and for additional posters, please visit our website: www.prs.org/symbprint.htm"},{"pageNumber":44,"pageContent":"• 44 • Macrocosm & the Microcosm Magician Invok - ing Elementals Martyrdom of Hypatia Mithra Mohammed Mysteries of Xibalba Philosopher’s Stone Parsifal and the Holy Grail Pa r acel sus Opening the Tomb of C.R.C. Odin Oannes Prince R agoczy, St. Germain Pythagoras Rosicrucian Crucifixion Rosicrucian Philosopher Saitic Isis Shakespeare Three Grand Masters Tree of the Sephiroth Yggdrasil Tree Emblematic Cross by M.K. Seraillian Opening of the Third Eye | by M.K. Seraillian Seven Spinal Chakras | by M.K. Seraillian Birth of Buddha Classic Buddhist Art Eyes of Buddha Classic Buddhist Art Kokuzo Mandara Classic Buddhist Art King Solomon & the Shedd Layout of the Major Trumps For further descriptions of the symbolism in these art works, and for additional posters, please visit our website: www.prs.org/symbprint.htm Taima Mandara Classic Buddhist Art"},{"pageNumber":45,"pageContent":"T i T l E i n d E x | books, pamphlets, & audio cassette series Order by Phone | 800.548.4062 or 323.663.2167 • Order Online | www.prs.org For Trade Orders Contact Us | mailorder@prs.org • Or These Distributors | Ingram, Devorss • 45 • • A • Adventures in Understanding .................................................................................. 26 An Alchemist’s Primer | Fundamentals of Esoteric Transformation (pamphlet) ........ 14 Alchemy (audio cassette series) .................................................................................. 34 Alchemy | A Comprehensive Bibliography .............................................................. 12 America’s Assignment With Destiny (Adept Series) ................................................... 5 Apocalypse Attributed to St. John (pamphlet) ........................................................... 8 Arhats of Buddhism (Adept Series) ............................................................................. 9 Astro-Theology | How Astrology Has Influenced Mankind (audio cassette series) ... 34 Astrological Essays (pamphlet) ................................................................................... 6 Astrological Keywords ............................................................................................... 6 Astrology and Reincarnation (pamphlet) ............................................................. 6, 25 Atlantis | An Interpretation (pamphlet) .................................................................... 32 • B • Basic Fears & How to Correct Them (pamphlet) ..................................................... 27 Basic Ideas of Man (24-part pamphlet series) .............................................................. 7 Basic Principles of Domestic Psychology (pamphlet) ............................................... 27 The Bible | the Story of a Book (pamphlet) ................................................................. 8 The Blessed Angels .................................................................................................. 29 Blind Spot in the Mind (pamphlet) .......................................................................... 27 Buddha’s “Sermon on the Mount” (pamphlet) ......................................................... 11 Buddhism & Psychotherapy ...................................................................................... 9 • C • Cabalistic Keys to the Lord’s Prayer (pamphlet) ...................................................... 14 Collected Writings, Vol. 2 | Sages & Seers (hardback; see also: Sages & Seers ) ....... 23 Concrete & Abstract Factors of the Human Mind (video recording) ....................... 33 Culture of the Mind (pamphlet) ............................................................................... 27 The Cycle of the Phoenix | A New Approach to the Philosophy of History (audio cassette series) ........................................................................................ 34 • D • Daily Words of Wisdom (pamphlet) ........................................................................ 17 The Dark Night of the Soul (pamphlet) ..................................................................... 8 Death & After (pamphlet) ........................................................................................ 25 Death to Rebirth ..................................................................................................... 25 Dionysian Artificers | by Hippolyto Joseph Da Costa ................................................. 29 Doctrines of Hermes Trismegistus (audio cassette series) ........................................... 34 Doctrines of Neoplatonism (audio cassette series) ..................................................... 34 Dream Symbolism ................................................................................................... 12 • E • E. A. Gordon | Pioneer in East-West Religious Understanding (pamphlet) ............. 11 Esoteric Anthropology (audio cassette series; see also: Learning to Live by Living to Learn pamphlet series) ....................................................... 19, 34 Esoteric Wisdom for Modern Living (pamphlet) ..................................................... 14 An Essay on the Fundamental Principles of Operative Occultism (pamphlet) ........ 14 Exploring Dimensions of Consciousness (audio cassette series) ................................ 35 • F • The Fable of Cupid & Psyche | by Thomas Taylor (translator) .................................. 24 First Principles of Philosophy (book) ........................................................................ 22 First Principles of Philosophy (audio cassette series) .................................................. 35 The Five-Fold Nature of the Self (audio cassette series) ............................................. 35 Five Paths of Yoga (audio cassette series) .................................................................... 35 Four Seasons of the Spirit | Achieving the Miracle of Contentment (pamphlet) ...... 27 Freemasonry of the Ancient Egyptians .................................................................... 29 Friendship, Love & Beauty (pamphlet) ..................................................................... 17 From a Philosopher’s Scrapbook .............................................................................. 22 From Death to Rebirth (pamphlet) ........................................................................... 25 • G • Great Books on Religion & Esoteric Philosophy ..................................................... 22 The Great Polarities (audio cassette series) ................................................................. 35 Greek & Roman Deities as Personifications of Divine Principles (audio cassette series) ........................................................................................ 35 Growing Up with Grandmother (pamphlet) ............................................................ 17 Guru, By His Disciple ............................................................................................. 16 • H • The Hermetic Marriage (pamphlet) .......................................................................... 14 Hindu Pantheon | by Edward Moor ........................................................................... 9 How Belief in Rebirth Enriches Your Life (pamphlet) .............................................. 25 The Hymns of Orpheus | by Thomas Taylor (translator) ........................................... 29 • I • Iamblicus on the Mysteries | Neoplatonism, Book 2 (pamphlet) ............................. 21 Incompatibility | A Crisis in Modern Living (pamphlet) ......................................... 27 The Initiates of Greece & Rome (Adept Series) ........................................................ 30 The Initiates of the Flame (pamphlet) ...................................................................... 32 Initiation of Plato (pamphlet) ................................................................................... 24 Inner Lives of Minerals, Plants & Animals (pamphlet) ............................................ 14 Interpreting Great Legends of the World (audio cassette series) ................................ 35 An Introduction to Dream Interpretation (pamphlet) ............................................. 14 Invisible Bodies of Men in Hindu Philosophy (audio cassette series) ........................ 35 Is Each Individual Born with a Purpose (pamphlet) ................................................ 27 • J • Journey In Truth ..................................................................................................... 22 Julian on the Mother of the Gods | Neoplatonism, Book 5 (pamphlet) ................... 21 • K • Koyasan | Sanctuary of Buddhism (pamphlet) ......................................................... 11 Krishna and the Battle of Kurukshetra (pamphlet) .................................................. 11 • L • Landmarks of Esoteric Literature (audio cassette series) ............................................ 35 Lectures on Ancient Philosophy (paperback; Tarcher edition) .................................... 4 Learning to Live by Living to Learn (40-part pamphlet series) ................................. 18 Liberty at the Millennium | by Norris Hansell ........................................................... 5 Life in the 21st Century (audio cassette series) .......................................................... 35 Life Planning (pamphlet) ......................................................................................... 27 The Light of the Vedas (Adept Series) ......................................................................... 9 Lone Traveler (pamphlet) ......................................................................................... 11 The Lord Giveth & Taketh Away (pamphlet) ........................................................... 27 The Lost Keys of Freemasonry (paperback; Tarcher 3-in-1 edition) ............................ 4 Love of Truth (video recording) ................................................................................ 33 The Love Series (audio cassette series) ........................................................................ 35 • M • Magic, A treatise on Esoteric Ethics (pamphlet) ...................................................... 14 The Magic Fire | by Judson Harriss ............................................................................. 5 Man, The Grand Symbol of the Mysteries ............................................................... 12 Masonic Orders of Fraternity (see: Lost Keys of Freemasonry ) ............................ 4 Medicine of the Sun & Moon (pamphlet) ................................................................ 11 Meditation Disciplines & Personal Integration (pamphlet) ..................................... 27 Meditation Symbols in Eastern & Western Mysticism | Mysteries of the Mandala ................................................................................................... 26 Melchizedek and the Mystery of Fire (pamphlet) ..................................................... 32 Most Holy Trinosophia of the Comte de St. Germain ............................................ 12 The Music of the Comte de St. Germain ................................................................. 20 The Mysteries of Asia (pamphlet) ............................................................................. 11 The Mysteries of the Cabala (audio cassette series) .................................................... 36 The Mystery & Meaning of the Ancient Rituals (audio cassette series) ..................... 36 Mystery of the Holy Spirit (pamphlet) ..................................................................... 14 The Mystical Christ | Religion as a Personal Spiritual Experience ............................ 8 Mysticism & Mental Healing (pamphlet) ................................................................ 28 Mysticism of Colonial America (pamphlet) ............................................................... 5 Mystics & Mysteries of Alexandria (Adept Series) .................................................... 30 Mystics of Islam (Adept Series) ................................................................................... 9 • N • Neoplatonism | Theology for Wanderers In the New Millennium (5-part pamphlet series) .................................................................................... 21 New Consciousness | by Obadiah Harris ................................................................. 23 Noble Eightfold Path (pamphlet) ............................................................................. 11"},{"pageNumber":46,"pageContent":"T i T l E i n d E x | books, pamphlets, & audio cassette series Order by Phone | 800.548.4062 or 323.663.2167 • Order Online | www.prs.org For Trade Orders Contact Us | mailorder@prs.org • Or These Distributors | Ingram, Devorss • 46 • • O • The Occult Anatomy of Man (pamphlet) ................................................................. 14 Ocellus Lucanus “On the Nature of the Universe” | by Thomas Taylor (trans.) ........ 30 Old Testament Wisdom | Companion to the Mystical Christ .................................. 8 Orders of the Great Work | Alchemy (Adept Series) ................................................. 12 Orders of the Quest | The Holy Grail (Adept Series) ................................................ 30 Orders of the Universal Reformation | Utopias (Adept Series) ................................. 31 The Origin of the Egyptians | by Augustus Le Plongeon ............................................. 31 • P • Paracelsian Philosophy (audio cassette series) ............................................................ 36 Paracelsus | His Mystical & Medical Philosophy (pamphlet) .................................... 14 Passing the Lamp | A Memorial Video On the Life of Manly P. Hall (video recording) .............................................................................................. 33 Past Lives & Present Problems (pamphlet) ............................................................... 25 Pathways of Philosophy ........................................................................................... 23 Philosophy for the Sick (pamphlet) .......................................................................... 28 Philosophy of Astrology ............................................................................................ 6 The Philosophy of Value (audio cassette series) .......................................................... 36 The Phoenix | An Illustrated Review of Occultism & Philosophy ........................... 12 Planetary Influence & the Human Soul (pamphlet) .................................................. 6 Plotinus on the Beautiful | Neoplatonism, Book 3 (pamphlet) ................................ 21 Pluto in Libra (pamphlet) ........................................................................................... 6 Porphyry on the Wandering of Ulysses | Neoplatonism, Book 4 (pamphlet) ........... 21 Positive Uses of Psychic Energy (pamphlet) ............................................................. 15 Practical Mysticism in Modern Living (audio cassette series) .................................... 36 Proclus on the Theology of Plato | Neoplatonism, Book 1 (pamphlet) ..................... 21 Psychic Self-Reproach (pamphlet) ............................................................................ 28 The Psychic Symbolism of Headaches, Insomnia, & the Upset Stomach (pamphlet) ....................................................................................................... 28 Psychoanalyzing the Twelve Zodiacal Types (pamphlet) ........................................... 6 Psychological Theory & Practice (audio cassette series) ............................................. 36 The Psychology of Religious Ritual (pamphlet) ....................................................... 15 • Q • Questions & Answers | Fundamentals of the Esoteric Sciences .............................. 12 The Quest for Spiritual Teachers (pamphlet) ............................................................ 36 The Quiet Way (pamphlet) ....................................................................................... 15 • R • The Red Book of Appin | by Ethan Allen Hitchcock ................................................. 31 Reincarnation | The Cycle of Necessity ................................................................... 25 Research on Reincarnation (pamphlet) .................................................................... 25 Return of the Sorcerers | Black Magic in the Modern World (pamphlet) ................. 15 The Riddle of the Rosicrucians (pamphlet) .............................................................. 32 Right Thinking | The Royal Road to Health (pamphlet) .......................................... 28 Road to Inner Light ................................................................................................. 26 The Rosicrucians & Magister Christoph Schlegel | Hermetic Roots of America ...... 31 • S • The Sacred Magic of the Qabbalah (pamphlet) ........................................................ 15 Sages & Seers (paperback; see also: Collected Writings, Vol. 2 ) ........................ 23 The Sages of China (Adept Series) ............................................................................ 10 Sallust “On the Gods & the World” & Other Works | by Thomas Taylor (trans.) ........ 32 Science & Immortality (pamphlet) .......................................................................... 15 Search for the Essential Meaning of Life (video recording) ...................................... 33 The Secret Destiny of America .................................................................................. 5 The Secret Destiny of America, with: America’s Assignment with Destiny (paperback; Tarcher edition) .............................................................................. 4 The Secret of the Untroubled Mind (pamphlet) ....................................................... 28 The Secret Teachings of All Ages | An Encyclopedic Outline of Masonic, Hermetic, Qabbalistic and Rosicrucian Symbolical Philosophy ...................... 3 The Secret Teachings of All Ages, Reader’s Edition (paperback; Tarcher edition) ........ 4 The Septenaries (audio cassette series) ....................................................................... 38 The Sermon on the Mount (pamphlet) ....................................................................... 8 Shadow Forms | A Collection of Occult Stories ...................................................... 16 Short Talks on Many Subjects (pamphlet) ............................................................... 28 Solving Psychic Problems & Submerged Personalities (pamphlet) ............................ 28 The Soul in Egyptian Metaphysics (pamphlet) ......................................................... 32 Space Born | Mystical Poetry ................................................................................... 16 Spiritual Centers in Man (pamphlet) ....................................................................... 15 Star Lore of Babylon (pamphlet) ................................................................................ 6 The Story of Astrology ............................................................................................... 6 Story of Christmas (pamphlet) ................................................................................... 8 Studies in Character Analysis (pamphlet) ................................................................. 15 Studies in Comparative Mythology (audio cassette series) ........................................ 36 Studies in Dream Symbolism (audio cassette series) .................................................. 36 Studies in Man, Grand Symbol of the Mysteries (audio cassette series) .................... 37 Studies in ‘Mor als & Dogma’ by Albert Pike ........................................................ 37 Studies in Self-Unfoldment (audio cassette series) ..................................................... 37 Success is the Accomplishment of the Necessary (video recording) .......................... 33 Super Faculties & Their Culture (pamphlet) ............................................................ 15 Symbolic Essays (pamphlet) ..................................................................................... 32 Symbolism of Great Operas (audio cassette series) .................................................... 37 The Symbolism of Light and Color (pamphlet) ........................................................ 15 • T • Talks to Students on Occult Philosophy (pamphlet) ................................................ 15 The Tarot | An Essay ................................................................................................ 12 Ten Basic Rules for Better Living (pamphlet) ........................................................... 28 Therapeutic Value of Music | The Philosophy of Music (pamphlet) .......................... 20 Think on These Things | The Wisdom of Manly P. Hall ......................................... 16 Twelve World Teachers ............................................................................................ 23 The Twenty-First Century | A New Beginning (video recording) ............................. 33 • U • The Upanishads | by Dean Brown ............................................................................ 10 The Universe According to Esoteric Philosophy (audio cassette series) ..................... 37 Unseen Forces (pamphlet) ........................................................................................ 15 Unseen Forces That Affect Our Lives (audio cassette series; see also: Learning to Live by Living to Learn pamphlet series) ........................ 19, 37 Unseen Forces That Affect Our Lives (paperback) ................................................... 19 • V • The Value of Prayer in Psychological Integration (pamphlet) ................................... 28 Venerated Teachers of the Jains, Sikhs, & Parsis (Adept Series) ............................... 10 “Very Unusual” | The Wonderful World of Mr. K. Nakamura ............................... 17 Victory of the Soul Over Circumstance (video recording) ....................................... 33 Visions & Metaphysical Experiences (pamphlet) ..................................................... 15 A Vital Concept of Personal Growth (pamphlet) ..................................................... 28 • W • The Way of Heaven .................................................................................................. 10 The Ways of the Lonely Ones | A Collection of Mystical Allegories ....................... 17 The Western Paradise of Amitabha (pamphlet) ........................................................ 11 What the Ancient Wisdom Expects of Its Disciples | A Study Concerning the Mystery Schools (pamphlet) ...................................................................... 32 The White Bird of Tao (pamphlet) ........................................................................... 11 Wisdom Beyond the Mind (pamphlet) ..................................................................... 28 The Wisdom of the Knowing Ones | Gnosticism: Key to Esoteric Christianity ......... 8 The Wisdom Series (audio cassette series) .................................................................. 37 Wit & Wisdom of the Immortals (pamphlet) .......................................................... 24 Woman, The Mother of All Living (pamphlet) ........................................................ 24 Words to the Wise | A Practical Guide to the Esoteric Sciences .............................. 26 Worlds in Transition (audio cassette series) ............................................................... 37 • Z • The Zen Concept of Intensity Without Tension (audio cassette series) ..................... 37 Zen for the Western Mind | A Practical Introduction (pamphlet) ........................... 11 Zen of the Bright Virtue .......................................................................................... 10 "},{"pageNumber":47,"pageContent":"B o o k o r d E r f o r M Photocopy This Page and Mail Completed Form to | PRS m ail o rder, 3910 los f eliz b lvd., los Angeles, CA 90027 Order by Phone | 800.548.4062 or 323.663.2167 • Order Online | www.prs.org Qt y. IS bn /I tem # tItle PRIC e tot Al Subtotal [california residents only] 8.25% tax Shipping & Handling T o T a l o r d E r bIllI nG ADDR eSS: Name: Street: City: State/ZIP: SHIPPI nG ADDR eSS (if different) : Name: Street: City: State/ZIP: Ret AI l oRD eRI nG In StRuCtIon S | photocopy this form, fill it out and mail to: PRS Mailorder, 3910 Los Feliz Blvd., Los Angeles, CA 90027. or call 1.800.548.4062 (M-F, 9am-4pm Pacific Time). or order online at www.prs.org and click the “ PRS Books ” link.  e nclosed is a check ( or money order ) in the amount of $ CHeCkS o R m oney oRD eRS | make payable to “Philosophical Research Society” (in US funds only). International Money Orders are ac - ceptable (but no foreign checks, please) Please charge my:  MasterCard  Visa Card Number:   Expiration: / Signature:    SHIPPI nG A nD H AnDlInG | Most orders shipped UPS. Please add 15% of total retail cost for shipping and handling ($8.50 min., $22.00 max.). Non-US orders add 30% of total for shipping ($15.25 min.). No COD orders will be accepted. All S Ale S AR e f InAl | Returns will only be accepted for defective and/or damaged goods. Please direct all book order related questions to mailorder@prs.org PAy m e n t:"},{"pageNumber":48,"pageContent":"the Philosophical Research Society 3910 los feliz blvd., los Angeles, CA 90027 phone | 1.800.548.4062 or 323.663.2167 fax | 323.663.9443 e-mail | mailorder@prs.org website | www.prs.org mA ilo Rde R All currently published books, pamphlets, lectures, audio and video recordings by Manly P. Hall and other notable authors are available by mail, phone (8 0 0 .5 4 8. 4 0 6 2 ), or on our website ( www.prs.org ) book StoR e You are invited to visit our scholarly bookstore, featuring quality literature in world religions, my - thology, philosophy, cosmology, depth psychology, alternative health and esoteric studies. Hours | Monday-Friday, 12-4pm libRAR y The PRS Library houses more than 30,000 items, some of the rarest collections in consciousness stud - ies, psychology, religion, mysticism and philosophy. The primary aim of the Library is to provide re - searchers and students with hard-to-find materials. Hours | Tuesday & Thursday, 12-4pm Unive RS ity of PH ilo SoPH iCA l ReSeARCH It is fitting that the beginning of the new millen - nium marks the beginning of a Distance Learning program integrating ancient wisdom traditions with contemporary science and psychology. Provid - ing a Master of Arts degrees in Consciousness Stud - ies, and in Transformational Psychology, PRS has created a comprehensive graduate curriculum that stresses the need for the harmonious integration of philosophy, religion and science. Visit the University website | www.uprs.edu don Ation S PRS accepts monetary endowments and donations of esoteric books, art objects, stamp collections, real estate, furniture and office equipments or re - membrance in your will. Official appraisals can be provided upon request for your tax purposes."}]
