[{"pageNumber":1,"pageContent":"R e t u R n o f t h e S o R c e R e R S Black Magic in the Modern World Manly P. Hall"},{"pageNumber":2,"pageContent":"R e t u R n o f t h e S o R c e R e R S Black Magic in the Modern World by Manly P. Hall"},{"pageNumber":3,"pageContent":"RETURN OF THE SORCERERS: BLACK MAGIC IN THE MODERN WORLD Copyright © 1994 by the Philosophical Research Society, Inc. All Rights Reserved. This book or parts thereof, may not be reproduced in any form without written permission from the publisher. ISBN-10: 0-89314-872-5 ISBN-13: 978-0-89314-872-0 Cover Art: “Apollonius a Corinthe” from ‘ H i s t o i r e d e l a M a g i e - d u M o n d e s u r n a t u r e l e t d e l a f a t a l i t e a t r a v e r s l e s t e M p s e t l e s p e u p l e s ’ by P. Christian (ancien bibliothecaire au minstere de l’instruction publique et des cultes) Compiled from the Manly P. Hall Lecture Note archive: ‘Transcendental Magic: White, Gray and Black’ ‘Return of the Sorcerers: Black Magic in the Modern World’ Layout and Design for this Edition by P. K. Austad Published by T h e P h i l o s o P h i c a l R e s e a R c h s o c i e T y 3910 Los Feliz Boulevard Los Angeles, CA 90027 USA Telephone 323.663.2167 Fax 323.663.9443 Website www.prs.org E-mail info@prs.org Printed in the United States of America"},{"pageNumber":4,"pageContent":"CONTENTS Page Part 1 Transcendental Magic: White, Gray & Black ...... 4 Part II Return of the Sorcerers: Black Magic in the Modern World ....................................... 27"},{"pageNumber":5,"pageContent":"4 The various magical arts practiced by the ancients have come down to us in our present time in a number of different forms and, I might say, improvisations on the theme. The primitive human being lived in a world of unknown problems. Acts of providence seemed to dominate existence. The best laid plans of mortals came to nothing, and a strange and almost fatalistic condition seemed to rule the world. At that time our primitive forebears came to the very simple con - clusion that if there were a god who was on their side, there was something else that was not on their side. It did not seem prop - er or respectful to accuse God of causing disaster; yet disaster occurred. The belief gradually came into being that there was a division between a deity and an anti-deity, a power working for good and a power conspiring against good. This resulted in a dualistic religion in which the individual had to serve God as best he could but also get along with this anti-deity, this power that was against him. From this came the concept of demonol - ogy which was strengthened by the Bible and which descended to the Christian world as a heritage of dualistic forces operating in life. This dualism was set forth in the fall of the angels, the war in heaven between the archangel Michael and the arch - angel Lucifer in which Lucifer was cast out of heaven with his angels and descended into the abyss where he set up his own empire, an empire against God. This of course requires a certain amount of, we might say, compromise of concepts inasmuch as we suddenly come upon TRANSCENDENTAL MAGIC: White, Gray & Black"},{"pageNumber":6,"pageContent":"5 Transcendental Magic a deity, God, that is not all powerful but is locked in a conflict to the end with another power, and this is the basis of Persian dualism as found in the Avestic writings. This anti-power, this power against God, was developed as a theological concept with great detail by St. Augustine who declared that there were two cities, the City of God and the City of Babylon , and these two were in a more or less constant warfare with each other. Of course in both the Augustinian concept and the Persian there was a happy ending, for in the final analysis the two powers are reconciled, but in the interval they continue to plague mortals. The idea of a deity that required some form of veneration apart from the worship of God is constituted into the idea that God will not hurt you, but this other power will hurt you. God does not, therefore, really need your worship or your venera - tion. What you must do is try to please the whims of the anti- God. Therefore, sacrifices of all kinds, some of them brutally cruel, were offered to this anti-God to try to prevent this deity from becoming antagonistic to the tribe, clan, or nation un - der consideration Human sacrifice arose during this pattern of things and spread to practically all parts of the world. Every - thing that was good and best had to be in some way devoted to pleasing the bad God, and out of this bad God we gradually created the concept of the devil. The devil was actually a personification of the anxieties and conflicts in human affairs. The devil became the scapegoat and is often represented with horns and a cloven hoof. The scape- goat, however has interesting psychological possibilities, for one thing is certain: no one in his own thinking feels that he is responsible for his troubles and nothing he does could pos - sibly deserve punishment. Yet punishment came, and of course in the Old Testament punishment was nearly always an act of deity to reprimand disobedience. That did not quite fit the"},{"pageNumber":7,"pageContent":"6 Manly Palmer Hall average person’s attitudes, who wants to disobey without suf - fering as a result. If, therefore, it was true that there was a devil, an evil spirit wandering up and down the world, and this evil spirit was responsible for all calamities, all injustice, all war, crime and sedition—then nobody in this world was responsible for anything, but all just poor, helpless victims of a situation beyond our control It was a very comforting thought in some respects, but in order to get this comfort the anti-God had to be faced—this spirit of evil who became the personification of our own delinquencies. Obviously this had its drawbacks because gradually the individual shifted all responsibility for trouble upon these evil forces that were supposed to be around him, and even within him most of the time. Paul said that when he would do good, evil was ever nigh unto him, and this happens to us even today, and in many of the instances evil triumphs. There was also the development of a kind of a magical hier - archy It was assumed that the fallen angels also constituted an order of invisible creatures. The fallen angels were divided into their own thrones, dominions, principalities and powers. There were demons of many degrees, each with their vassals, and an entire science of demonology developed around the belief that the infernal hierarchy was the negative reflection of the divine hierarchy, and as there were many orders of spirits and angels and archangels, so there were many departments or levels of fiends and arch-fiends. Strangely enough, most of this did not greatly trouble very early mankind. While this general fear existed and he tried to create some kind of an explanation for it, he never really got down to the fine points of demonology until a much later date. The most troublesome period apparently was the so-called Dark Ages, at which time fear was universal, hope was fragmentary, and the Church was trying to fulfill the biblical admonition"},{"pageNumber":8,"pageContent":"7 Transcendental Magic to cast out evil spirits. There is enough support in the Bible for the early Church to develop a concept of demonology and to indicate that these evil beings did exist. There are lots of people today who feel the same way about it, and the modern concept of exorcism, based upon early Church rites and rituals, more or less perpetuates a situation that was dominant and vitally significant fifteen hundred years ago. Actually the struggle between light and darkness and good and evil became the heaviest burden that western civiliza - tion ever had to carry. It was a problem that the Greeks knew very little about and cared less. The Romans were not at all equipped to cope with it in any sense of the word and, besides that, the belief in it would have definitely frustrated the aver - age Roman The Egyptians and the Buddhists had very little to say about the subject. It was very largely a matter of western culture gradually becoming more and more involved, pressure- ridden, and corruption dominated. The powers of corruption naturally seemed to belong to the black orders of things, and the redeeming factors were the heavenly order and the protect - ing powers of good spirits. Also, a good deal of this problem originated in the voodoo worship of the West Indies. The most terrible example of this was the Salem witchcraft affair which was the last serious out - break of voodooism in the Western Hemisphere. At that time a completely ridiculous situation occurred in which small chil - dren attempted to revenge themselves upon their elders by af - firming that the elders were witches or sorcerers. At times it looked as though a major situation were going to develop, but when the governor’s wife was accused of witchcraft it changed the face of things considerably and it was decided that the time had come to stop the whole thing. Witches, from the Witch of Endor down to the present time, have been considered as more or less the servants of evil spirits. Yet for the most part what we"},{"pageNumber":9,"pageContent":"8 Manly Palmer Hall would call a witch today had very little relation to the condi - tion with which we are concerned. The witch was an interme- diate, an individual who in reality or in appearance was able to communicate with the family of spirits, as the Witch of Endor called up the ghost of Saul. At this time it was declared in the Old Testament that a witch should not be allowed to live. This went on down into Europe and contributed to the horrors of the Inquisition, with witchcraft being one of the heaviest bur - dens to civilization at that time. Witchcraft also became a con - venient means of getting even with someone. The subconscious animosities that arise in people can very easily be colored by some type of rationalization. Trouble between neighbors can gradually work into such a definite complex, and it was con - venient to blame the neighbors for the misfortune that befell the individual who was doing the blaming When some minor incident occurred, this was immediately determined as a sym - bol of witchcraft. Witches were blamed and persecuted in the middle ages when family cows went dry, which seems to be a rather ridiculous situation, but at the time witchcraft was prevalent all kinds of animals and insects were brought into court as witches. Solemn sessions of legislation passed a rule for the extermination of rats. There was nothing much about methods of exterminat - ing them, but laws were passed against them. Flies were also brought into court and tried as demons. Horses, cows, pigs— many different animals were accused of being demons. With the rise of modern thinking the witchcraft problem practically vanished, but it is still an undercover factor and a great many persons died. There are still organizations in many parts of the world that practice demonology. They believe, or claim to believe, that they are able to control the various orders of infernal spirits and infernal angels and archangels that are found in the old grimoirs, or books of magic and conjuration."},{"pageNumber":10,"pageContent":"9 Transcendental Magic They still in some cases offer sacrifices and in a few instances actually human sacrifice has been made in our century to pla - cate demons. It is hard to believe that this is true but it is still factual. Where the ignorance and perversion of antiquity might give some justification to these misinterpretations, it is hard to justify them in contemporary times. Magic as a subject is an interesting one, and it is a mistake to assume that all magic is evil. It is also, however, equally wrong to say that all magic is good. Magic has been tied into mental - ism for a long time, but before we approach that aspect of it I think we should try to understand something of the psycholo - gy by which magic has descended in our time. One of the basic reasons is neurosis. The medieval family was highly neurotic, which led to the perils of uncertainty, pressure, dishonesty, abuse, and privations. The medieval person was surrounded by the fear of the plague, the endless dissensions of state, almost continuous warfare and the exploitations of the aristocracy and the clergy. Under these conditions the average person was between an upper and lower millstone. He was unable to or - ganize a reasonable life. His opportunities for education were almost nil and he had little experience with the practical prob - lems of life. He became neurotic, introverted, and actually psy - chotic. Witchcraft, demonology, sorcery and necromancy, and all these forms of supernaturalism seemed very real to him. They would seem to convince him of the presence of evil forces and he began a visible human battle against invisible hosts. He went to war against the invisible, using every possible means to protect himself against an invasion of monstrosities such as we find in early engravings, paintings and even the imageries on the walls of churches. With the rise of humanism this battle against ghosts gradual - ly faded away. It became more and more evident to most people that their destiny was in their own keeping, and reasonable to"},{"pageNumber":11,"pageContent":"10 Manly Palmer Hall assume they were responsible for their own troubles. This of course was intensified by materialism in which, however, there was a mixed blessing. The fear of the unknown was replaced with fear of the known, and people became more and more anxious about each other, rather than perturbed over invisible spirits. In the earlier religions of mankind, there was what might be termed a ceremonial magic, a magic which has descended to us under the general concept of white magic. This magic is that which you will find still in various religious organizations. The magic of the meaning of the mass still continues, and that the mass is made to achieve certain super physical results is taken for granted by the devout, but the mass is by no means black magic. The mass is, rather, a ceremonialism with an essential purpose, and that is to ask for the divine intercession or to offer oneself to the service of God. The mass is not intended to be a means of gratifying any human ambition or purpose. It is not intended to give the individual domination over his neighbor or to increase his fortune or to escape from the responsibilities which he himself has brought upon himself. The mass is largely a form of worship. It was a way in which the Church attempted to glorify God through the sacraments. This type of magic has a certain over-value, namely, that it brought with it a personal experience of protection against evil. It was not emphasized that the mass was devoted to a particular form of magic; it was, however, a general statement of the intensification of integrity which brought with it an emotional elevation, and in connec - tion with it miraculous incidents seemed to occur, in some in - stances very strongly documented. In ritualism, per se, as it was practiced in the Greek mysteries, in the Egyptian temples, and in the cavern sanctuaries of Asia, there was no particular hint of perversion. It was merely a condition in which the individual sought a form of worship, a ritualism to the glory of God and a dedication to the service of mankind."},{"pageNumber":12,"pageContent":"11 Transcendental Magic The same is true of the rituals of many organizations that are secular or semi-religious. These rituals for the most part are completely clear of any magical factor in the sense that we generally use the term today. They were means of stimulating internal realizations of the universal science. They were drama - tizations of the great truths of life, and like the miracle plays of the church they were visualizations of sections of the Bible. In this general category we have, of course, the veneration of saints and the veneration of relics relating to the saints. In these there is no particular compromise. The saints and the sancti - fied relics gained their authority, power, or influence from God, and it was simply assumed that the power of Deity fulfilled the natural prayers of his children, but there was no particular em - phasis upon extreme worldliness. The sick, the lame, the halt, the blind, and the suffering sought the consolation of spirit. This does not constitute black magic as we think of it today. It was simply a religious ritualism based upon the assumption that man could approach Deity for those good things or that strength, insight, or understanding that enabled him to live a good Christian religious life. All of these rituals and dramas taken from antiquity have descended in various forms, types, and styles to our time and we do not realize how heavily we are indebted to the past for our spiritual and idealistic convictions In the sanctuaries the purpose of ritual is to release the internal spiritual potential of the individual, a way of making available through ancient and accustomed rites the spiritual integrities and life principles that are locked within all of us. In other words, it was a part of a program or plan by which the human soul could be given dominion over the body, and the spiritual values within could take precedence over the material problems of the outer life. This type of ritualism has always existed and might be gener - ally considered to be white magic. It is a magic that is without"},{"pageNumber":13,"pageContent":"12 Manly Palmer Hall stain or ulterior motive, without corruption, and without de- scent into extreme personal selfishness. At the same time this was developing there was a situation such as we find in society today. Everything that man tries to do to improve himself, someone else adapts for use to ex - ploit his fellowman. Everywhere that progress has given us new skills or new instruments of achievement, someone has ex - ploited them. We know that to be true in business, in govern - ment, in education—wherever power becomes available it will be misused. This to a great degree moved into the problem of man’s inner spiritual life. It be came advantageous to use man’s faith more or less to damage him, to enslave him, to blind him to the ambitious and avaricious purposes of others. In some cases probably the process is not even consciously recognized, but most persons are willing to use any means that they can to get what they want, and out of this has come a sharp break in religious practice. Originally, religion was for the glory of God and was a means by which the human being was taught to reverence and obey the divine rules. Man was humble. He knelt before the altars of his deities, he pledged himself to their service, and he dedicated his personal life to the service of his fellowman. Gradually this changed, however, and it became a policy to assume that De- ity was highly partial. Deity liked some people better than he liked others Deity wanted to see some of his children advanced and others debased. Deity also wanted those who were able to get what they desired to have it. Out of the old idea there devel - oped a kind of magic in which the possibility of exploiting God came to be considered with great thoughtfulness. In the same instance, if God could not be exploited, then the thing to do was to make a partnership with the fallen angels. If you could not gain your wishes through Deity, then you had the right to"},{"pageNumber":14,"pageContent":"13 Transcendental Magic invoke those powers of darkness with which you were often a terrified potential victim. Black magic consists primarily of any method of a metaphysical or pseudo-metaphysical nature by means of which we seek to dominate the free will of other peo - ple or to get our hands on their goods. To advance ourselves at the expense of others is a perversion of religious power There is probably no religion that has been completely innocent in this matter, but for the most part the patterns have been fairly clear that to take advantage of other people is wrong. For instance, one of the most important and interesting of the secret arts of Japan is Judo. In Judo the expert learns not only how to de- fend himself, but also inevitably how to damage an adversary. He is in a position to dominate physically almost any person who does not possess the same knowledge that he possesses. He could go up to anyone on the street and kill them. This pres - ents a very serious situation, but Judo, as it was largely domi - nated by Buddhism, and especially in Zen, had its own code, and in the Judo instruction the various grades were forbidden to use advanced knowledge against those of lower grades. If you went into a tournament with a person of lower degree, you must use only his level of attainment, even though you might know more. You were not permitted to take advantage of him by skill. He had every right to his own level of self-defense and you must not assail. To do so was a disgrace and probably a person breaking this pattern with some consistency would be expelled from the group, the idea being that knowledge shall never be used to take advantage of ignorance. Knowledge is intended to help overcome ignorance in others, to strengthen their integrities and their resources, not to exploit them. There should never be any metaphysical means used to take advan - tage of a person not capable of defending himself on the level of the action that is taken against him; in fact, it should never become involved."},{"pageNumber":15,"pageContent":"14 Manly Palmer Hall Actually, however, there are many instances in which people are trying desperately to secretly influence others. In some cas - es, it is assumed that this influence is well-intended—that the individual may be trying to help, but against this possibility there is also the general fact that this is most commonly used to over-influence other persons to our advantage rather than for theirs. The use of any esoteric method to gain domination over the free will of any other person is black magic, and the penalty for it is very heavy. Not only does it endanger our own morality and ethics, but it produces modifications and changes in our own internal lives that are desperately damaging. This is perhaps the main division between white and black. White is unselfish; black is selfish. White is for the glory of all; black for the aggrandizement of self. This has been always recognized and is still one of the basic code concepts for the administra - tion of spiritual values. Because of this, nearly always those who entered religious orders in old times must first renounce the world. They must give up their worldly possessions, their estates, offices and powers, because if they tried to carry them along with their religious convictions the danger of black magic was too close, too real—almost inevitable. Only those who had no longer any interest in themselves could become the com - pletely dedicated servants of something better. This was a law in Greece, Egypt, and in Rome before the decadence. There- fore, the individual should not under any conditions use reli - gion as a means of revenge, as a means of outraging the rights of others, or as a means of advancing one’s material estate at the expense of another human being. With this concept of black magic we find that a great many factors enter in that should be given some consideration. In the ritual of black magic, in fact the rituals of most forms of cer - emonial magic, it is assumed that through the ritualistic pro - cedure some kind of force is generated, some invisible power is brought close, and in the olden magical procedures it was"},{"pageNumber":16,"pageContent":"15 Transcendental Magic assumed that man could bind the spirits to his own works. The classical story of this, of course, is the story of Dr. Faust, an older man who had devoted his life to study. He had renounced the glories of the world and suddenly he realized that he had failed to enjoy the physical experiences or adventures of living. In order to remedy this he invoked the spirit of Mephistopheles and made a pact, the pact being that the demon should serve him for a certain length of time and after that his soul would belong to the demon. It was a typical pact of magic of its times. In the museums and libraries of Europe there are a number of these actually pacts signed not only by the person seeking infernal help but by mysterious symbols that are supposed to be the signatures of the demons invoked. In the case of Faust we find the very expected ending, namely, that Faust is carried away by his own spirit. In the original legend of Dr. Faust he was found dead in his laboratory one day and the mysterious being that had attended him was not seen again. It was as - sumed that he carried the soul of the sorcerer to hell. Now this is of course a very largely symbolical and allegori - cal situation, but we cannot but realize the magnificence with which Goethe was able to dramatize this story in his Faust. In the second section of Faust, Goethe proves the redeeming power of the soul over the demon, and Mephisto is revealed in his true light in the lines in the first part of Faust. When they ask who he is, Mephisto says: “The spirit of negation, part of that power that still works for good, though ever scheming ill.” Therefore, Mephisto represents more or less the operations of karma. Mephisto represents the inevitable lesson of perver - sion—a perversion that is not going to bring infinite damna - tion, but is going to force a repentance, a mending of the ways against the temptations of life. The temptations of our ancient neighbors back in the middle ages were comparatively few. Temptation was limited by social"},{"pageNumber":17,"pageContent":"16 Manly Palmer Hall estate to the degree that very few persons were really lured away from their own natural stations in society. The shoemaker’s son expected to be a shoemaker and found his full satisfaction in life in making a good pair of shoes. The tailor’s son made suits of clothes. The tinker’s son mended pots and pans. Apprentice- ship was often in the family itself or in a neighbor’s establish - ment where the individual expected to follow in the footsteps of his ancestors. In exchange for a fair living he produced goods that were commendable and as advertised. To protect the qual - ity of the goods the guild systems were set up and every mer - chant, every field of activity had its guild. The tailors had their guilds. The shopkeepers had their guilds. Everyone belonged to an organization which existed primarily to maintain the ethi - cal standards of the members involved. To become a traitor to the guild, to sell an inferior product, to overcharge, to misrep - resent was to be heavily penalized. Somewhere in the midst of the upper lands of things, almost adjacent to heaven, were the aristocrats, the local baron in his castle, the count in his palace. These were not involved much in the common way of things. No commoner expected to be one of these. No average person expected ever to have the wealth, authority, or dignity of his overlord. Under such conditions the worker inveighed, but they were not nearly as intense as those which we face today. Today we have broken away from practically all of these barriers, and in the last fifty years es - pecially we have become so luxury conscious, so dedicated to the fulfillment of personal ambitions, and so extravagant in these ambitions that the struggle to achieve has caused us to use every possible contrivance and device. Many people would not hesitate a moment to sign a pact with the devil today for twenty-five years of luxury. It would be considered a good bar - gain and in addition it might be considered that only perhaps is there a hell or a perdition and thus it might be possible to escape all punishment."},{"pageNumber":18,"pageContent":"17 Transcendental Magic Whatever the thinking may be, we are perfectly willing to - day to use all and any means in our power to achieve personal ends. This situation is becoming tragic. It is reaching a point of desperate overindulgence, but somewhere in the background of this stands religion fighting to survive the age of opulence, religion which has lost practically all control over the conduct of its own members. These members may attend church with some regularity and make occasional donations, but in their daily living, experience, trading, and marketing they not only do not follow the religious principles which they claim to es - pouse, but also try to use religion as a means of furthering their own ambitions. Also, religion is a convenient last minute area of repentance, and many an individual who has lived a doubt - ful life hopes to make it to immortality by putting a stained glass window in the local church. This absolute variation be- tween conduct and conviction has resulted in a considerable rise of borderline religious organizations which try to straddle the interval between religious integrity and economic instabil - ity. Thus there are groups of people rising up who actually and sincerely apparently believe that the next area in which we can hope to achieve economic success is by involving religion in business. If this involvement meant that religion was going to lead business into integrity it would be one thing, but out of that instead has come a development of a psychology by means of which certain principles which have been religious for ages are now being turned to economic advancement. We have much to prove and I think that we should all con - sider that mental attitudes and emotional attitudes play a very important part in the human personality. The individual, for example, can take an attitude that he is going to succeed. If he stays with it and works hard at it he probably will succeed; however, he also can take an attitude that he intends to succeed but does not expect to work hard or try desperately to attain"},{"pageNumber":19,"pageContent":"18 Manly Palmer Hall some noble purpose. To this purpose religion has been intro - duced into the success syndrome. Religion is now presumed to be able to provide various rights, systems, and disciplines to the individual by means of which spiritual values can be harnessed to material purposes. The final use of what was originally sacred policies and sacred disciplines is in advertising. In the most common pursuits of our thinking we find, for instance, the tendency toward hyp - notic advertising. We also find various ways of trying to induce the buyer to buy what he does not really want or need—by repetition, by constant exposure, through exaggerated adver - tising. This is based upon a principle that was used in ancient times, for the individual in most religions of the past either expected or hoped to receive divine assistance by following cer - tain rhythmic disciplines. He passed a certain number of hours in meditation or in contemplation of reality. He repeated and reiterated the mantras. He took the various religious statements and memorized them and in moments of emergency tried to use them for self-protection. But this repetition process, by which certain concepts are caused to sink into the subconscious of the individual, is now well-known to advertising firms and used extensively to promote sales. The effect of the process is to gradually interfere with the defense mechanism of the prospec - tive customer who may not really be able to afford the article, or may not need it, or may not actually want it, but in the end will buy it. This is over-influence, and all over influence of this type has magical factors involved in it. Propaganda is also very much a case in point, and we find it becoming an indoctrination in which, through various pressure methods, the individual is influenced to attitudes, allegiances, and policies which are strangely anachronistic. The Greeks back in the time of Pythagoras, the Oracles, and the Platonic Schools also used repetition They also continually presented disciples"},{"pageNumber":20,"pageContent":"19 Transcendental Magic with certain over-concepts or through Platonic Dialogues and the Socratic System to present the student with a continuing body of evidence to support the ideals and principles of true philosophy and religion. This did not consist in overwhelming the student. If he did not wish to accept he did not have to, but he was given sufficient insight through schooling and study to realize the true value and the true purpose of the instruction he was receiving. However, the questionable contemporary prac - tice is simply endless repetition to over-influence and overcome the common sense of the individual. Of course, in addition to this much of the practice is actually fraudulent. Here we have psychology, which is mainly a modern term for a large part of the ancient religious system, being exploited and perverted and turned against the common good. We find also in personal life that certain beliefs have been developed which affirm that the individual has the right to demand what he wants from God. The problem of demand has serious setbacks. During the many years that I have been working with this problem. I have seen the tragedy of this type of thinking. In the first place, it does not work. The only reason it appears to work is because we deceive ourselves and in the emergencies in which we almost desperately need that it should work, it fails. The individual simply is building up a psychological image in himself which may give certain encouragement and a sense of advancement, but this psychological image prevents the person from recog - nizing that he is responsible for his own conduct and must earn the good that he wants and that he must be deserving of the re- ward that he seeks. If this is overcome by the belief that through some kind of a mantra, some kind of an attitude, some kind of a method of breathing he will achieve virtue, this is delusion. No one is virtuous because of any mechanical process or even an intellectual process. He is virtuous through the practice of the presence of Divinity within himself. He is virtuous because"},{"pageNumber":21,"pageContent":"20 Manly Palmer Hall he lives a life of virtue and not because he is able to bind the spirits to the fulfillment of some personal ambition. This to me comes very close to what I think of as “gray magic.” It is not quite as black as black, but it certainly is not as white as white. It represents a kind of semi-compromise in which we have moved religion to the point where its principal purpose is to advance our physical ambitions. We use religion as a means of strengthening our own resolves or of variously undermining the resolutions of other people. We also very of - ten use it as a means of interpreting the moods, emotions, and policies within ourselves. Today there is a considerable group of persons in various walks of life who are in serious trouble because for the most part they have moved into the area of re- ligious thinking for insecure and unreasonable motives. There are certain persons who having failed in everything, have bro - ken a marriage, have lost the affection of children, have spent their money unwisely and finally descended to a position of comparative impoverishment, have then come to me and said: “You know, after all these things have happened to me I have decided to give myself to God,”— as if it were a mighty gift! The main point involved in this is that the individual who goes in search of religion to lick wounds which they should know how to cure, or to escape the consequences of their own action, or in desperation to seek solace without deserving it, without doing anything that is useful to anyone else does not really do very much good for religion. They make everything more dif - ficult, they make compromise more common, and they make trouble more certain. The purpose of true religion is what we might almost call “divine magic.” This is the theurgy of the Neoplatonist, the purpose by means of which a transmutation of self results from dedication and discipline, the individual asking nothing in or - der to give all for one end—the good of not only his own soul"},{"pageNumber":22,"pageContent":"21 Transcendental Magic but the world’s soul. The Neoplatonist ascends from various sense perceptions to rational procedures and finally comes to theurgy which is the dynamic experience of unity with God. Diogenes, the Greek philosopher, was attempting to work this out by means of a very simple little parable, incident, or leg - end concerning it. Diogenes was one day contemplating on the gods, and he said: “The gods are divine because they need nothing and give all, and men are mortal because they need everything and give nothing “He looked for a moment and threw his drinking bowl away as a sordid, materialistic luxury. He said: “The less you have, the nearer you are to God, and no man needs a bowl while he can use the hollow of his own hand.” This is a rather extravagant fallacy, perhaps fiction, but the principle is that the individual ascends in inner insight through redress. He wants moderation. He no longer aspires to these tremendous pressures. He no longer lives for the satisfac - tion of his own emotions or his own thoughts. As a result he attains to the true enlightenment, to the divine magic—a kind of alchemy of self transmutation, the realization that peace, health, and happiness finally arise not from the cultivation of them, but by having them as the natural by-products of the correctly lived life. These factors really abolish magic almost completely, making it not necessary. As Lord Bacon said on one occasion: “Metaphysics is no longer needed when physics is thoroughly understood.” In other words, the laws of nature are more miraculous than any miracle. The natural processes of nature are more magical than any magic man can devise, and the rules and laws of nature, if fulfilled and lived, provide the individual with every security that he may try to gain by various pacts with spirits or with strange ritualistic procedures. This also includes the direct, head-on effort to develop so-called metaphysical powers. Here again is a very gray area. Why does the average person want to develop some miraculous apercep - tive faculty or to develop some ability to dominate others? Is it"},{"pageNumber":23,"pageContent":"22 Manly Palmer Hall because his primary objective is to be a better person, or is his primary objective a little less glorious? One of the most dubious of all prospects is the desperate ef - fort of the individual to attain enlightenment. Why does the individual so desperately desire to be enlightened? During the course of the years I have talked to a great many people about that. In answer to the question: “Why do you want to be en - lightened?” One answer will be “So that I can join the heavenly host.” Another, “So that I will be able to have a more fortu - nate reincarnation or maybe escape entirely.” Mostly this desire for enlightenment in some way is tied to a satisfaction of a frustration. The individual wants to be enlightened sometimes so he can tell other people how to live, not always living that way himself. There is also a great question what he means by enlightenment. He does not have much insight as to what it really means. He has not dedicated his enlightenment to any particular purpose. He would like to be better, he would like to be good, he would like to make a few of his close associates a little happier, but there is very little understanding—nearly all of these so-called efforts at rapid self-development have some form of ulterior motive involved in them. If the individual lives day by day and grows as Nature intended him to grow, the inevitable result will be that when he is entitled to enlight - enment he will get it. Enlightenment is a matter of growth, and metaphysical experiences occurring to people who have not matured within themselves are nearly always attended by trouble. The individual is unable to stand the so-called release of psychochemical processes within himself. These various spe- cialized disciplines affect the rhythms of the body, and if not wisely directed can end in a series of serious psychic problems. What is our motivation for wanting to grow? Do we want to be more useful, or do we want to be in some way superior to others? If we want to be more useful we will start where"},{"pageNumber":24,"pageContent":"23 Transcendental Magic we are and grow in usefulness. Those who are faithful unto little things shall be made lords over greater things. Growth is a very natural, simple process. An individual trying to grow by renouncing his normal responsibilities is an example of ulterior motive. There are people who walk out on their families, their responsibilities, their jobs, and their communities in order to commune with the gods. As the Arabian Nights so neatly puts it: “Happiness must be earned.” The individual to be happy must give happiness, the individual to have friends must be a friend, and the individual who wishes to be truly honored in his community must deserve that honor. When the right atti - tudes prevail, the rest of it more or less fits into a pattern. The desperate efforts to be spiritual are not usually too suc - cessful. I know there will be a lot of differences of opinion on this. I know that some people will feel that the Divine Plan for things is constantly encouraging them to all types of spe- cialized development projects, but the truth of the matter is that the only way to grow is by growing. If you want to be a growing life in the universe you can remember those teachings of Jakob Boehme where he pointed out that each one of us is a seed sown in the world which can in its due time and in its fulfillment grow into a great tree. This tree can shelter all kinds of creatures under its branches, and the human beings in the area can gather under it for shade and protection. It will bear its fruit, and in time will bear its seed again, but all these in their due and proper time, for growth is a slow, continuing process. When we try to stimulate it too much we do not achieve what we really need or should achieve in the process of life. I think that in the next few years we are going to have a major change in the religious atmosphere of mankind. We are going to realize that sacred matters come very close to all of us but not in just the way we have been receiving them. The one great problem of religion today is the unification of belief. The"},{"pageNumber":25,"pageContent":"24 Manly Palmer Hall conflicts between religions and the sects within religions are destroying the vitality of religion per se. I think that we have to distinguish between religion and the numerous denominations that exist all over the world relating to it. The beginning of all religion is veneration for God, and in most religions God is one; God is the one supreme principle. As all these religions worship the same God under various names (and thoughtful persons have penetrated this difficulty long ago, as always the same spirit, the same truth, the same moral - ity, the same ethics taught everywhere), the time has come for a major unification of religions. We have to think of religion as a universal principle and not as a series of combative sects. Religion should be just as natural to us as any other form of knowledge. Theoretically, for instance, science is doing better than religion. Scientists in many countries and of many be- liefs cooperate. If they have a common project they work on it together, and very often they go through lines of political difficulties, they go through various national policies and as - semble for the solution of their problems. The same is necessary in religion. Religion as a great, basic foundation for life is in - dispensable. We cannot survive with out it, but this unity must not be disfigured by human inability to understand. The time has come for religious leadership in every area to make a strong and permanent statement of cooperation, a statement that can be used effectively and will lift religion out of creedalism and into the realm of a living truth in itself. All this type of thing has an effect upon our interpretation of religious truths. I think we will gradually have to blend in - terpretations from various sources until we come to the basic, simple conclusion that religion is a way of life. It is not a magic formula. It is not a ritual that takes the place of an integrity. If the integrity is there, the ritual is unnecessary, and if the integ - rity is not there, no ritual can substitute for it. We can deceive"},{"pageNumber":26,"pageContent":"25 Transcendental Magic ourselves and each other for a while We can produce what ap - pear to be magical consequences, largely due to our own in - terpretation and to the development of an hallucinatory per - spective within ourselves, but the great principle of true magic, theurgy, is simple growth as growth is found in nature—the seed growing into the tree, the egg growing into the hen, the human embryo growing into the human being, and the hu - man being growing into his own divinity. All these steps are natural and perfectly reasonable They require no superstition, no hypocrisy, no exaggeration. By learning to live a little bet - ter, by broadening the foundations of knowledge, by attempt - ing daily self improvement in a simple, natural, gentle way, the individual will find that he will become capable of greater and greater insight. If, however, he gets bogged down in some kind of a pattern of belief he will have a great deal of trouble trying to extricate himself. I know a number of people interested in magic who have spent years studying various rituals, trying to perfect them, in - vestigating the orders of demons back to the highest or the low - est, however you wish to classify it, but these same people have in the end come to know more and more about nothing. They have never seen one of the demons that they have classified, and probably never will. If they do it will probably be in the form of a nightmare. They have gone into these abstractions, trying to formulate from them a way of life, trying to invoke all kinds of intangibles to help in the tangible. It is a little like the nuclear physicist who has used all the methods known to release the greatest energy man has ever been able to reach, and that is nuclear power, and yet with this nuclear power, even when he gets it, he can do nothing but destroy himself. So it is that all power, spiritual or otherwise, which can lure the individual to despotism will, and where that tendency ex - ists, it is far better that power be limited. It is not necessary to"},{"pageNumber":27,"pageContent":"26 Manly Palmer Hall control the unseen forces of life. What we can control through research on the physical level we will, but render unto God the things that are His. That part of the universe which is a world of causes can never be successfully stormed from here The only way we can come to it is, as the ancients said, in two ways really. One is through initiation into the mysteries, and the second is through death In death we depart from here, as Socrates point - ed out, to that which lies behind the veil, about which here we can only speculate. By initiation we experience a philosophic death, a suspension of that animation which is rooted in ambi - tion, and under this philosophic death we experience without dying the mysteries of the other world. Initiation was always purification, regeneration. Initiation was dedication, and so it was a case of where the person who had a certain achievement within himself would then under guidance go on to under - stand more of life. Without these two procedures the worlds of the unseen remain unseen, remain unconquered by man. But there is no need to conquer them. The only thing that we can hope to conquer is the ignorance in ourselves, and if we will take care of that little detail, the rest will take care of itself."},{"pageNumber":28,"pageContent":"27 Many people believe that Tantra and related magical prac - tices were imported from Asia but this is not actually the case. It has been part or the subculture of Western man from time immemorial and numerous references to magic occur in the ancient Egyptian records. There are discussions of it in the Old Testament, and demonology is directly supported as a fact in the New Testament. The upsurge of interest in this subject has also been of considerable concern to the present Pope who be- lieves that instruction in the ethical aspects of spiritual power should be encouraged, not only among the Catholic clergy, but also distributed and disseminated among the laity. The whole theory arises in the primitive consciousness of mankind and is part of the background of our way of life. We know it has been universally distributed among primitive people, and an effort to understand the reasons for this continuing stream of subculture have resulted in some findings, but the matter is not as clear as it might be. My own thinking on the subject is that it began when hu - man beings were isolated in an environment which they did not understand. They lived in a world of mystery and the com - bination of mysteries and imagination resulted in the rise of a number of curious beliefs. We also realize that these remote people, in trying to explain the nature of Deity, were only able to imagine God as a powerful chieftain—a cult hero, a vener - able elder and to a great degree patterned after the living hu - man heroes of the group under consideration. The gods of the THE RETURN OF THE SORCERERS: Black Magic in the Modern World"},{"pageNumber":29,"pageContent":"28 Manly Palmer Hall Greeks and Romans were mighty kings and we have always had a tendency to create deities in our own image. We have as - sumed that all intelligence must be embodied and intelligence that impinges upon our experience must be embodied in a be- ing of our kind. The moment we create such an embodiment, we bestow upon it not only our most noble ideals, but our most human and often delinquent tendencies. The deity of antiquity was an autocrat and ruled by the divine right of his own divin - ity, appointing his earthly representatives and bestowing upon them a divine right of kings. In these times also, strange fetish beliefs and mysterious factors in our social structure—taboos of all kinds—arose in primitive consciousness. It took many thousands of years for rulers to rec - ognize that it was neither wise nor noble to bury their living fol - lowers with their own physical remains. Many a great ruler has been responsible for the killing of his entire court at the time or his own demise. These practices gradually faded away but only after thousands of years of what we might call mismanagement, cruelty, and savagery. Most of it in some way related to primitive religions, and we recognize in our background, and therefore to a large measure in our own subconscious life, that there are a number of moral dishonesties which have been deified or made to appear sacred. We have felt it perfectly right to persecute fol - lowers of other faiths, and in so doing were merely supporting our own deities and offering proper worship and homage. Even today in an entirely different environment, we find religious tol - erance very difficult to maintain. We have made virtues out of many practices which have no essential merit, some of which are comparatively harmless, while others continue to be more or less menacing. We can find the origin of our beliefs in demonology and witchcraft in the cultures of Egypt, Assyria, Babylonia, Greece, Rome and Medieval Europe, where the spirit of evil loomed"},{"pageNumber":30,"pageContent":"29 Return of the Sorcerers large. We also took the attitude of the end justifying the means and by making a world filled with moral hazards we helped pro - tect the integrity and orthodoxy of our own beliefs. We hoped or believed that one could fight these people out of their sins, and by making punishments excessive, could preserve hones - ties and integrities which might otherwise fade away. There has been very little general support for this belief but it has never - theless been held. In nearly every nation where various crimes were extravagantly punished, the rate of crime did not dimin - ish and neither the hope of glory nor the fear of perdition has actually brought virtue to the structure of human society. We are therefore in the lingering twilight following a long period of strange beliefs. Beliefs which have probably damaged us far more than we realize. Yet these beliefs were not essentially in - tended to be evil. The primitive peoples, our own American Indians are a good example, were not really evil minded. They simply believed in a world rather differently constituted from our own, in which the invisible was tremendously important. Trying to explore the invisible brings us face to face with the limitations and spe- cializations of human consciousness, and we protect upon the invisible the structure of our own concept of life. If a person is noble by nature, he populates the invisible with nobility; if his own inner convictions are not strong or are too dominated by ignorance and self-centeredness, he inevitably personifies the invisible world with creatures lacking essential ethics. Europe has had a long tradition of folklore involving nature spirits, elementals of various kinds, all types of hierarchy as described in the New Testament, and advanced invisible ma - chinery behind the visible workings of nature. Even the most intelligent, most enlightened and dedicated individual of to - day is strongly inclined to assume that there is more to the universe than meets the eye, and there are invisible forces at"},{"pageNumber":31,"pageContent":"30 Manly Palmer Hall work in the life of man. To the primitive person this was obvi - ous. He did not understand the rain or the wind, could not solve the mystery of fire, nor understand the motions of sea - sons. He found no rational explanation for eclipses of the Sun and Moon, and therefore dramatized these phenomena. Those events which were favorable and added to his security or made life more pleasant, he considered good; and that which was troublesome he considered evil and found it expedient to cre- ate a personification of evil. He could not understand why he should worship good which was intangible and not take into consideration those things which to him were not good. He found life a mass of danger, and discovered himself a victim not only of natural elements but of the perversities of his own kind. Coming in contact with human beings who seemed little less than embodiments of evil, he experienced within himself the rise of destructive emotions and attitudes which he could not comprehend. He fashioned altars to gods, and altars to demons. Not long ago it was written that primitive tribes often do not worship good deities, using the premise that good deities are not going to hurt you anyway. Why ask the good god to be kind, he is kind. Why ask the good god to make certain that your chil - dren are safe or that your harvest will be good? These are not problems. The good gods are doing their best for you all the time. The thing to do is to build a great big altar and offer ap - propriate sacrifices to the gods of evil. Take care of them, please them, promise them something. If they want human sacrifice, give it; if they want the first fruits of the earth, give them; if they want you to punish yourself and torture your own flesh, do it. Do anything necessary to make the gods of floods and volcanoes happy because they are the ones that can hurt you. This seemed very logical. It was so logical that it has descend - ed to us at least in modified form. We are still more concerned"},{"pageNumber":32,"pageContent":"31 Return of the Sorcerers with the prevention of pain than we are in the preservation of peace. We are still perfectly willing to compromise our prin - ciples to maintain the comforts of our bodies. Museums in Europe included a number of ancient documents mostly be- longing to very Early Europe which were pacts with the devil. These are very formal documents, carefully written in a fine hand, filled with strange magical diagrams and sealed usually with the blood of some magician who was seeking infernal as - sistance. This magician very frankly made a pact, a business agreement with the spirit of evil. He said, “If you will take care of me while I’m on this plane of life; if you will make me rich, fortunate and powerful here, after death I will give you my soul.” Of course, he did not realize that he was losing his soul with every step of delinquency while he was in this world. Nor did he particularly worry about the state of his soul afterwards. While we talk much about it, there seems to be a general ne- glect of the theme even here at the present time. Ninety-nine percent of people alive today are more concerned with what is happening to them here than they are thoughtful about what lies beyond. Materialism has come in as a kind of solace to these souls for it is assumed that we exist here and do not exist hereafter; therefore if we make pacts, the demon himself will be outwit - ted by our own extinction. This type of thinking, of course, was not possible in the old days but it still influences our beliefs today and causes us to focus so completely upon advantages of the moment that we are indifferent not only to our own futures, but to the future of the world in which we live. This is being very strongly brought to our attention in the present ecological crisis where we are all endangering the survival of our kind for the immediate advantage of the moment. According to a more formal consideration of such procedures, we would have to list them among the black magic practices that have come down through the centuries."},{"pageNumber":33,"pageContent":"32 Manly Palmer Hall We also realize that man in various dilemmas has been very loath to accept a solid ground of universal integrities. The gods of antiquity were local. They were the rulers of cities and of clans and of brood families. They were surrounded in their own sphere by competing deities and gods of one city fought against the gods of another. Even in scripture we are told of the war in Heaven and the fact that some of the angels fell with the revolt of Lucifer. So all was not peace in regions of the unseen, according to our thinking. This was perfectly reasonable be- cause all was not peace here, and the Hereafter was merely an extension of here, and the processes and forces working in the invisible were continually flowing into the visible to bring dis - cords and difficulties to the lives of otherwise righteous folks. We always assumed that we were as good as conditions would permit, but up to now conditions have been mostly adverse and our virtues have not been too well maintained. In the last two or three hundred years the problems of de- monism and sorcery have come into various specializations and under definite considerations. I do not think that the primitive peoples of North America were much concerned with these things because they were one of the few peoples of the world who did not need a principle of evil to support their theology. They lived close to nature, assumed that nature was benevolent and also that it was nature’s right to do that which nature re- garded as best and not what man wanted. The mere fact that things were adverse to their purposes did not make them evil. We also find that in some parts of Asia this belief is strong and powerful wherever cultural philosophies and ethics developed on a philosophical level as a middle ground between religion and science. Science attempted to completely discredit the en - tire theory of demonology, witchcraft, spiritism, etc., by sim - ply emphasizing the reality of the material world, and teaching that the so-called world of spirits was a delusion arising in man"},{"pageNumber":34,"pageContent":"33 Return of the Sorcerers himself. On the basis of a solid materialism, we also unfortu - nately got rid of that part of the invisible which was necessary to us. In our effort to get rid of demons we also destroyed the constructive concept of beings outside of the physical scope of man’s understanding. With the demons went the angels, and in the course of time the whole concept of a superphysical existence faded away in favor of stark materialism which still largely dominates our educational system. Materialism, however, never reached the point of dominance that it would like to believe it attained because it began to break down almost as soon as it began. This breakdown was obviously centered upon an irrational relationship between man and nature because man was not willing to admit or as - sume that nature was senseless, mindless, and purposeless. In an effort to fight back to the recognition of the power of invis - ible causes, man very largely brought back the entire gamut that had belonged to his ancestors, the gamut of invisibles— good and bad. It is sad that man has never been able to attune himself successfully to a benevolent invisible universe. Those who have achieved such an attainment are the ones who have been strongly dominated by an idealistic faith. Faith, however, can be a two-edged sword, being either a good or an ill. But there are circumstances in life in which faith apparently has to assume the benevolence of the objects of its attention or dedi - cation. Faith to be valuable must be faith in good. When it is anything else, it is wrong, and faith in good cannot be for many people simply a blind acceptance. It cannot be merely to perpetuate the religion of our ancestors, nor fulfilled by the limited concepts of prevailing orthodoxies. Faith has to have some kind of a foundation and the Platonic philosophies which not only dominated Greek thought but dominated the first thousand years of Christian thinking were very clear on this point: namely, that faith was the final acceptance of invisible"},{"pageNumber":35,"pageContent":"34 Manly Palmer Hall good which had already been considered, weighed, examined and contemplated by the individual himself. Faith arose therefore from conviction and the only meri - torious conviction was that which emphasized the quality of eternal good. Nearly always, therefore, philosophy provided a framework upon which to build a constructive relationship with the invisible. Philosophy created a foundation in Univer - sal Laws and Principles, always justifying the Divine purpose, emphasizing that Supreme Good always ruled, and that in the universe only good could prevail because only good was real. What we call evil was very largely the product of our own in - ternal misunderstanding, and it was assumed philosophically that as man outgrew ignorance, he outgrew evil. This is a basic thought and worth remembering, and it is true today that the main reason we have not outgrown evil is because we are ig - norant and ignorance is not an ailment that can be cured by literacy. If the universe is good, then why is man in trouble? Ob - viously man is out of harmony with the plan which was his ruling principle. Through his own disobedience man is said to have fallen in the first place, and his continuing disobedi - ence precipitates him further into difficulty. A solid approach to life, therefore, seems to make it necessary for man to real - ize that good is omnipotent, and evil is located largely in the processes of his own thinking, emotional organism. Evil is lack of adjustment, and a misuse of values. I remember the story about Nostradamus, the great French physician and seer, who was one of those who labored to fight the bubonic plague. The plague even stripped him of his own family but he struggled on trying to understand why these things were. Why was the world in such difficulty? In the course of time he was appointed town physician to a community in Europe, and the commu - nity was sick most of the time. Being a man of penetration and"},{"pageNumber":36,"pageContent":"35 Return of the Sorcerers internal thoughtfulness, Nostradamus decided that the main cause of trouble was the local swamp. He asked the elders of the city to drain it and to bring the necessary soil to fill it in so that instead of an area of danger it might become a beautiful garden in which the necessary food for the community could be grown. The city fathers rejected the idea completely with the explanation, “God invented sickness. If God wants us to be sick, we must be sick. If the swamp is the cause of our sick - ness, then God must fill in the swamp.” To a large degree, this type of thinking still prevails. This type of attitude is as old as history but it has given a very strong impetus to our belief in evil. Our ancestors regarded it as extremely dangerous to sleep with an open window. The house must be sealed at night against strange noxious fumes arising on the moon. For many centuries it was considered a cardinal sin to take a bath, and when any method of modern treatment came into existence to compete with ailments, it was always opposed on the ground that it was inspired by evil. These prejudices concerning evil must be corrected or our relations with the universe will con - tinue to be spirit on one side and demonism on the other. Our ancient forebears also were frightened by the spirits of the dead. That these spirits could variously injure us in this world seemed very real and still seems real. The ancient, primitive tribes be- lieved that their heroic dead remained with them. To make this doubly certain, the Egyptians mummified their more important citizens so that these citizens would be bound to their bodies, which would not disintegrate. Everywhere man assumed that spirits of the dead were forces in his life, and all sorts of magic were invoked to correct the situation. Orders of magicians arose simply to fight ghosts, and similar problems are still all too prevalent. In the last few years we have had an up surge of demonism and so-called Satanism. It has existed"},{"pageNumber":37,"pageContent":"36 Manly Palmer Hall more or less under the surface of things for a long time. Not too long ago in Chicago, books on demonology were burned in the public square, and we know that West Indian voodoo worship came to this country, one of the earliest examples of it being the famous Salem Witchcraft Trials. Today there are stores in every large city where you can buy any type of charm, fetish; talisman, or object to protect the individual against evil or to give him the power to injure other people. This type of situa - tion is part of a subculture, a stratum of our way of life with which we have as yet been unable to cope. It is as insistent and as incurable as a common head cold, but fortunately it is lim - ited largely to certain groups of persons who have a subcultural attitude toward life. Black magic is not simply a single unit of infernalism, but is basically an attitude arising in a most physical way on a simple, commonplace level—the bargain hunter. The person who wants something for nothing, after being disillusioned often enough, comes to realize that you can’t get something for nothing. The individual who looks for personal gain is perfectly willing to sacrifice the rights and happiness of others to attain this end. All of us are concerned in this situation to some degree, some much more than others, but it arises from a series of concepts. One of these concepts is that deity is incurably desirous that we all have everything we want and that the purpose of deity is there to satisfy the demands of man. Whatever we want, we pray for; what we do not want we pray shall be removed from us; and it is assumed that God exists to give these privileges. Even in the time of Martin Luther the situation became so complicated that he rebelled against indulgences and caused the split that resulted in the rise of Protestant Christianity. Supposedly God is a paternalistic image, taking care of us. We must trust God for that which is beyond our own capac - ity to do or to understand, but we should not supplicate deity"},{"pageNumber":38,"pageContent":"37 Return of the Sorcerers in order to gain at the expense of another, nor should we turn to deity in matters involving common knowledge. We must not use God as a substitute for intelligence. In nature we can - not expect what we have not earned, nor be forgiven what we have not repented, nor repent for five minutes and alleviate a lifetime of misdeeds. These attitudes add up to a kind of sor - cery in which we transform deity from a just and impartial ruler into something to be bribed, coerced, intimidated or in some way influenced away from those Divine integrities which are the Divine Nature. If we wish to project this a little further or leave it where it is on a somewhat lower level of collective intelligence, we are moving inevitably toward demonism. We are using the universe, assuming that we are a kind of magician and that life is magic rather than honest. Many People have told me that they never uttered a prayer except when ill—late, but perhaps better late than never. Cer - tainly they could hardly expect to have a miraculous cure which arose only from their own desperation and from no dedication to principles whatsoever. The great defense that we have against black magic in all its forms is our own honor. The individual who does not want something for nothing is not easy to deceive. The individual who expects to earn what he needs is not likely to become involved in witchcraft or sorcery. These witchcraft attitudes are nearly always gratifications of some kind, arising in various misinterpretations of man’s mental and emotional resources. They are problems of gratification and sometimes are gathered together under a broad heading of a sophistication in which it appears smart or modern or emancipated to commit actions against personal and collective good. Another point that is interesting impinges upon some of the Oriental thinking that has become a little troublesome in our time. I talked to a friend I knew in Japan. We were in the presence of one of these peculiarly extravagant images that are"},{"pageNumber":39,"pageContent":"38 Manly Palmer Hall found in Oriental temples, a disquieting type of figure for a person who has come out of other cultures. I said, “How does it happen that you feel inclined to venerate such an image?” The person looked at me in stark amazement, looked at the image, looked back at me. “But it’s beautiful.” It didn’t look beautiful to me, but I tried to understand and get a little more insight. In the first place this grotesque image definitely did not mean evil. Why was it beautiful? Because, despite all its strange sav - agery, it was a symbol of good. It was a symbol of integrity, of truth, and of law. The image in question was one of those called “Defenders of the Faith.” It was strong. It represented, as this person explained, the consciousness of man arising in revolt against evil. In the Eastern religions demons are nothing but the shadows of man’s own internal delinquencies. They are something built within the person, a perniciousness that can take over. They are the type of possession that would rise in the case of a Hitler or a Napoleon or a Genghis Khan. On the other hand, the virtues and beauties of the individual, the nobility of character, also make forms, and these forms become the blessed spirits and angels, our own internal integrities which will sustain us and support us in periods of uncertainty. It is true that some demonism has been brought into this country through a misinterpretation of Eastern religion. My own conversations and contacts would indicate that the mo - tivations and understandings are very different from those we have bestowed upon them. We create demons out of these im - ages because we use them in a magic of self-gratification. That was not their purpose. We have ensouled them with our own abnormalities, assuming that the many-armed and many-head - ed figure was an appropriate emblem of abnormality, whereas if all of these arms and heads are dedicated to the protection"},{"pageNumber":40,"pageContent":"39 Return of the Sorcerers of truth, they become to the Eastern mind symbols of a super - normality or perhaps a true normality which we have never understood. We have taken universal principles and, through our own self-centeredness, transformed these principles into avenging spirits, resulting in self-obsession with evil. There is no principle of evil. Evil is a shadow arising from a misinterpre- tation of integrities. In Eastern philosophy we have what is called the Karma Mandala, or the symbol—the great symbolic picture of Kar - ma. The law of karma is a corollary of the law of rebirth. The primary end is the attainment of enlightenment for man—true enlightenment, not intellectual enlightenment. We have tied up karma with Providence, with fate, with accident, with in - cident, and also with persecution by invisible powers. Karma is simply a law of cause and effect. We recognize the law of causality biologically, we recognize it throughout the physical sciences, but we are loath to accept it in the psychological field. Karma is simply what we do reacting upon us according to its own nature. Once the cause has been set in motion, the effect must follow. It is by means of the interaction of cause and ef - fect that the entire cycle of karma is ultimately terminated. It is a process of psychic chemistry in which ultimately the effects and causes operating together lead to a suspension of causes which produce painful consequences. A simple example of this is the dog which insists on putting its paw in the hot fire. It will do so a few times and then it will not do so. Man is the only creature that will burn himself forever. When we create a hell for others, we create a condition in ourselves which is purgatorial. It must be purged from us. As most people are not too careful in their conduct and relation - ships with those around them, karma accumulates very quickly. There are sins of commission and sins of omission. All of these together constitute the problem personality, the individual in"},{"pageNumber":41,"pageContent":"40 Manly Palmer Hall trouble, the individual who does not have, so far as he realizes, the strength to solve his own difficulties. It is a person in this dilemma who, instead of correcting his own make-up or, as Confucius said, “rectifying himself,” turns to some miraculous power to accomplish what he does not deserve. If by some exer - cise of will he achieves a state of autohypnosis which is the base of most magic, he feels for a little while that he has achieved a victory and signed a successful pact with evil in order to go on rejoicing in his delinquency. But then this case of autohypnosis starts working to tear down his entire psychic organism. It be- gins to affect his essence, affecting his physical life, association with other people, and frequently leading directly into crime and punishment. Man has not outgrown a single truth he has ever known. He cannot. But he has outgrown the erroneous interpretations he has placed upon truths. He has never outgrown his need for Deity, but he has outgrown his need for an image of Deity that he himself created. He has never outgrown the need for prayer; he has simply misused it. But he can preserve his aspirations, he can preserve his integrities, he can keep faith with principles and, if he will do these things, the rest will solve itself. Rebellion today means not only a rebellion against society but a against the concepts of ideological morality. Freedom now is freedom from integrity and, as such, it must inevitably lead to disaster. We have not learned how to get out of internal problems caused by ourselves, nor have we any method of in - telligently directing our own internal resources. Some have the protection of their traditions, but those who have cast tradition overboard as archaic have nothing left. They do not know what to do. The inevitable answer has been to look around in society to find some system of self-discipline that will work. And they look, but the great systems of philosophy which served past ages do not have adequate representation here now. Western"},{"pageNumber":42,"pageContent":"41 Return of the Sorcerers man does not know where to look for spiritual enlightenment. He does not know where to turn for anything that will give him a disciplining factor, and this has undoubtedly been the main cause behind the importation of Oriental beliefs. We have been self-gratifying people without recognizing that self discipline is important. Until we recognize this we are go - ing to be plagued not only by physical ailments but by so-called fantasies, demons, and evil spirits. We must secure principles that will help us come into harmony with world Law, the Uni - versal Rule by which we were created and under which we live. The moment we begin to develop internal resources, illusion and delusion fall away. The moment our integrities are strong, our interest in corruption ceases, and the moment we prefer to live in a world of values which we have earned by our own in - tegrity, witchcraft will fade away. So I would say that the return of sorcery in the modern world is a kind of desperate last stand of self-gratification against universal patterns. Actually, I think that what we call sorcery is man trying des - perately in an emergency to escape the final confrontation with facts. It is part of the same escape mechanism as narcotic drugs. It is part of the same way again of treating a psychosis as either hypnosis or various psychological medications. It is the same way of escaping from the mistakes of society by walking out on society. It is the taking of a common ill into the isolated com - munity and trying to live with it there. It is everything except getting to the job of cleaning ourselves up, of getting rid of the problems by solving them. When we do solve them, we are go - ing to make the interesting discovery that the universe around us is filled with blessedness, that it is more similar to the para - dise of ancient times than it is to the mysterious infernos with which we have created our concept. We have become so con - cerned with the inferno that we have overlooked the paradisio ."},{"pageNumber":43,"pageContent":"42 Manly Palmer Hall We have earned the inferno, so we have it. We have also earned the paradisio, and we can have that. As our own inner life changes, the appearance of the uni - verse around us changes, and the person with insight lives in a beautiful world. Those with out ridicule him for it. But the individual who does not gradually transform his world into a benevolent region under the guidance and wisdom of an eter - nal principle of good will be neither safe nor happy. He has to do it for his own survival. We try to tell this to people but after a certain point in their own mistaken attitudes they can - not even see it. They cannot escape from the fact that their own delusions are their realities, nor can they escape from a process that leads them further and further into difficulties. They cannot escape from practices which will lead ultimately to complete mental collapse. They have come to believe all of these strange and weird evils without accepting the fact that it is within themselves that the power of redemption resides. Just as surely as there is a life in us, so is there a spirit in us, and this spirit doeth the works. Whenever we release this spirit by proper living, proper thinking, and proper conduct, it redeems us. We are not a subterranean grotto of spooks and specters. We are beautiful cathedrals and on each of our high altars is the eter - nal symbol of Eternal Good. We should enter our inner lives to worship and not to fear. We should find that living quietly and peacefully with ourselves, we come into communion with real - ity, we are no longer obsessed with countless fears, agitations and grievances. The transformation must be within ourselves. Our prayers should not be for things. Our prayers should be a simple dedi - cation to a way of life that will bring us into harmony with the Divine Power. If there is anything that we should ask for it is that our insight be strengthened so that we can see and know the real. Let us simply and honestly put ourselves under"},{"pageNumber":44,"pageContent":"43 Return of the Sorcerers the proper kind of self-discipline, resolving to keep principles even at the expense of privileges, resolving to do that which we inwardly and intuitively know to be best and refrain from all compromise. When we are no longer compromised, we are no longer in danger. The old symbol of the devil as the tempter is only a symbol of the individual tempting himself to be less than himself, tempting himself to depart from his integrities and live in compromise with what he knows to be best. Wher - ever this starts, black magic starts. Gradually these mistakes or - ganize themselves into a perverse religion in which man makes a pseudo religion out of corrupting his own character. Such a religion cannot survive because it has no foundation in reality. All these things will in time pass away, but there is no reason why individuals should make themselves miserable when each of us should be dedicated to outgrowing all the delusions of the past and trying to prove that we have built upon a good foundation by being wiser than our ancestors. This wisdom is first of all the wisdom to see that we are the cause of our own problems and that we have the courage to correct these problems. This magic becomes a Divine Magic, the magic of regeneration, the magic of the transmutation, the search and achievement of the Philosopher’s Stone, man using the divine resources within himself to release the Divine through himself. When this is accomplished, the era of sorcery will come to an end."},{"pageNumber":45,"pageContent":"Recommended Audio Recordings by Manly P. Hall Pamphlets on Occultism by Manly P. Hall MAGIC, A TREATISE ON ESOTERIC ETHICS An essay enabling individuals to distinguish between “black” and “white” magic, thereby avoiding practices and disciplines which may be detrimental to character and dangerous to physical health. $5.95. Pamphlet. 72pp. ISBN: 0-89314-384-7 THE S ACRED M AGIC OF THE QABBALAH: The Science of Divine Names This essay sheds light on the doctrines of the old rabbis and the Pythagoreans regarding the science of the divine names and the mystery of numbers. $5.95. Pamphlet. 47pp. ISBN: 0-89314-844-X UNSEEN FORCES An illustrated treatise on the denizens of the invisible worlds, including the “Dweller on the Threshold,” and the individual’s connection with them. $5.95. Pamphlet. 55pp. ISBN: 0-89314-385-5 Visit Our Online Catalog at www.prs.org/prspub.htm T H E U N I v E R S E A C C O R D I NG TO ESOTERIC PHILOSOPHy This archival audio series of Manly P. Hall includes over eight hours of lecture material. 1. Of Creation and the Gods 2. Of the Universe and Its Laws 3. Of the Sun and Its Planets 4. Of Nature and Its Kingdoms 5. Of Man: His Origin and Destiny $40.00. 5 Audio Cassettes. ISBN: 0-89314-289-1"},{"pageNumber":46,"pageContent":"For complete information, including a Catalog visit our website at http://www.uprs.edu UNIVERSITY OF PHILOSOPHICAL RESEARCH 3910 Los Feliz Boulevard, Los Angeles, CA 90027 e-mail | registrar@uprs.edu phone | 800.548.4062 fax | 323.663.9443 A CONTEMPORARY WISdOM A CAdEMY UPR utilizes universally accessible online and telecommu- •\t nication technologies to teach its graduate courses Learn in your free time and wherever you can access •\t the Internet and/or a Cd player Enjoy the privilege of interacting with the world’s •\t leading teachers of wisdom Online learning keeps tuition at affordable rates •\t UNIVERSITY of PHILOSOPHICAL R ESEARCH TRANSFORM YOUR PERSPECTIVE AN d YOUR LIFE | In today’s global postmodern world, a holistic, multicultural, evolutionary and spiritual perspective is a necessity in every life enterprise . For those lacking these consciousness skills, today’s world presents a crisis; for those possessing them, a wide opportunity and a promise. With a gradu - ate degree from UPR, you can more fully realize your highest potential and become a dynamic participant for achieving universal cultural and spiritual harmony in our time. Nationally Accredited MASTER ’S dE gREES •\t Consciousness Studies •\t Transformational Psychology Online Learning | the wave of the future WHAT OUR g RA dUATES b ECOME | Our graduates are inspired by the aspiration to become leaders of society with the capacity for liv - ing well and doing good as teachers, writers, scholars, life-coaches and administrators."},{"pageNumber":47,"pageContent":"ISBN-10: 0-89314-872-5 ISBN-13: 978-0-89314-872-0 A b o u t t h e A u t h o r Manly P. Hall founded the Philosophi- cal Research Society, Inc., a non-profit organization in 1934, dedicated to the dissemination of useful knowledge in the fields of philosophy, comparative religion, and psychology. In his long ca- reer, spanning more than seventy years of dynamic public activity, Mr. Hall de- livered over 8000 lectures in the United States and abroad, authored over 150 books and essays, and wrote countless magazine articles. V i s i t u s A t w w w . p r s . o r g"}]
