[{"pageNumber":1,"pageContent":"The Secret of Ancient Religion Revealed! - Part 1 by Ernest L. Martin, Ph.D, 1982 Edited by David Sielaff, February 2003 Read the accompanying Newsletter for February 2003 (Also read Part 2 of this article) There have always been people opposing the principal teachings of the Holy Bible. Much of the Bible was written to combat this antagonism. This especially applied to the opposition of pagan religions and their beliefs. What is not usually known is that some teachings of civilized paganism appear as close counterfeits to biblical truth. This was a real danger to the preservation of proper scriptural doctrine — and particularly to the basis of Christianity. This article explains that prime danger. The Bible is a book which gives a divine history of mankind. It starts from Adam and Eve in the Garden of Eden and continues on through the time of Abraham, the period of Israel ’ s national existence, and the rise of Christianity. It also gives prophecies about the Second Advent of Christ and the new heavens and earth! There is no other book like it on earth for revealing a comprehensive treatment of man ’ s essential history and the prospects for his future. One unique theme of the Bible dominates from beginning to end. That is the record of the struggle conducted by God between the forces of evil and those of good. In this, the Bible says mankind is involved. The conflict, however, is not only on this earth but embraces all of the outermost reaches of the universe — and even enters the very portals of God ’ s own abode in heaven (Job 1:6; 2:1; Revelation 12:7 – 12). The Bible tells us that the ultimate triumph will be God ’ s, and that the principles of good will one day prevail over the forces of evil. In the meantime contentions between the two opposing concepts will continue. As Christ put it, the tares will be in evidence alongside the wheat (Matthew 13:25 – 29). But even more dangerous than that, the tares and wheat will be almost indistinguishable from one another. This is found among those who profess Christianity. \"For such are false apostles, deceitful workers, transforming themselves into the apostles [even the apostles] of Christ. And no marvel; for Satan himself is transformed into an angel of light. Therefore it is no great thing if his ministers also be transformed as the ministers of righteousness.\" l 2 Corinthians 11:13 – 15 What the apostle Paul is saying is that evil (even that from Satan the Devil himself) can be palmed off on people as the very good of Almighty God! And from the actual beginning of man ’ s existence on earth it has been that way, as far as the biblical revelation is concerned. Recall that the serpent told Eve that if the tree of the knowledge of good and evil (bad) were utilized it would result in Adam and her being like God (Genesis 3:5). This was true, as God himself later acknowledged (verse 22), but instead of being for good as Eve imagined, it resulted in bad — a very evil thing! It has been that way ever since. Pagan Religions Resemble the Truth Doctrine Article Expanded Internet Edition - February 1, 2003 http://www.askelm.com/doctrine/d030201.htm"},{"pageNumber":2,"pageContent":"Very soon after the Flood of Noah people began to worship more than one God. Indeed, within a short time, many gods and goddesses began to emerge as objects of people ’ s worship. But in the time of Abraham, God picked out a single family to be a testimony to the rest of the world that there was really only one God (one elohim ) and He only should be worshipped. God chose Abraham to head that representative family. That family finally grew into a multitude of people and became the nation of Israel at the time of Moses. Israel was uniquely selected at that period to be a special people to God and a priest nation that represented the one true God ( elohim , Exodus 19:6). God let the other nations of the world create many deities (both male and female) and continue to worship them in the manner they saw fit (Romans 1:24 – 25). What a contrast it seemed to be! Here was one nation worshipping one God ( elohim ), and all the others worshipping many gods and goddesses! It seemed the dissimilarities between the two religious systems, as seen externally, were so great that the two could never be confused. This was not the case as it turned out! There was only ONE major doctrinal difference between religious philosophies advocated by the pagans and those of the Bible. This one doctrine made Gentiles deviate into the worship of many gods and goddesses. Israelites on the other hand normally resisted its influence, though they often lapsed into its error. We will identify that doctrine later. Now I want to point out the fundamental principle that governed the pagan idea of what constituted their deities. Strangely, this concept was the same as that taught in the Bible, but the pagans wanted to adopt this principle of Godhood for themselves, before the true God said it should be done. Though God revealed to them the truth, they preempted the issue and went into gross error! Who Were the Pagan Gods? The central teaching of all civilized paganism was this: that the deities acknowledged by man were once humans who lived on this earth. They were men made into gods! This was the basis of pagan religion. It was supposed that some worthy humans, when they died, were exalted into the heavens where they assumed a deified state, becoming gods and goddesses. In most cases, every deity worshipped by pagan peoples was recognized as having once been a human who had been thoroughly transformed at death into a powerful divinity now living in heaven! Even the early chapters of Genesis acknowledge that the early heroes of men (the mighty men of old, giants — not only in stature but in prestige) were now the \"gods \" of the pagans. \"There were giants in the earth in those days [before the Flood] ; and also after that [after that Flood] , when the sons of God came unto the daughters of men, and they bare children unto them, the same [children] became mighty men which were of old, men of renown.\" l Genesis 6:4 The twelve major deities before the Flood were accounted to be the prime divinities, while the ones after the Flood were called demigods (though often with the same names as the twelve who preceded them). There were, of course, many more deities of the ancients than twenty - four, but these represented the main ones. One of the primary personalities who became a \"god\" in post - Flood times was Nimrod, son of Cush. \" And Cush begat Nimrod: he began to be a mighty one in the earth. He was a mighty hunter before the Lord: wherefore it is said, ‘ Even as Nimrod the mighty hunter before the Lord. ’ \" l Genesis 10:8 – 9 Upon Nimrod ’ s death, he was deified by most of the people and they believed he ascended into the heavens where he took up an eternal dominion. Indeed, the largest constellation in the starry heavens came to be known (and still is known from the Greek language) as Orion, the mighty hunter. This constellation straddles the celestial equator and they imagined that this symbolically indicated his rulership over the whole sky and the earth. The ancient Hebrews, however, referred to this Nimrod constellation by the name Kesel, the Fool."},{"pageNumber":3,"pageContent":"There were numerous other humans who lived on earth during the time of Nimrod and later who were given divine honors by the pagans. The Egyptian god Osiris and goddess Isis were reckoned by the Egyptians as two of their former human rulers (Diodorus Siculus, Bk. I, ch. i). And this is customarily the way it was among most of the civilized pagan peoples. Their gods and goddesses were believed to have been humans now deified. This was certainly the belief of the educated peoples of the ancients. Cicero, one of the literary giants of Rome in the 1 st century B.C.E., and an astute observer of society and religion, spoke about the pagan gods in this fashion. \"The whole heaven was almost entirely filled with the human race; that even the superior order of the gods, or gods of the greater nations, were originally natives of this lower world, as could be proved from the writers of Greece. The sepulchers where they are buried were shown openly in that country; and that the traditions concerning them were preserved in the ‘ Mysteries. ’ \" l Tusc. Quest. I. 12 Augustine, of the 5 th century C.E., who was knowledgeable of a host of ancient writers (and quoted them at length), had this to say on the origin of the pagan gods. \"You cannot find, or hardly find, in all the writings of the heathens, any gods but such as had been men; nevertheless to all of them they pay divine honors, as if they had never belonged to the human race.\" l City of God, VIII. 26 Many quotes from ancient writers show that most Gentile deities were once humans, but let us sum up the matter by mentioning a comment from Pliny, who lived in the 1 st century B.C.E. He also stated that the great persons of the past who did mighty deeds of valor for humanity were given a divine role: \"To requite such men, by ranking them among the gods, was a custom of the highest antiquity ... that the names of all the other gods, and of the stars, are derived from men of distinguished merit.\" l Natural History, Book II. 5 All of the references above were given from men who lived near the time of Christ or later. But four to five centuries before Christ these facts were not generally known — particularly by the common people. Such knowledge was reserved only for people who were initiated into all the secrets of the \"Mysteries\" which were related in many of the temples or oracles of the nations. People used to wonder what the \"Mysteries\" actually revealed to those who went through all the ceremonies. It can now be known! Some historical events occurred that revealed all their symbolic meanings. These events were major breakthroughs that disclosed the secret teachings reserved only for the elite of the ancient world. We know what the \"Mystery\" teaching was! Let us reveal that secret teaching! It was that the deities of ancient paganism were once human beings that lived on earth. This secret teaching was the highest revelation of the \"Mysteries.\" It was felt by most ancient rulers and priests that only the intelligent, powerful and wise among the people could handle such truth properly. Then something happened that changed the whole course of pagan religion in the eyes of people from Spain in the west to India in the east. It was a revelation made known by the carelessness (or deliberate disclosure) of Alexander the Great about 330 B. C. Alexander ’ s Disclosure When Alexander became master over Egypt, he went to one of the central shrines of the"},{"pageNumber":4,"pageContent":"nation at which he was shown all the \"Mysteries\" of the Egyptian religion by the high priest Leo. What amazed Alexander was the fact that the secrets of Egypt (long kept from the knowledge of the general public) were virtually the same that he was shown in his native Macedonia, Greece, and other regions. The only real differences were in the names of the deities as expressed by the different languages in which the \"Mysteries\" were conducted, but the deities were all the same! Alexander saw their common identity! It was from this understanding that Alexander decided it was the best for humanity to be under a unified religious and political belief, since the gods and goddesses of all nations were virtually identical! But he then did a rash thing. Alexander decided to write a letter to his mother Olympias to describe what he learned in Egypt. When Leo, the high priest, heard of his plan, he tried to dissuade Alexander from such a procedure. He felt that the letter might be read by the public and then all the secrets of the \"Mystery system\" which only allowed initiates to comprehend, might be made known to all. Leo ’ s arguments to Alexander were in vain. And true enough, the contents shortly became universally known. But Alexander did not only reveal that all the deities of the various nations were usually the same with different names, his disclosure also showed that most were once humans who lived on this earth. The Christian commentator Augustine of the 5 th century C.E. referred to this well known letter. \"Alexander of Macedon wrote to his mother as communicated to him by Leo, an Egyptian high priest. In this letter not only Picus and Fannus and Aeneas and Romulus, or even Hercules and Aesculapius and Liber or any other mortals who have been deified , BUT EVEN THE PRINCIPAL GODS THEMSELVES, Jupiter [Zeus] , Juno, Saturn, Vulcan, Vesta, and many others whom Varro attempts to identify with parts of the elements of the world, are shown to have been men . The priest being afraid because he had revealed a mystery, earnestly begged of Alexander to command his mother to burn the letter which conveyed these communications to her.\" l City of God, VIII. 5 The greatest fears of the priest were realized. The information in the letter leaked out (probably by Alexander himself) and within a few months the whole civilized world was aware of what only a privileged few were once permitted to know. This disclosure was beneficial to Alexander ’ s plan of uniting the world under a common leadership — under his Greco - Macedonian culture! And it worked! But the discovery also caused the common people to want the same deification that earlier people had secured. This now looked possible. Since it was clear that the deities were once humans, then why could not common people (let alone kings, priests, philosophers, etc.) be also deified? Shortly after this knowledge became known, a man arrived on the scene who exposed the full teaching of the \"Mysteries System.\" His name was Evemerus. The basis of his revelation, which he called the grand mystery, was that the gods were dead men now deified. In fact, he went so far as to say the gods were still dead. His revelations even identified the humans in history who had been made gods. \"Zeus, according to him, was once a king of Crete who had been a great conqueror\" and the deities \"Uranus, Cronus, and Zeus\" all lived at the same time on earth ( Dictionary of Greek and Roman Biography, vol. II. p. 63). So influential was the enlightenment of Evemerus (based very much on Alexander ’ s disclosure) that many writers of the next three centuries fully popularized that the deities of the nations were once humans and that they had gone to heaven directly at death to carry on their lives with new spiritual exploits. What a revelation it was! This new discovery had a two - fold effect. It made the common people feel that they could also reach a similar deification at their deaths if they would perform virtuous deeds like the ancients. Secondly it fully transformed the \"Mystery System\" of the earlier times in which only initiates were allowed knowledge of the \"secrets\" of the gods as revealed by the priests. So complete was the change that hardly an oracle (pagan shrine) had an active clientele participating in the ancient forms of religion by the time of Christ. After all, most people already knew what the \"Mysteries\" were designed to teach, so there was no need to go to the oracles for that knowledge."},{"pageNumber":5,"pageContent":"What emerged after Alexander ’ s disclosure (and the teachings of Evemerus) was a new way for the general public to look at things. It resulted in two principal philosophical beliefs dominating in the Greek and Roman worlds from the 3 rd century B.C.E. onward. The first was the Epicurean system which came to believe that there were no real gods in the heavens that needed worship. After all, they contended, why worship dead men who are still dead? These followed Evemerus. The other was the Stoical system. These were people who still believed in the existence of the gods. They thought that if others of the past were deified, so could modern man. The apostle Paul encountered followers of these two philosophies in Athens (Acts 17:18). The Stoics accepted the Immortality of the Soul. They thought only the body would die at the time of death, while the \"soul\" (or the spiritual essence that represented the real person) continued to exist in heaven among the immortals. Thus, deification for humans was looked on as the goal to achieve. It was into this type of religious environment that Christianity was introduced in the 1 st century C.E. It offered deification to man but in a far different way than imagined by the nations of the world. The Main Error of the Pagans When the final teachings of Christianity were revealed by Christ and the apostles, it was found out how deification for all humans could be achieved. But the manner in which this is attained, and especially the time period in which this is accomplished, are far different from the pagan method. Indeed, the two systems are quite incompatible. The pagan system has been (and still is) a clever counterfeit that most people today prefer (even professing Christians) over the biblical method. The main doctrinal difference separating the principles of deification as defined by the pagans and that of Christianity is great. The difference is this: the pagans believed in the doctrine of the Immortality of the Soul, while the Bible (and Christianity) teaches that the dead are truly dead until a resurrection of the dead takes place at Christ ’ s second advent! In short, pagans from the beginning of time accepted, in the main, that man ’ s soul continues to live after his human death. If one has been evil, then a person is supposedly confined to either the deepest hell to continue in pain for all eternity, or to go through various stages of punishment until one is thoroughly cleansed and can assume a position in heaven near exalted divine beings. This is how the man Nimrod mentioned in Genesis was able to be a god. He went to the highest heaven right after death because he did so much good for humanity, supposedly, that he deserved an immediate deification! Zeus (Jupiter), Osiris, Isis, and others were able to assume similar divine roles in the heavens. 1 Whatever the case, almost all Christians today feel that the Bible teaches the Immortality of the Soul and that a hell, a purgatory, or a heaven await each person on earth at the moment of death. It may be a surprise to some Christians, but the Bible teaches no such doctrine — though in two or three places in the New Testament it is possible (at first glance) to read such a doctrine into the text. Yet the truth is abundantly shown, and even clear, if one looks at the biblical teaching in all its fullness. The Christian Hope — the Resurrection From the Dead All the writers of the New Testament spoke about the resurrection of the dead as a sure reality of the future. The apostle Paul was especially vigorous in spelling out the essential need for such a resurrection, and that it would occur at the second advent of Christ. When Christ arrives the dead in Christ will rise from the dead and we, who are alive at the time, will be changed into an immortal state along with them. \"In a moment, in the twinkling of an eye, at the last trump: for the trumpet shall sound AND THE DEAD SHALL BE RAISED incorruptible, and we shall be changed.\" l 1 Corinthians 15:52 \"For the Lord himself shall descend from heaven with a shout, with the voice of the archangel, and with the trump of God: AND THE DEAD IN CHRIST shall rise first: then we which are alive and remain shall be"},{"pageNumber":6,"pageContent":"caught up together with them.\" l 1 Thessalonians 4:17 Paul says it is the dead who rise up (and of course he means from the dust of the earth — Daniel 12:2), not that those living in heaven are resurrected! It is commonly assumed that all who have died in Christ at their deaths go immediately, to be with God in heaven or to a purgatory for a short cleansing period. This concept gets people redeemed and in the presence of Christ long before the resurrection of the righteous dead occurs at Christ ’ s second advent. But wait a moment! If people are already alive in heaven, what need is there for them to be resurrected from the dead? The whole procedure represents an utter contradiction! If people are already alive in heaven and not dead at all, why is a resurrection from the dead needed? The apostles, however, said something far different than the commonly accepted belief! There will be a resurrection FROM THE DEAD — not from the living — at Christ ’ s second advent. In fact, both those who are still living when Christ returns and those who are dead in their graves, will find an instantaneous glorification to life — and exactly at the same time! If the other belief is true (that all who die in Christ go immediately to be with Christ in a living and conscious existence) then the resurrection of the dead at Christ ’ s return is unneeded. Why bring up people from the dead who are already alive ? Truly, an immediate glorification at death makes a mockery out of the biblical teachings for the need of a resurrection to life! This represents an incompatible proposition! But this is the consequence of believing the Immortality of the Soul. This is the belief that prompted the Gentiles to deify their prominent men and women when they died. Since they believed their souls could not die, they felt they went at death to a glorious abode in the heavens, and now are looking after the welfare of mankind as deified beings, like gods and goddesses! The whole thing is nonsense! The polytheistic religions of the pagans would never have developed had people disbelieved the teachings of the serpent in Eden when he told our first parents that man would never see death (Genesis 3:4). It was the serpent who introduced the doctrine of the Immortality of the Soul, and one cannot find a word in the Old Testament justifying such a notion. Nor is it in the New Testament! Yes, Paul did say he would rather die and be with Christ (Philippians 1:20 – 23) — which some interpret to mean a conscious presence with Christ at the moment of death. But they fail to point out that Paul, in the same book of Philippians, explained the time when his glory would arrive. Paul knew his salvation would come at his resurrection: \"If by any means I might attain unto the resurrection of the dead\" (Philippians 3:11). That event would change his vile body at the appearance of Christ from heaven (Philippians 3:20 – 21). There is nothing in Philippians to give credence that one goes to be with Christ at the moment of death! Just the opposite. Resurrection from the dead was Paul ’ s hope. Another section of Paul ’ s teaching has confused some over this issue because close attention was not paid to the context. Paul related to the Corinthians that God was preparing \"in heaven\" the spiritual elements to comprise our future glorified bodies (2 Corinthians 5:1). This is the body that Paul desired to be clothed with. He illustrated the adoption of this spiritual body as one would put on garments of clothes today (verses 2, 4). What is not normally recognized is that Paul said that this spiritual \"clothing\" is a house \"from heaven\" (verse 2). This spiritual clothing which we can put on is \"from heaven\" — we do not go up to heaven to get it! It is brought to us here on earth which we will put on when we are resurrected from the dead! And as long as we do not have that spiritual body, which God will give us in the future, we are absent from the Lord (verse 8). If this is not the case and Christians can now put on that spiritual body at the moment of death (when they supposedly ascend into the immediate presence of God), then why is a resurrection from the dead necessary? Such a resurrection would make no sense, simply because people would not be dead when their resurrections take place. A resurrection from the dust would be ridiculous because people would already have been alive in the heavens for centuries with their spiritual bodies! 2 "},{"pageNumber":7,"pageContent":"The truth is, of all people who have lived on earth, only Christ now has immortality! And that is the exact teaching of the Bible. \"Who only hath immortality\" (1 Timothy 6:16). As clear as Paul could make it, he said that those in Christ will put on immortality at the resurrection of the dead — and not before (1 Corinthians 15:53 – 54). No Deification at Death It is a fact that both Christianity and most forms of civilized paganism teach that mankind is destined to be deified one of these days. The essential difference is the time for the deification and the manner in which it is accomplished. Gentile religions say that man can be deified at the moment of death and that the role of Jesus Christ is not necessary to assume such glory. Christianity, however, says that one must be \"in Christ\" to achieve such a distinction and that it will only be attained by a resurrection of the dead. The resurrection that procures this is not to become a mortal again, but to gain a new, spiritual body that will be given to us. Until this occurs, all the dead \"in Christ\" will remain in their graves — in a completely unconscious state (Ecclesiastes 9:5). Even Christ and the apostles called it a type of \"sleep.\" \"Our friend Lazarus sleepeth; but I go, that I may wake him out of sleep. Then said his disciples, Lord, if he sleep, he shall do well. Howbeit Jesus spake of his death : but they thought he had spoken of taking of rest in sleep. Then said Jesus unto them plainly ‘ Lazarus is dead . ’ \" l John 11:11 – 14 \"But I would not have you ignorant, brethren, concerning them which are asleep, that you sorrow not, even as others who have no hope. For this we say unto you by the word of the Lord, that we which are alive and remain unto the coming of the Lord shall not precede them which are asleep. For with the trump of God the dead in Christ shall rise first: then we which are alive will be caught up together with them.\" l 1 Thessalonians 4:13, 15 – 17 Many Christians today believe the Immortality of the Soul is a proper doctrine and they criticize those who feel that the dead are unconscious. They call them believers in \"soul sleep.\" But what is wrong with saying the dead are asleep? Christ and the apostles did! I feel that the better authorities to tell us the truth of such matters are Christ and the apostles (who said the dead are asleep) than people who denigrate the plain statements of scripture (Ecclesiastes 9:5). 3 The majority of Gentile religions taught differently. They believed in the Immortality of the Soul, and from the beginning of time many made their ancestors into gods and goddesses at death and placed them in the starry expanse to continually favor people on earth. It was common in many pagan societies to make human beings — even while yet in the flesh — to be divine personalities. While the Bible reckons human beings as already \"gods\" ( elohim, Psalm 82:6; John 10:34), it was to be understood that this was only in nascent form, the preliminary stage for a final deification at the resurrection of the dead! No human at present has the character, body composition, power, or wisdom to be acknowledged as a glorified child of God. That only comes at our future exaltation. 4 The pagans, on the other hand, taught that mankind (especially certain kings, priests, legislators, or prestigious persons) could be deified at the moment of death. But this is not true! All of their heroes (the Nimrods, Zeuses, Apollos, Minervas, Dianas, etc.), though once human beings who lived on this earth in early times, are still in their graves. They are as dead now as when they died several thousand years ago. They are all awaiting a resurrection from the dead which will one day occur for all people (Acts 24:15). Any present - day manifestations of spirit beings who claim to have once been dead men or women, such phenomena are false and the claims are those of \"familiar spirits.\" Note that when King Saul, about 1100 years before Christ wanted to talk to the prophet Samuel (who"},{"pageNumber":8,"pageContent":"recently died), he had to go to a witch of Endor who dealt with \"familiar spirits\" to accomplish the task (1 Samuel 28:7 – 12). Actually, the appearance of \"Samuel\" wasn ’ t the real Samuel at all. It was a false spirit masquerading as the dead prophet! A recognition that the dead are dead is, however, a sure protection from the teachings of lying spirits (1 Kings 22:21 – 23) who might say they are your dead \"Uncle John\" or \"Aunt Mary.\" 5 Spiritualism that allows the \"dead\" to speak is false. Reincarnation (people having past lives) is pure nonsense! These are false teachings because all the dead are still very dead! Conclusion What we see from this is that God has not left any people on earth completely destitute of His essential knowledge, that all humans are destined, eventually, to be like Him and share in all His glories. As the serpent told our first parents \"Ye shall not surely die\" (Genesis 3:4), the teaching of inherent immortality for humans has created the grossest forms of polytheistic religious beliefs (which many Christians even today accept as prime Christian doctrines). If one will but realize, and believe, that our deification \"in Christ\" will become a reality at the resurrection of the dead, the purity of biblical teaching can be maintained. God allowed such a person as Alexander the Great to show the origin of pagan religion, and people like Evemerus to expose its absurdities, all done over 300 years before the birth of Christ. God left it to Christ his son and the apostles to show what true salvation really is. If people will only believe that the time period for Christian deification (being totally \"in Christ\") will come at the resurrection of the dead, then the simple truth of the Gospel is made clear. The teaching of the Immortality of the Soul has penetrated almost all forms of ancient and present falsehoods which have wormed their way into the very bosom of Christianity itself! The Bible teaching will have none of it! The Word of God makes it clear that the soul of man is mortal. Once this is understood, the full teachings of Christ and the apostles will make sense. In closing, remember one thing. If a person will simply believe that the dead are as dead as when they died — as the Bible teaches — then this truth can become one of the most powerful antidotes to non - biblical religious beliefs which have plagued mankind from the dawn of history. The secret to ancient paganism is now disclosed. It was done as early as the time of Alexander the Great. Strangely, the heathen teachings that should have been jettisoned centuries ago are still with us today — and firmly entrenched within the very fabric of modern Christianity! I hope this article will help restore biblical truth to its rightful place. Ernest L. Martin, 1982 Edited by David Sielaff, February 2003 1 Even today most Christians and church denominations assume that good and holy people \"in Christ\" go immediately to heaven. Some feel some sort of purgatory is necessary. If Christian folk who have died have been especially saintly on earth, they might be \"canonized\" and receive a type of deification from church authorities. Such \"canonized\" saints can now be called on, supposedly, to help humans in need. 2 See our article on \"Lazarus and the Rich Man.\" This is eye - opening research that explains what Christ meant by that parable. 3 If people wish to disallow Ecclesiastes 9:5 because it is in the Old Testament, they could also get rid of Isaiah 53 and the important prophecies concerning the sacrificial atonement of Christ — and they could do it with the same reasoning. All of God ’ s word is inspired, not a part of it! The apostle Paul said that Enoch, Abraham, Moses all died (Hebrews 11:13), and Christ said: \"No man hath ascended up to heaven\" (John 3:13). 4 If one feels we are saying the Bible teaches Mormon doctrine about becoming \"God,\" let us state categorically, it does not! The doctrines of deification as promulgated by Mormons are in no way harmonious with biblical teachings. They are alien to the Bible."},{"pageNumber":9,"pageContent":"However, as Christ is now deified, so shall we be (1 John 3:2). We now have a major Exposition on the subject of deification if one wishes to study the biblical teaching concerning the salvation that we will obtain by being \"in Christ.\" 5 True, there are angels of God who can give messages, but what they say will always be in accordance with God ’ s written revelation, the Holy Bible. But be warned, false spirits often say they represent Christ — 2 Corinthians 11:14 – 15; 1 John 4:1. Go to ASK Home Page • Print Page © 1976 - 2008 Associates for Scriptural Knowledge - ASK is supported by freewill contributions"}]
