[{"pageNumber":1,"pageContent":"T h e S o u l i n e g y p T i a n M e T a p h y S i c S & The Book of the Dead Manly P. Hall"},{"pageNumber":2,"pageContent":"T h e S o u l i n e g y p T i a n M e T a p h y S i c S & The Book of the Dead by Manly P. Hall"},{"pageNumber":3,"pageContent":"THE SOUL IN EGYPTIAN METAPHYSICS Copyright © 1997 by the Philosophical Research Society, Inc. All Rights Reserved. This book or parts thereof, may not be reproduced in any form without written permission from the publisher. ISBN-10: 0-89314-355-3 ISBN-13: 978-0-89314-355-8 Cover Art: “ T h e B i r d o f T h e S o u l ” from “Lectures on Ancient Philosophy”by Manly P. Hall (PRS, Inc., 2001) Published by T h e P h i l o s o P h i c a l R e s e a R c h s o c i e T y 3910 Los Feliz Boulevard Los Angeles, CA 90027 USA Telephone 323.663.2167 Fax 323.663.9443 Website www.prs.org E-mail info@prs.org Printed in the United States of America"},{"pageNumber":4,"pageContent":"3 CONTENTS Page The Soul in Egyptian Metaphysics .............................. 5 The Book of the Dead .............................................. 18 2 ILLUSTRATIONS An Egyptian phoenix .................................................... 4 The Pharoah Seti, paying homage to Amen .................... 6 Judgement of the soul before Osiris ................................ 9 The thirsty bird of the soul .......................................... 14 The bird of the soul hovers over its physical body ........... 15 Thoth, the Ibis-Headed .............................................. 19 Osiris, Lord of Amenti ............................................... 29 Isis and the Infant Horus ........................................... 30 Fig.1: The Psychostasia ............................................... 37 Fig.2: Leaf of text with vignettes ................................. 43 Fig.3: Section of the Papyrus of Ta-er-Pet .................... 45 Fig.4: Panel of magical charms ................................... 47"},{"pageNumber":5,"pageContent":"4 Manly Palmer Hall A n e g y p T i A n p h o e n i x . The Egyptians occasionally represented the phoenix as having the body of a man and the wings of a bird. This biform creature had a tuft of feathers upon its head and its arms were upraised in an attitude of prayer. — from Wilkinson’s “M A n n e r S & C u S T o M S o f T h e A n C i e n T e g y p T i A n S .”"},{"pageNumber":6,"pageContent":"5 THE SOUL IN EGYPTIAN METAPHYSICS Although much of their wisdom remains locked in hiero - glyph and symbol, the Egyptians were an old and wise people. Dedicated as they were to the deepest religious and philosophi - cal speculations, the priests and scholars of ancient Egypt were not deficient in essential learning. By essential we mean that which is concerned with essence and principle rather than with substance and appearance. It is not easy to answer the simple question: What did the Egyptians know about the human soul? Translators have not concerned themselves too much with the metaphysical speculations of the past, and have been content to restore the more obvious parts of mythology, history, and chro - nology. There is also indication that in different periods of their development the Egyptians changed their opinions, and a sur - vey of their surviving literature reveals certain inconsistencies. Can we say, however, that modern culture is in large agreement on the meaning of the word soul? Certainly, there are several schools of thought, and even the advancement of scientific pro - cedure has not led to a conclusive or inclusive definition. We know that the immortality of the soul, or a vast exten - sion of its existence in a life beyond the grave, was assumed by the authors, compilers, and editors of the mortuary rituals. There is also much to indicate that their doctrine of immortal - ity influenced the daily living of the Egyptians, and caused them to unfold a system of morality grounded in their religion. Mariette Bey, sometime curator of the Cairo Museum, writes: “As for Egypt, human life did not finish at the moment when"},{"pageNumber":7,"pageContent":"6 Manly Palmer Hall the soul departed from the body; after combats more or less terrible, which put to the proof the piety and morals of the deceased, the soul proclaimed just is at last admitted to the eternal abode.” In the ritual of The Coming Forth by Day ( The Book of the Dead ) are found such lines as: “I shall not die again in the region of sacred repose,” and “Plait for thyself a garland; thy life is everlasting.” James Bonwick, F. R. G. S., points out frequent references to what he calls “conditional immortality.” In other words, the life in the afterworld must be earned or desired or sought after with great diligence. Even in this religion, those who are worthy to be saved are called the Elect. Hence, the numerous prayers presented by the deceased or his survivors are usually supplica - tions to the divine powers that the soul may live. In one place The Pharoah Seti, with the attributes of the god Osiris, paying homage to Amen, the Great Divinity Living rulers and the sanctified dead were often associated with the Osiris cult. — from “h i S T o r y o f A r T i n A n C i e n T e g y p T ”"},{"pageNumber":8,"pageContent":"7 The Soul in Egyptian Metaphysics the ritual causes the dead man to cry out: “Let me not die with the king who lives for a day.” In another place the petition for immortality is presented in the words: “Let me partake of thy everlastingness.” The goddess Nut, as the bestower of the water of immortality or the fruit of the Tree of Life, is another testi - mony of conditioned immortality. Apparently, it is within the power of this deity to deny her gifts and thus deprive the soul of future existence in the Elysian fields. The Egyptologist Lenormant has emphasized another im - portant detail of Egyptian psychology. He noted that in the rituals the soul no longer retained its name, but was referred to under the name of the god Osiris. He writes: “In fact, the end of the prayers which they pronounce for the dead, the su - preme beatitude, consists in the absorption into the bosom of the universal pantheism, the fusion and identification of the soul with the divinity which resides in the entire world.” This is seemingly sustained by a tablet inscription which promises the soul certain benefits when it “joins itself to the gods.” It is not certain, however, that the Osirification of the soul of the dead actually indicated its reabsorption into the nature of Divinity. It might also imply that the soul had attained the condition of an embodied god and, therefore, had powers of intercession and might properly be given a restricted kind of worship by those still living in the world. There is much, also, to suggest that Indian philosophy reached Egypt at an early date. The Vedas contain such hymns as “Place me, oh Purifier, in that divine, unchanging region, where perpetual light and sunshine abide...” The Egyptian practice of mummifying their dead was in - volved in their concept of immortality. They usually represented the soul in one of its aspects as guardian or protector of the tomb and the sanctified remains of the deceased. They seemed to feel that the psychic nature found comfort or consolation"},{"pageNumber":9,"pageContent":"8 Manly Palmer Hall from proximity to the mummy. The belief certainly existed that the soul would ultimately be reunited with the body in the res - urrection which followed the Last Judgment and preceded the dissolution of the world. In their practical ethical code, they assumed that the transition of the soul changed neither its char - acter nor its appearance In the ritual, when the scribe Ani and his wife entered the judgment hall of Osiris to be tested, they were represented according to their normal earthly forms. In all probability, the prevailing belief assumed the perpetuation of personal identity; otherwise there would have been little need to bury a man’s utensils and clothing and even food in his grave. At certain periods in their development, the Egyptians drift - ed toward an acceptance of the doctrine of metempsychosis, but the rituals hardly indicate that it was prevalent. Probably it was reserved, as in most classical nations, as a teaching for the wise, whose inquiring minds sought deeper explanations for the mystery of death. Charms, talismans, amulets, and spells were calculated to protect the soul in its transition, which again hints of conditional immortality. The ethical implications are deeper, however. Among most primitive peoples, there was a marked distinction between the accidents of life and the in - tents of living. The young man did not become a member of his tribe or nation simply by reaching maturity. His citizen - ship had to be earned, and could be withheld if he failed in the trials and tests to which he was subjected. It was only a reasonable extension of this idea to consider death an accident, but immortality an intent. It also must be deserved. The physi - cal world was the pronaos of the Eternal Temple. Nobility of character and integrity of conduct justified a good hope for the afterlife. Even the virtuous man, however, had to be further tested and proved before a jury of his peers before he became an active citizen of Amenti."},{"pageNumber":10,"pageContent":"9 The Soul in Egyptian Metaphysics Alfred Wiedemann, in his Religion of the Ancient Egyptians , stated that the followers of the Osirian cult developed a doc - trine of immortality which in precision and extent surpasses almost any other that has been devised. After death, the body of the deceased was given to professional embalmers who mummified the remains and caused it to become an Osiris. It will be remembered that this deity was usually represented as a mummy. The symbol for the physical body after the departure of its higher nature was called the Kha, and the ideogram for this was a dead fish. It is important to remember that in the religion of this people the fish was therefore a symbol of mor - tality, probably due to the rapidity with which it putrefied. Although there are some inconsistencies in the various Egyp - tian records, it was customary to consider that the soul, which A section of a h i e r A T i C papyrus, representing the judgment of the soul of the dead before the enthroned god Osiris. The deceased (second figure from the right in central panel) has his arms raised to for the symbol of the Ka, by which it is to be known that he is present as a soul and not as an embodied person — from the Library of the p h i l o S o p h i C A l r e S e A r C h S o C i e T y ."},{"pageNumber":11,"pageContent":"10 Manly Palmer Hall departed from the body and had an existence in a more subtle state, was not a simple entity, but a very complex, composite creature. It was even held that after death the parts of the soul separated and had independent existences on the various lev - els and planes of the after life. Thus, souls engaged in vari - ous activities, as depicted in the Egyptian mortuary art, were not necessarily complete psychic beings, but only fragments of man’s psychic constitution. These parts were held together by the physical body, but after the death of the body were no lon - ger inevitably associated. The seven parts of the soul were the Kha —the principle of body; the Ba —the soul of breath; the Khaba —the shade, as as - tral likeness; the Akhu —the intelligence, or perceptive power; the Seb —the ancestral soul; the Putah —the leader, or intel - lectual father; and the Atmu —the divine or eternal soul. Each of these, with the possible exception of the Atmu , had a formal structure capable of ultimate disintegration. As the body, or Kha , returned to the elements from which it came, unless it was mummified or Osirified, so each of the other parts of the soul had a transitory existence, unless it passed through a mystery of perpetuation. To this septenary must be added an eighth power, which is the sum of the other seven, and which was referred to as the “bestower” of future life. This was the Horus-soul, man’s participation in everlastingness. In their more simple terminol - ogy, the Egyptians used the word Ka , or intangible likeness, to cover the concept of something surviving in the physical world pertaining to the person who has departed. Thus, for example, the Ka was the image of the dead surviving in the memory of the living. It might also take on appearance in the dream state. This Ka could not die until the last living person who could conjure a personal memory of the dead had also de- parted. Then there was also the Ren , which was the name of the"},{"pageNumber":12,"pageContent":"11 The Soul in Egyptian Metaphysics deceased. When this was spoken, it caused an image to arise in the mind. A portrait or likeness of the deceased was similar to his name. It had the magical power of causing the dead to live again in the thoughts of the survivors. The Ka was honored by the funerary prayers and offerings. These were of no value to the mummy, but could bring consolation to the shadow. The Ka could return to the mummy, enter into it, animate it inter - nally, and cause a kind of inner existence. In the ritual it speaks of “the Ka living in its coffin.” It was this compound that lived the quiet and peaceful existence in the tomb and enjoyed all of the personal objects that had been interred with the dead. The concept of the Ka , or the phantom image , recurs among many primitive peoples. Among savage tribes, a camera has always been viewed with grave suspicion. The picture of a per - son becomes part of the paraphernalia of magic. If the likeness is destroyed, the individual will die. The infernal dolls of the Medici, the bewitched trees of the ancient Hawaiians, and sim - ilar evil devices are related to this general theme. In psychology, the thought or memory image can play an important part in certain psychoses. Mentally unbalanced individuals have actu - ally committed suicide to destroy the image of another person which has become an obsession. There are phases of this subject that have never been adequately examined. The Ba, or the breath soul, represented a transmission of the breath of life. The Egyptians believed, like the Chinese, that there was only one breath and that this was transmitted from the ancestor to his descendant. Gerald Massey quotes a Chi - nese scholar as saying: “Though we speak of individuals, and distinguish one from the other, yet there is in reality but one breath that animates them all. My own breath is the identical breath of my ancestors....” It should be understood on this level that the Ba was not a continuity of consciousness, but merely of the vital principle. The soul breath is energy, in which all living things share."},{"pageNumber":13,"pageContent":"12 Manly Palmer Hall There is only one energy, which has always existed and will always exist. It is both animating and nutritive. Like an electric current, it sustains a variety of functions, yet can never be iden - tified that the electricity coming from one generator is essen - tially different or separate from that coming from another gen - erator. Electricity in man is transmitted to his descendants, and precisely the same force is also present in the creatures around him. The Ba corresponds to the concept of a vital body, the invisible source of all visible functions. This body is sustained by the breath, through which the electrical energies are subtly gathered and carried into the living constitution to animate and perpetuate its vital processes. The Khaba was a luminous intangible covering of the Ba. Under certain conditions, the Khaba was visible as an aureole of light. It corresponds to the “astral body” of Paracelsus. In the Egyptian language, Khab means to veil , or to cover . For this reason it was symbolized by a sunshade. The Khaba was re- lated to the animal propensities of the human being. In a way, it parallels the lower aspect of the Greek psyche. Among the phenomena which it produced were motion and emotion. It sustained the sensory perceptions, and was responsible for the phenomena of color, tonal harmony, and the circulation of the blood. The Khaba, if intensified by sensual living, caused fan - tasy and hallucination. It was responsible for delusion, and was sometimes called the sin body. In its higher aspects, it bestowed emotional sensitivity and such impulses and instincts as venera - tion and proficiency in the creative arts. It was the root of the family instinct, love of children, and the impulse to generate or perpetuate one’s kind. Under exaggeration, it sustained puce, jealousy, fear, and anxiety. It was volatile, and might extend its influence to other persons where it was sensed or felt. In the Khaba, the Egyptians believed that the rays of the seven planets converged and manifested their forces through the symbolism"},{"pageNumber":14,"pageContent":"13 The Soul in Egyptian Metaphysics of the seven cardinal virtues or the seven deadly sins. Here also reposed the element of self-deception, and the positive and neg - ative poles of imagination The Khaba also played an important part in diseases, for it was the abode of the psychic pattern by which the body was ultimately afflicted. The Akhu was the seat of intelligence and mental percep - tion. Here the whole mystery of the human mind was com - prehended. The mind was an entity in itself, and could have an independent existence. Only during physical life was the mind of man the instrument of his spirit. After the dissolution of the body, the mind continued as a thinking mechanism, neither ensouled nor ensouling. Even during life, the mind had its own power to think. It could, therefore, think against the spirit, thus bringing about internal conflict. Only when the spirit exercised its own divine prerogatives could it control and direct the mind. The lazy spirit, therefore, was the victim of its own intellect. The concerns of the mind were primarily the survival of its own thinking processes. It could continue to think, but the quality of the mentation was similar to that observable among the living when they failed to dedicate the mind to some noble purpose beyond itself. Actually, the mind had no interest in the lower parts of the soul or in the body it - self. Therefore, unless led by inner wisdom, it would betray the body as quickly as it would betray the spirit. The ancients lik - ened it to a wild horse that could only be ridden by a brave and skillful rider. It would serve man under duress, but freed from aggressive leadership, it would return to its native habits. In the Akhu were a variety of attributes; not only thought, but reason, judgment, analysis, and the reflective faculty which reacted to the perceptive powers. All of these faculties, from perception to memory, could be trained and disciplined and in the end dedicated to the service of the higher being. The Egyptian con - sidered his mind to be as much a body as his corporeal form."},{"pageNumber":15,"pageContent":"14 Manly Palmer Hall It is quite possible that other nations followed this symbolism. The creatures of Dante’s Inferno are not necessarily immortal spirits in perdition, but the separate emotional or mental bod - ies of the dead, disintegrating back into their native substances. The bodies, and not the spirit that inhabited them, came to the various judgments which their deeds deserved. This explains the statement that “the soul that sinneth shall die,” without denying another statement, “but the spirit shall return to the God that gave it.” Much of Egyptian philosophy deals with the deaths of the seven souls. The Seb, or ancestral soul, was the fifth division of the psy - chic nature. It was believed that it took up its abode in the human being at puberty or adolescence. The evidence of the presence of the Seb was the power of the human being to gen - erate his own kind. There were elaborate rituals attendant upon the physiological processes which heralded the coming of ma - turity. It is believed that the early Christian practice of sav - ing the souls of children by baptismal grace originated in this Egyptian doctrine. The ancestral soul represented, therefore, The thirsty bird of the soul drinking of the waters of life bestowed by a goddess, who is in the branches of the tree of immortality. — from “M A n n e r S A n d C u S T o M S o f A n C i e n T e g y p T i A n S .”"},{"pageNumber":16,"pageContent":"15 The Soul in Egyptian Metaphysics The bird of the soul bearing the symbols of life and breath, hovering over the mummified remains of its physical body. — from “M A n n e r S A n d C u S T o M S o f A n C i e n T e g y p T i A n S .” the transmission of the power of reproduction from one gen - eration to another. Plato considered the procreative function as the eighth part of the soul. Among primitive people, there is much folklore that children who died before the development of the self-creative power, became elves or sprites. Needless to say, such accounts are entirely symbolical. The Putah was called the first intellectual father. It would be associated with the mental maturity of the individual and the attainment of political majority. We suppose that a person who has reached his twenty-first year is entitled to vote and to assume the responsibilities of self-determination. While the Akhu, the perceptive phase of intelligence, was already seated in the body, the coming of the Putah marked the true union of the brain and the mind. From then on, it was assumed that intellect governed conduct, that judgment and reflection should be cultivated. In a sense, therefore, it was the Putah that established the fact of the person. In the Egyptian ritual, Horus is said to have come forth from the brain of Osiris, his father. In the after-death symbolism, both the Seb and the"},{"pageNumber":17,"pageContent":"16 Manly Palmer Hall Putah possessed in themselves the power of self-perpetuation. Therefore, they were immortal souls, capable of surviving the dissolution of the body and of continuing as conscious beings in the afterworld. The Atmu, the divine or eternal soul, is reminiscent of the Hindu term Atman , meaning the highest or the most spiritual part . This was further identified with the god Atmu, the sev - enth creation, who inspired the breath of life everlasting. In the ritual, the seventh soul was identified with parenthood; the birth of the first child substantiated the presence of the full creative power. On the occasion of parenthood, therefore, the soul exclaims: “I am created forever. I am a soul beyond time.” This seventh soul was created by the gods, who provided it with its shapes and parts. It was the reserved soul, inexplicable in its origin, the greatest of secrets. It should further be understood that these seven souls were not present in the individual as separate entities, but as a sepa - rable substance. In each step, the lesser was absorbed into the greater, until the seventh contained the others. At death, how - ever, there was a division, and the substances of the lesser souls could not attend the greater in the field of Amenti. These parts, if they may be so-called, returned to their elements and sub - stances, and of them it is said “The soul that sinneth, it shall die.” The three higher parts of the soul survived to form the body of the person in the afterlife. They were brought together under the general figure and appearance of the deceased. They resembled the departed form, and it was in this body that the Osirified dead entered the hall of the Great Judgment. We know that the Egyptians died in the full conviction of immortality. In the ancient carvings and inscriptions, the soul- bird hovers over the mortal remains, bearing in its talons the symbols of life and breath. As the man-headed hawk, it spreads"},{"pageNumber":18,"pageContent":"17 The Soul in Egyptian Metaphysics its wings patiently above the head of the embalmed body. It guards and protects the mortal remains. At some periods, the Egyptians went through elaborate rituals to bind the soul to the tomb, so that it might protect its former bodily habitation. Gradually, however, the Egyptian concept of the afterlife un - folded and deepened, until it came to be the homeland of the blessed. There is also enough available information to suggest that some Egyptians believed in metempsychosis. It is quite possible that the Greek philosophers learned of this doctrine from the priests of Egypt. Return to this world was regarded, however, as a punishment for sin, much as in popular Bud - dhism. The soul that was weighed in the balance and found wanting was devoured by Typhon. This deity, part crocodile and part hog, represented matter, and was supposed to live in the mud along the banks of the Nile. According to the symbol - ism, mortality, or materiality, swallowed up those who could not pass the final examination or were judged guilty by the great jury of the gods. During the brief period of the Akhenaten reform, a strong mysticism colored Egyptian metaphysics. The direct experience of God, the power of the soul to attain union with the spiritual source of life, overshadowed the older and more somber beliefs. But Atonism was short-lived and the State Religion gained as - cendancy over the foreign cult. Something remained, however, for beauty and truth never die. The later Egyptian religious dramas were strengthened by a broader and deeper idealism. Horus interceded with his father for the souls of the dead. He asked forgiveness for the sins of the flesh, and Osiris was merci - ful and was quick of forgiveness. The soul went on, to become in the end one with the stream of lives that flowed back into the heart of the Eternal God."},{"pageNumber":19,"pageContent":"18 The surviving literature of ancient Egypt challenges the re- search student with a variety of problems. By far the larger number of papyrus rolls discovered to date consist of funeral texts — that is, they deal principally with matters pertaining to death, the condition of the human being in the afterlife, and magical formulas to preserve the soul from the dangers of the transition from the world of the living to the abode of the blessed dead. A few papyri of a scientific or literary nature are known, but even these are dominated in spirit by the psychology of the funerary texts. It would seem that death and the gods exercised a curious fascination over the mind of Egypt. This is true not only of the books, but of the inscriptions on the walls of palaces and tombs. The tendency of Egyptian rulers to mutilate the historical records of their predecessors may account in part for the scarcity of records relating to profane history. “This book is a great mystery. Let it never be learned by any stranger. Let no man or woman ever utter the words thereof. Let no eye behold it; let no ear hear it. Thou shalt not put it into the mouth of the multitude hut only into thine and into that of the friend of thine hearth. Suffer no one of the common folk to see it. It shall provide food for the deceased in the underworld and for his soul also upon earth. It shall make him to live for ever and ever and no evil thing shall gain mastery over him.” — f r o m t h e P a P y r u s o f t h e r o y a l m o t h e r , N e t c h e m e t THE BOOK OF THE DEAD"},{"pageNumber":20,"pageContent":"19 The Book of the Dead The Book of the Dead is a singularly unfortunate modern selection of a title to cover the principal nucleus of Egyptian literary remains. The reason for the designation is obvious, but the impression created is strangely inadequate. The text is dominated by a spirit of transcendental magic. It is a guide to conduct in the world to come, and bears witness to the basic ethical convictions of the ancient Egyptians. Although usually buried with the dead, inscribed upon the walls of the tomb, or written upon the mummy cases and burial wrappings, the texts were equally important to the living. It may be assumed that The Book of the Dead was essentially a scripture inspiring to a life of virtue and equipping the believer to face his spiritual future with a good hope. The Egyptians presented the secrets of their religious phi - losophy so successfully that no satisfactory account of their Thoth, the Ibis-Headed. It is doubtful that the deity called Thoth by the Egyptians was originally Hermes , but the two personalities were blended together and it is now impos- sible to separate them. — from “M A n n e r S A n d C u S T o M S o f A n C i e n T e g y p T i A n S .”"},{"pageNumber":21,"pageContent":"20 Manly Palmer Hall theology, cosmogony or anthropology has descended to us. It may be assumed from the mortuary texts that the Egyptians possessed a highly organized mystical and philosophical tradi - tion. We must depend, however, upon later writings, such as those of Plutarch, for an explanation of the earlier doctrines. Religion was practiced in the form of state Mysteries. These were celebrated under the oath of secrecy, and so complete was the veneration of the people that the required silence was never profaned. The Rosetta Stone, given to the world of scholarship by the foresight and insight of Napoleon I, unlocked the mysteries of the Egyptian language. It seemed for a moment that the veil had been torn from the old sanctuary, and it only remained to decipher the monuments. After the first enthusiasm had worn off, it became evident that the Rosetta Stone created several new difficulties for each of the old problems that it solved. Certain hieroglyphical groupings could be read, but the psychological implications and overtones were lacking. In fact, the Egyptolo - gist is still without any adequate means of interpreting the life, beliefs, customs, and religions of the peoples inhabiting the valley and delta of the Nile. For instance, what impelled the Egyptians to bury The Book of the Dead with the remains of important persons? The manu - scripts themselves differ widely, and with the passing of time, the texts were generally corrected. Only a few of the most im - portant papyri may be said to be even approximately complete. For the most part, the rolls contained extracts and fragments, and the extent of the manuscripts is in ratio with the wealth and importance of the deceased. A papyrus such as that of the priest Ani, now in the British Museum, is a magnificent and elaborate production. The vi - gnettes and scenes are vividly colored, and the representations of the priest Ani are probably portraitures. Such a scroll was"},{"pageNumber":22,"pageContent":"21 The Book of the Dead undoubtedly prepared especially by the scribes of an important temple. More commonly, however, it would seem that the texts were prepared in quantity; possibly many temples maintained staffs of scribes whose principal duty was to write out funeral texts. The copies of various lengths and qualities of workman - ship were available at all times and at a variety of prices. After the selection of an appropriate roll, the priest then inserted, in spaces left vacant for the purpose, the name and titles of the deceased. In some instances one or two figures representing the dead man or woman might also be added to the prepared form. The majority of the manuscripts were written in black only, although red may occur in a few places. Was it assumed that the presence of this manuscript brought unusual comfort to the soul of the departed? Did the soul re- quire the assistance of this book as a guide to deportment or as a source of certain prayers and incantations? In substance, was it the text that was useful, or was it the mere presence of the roll that was indispensable? Egypt shared with other ancient nations the practice of bury - ing with the dead some articles and utensils that would add comfort and convenience to the establishment the deceased would set up in the other world. It is difficult to imagine that the Egyptians, a highly cultured people, could have believed that physical furniture could have been useful in the metaphys - ical sphere beyond the grave. Certainly they robbed their own tombs with enough regularity to demonstrate that the furni - ture and fixtures remained useless in the sepulchre. Let us go back a little into the records of primitive beliefs. Prior to the time when men believed in a heaven world some- where in extradimensional vistas, they assumed that the dead continued their existence under the ground. The tomb itself was the house of the dead. Here the departed pursued the in - terests which had dominated him during life. Naturally friends"},{"pageNumber":23,"pageContent":"22 Manly Palmer Hall and relatives desired the happiness of the departed one. If he had been a banker during life, he would require his scales and banking table when he awoke from the sleep of transition and, tidying up his tomb, resumed his usual activities. The warrior would feel lost without his weapons, his armor and perhaps his favorite horse. The aristocrat would require his best clothes, favorite ornaments, and likely a servant or two; therefore slaves might be buried with him. Almost anything which had been useful or important during life, from food to a favorite wife, would contribute to the well-being of the illustrious departed. The factor of propriety was also considered. A successful man could not be expected to face the abstract problems of eternity without the style to which he had previously been accustomed. Why should anyone labor for years to accumulate unless he can take with him the products of his endeavors? Incidentally, the question has not been entirely answered to the satisfaction of modems. We are still afflicted with the morbid probability of departing empty-handed from this vale of tears after devot - ing the best years of our lives to the improving of our material estate. Somewhere, sometime, a new dimension was added to man’s perspective toward the afterlife. If the deceased became a spirit, then he required not material, but spiritual furniture to comfort him in his new abode. Chairs and tables and chariots and vari - ous utensils and implements, though in themselves inanimate, also had spirit forms. These could be released by a symbolical method of killing the object. When a primitive American In - dian of the southwest died, his favorite bowl might be placed beside him in the grave, but first a round piece was knocked out of the bottom of the bowl so that it was no longer service- able for any material use. In this way, it was killed; its spirit was released to go with its owner into the ghost world. One of the reasons why so many trinkets and remains found in ancient"},{"pageNumber":24,"pageContent":"23 The Book of the Dead graves are mutilated is because they were “killed.” This is an important phase of primitive magic. It is impossible to dogmatize at this late date about the mo - tives and circumstances which led ultimately to the discontinu - ance of the early custom of burying the belongings of the dead in the tomb of their recent owner. If human nature was the same long ago as it is today, utility may have dictated a reform - ing policy. Good furniture, fine raiment, and costly jewels were of greater use to the living than to the dead; why deprive sur - vivors of their rightful heritage and lock a variety of valuable belongings in the oblivion of the tomb? Why, again, so load these vaults with treasures that grave-robbers were tempted to desecrate the tombs and disturb the rest of the hallowed dead? To meet this change of viewpoint and still supply the de- ceased with the luxuries befitting his estate, it became fash - ionable to substitute models for the original articles. This also allowed a much wider variety of objects to be enclosed in the vault; miniature houses, ships, and whole retinues of diminu - tive clay dolls brought their spirits to the tomb; flocks of clay sheep, little wooden chairs and tables, reasonable facsimiles of jewels and implements were stored away to become the wealth of the dead. During the dynastic periods in Egypt, these small models, including representations of the deceased himself, gods and godlings, and symbols of hope and immortality, were arranged with lavish profusion in the chambers of the tomb. In the case of the Pharaoh or other persons of exceptional prominence, ac - tual treasures were sealed in the tombs. For the rest, the mod - els and figurines served the same purpose, rejoicing the spirit which awoke from the sleep of death to find itself in an accus - tomed and congenial environment. The Egyptians did not mummify all of their dead. This dignity was reserved for persons of wealth and quality. The"},{"pageNumber":25,"pageContent":"24 Manly Palmer Hall population in general followed the primitive practice of in - terring bodies in a circular hole of no great depth. The body was placed in the opening with the knees drawn up under the chin, either seated or lying on one side. The posture symbol - ized the position of the embryo in the womb, for the grave, which marked the end of mortal life, was the place of rebirth into the heaven world beyond. Thus the tomb became the symbol of the womb. As time went on, either changes in the religious temper of the people, or that curious indifference which marks the de- scent of funerary rituals, resulted in further modification in the burial rites. The miniature objects and utensils were no longer prepared with great care. Apparently it was enough merely to indicate the nature of the object represented The soul of the de- ceased found comfort not in the small models but in their spir - its, and it was not necessary to devote much time to the little objects themselves. Apparently a crude chair had just as good a spirit as a finely molded replica. It was only the power of the chair itself that survived. By magic, incantation and ritual, the crude clay representation could be endowed with all the quali - ties necessary, so the model gradually gave place to the picture, which was a magic form on paper or papyrus. The picture, in turn, was modified into a word, which gave the same sense of security to its late owner. He enjoyed reading the list of his earthly belongings just as much as their actual presence. A friend of mine who had devoted some years to research in Egypt told me that even The Book of the Dead might be represented in the tomb by a miniature roll of blank papyrus made into the usual shape and therefore symbolizing the Book. It does not appear, however, that this modification attained universal popularity. Some of the scrolls are so badly done that they are little more than symbols of the actual work."},{"pageNumber":26,"pageContent":"25 The Book of the Dead At this time there is not enough information available to clarify entirely the status of The Book of the Dead in the life of the old Egyptians. Professor Breasted, the most distinguished Egyptologist, told me that he was convinced that this book contained the ritual of a sacred drama performed by the living in the secrecy of the ancient temples. He justified his remarks by saying that he had personally examined the manuscripts of this work which had been marginated with prompter’s marks and notes indicating entrances and exits. The ritual was evi - dently part of the primitive mask cult. When a priest, or even a consecrated layman, put on the mask or likeness of one of the gods, he became identical with that god. The various persons of the Egyptian dramatic ritual put on the masks, crowns and regalia of the divinities and carried the symbols associated with these divine beings. Immediately these priestly actors became the very gods they represented, which accounts for descriptions found in old writings in which initiates in the State Mysteries declare that they had been in the presence of the gods and had conversed with them. It should not be supposed that these masked priests were party to an imposture or deceit. The supplicants were fully aware that human beings were wearing the masks, but they were also con - vinced that the wearer was united to the gods, was possessed by the gods, and by a mystical trans-substantiation, might bestow the virtues of the gods. The Pyramid texts are early inscriptions, largely incantations, discovered on the walls of the royal tombs of the Fifth and Sixth Dynasties at Sakkara. These inscriptions are the oldest source of our knowledge about the funeral magic of Egypt The inscriptions have been translated, but the translations are now regarded with certain reservations. Gradually, over a long period of time covering an interval of nearly three thousand years, fragments of prayers, incantations, magic rites, mystic"},{"pageNumber":27,"pageContent":"26 Manly Palmer Hall symbolism and abstract philosophical notions flowed from di - verse sources into a common repository or reservoir of literary remains, the conglomerate mass we know as The Book of the Dead . The texts abound in repetitions, and there are not a few discrepancies. Different chapters and verses have widely dif - ferent origins in terms of both place and time, and a variety of psychological elements are mingled in what appears to be hopeless confusion. The Book of the Dead accumulated, gained prestige and importance as it became more obviously a monu - ment of ancient times. We normally invest antiquity with an aura of prestige. A thing that is old is rare; that which is rare is valuable and highly prized; gradually origins are forgotten and the work itself emerges as an indisputable authority supported by an antiquity of tradition. No people as highly civilized and as intellectually mature as the Egyptians could fail to recognize the necessity of clarify - ing its own traditions. Between the Eighteenth and Twentieth Dynasties, the Egyptians seemed to have attempted to edit and revise their Book of the Dead . This revision is called The Theban Recension . The manuscripts continue to differ in contents, but this difference takes the form of omissions from a dominant text. It seems, therefore, that a prime text had been drawn up and decided upon. This approved version became the source of the manuscripts by various priests. The text could be and was abridged in various ways, but these abridgments do not repre- sent versions, but extractions from a dominant version. The Re- cension brought conflict to an end, eliminated repetition, and changed the status of the whole work. It was no longer a basket of fragments. It was now a book with the required elements of a scriptural writing, form, uniformity, and conformity. In the Saite period, The Book of the Dead consisted of 165 chapters or sections. It is not yet certain that this collection represented the entire work, and no texts exist in which all the"},{"pageNumber":28,"pageContent":"27 The Book of the Dead sections appear in a single manuscript. It is necessary here to diverge slightly in order to understand the religious convictions of the Egyptians. Without this understanding, the peculiar structure of The Book of the Dead is virtually incomprehen - sible. Egypt emerged into the historical period as a nation made up of previously independent tribes and provinces. These original divisions, though bound into an empire, retained their internal individuality and independence. This independence endured to the time of the conquest by the Romans. Each of the ancient provinces had its own pantheon of gods and priesthoods to administer the rituals and ceremonies. The forty-two provinces were called Nomes , and each had a patron deity. It was a pecu - liar system, for the supreme god of one province was a subordi - nate divinity in other provinces. Sometimes, through marriage or conquest, divinities enlarged their spheres of influence, as in the case of Ra and Osiris whose increasing popularity was due to the enlarged sphere of influence gained by their votaries. Actually, therefore, Egypt never had a unified religion, and the faith cannot be reduced to any basic pattern. There were many supreme gods, one for each nome, and the theologies were as numerous as the districts. In matters of cosmogony there was so much confusion that while certain general beliefs were widely held, there was infinite diversity in all detailed par - ticulars. It does not appear that the Egyptians ever attempted to formalize their faith. The only way the conflict can be cir - cumvented is to select a dominant religious group and assume that this is representative of the whole. This is satisfactory in general, but it is not susceptible of ex - amination in detail. For instance, it has never been settled sat - isfactorily as to whether Egypt followed a monotheistic or pan - theistic faith. Certainly there were many gods, but it is quite conceivable that each of the names practiced monotheism; that"},{"pageNumber":29,"pageContent":"28 Manly Palmer Hall is, recognized one supreme deity. This provincial monotheism became a state pantheism as the power of the central dynasty grew. Egyptian democracy included a democracy of divinities, a theological form of state rights. In The Book of the Dead , the soul of the deceased is judged by a jury of forty-two divinities, and these may be related to the principal gods of the forty-two provinces, each of whom has a seat on the supreme council, and is judge over one of the forty-two divisions of the Negative Confession of Faith. This Negative Confession is the code of Egyptian morality and eth - ics, and it is interesting that it should be divided into the same number of parts as the empire itself. Egypt gradually came under the influence of the religious beliefs of neighboring cultures and civilizations. In addition, therefore, to the indigenous gods, there were a number of for - eign deities partly assimilated into the various local pantheons. For a detailed consideration of this problem, the reader is re- ferred to The Gods of the Egyptians , by Sir E. A. Wallis Budge. The most popular deity of the Egyptians was the god Osiris. It appears that originally he was the local divinity of the prov - ince of Busiris. As the distinguished Egyptologist, Mariette Bey, has pointed out, this deity is seldom referred to in inscrip - tion prior to the 6th Dynasty. By the 12th Dynasty, Osiris was fully established as Lord of the World of the Dead, and by the 18th Dynasty, his cult reached a place of dominance in the spiritual life of the Egyptian people. It would not be correct to say, however, that he was accorded equal honors in all the provinces. Osiris is certainly a form of the universal Savior Divinity. He combines both human and divine attributes, and it was believed that in a remote time he had ruled over Egypt as a divinity king. Though by nature a god, he was born into the physical world to become a benefactor of humanity. He taught"},{"pageNumber":30,"pageContent":"29 The Book of the Dead his people the mysteries of agriculture and instructed them in the use of the sacred water of the Nile. It was Osiris who de- signed the elaborate system of canals, irrigation ditches, and set up the laws for the equal distribution of the water. He devised an instrument to measure the inundations; this is called the Nilometer, and because of its shape this device was identified with a cross of life. The god Osiris brought peace and order to his kingdom, and then, accompanied by a vast retinue of physi - cal heroes and divine creatures, he journeyed forth to convert the whole world to ways of peace and honor. The powers of evil, in the form of Typhon, conspired against Osiris and finally destroyed him. He died the death of a mortal being. and was buried in the tomb. But after three days, he rose from the dead to become the judge of the living and the dead. He rose, however, not as a mortal, but as a spirit, and as a spirit appeared to his sister, the widow Isis. This goddess conceived “o S i r i S , l o r d o f A M e n T i ”"},{"pageNumber":31,"pageContent":"30 Manly Palmer Hall of the holy spirit and brought forth a son by an immaculate conception. This son was named Horus. He was a widow’s son, and in him Osiris himself returned to the world. There is a question as to whether Horus was identical with his own fa - ther, but certainly Osiris dwelt in him, and through him per - formed the great work of salvation. Horus assembled the army of the elect, called The Army of the Sons of the Golden Hawk. In the last great war, the followers of Horus overcame the evil legions under Typhon, and restored the golden age. Osiris, then, is the dying god, the world sacrifice, the pledge of righteousness. He is usually represented with his body wrapped in mummy cloths, signifying death and the grave; but from the mummified body emerge the head, shoulders, and arms of the living god. At a fairly early date, Osiris was identified with the soul of the world and of nature. He was life imprisoned “i S i S A n d T h e i n f A n T h o r u S ”"},{"pageNumber":32,"pageContent":"31 The Book of the Dead in form; vitality, mysteriously locked in the dark shell of sub - stance. He was the germ in the seed that cannot live again un - less it dies. Some writers believe that his cult originated among an agricultural people, and that the god himself represented growing grain. There is at least one figure of the deity known in which he is shown with his body entirely covered with sprout - ing plants. It was part of Egyptian ritual that the dead were immedi - ately identified with Osiris. When a man died, his old identity ceased and his spiritual nature, which survived the grave, was referred to simply as Osiris. This adds considerable confusion to the mortuary texts, for the deceased person always speaks as Osiris, and may address the god as Osiris to Osiris. The soul or spirit double of the human being was called a Ka, and the hieroglyph for it was in the form of upraised hands. This Ka was strangely dependent upon physical condi - tions even after it had departed from the mortal life. It required food, and depended for its happiness upon rites and ceremonies by the living. The Ka was also sorely distressed if his tomb was violated. Severe penalties imposed for the desecration of tombs would indicate that grave robbery was common, and consti - tuted a distinct problem among the ancient Egyptians. We have already mentioned the various articles buried with the dead to comfort the estate of the Ka. To the previous de- scription may be added the ushebti figures. These were little images from one inch to twelve or fourteen inches high. They were made of wood, clay, or faience, and in design resembled small mummies. These little figures were usually inscribed with prayers and magical formulas. Several hundred might be placed in a single tomb. When the Ka required any labors to be performed which were distasteful to it, it could call upon the souls of the ushebti, and these, like obliging little gnomes, would hasten to accomplish the necessary task."},{"pageNumber":33,"pageContent":"32 Manly Palmer Hall The Ka required numerous rituals performed by surviving relatives and friends to assure its security. Failing to receive this assistance it might become vengeful and punish those who did not perform their duties. Like the Christian soul in purgatory, the Ka needed the consolation of its faith and the Egyptian equivalent of the Mass for the dead. Before the Ka could enter the Place of Peace , the Amenti, or Elysian Fields, it must stand in judgment before the god Osiris in the great Hall of the Twin Truths. Here the Lord of Aalu, seated upon a throne, and surrounded by attendant divinities and the jurors, listened to the Negative Confession which was spoken by the heart of Osiris the deceased. If the soul was jus - tified by its own works, it might then proceed into the green pastures watered by the celestial Nile. Here, according to the older version, the soul dwelt in eternal tranquility as one of the blessed Osiris dead. The occupations of the soul were similar to its earthly activities, but there was no longer any pain or disap - pointment or suffering. If the soul failed in the last judgment, its fate was uncertain. The Egyptians did not seem to have any clear picture of the condition of so-called lost souls. Some writers are of the opin - ion that the unworthy were devoured by a deity with the head of a crocodile and the body of a sow. Such a divinity is invari - ably present in the scenes representing the last judgment, but its actual duties are unknown. The Egyptian had no conception of tortures or punishments in the afterlife. It has been suggested that failure in the court of Osiris resulted in the second death. The Osiris dead perished again; that is, the soul died and re- turned to oblivion If the second death resulted in the annihila - tion of the Ka, this may account for the absence of any further details about the subject. In the sphere of mystical speculation, the crocodile-sow god - dess is believed to represent the material world If so, the soul"},{"pageNumber":34,"pageContent":"33 The Book of the Dead may be swallowed up again in matter; that is, reborn in the physical condition. This would imply that the Egyptians ac - cepted the doctrine of rebirth. The point is of interest, but actual proof is lacking From these notes we are now equipped to interpret, in part at least, the symbolism of The Book of the Dead, which is con - cerned with the circumstances occupying the period of time between the moment of decease and the final appearance of the Osirified soul before the god in the Hall of the Twin Truths. This transition was a most complicated affair, and required familiarity with various prayers, invocations, hymns, magical words and mortuary rites. Wealth and position seem to have complicated this after-death adventure. The rich and the pow - erful required elaborate instruction, but a few simple fragments of advice sufficed for the poor and lowly. Perhaps these latter had to depend on their own wits or were peculiarly favored in the afterlife to compensate for their lack of material advantag - es. In these details the Egyptians were not so different from the followers of more modern faiths. The cost of dying has always been in proportion to the means available. It was during the later Saite period that the mortuary ritu - als known as The Book of the Dead received a name in Egypt by which the manuscripts should be known today. The entire corpus was called The Book of the Opening of the Mouth and the Coming Forth By Day . The meaning was obvious: the soul which abides by the laws set forth in the manuscript does not wander in darkness; rather, it dies with good hope and goes forth in the light of truth. Darkness signifies ignorance; day represents light—the light of the mind and the light of the soul. To go forth by day, is to abide in the light. Although there are a number of fine papyrus rolls of The Book of the Dead , the most celebrated examples are available only in European museums. Smaller collections of early writings in"},{"pageNumber":35,"pageContent":"34 Manly Palmer Hall private libraries are usually limited to fragments. The Egyp - tian government will not permit any antiquities bearing texts to be exported from the country. Occasionally an exception is made when a better example of the exact text is already in the national collection. Probably this is because there is a growing conviction that the mysteries of Egyptian writing have not yet been completely solved, and fragments now regarded as com - paratively unimportant may in the future prove immensely valuable. We are therefore extremely fortunate in having an almost complete manuscript of this valuable sacred writing in the Li - brary of our Society. We say almost complete because as in nearly all known examples, there is a certain amount of dete- rioration due to age. As these manuscripts were rolled into the cloths bound around the mummy, the gums and spices used in embalming affected the papyrus, especially the outer parts of the roll. With the exception of this type of damage, the manu - script is complete. It is written in the almost imperishable black ink of Egypt upon a good grade of papyrus. It is approximately ten inches wide and twenty-three and a half feet long. From its size we realize that it contains only extracts from the larger cor - pus of chapters. The manuscript in Turin, which is similar in style, extends to a length of 165 feet. Here is the evidence that the size of the manuscript was determined by the importance of the person for whom it was made. We are fortunate, however, in the fact that our papyrus is illustrated with many vignettes and hundreds of small figures forming a panorama of the mortuary ritual extending along the top of the papyrus. There are a few lubrications in a dull brick shade, and the lines of the scribe’s original sketches in red are still visible in the groups of larger figures. Like most Egyptian manuscripts of importance, this papyrus has passed through a number of collections. In 1909 it was in"},{"pageNumber":36,"pageContent":"35 The Book of the Dead the MacGregor collection and was described in part by Jean Capart in Zeitschrift fur Agyptische Sprache und Altertumskunde mit unterstutzung der Deutschen Morgenlandischen Gesellschaft (Leipzig, 1908-09. pp., 14-21). On June 26, 1922, it was part of the MacGregor collection at the auction galleries of Sotheby & Company, London, pos - sibly the world’s most celebrated dispenser of rare books. At the Sotheby sale it was acquired by William Permain to become part of the collection of William Randolph Hearst. When Mr. Hearst disposed of a large part of his collection of antiquities in New York in 1942, the papyrus was purchased by Mr. Ernest Dawson, from whom we secured it almost immediately. In its present form the papyrus has been divided into nine sections. These sections have been mounted to add strength and are enclosed in rectangular glass frames. This papyrus differs from all other known examples in one important particular. On the reverse of one of the sections is a panel of writing and figures comprising seventy four amulets arranged in columns. This list of amulets presents an interest - ing problem, which we will discuss later. Our papyrus was written about 600 B. C. and was prepared for a priestess named Ta-er-Pet. Unfortunately we will prob - ably never know anything about this venerable woman except that she died in the consolation of her faith and enjoyed the benefit of a rather nice manuscript to direct her wanderings on the threshold of the future life. She was evidently a person of consequence, for her portrait appears in the manuscript, and there does not seem to be any evidence of the crowding and overlapping of figures or inscriptions which occurs in manu - scripts commercially prepared in advance. It seems that the pa - pyrus was prepared especially for her. The writing is excellent in quality, the drawing shows spirit, and we may assume that"},{"pageNumber":37,"pageContent":"36 Manly Palmer Hall the scribe was a man of importance, and the circumstances justified a work of quality. It is appropriate that this papyrus should have a name so that it can be included among works of its kind with a proper identi - ty. Usually these old writings derive their name first from some important person associated with their discovery or translation, but importance is relative and distinction is fleeting, and in the end the majority of the old rolls come to be designated by the name of the person for whom they were originally prepared. We suggest therefore, that this Book of the Dead be officially known hereafter as the Papyrus of Ta-er-Pet . Generally speaking, it is not profitable to translate copies of The Book of the Dead except for very critical reasons. One of the standard versions from the more complete rolls serves the purposes of the average scholar. Those interested in the text should therefore consult The Book of the Dead by Sir E. A. Wal - lis Budge, which gives a complete translation of the magnifi - cent papyrus of Ani in the British Museum. The greater interest lies in the illustrations, which often show important variations, and in the case of our papyrus, the collection of amulets and related matters on the reverse. We are here reproducing three sections from the Papyrus of Ta-er-Pet: sections 4, 6, and 7, according to the present divi - sion. We are also reproducing the important panel of amulets from the reverse, as this panel is not readily available to stu - dents of Egyptology. The most dramatic and best-known illustration in The Book of the Dead is that which represents the Psychostasia (see Figure 1) . Here is represented the weighing of the conscience, the last judgment. The setting is the Hall of the Twin Truths, bordered at the extreme ends by the two columns which uphold the elaborate canopy of the roof. In the upper part of the central scene are the forty-two jurors, each with an appropriate mask"},{"pageNumber":38,"pageContent":"Figure 1. “T h e p S y C h o S T A S i A .” The Priestess Ta-er-Pet enters into the presence of the great god Osiris and the 42 jurors to make the recitation of the 42 jurors to make the recitation of the 42 negative articles of the Confession of Faith. She is weighed in the balance and found true. She adores the great god in the Hall of the Twin Truths, and is sanctified unto him as a soul in Osiris."},{"pageNumber":39,"pageContent":"38 The Book of the Dead or symbol. The soul of the lady Ta-er-Pet kneels before the ju - rors at the right of the second row. Between her and the gods is an altar of offerings. The persons of the drama in the large central scene, in order from left to right, are as follows: The first figure is the goddess Maat. Her name is the Egyptian word for truth , and also the word for ostrich plume . She is the goddess of justice and law, and wears the hieroglyphic of the plume as her crown adorn - ment. In most instances, Maat is pictured with a bandage over her eyes. This symbolism has extended to modern times, for it is customary to represent justice as blindfolded to indicate that the law cannot be influenced by external appearances. In our manuscript, Maat is figured without an eye, to convey the same meaning. The second figure is that of the priestess Ta-er-Pet. She is wearing a linen skirt, and her arms are raised in the form of the hieroglyphic of the Ka — the soul. Here we have an instance of a human figure in the posture of a symbol, which, in turn, is the form of a glyph. The posture tells us that this is the soul of Ta-er-Pet. She has become Osiris, and her Ka is entering the hall of judgment. Upon a high altar, possibly intended to be a hieroglyphic of a tomb, sits the old monster, the Crocodile-Sow, believed to represent the power of evil, the devil’s advocate, who awaits to devour the unrighteous. The form of this deity differs some- what in various manuscripts, but always a composite creature is suggested. Earlier Egyptologists believed this monster to be a form of Typhon, whose plots in ancient times brought about the death of the god Osiris. The Eater of the Dead , the goddess Am-mit, is described in the papyrus of Hu-neffer as composed of three creatures. The forepart of her body is a crocodile, the hind part a hippo - potamus, and the middle part, a lion. Thus it appears that the"},{"pageNumber":40,"pageContent":"39 Manly Palmer Hall Devourer differs in detail of design according to the fancy of the artist and the period of the writing. The fourth figure represents Ta-er-Pet bowing to the god Thoth. There is a red underdrawing here, indicating that the artist had originally intended to represent the priestess with a full skirt. Does this mean he considered the possibility of de- picting the priestess in male attire because she was now Osiris, or does it suggest that the manuscript was originally intended for another person? I am inclined to the former notion, because similar red underdrawing is present in a number of neutral scenes. The fifth figure is that of the god Thoth, wearing the Crown of the North adorned with ram’s horns. Thoth wears also the mask of the ibis, the bird always associated with him. He car - ries in his right hand a writing tablet, and in his left, a sharp instrument—a brush or stylus. These are his usual emblems, for he was dignified as the scribe of the gods and the lord of the writing tablet. Upon his tablet were inscribed the words, “That which has been will be, I have spoken.” The figure of Thoth is very well delineated, and he is present to record the findings of the divine jurors. He is the keeper of the Book of Life , in which he writes the names of the blessed souls who have merited the afterlife. Thoth is the reputed author of The Book of the Dead , and his spirit is the writer of all that has been written by all of the wise of all times. Thoth is the personification of wisdom and of the memory that knows all things. The next group consists of two deities: Anubis, the jackal headed; and a figure probably representing Horus—the gold - en hawk. Between them rises the central support of the great scales, and on the beam above sits the cynocephalous ape, the genius of just weights and measures. He is seated squarely in the center to preserve the balance, and faces Osiris. Anubis is the guardian of the souls of the dead. He is also the guide who"},{"pageNumber":41,"pageContent":"40 The Book of the Dead conducts the deceased through the various passageways of the underworld. He is a benevolent deity who brings the dead in kindness to the house of Osiris. Horus may be present in the capacity of the intermediary. He pleads with his father for the souls of the blessed dead. He is Osiris, reborn of sacrifice, ever tender toward the frailties of mankind, ever forgiving and in - terceding for the weakness of the flesh. The scales themselves end in small pans. In the left pan rests a small urn representing the heart of the priestess Ta-er-Pet. It is the lips of the heart that speak the confession of faith, and as each of the forty-two negative statements of belief is given, the judges watch the balance, which will shift its weight if any untruth is spoken. The opposite pan of the scale contains a small seated figure of the goddess Maat, identified by her os - trich plume. The heart, therefore, is weighed against justice, and its words are weighed against truth. We have mentioned the Negative Confession. This term has been applied because all the statements are expressed in nega - tive terms and are addressed in turn to the forty-two judges. For example: “O Amsu, I have not been angry without reason. O Basti, I have not caused tears. O Hewer of Timbers, I have not murdered. O Consumer of Shadows, I have not robbed.” We may infer that the deceased priestess has passed the test successfully, for she appears again at the right of the scales bearing in her hands vessels of offerings. One urn contains a liquid, which she is pouring upon an altar, and the other is an incense burner, according to lounge, from which rises what may be intended to represent a curved thread of smoke. To the right of the small altar is a larger table piled high with offerings of food and flowers. Obviously, these are spirit gifts. In some manuscripts, four images, representing the sons of Horus, stand amidst the offerings. The four circles in our version may have the same meaning."},{"pageNumber":42,"pageContent":"41 Manly Palmer Hall Facing the altar and seated upon a throne, is the god Osiris, Lord of the Plains of Aalu. He wears the white crown of Up - per Egypt, ornamented with ostrich plumes, and the crown is adorned with the curled horns of the ram. Osiris carries the hek and the nekhekh , the shepherd’s crook and the scourge. The crook is the ideogram of the word meaning to rule. Somewhere this symbolism ties in with the legends of the Shepherd Kings, and signifies the priestly office of rulership. The Pharaoh was the shepherd of men, and Osiris was the shepherd of souls. The scourge represents temporal authority over the bodies and persons of the governed. The Egyptians interpreted these sym - bols to mean restraint (the crook), and inciting to progress (the scourge). The face of Osiris is black, and he wears the ceremonial beard. The dark face indicates that he is god of the underworld, and regent of the dead. Darkness conveyed to the Egyptian the quality of being concealed or difficult to know, obscure, or secret. The body of Osiris is bound with mummy wrappings as a further indication of his association with the funerary rites. The peculiar formation which appears to be the back of the chair is worth noting. Perhaps no special symbolism is implied, but the regalia of the Priest King included the tail of a lioness. It may be that the design, hieroglyphically conventionalized, is meant to suggest this ritualistic appendage. Behind Osiris are two female figures representing the sister goddesses Isis and Nephthys. Each of these deities wears her ideogram as a headdress. The headdress of Isis is the empty throne chair of her murdered husband Osiris, and the head - dress of Nephthys is a house with an extending roof. These two goddesses wept at the bier of Osiris, and are nearly always present standing behind the god in representations of the Psy - chostasia. They are probably present as mourners, for the souls of the dead rejoice in receiving sympathy and consolation in the great hour of trial."},{"pageNumber":43,"pageContent":"42 The Book of the Dead Following an appropriate rule evolved by Egyptologists, the deceased person, having become Osiris, must in some way be distinguished from the god for purposes of description and ex - planation. This is done by combining the word Osiris with the first letter of the name of the deceased. The priestesss Ta-er-Pet, in the ritual, therefore becomes Osiris T. There can be no doubt that the great judgment scene has a profound mystical significance. After the death of the personal - ity, the deceased person ceases to bear the name that belonged to the body. The ritual is the quest of the over-self. In the most hidden parts of man dwells his own reality, his eternal being, his real self. This hidden spiritual nature is Osiris. The death of the god describes the imprisonment of the spiritual self in the world of material illusion. Osiris T. the deceased, is the per - sonality, a psychological complex, produced by the experiences of material life. After death, the personality goes in search for its real self. If it is worthy, by nature, to discover itself, the personality is then identified with its own divine nature and becomes Osirified. If the personality be unworthy by its own temperament to know the mysteries of the self, then it wanders in vain, and ultimately perishes. Whether the personality sur - vives or not, the great self, Osiris, continues unchanged and sends forth other personalities. This process continues until a personality is created that is capable of experiencing conscious union with the over-self. This union bestows immortality upon the personality which then becomes an incarnation of the god. These incarnations are the elect, the blessed sons of the light, the initiates of the Mysteries. The ritual, therefore, is an experience in consciousness. The individual approaches his own universal. He seeks his hidden father in the house of the secret places. The Egyptians believed firmly that the personality can survive only when it is united in consciousness with its own principle. The world of the blessed"},{"pageNumber":44,"pageContent":"Figure 2. “A l e A f o f T e x T w i T h V i g n e T T e S .” The upper frieze that extends throughout most of the papyrus is a panorma of a funerary ritual depicting priests, gods, mourners, representations of the mummy of the deceased, and symbols and implements relating to the Egyptian religion."},{"pageNumber":45,"pageContent":"44 Manly Palmer Hall is not actually a place, but a state of being. Those who are unit - ed with their own spiritual selves abide in peace. The Plains of Aalu symbolize the condition of internal tranquility. Unless the personality can attain to the realization of its own divinity and unite its own soul with the world soul, it cannot abide in its father’s house. Figure 2 is a typical section from our papyrus. The upper frieze consists principally of priestly figures supplicating the gods and presenting offerings. The large central vignette, di - vided into eight compartments, presents points of special in - terest. The four larger rectangles contain eight animals upon pedestals resembling tombs; these are the seven white kine and the black bull, and the design usually forms a vignette of the chapter of The Book of the Dead entitled The Chapter of Provid - ing the Deceased with Food in the Underworld. In the papyrus of Nu, the deceased addresses the seven Kine and the bull by name, saying: “Hail, ye cows and bull, grant ye cakes, and ale, and offerings of food to the Osiris Nu and supply ye him with food.” The black bull may be Mnevis, whose worship centered in Heliopolis, the city of the sun. Mnevis was a form of the Sun- god Ra, and the panels represent one spiritual power and seven bodies or shadows of that power. Perhaps the meaning is as - tronomical, or more likely, it is the spiritual self and the seven bodies of the self recognized by the Egyptians in their divisions of the metaphysical constitution of the human being. The four smaller panels at the left contain the figures of the Sons of Horus, each accompanied by an all-seeing eye. With each of the Sons of Horus appears a curious symbol probably intended to represent the rudder of a ship. The rudders are sym - bolical of the four cardinal points of the heavens, and each in turn, according to its direction, is addressed by the deceased in this form: “Hail, thou beautiful Power, thou beautiful rudder"},{"pageNumber":46,"pageContent":"Figure 3. “A n o T h e r S e C T i o n o f T h e p A p y r u S o f T A - e r -p e T .” The frieze continues along the top depicting mythological monsters, spirits, and genii. There is a door beyond which are the ships which carry souls across the waters that divide the living from the dead. The vignette at the left includes scenes from the entombment, and the gods in the drawing at the right are Horus and Thoth, guarding the Gates of the Four Winds."},{"pageNumber":47,"pageContent":"46 The Book of the Dead of the northern heaven.” If the words are correctly spoken the god Ra shall become a rudder to guide the soul through the mysteries of the Disk — that is, the heavenly sphere. Figure 3 helps to clarify our understanding of the arrange- ment of the contents of the tomb. At the left are four rectan - gular frames containing scenes. The upper rectangle shows the mummy lying upon the iron couch. Above is the bird of the soul, the Bennu, or Egyptian Phoenix, symbol of immortality. Under the couch are the four canoptic jars, each with its ap - propriate genie represented on the lid. From left to right the masks of the jar lids are as follows: first, Kebhoiusnuf, guardian of the liver and gall bladder, with the head of a hawk; second, Snouf, protector of the heart and lungs, pictured with the head of a jackal; Hapi, custodian of the small intestines, depicted with the head of a cynocepha - lous ape; and fourth, Amset, into whose keeping was entrusted the stomach and the large intestines; he is represented with the head of a man. Directly beneath this figure is another showing the mummy lying upon the couch, while above it hovers the human-headed hawk, a symbol of the soul of the deceased. The lower designs show offerings made, possibly to the soul of the dead person. The frieze of this panel contains a number of interesting sym - bols and is typical of manuscripts of the Saite period. There are gods, priests, and various symbols, prominent among which are the ships that carry the soul across the River of Death (up - per right). The large illustration at the right shows the two deities Thoth and Horus. The upper panel is duplicated below with the dei - ties reversed. The large illustration at the right appears to be a variant of the vignette for the chapter of The Book of the Dead , entitled, The"},{"pageNumber":48,"pageContent":"Figure 4. “r e V e r S e o f p A p y r u S S h o w i n g p A n e l o f M A g i C A l C h A r M S .” This unique inscription consists of the substitution of drawn figures for actual objects usually buried in the tomb for magical purposes. The various designs are accompanied with descriptive symbols. Apparently it was intended that this writing should protect the soul of the deceased in the other world, supplying the weapons necessary to combat the demons and placate the guardians of the various spheres. No other tablet of this kind is known to exist. "},{"pageNumber":49,"pageContent":"48 Manly Palmer Hall Chapter of Forcing an Entrance into Heaven . In the papyrus of Neferuben-f, the god Thoth is represented opening the Doors of the Four Winds. In our manuscript, Thoth and Horus per - form this task. The Doors are referred to as the four entrances into heaven. This leaf shows clearly the deterioration due to decomposition of the papyrus. Figure 4 is the reverse of one of the panels, showing the im - portant selection of magical charms and figures by virtue of which this manuscript is unique. In explaining this panel, we will have reference to Jean Capart’s article in the Zeitschrift mentioned earlier: The list of amulets is partly bordered with sections of chapters 7, 8, 15, and 17 of The Book of the Dead. The list of amulets “...is disposed in regular squares placed in vertical columns of five amulets. The scribe gives first the name of the amulet, then the design of the ac - companying amulet, and then the number. The squares that are sufficiently compressed in the first line, spread out little by little to the detriment of the ensemble. “In several places we notice proof of the little care with which the scribe has executed his work, inverting now and then some figures, altering some words. “One may ask why the list of amulets was written on a papyrus of The Book of the Dead. That is a new stage in the evolution of amulets. From real objects they have become diminished progressively in size, to small fig - ures of a few millimeters in height, more often in gold. When one judges that their configuration alone was sufficient, the designing of the list on a papyrus placed with a mummy was believed to put at the disposition of the defunct all the arsenal of amulets which at that epoch constituted, as has been said, a veritable magical armory about him."},{"pageNumber":50,"pageContent":"49 The Book of the Dead “The transition from amulets in gold to the amulets designed on papyrus is furnished us by a class of monu - ments of which I shall be content to cite one specimen. It concerns little leaves of gold on which are engraved images of the amulets. This plaque is in the British Museum. In simple words, our papyrus is believed to be the only example of the writing of the forms and symbols of amulets usually accompanied by the word signifying gold, on the blank reverse of a papyrus of The Book of the Dead . This panel of talismans served the purpose previously filled by enclosing the magical articles themselves in the sepulchre.” We cannot look upon this ancient monument of Egyptian re- ligion without feeling strangely close to this old people. Thou - sands of years ago they were struggling toward an understand - ing of the spiritual mystery of life. That they attained greatly, we cannot doubt, for they have left in the Negative Confes - sion a standard of morality and ethics which the modern world would find difficult to maintain. As we read this Confession, we cannot but wonder how many of us could, speaking truth - fully from the heart, deny that we had ever injured another person, been envious of his goods, or attempted to corrupt the public welfare for our private purposes. How many of us can say that we have never been angry, never unkind, and never failed to help the needy? Yet these, and many other require- ments, were part of the Egyptian way of life. In the last day, when the soul stands in awful judgment be- fore the throne of the great Osiris, it speaks the words of truth in the presence of the jurors of the dead, saying: “I have never sinned in my heart, I have never failed in my task, and I have never doubted the abiding glory of the gods.”"},{"pageNumber":51,"pageContent":"50 The first Egyptian Books of the Dead were produced around 1450 BC and production went on until around 50 AD. For 1500 years thou- sands of these manuals for the dead were produced by the scribes of an- cient Egypt, and yet only about 100 complete copies survive today. The Book of Ta-Er-Pet was purchased and removed from southern Egpyt by the prominent Victorian amateur Egyptologist, Rev. William MacGregor, for his private museum in Staffordshire. There it remained for over two decades before being sold in 1922 to William Randolph Hearst. Facing financial difficulties at the start of World War II, it was sold once again in 1942 and subsequently became the property of the Philosophical Research Society. Further research in 1995 by American Egyptologist, Dr. Malcolm Mosher, indicated the Papyrus of Ta-er-Pet came from a first century BC cemetary (having been previously incorrectly dated to 600 BC) near the ancient Egyptian city of Akhmim. It was probably removed by treasure hunters and sold to MacGregor around the time when French archeolo- gist Gaston Maspero, early director of the Egyptian Antiquities Service, was excavating the site. According to Dr. Mosheri, the Ta-er-pet Book of the Dead reveals a sort of religious revivalist antiquarianism, when wealthy Egyptians of First Century BC, around the time of Cleopatra, desperately tried to maintain connection with their ancient heritage, as their real world became increasingly Hellenized and Romanized. It is likely this 23 foot long papyus scroll was copied from a much earlier example, and the scribe may have had no idea how the text actu- ally read. However, still to this day, it is the only Book of the Dead to include a unique chart depicting 75 protective amulets, talismans to protect the body and soul of Ta-er-pet beyond the Gate of Four Winds. Afterword A B r i e f H i s t o r y o f t H e P A P y r u s o f t A -e r -P e t"},{"pageNumber":52,"pageContent":"Works on Occult Philosophy by Manly P. Hall Visit Our Online Catalog at www.prs.org/prspub.htm FREEMASONRY OF THE ANCIENT EGYPTIANS Interpretations of the Freemasonry of ancient Egypt are set forth as revealed in the teachings of the State Mysteries, including Egyptian magic, the Osirian cycle, the secret doctrine of Egypt, and the initiation of Plato. The appendix is a restoration of the ancient Egyptian mystery rituals, The Crata Repoa, describ - ing initiation ceremonies which took place in the old temples (as translated by Dr. John Yarker from the French edition of 1778). $12.95. Paperback. 162pp. ISBN: 0-89314-403-2 MYSTICS & MYSTERIES OF ALEXANDRIA (Adept Series) This illustrated text explores the doctrines Alex- andria in Asia Minor, North Africa, and Eastern Europe, and how they laid the foundations of alchemy, Rosicrucianism, astronomy, and the her - metic arts which have survived in the secret societ - ies of the modern world—esoteric schools which flourished in Alexandria for over 500 years. $12.95. Paperback. 162pp. ISBN: 0-89314-544-0 Recommended Audio Recordings by Manly P. Hall T H E M YS T E RY & M E A N I NG O F T H E ANCIENT RITUALS This archival audio series of Manly P. Hall includes over eight hours of lecture material. 1. The Initiation Rites of Ancient Egypt 2. The State Mysteries of Greece & Rome 3. Esoteric Rituals in Early America 4. Secret Ceremonies in China & Japan 5. The Secret Symbolism of the Christian Mass $40.00. 5 Audio Cassettes. ISBN: 0-89314-193-3"},{"pageNumber":53,"pageContent":"For complete information, including a Catalog visit our website at http://www.uprs.edu UNIVERSITY OF PHILOSOPHICAL RESEARCH 3910 Los Feliz Boulevard, Los Angeles, CA 90027 e-mail | registrar@uprs.edu phone | 800.548.4062 fax | 323.663.9443 A CONTEMPORARY WISdOM A CAdEMY UPR utilizes universally accessible online and telecommu- •\t nication technologies to teach its graduate courses Learn in your free time and wherever you can access •\t the Internet and/or a Cd player Enjoy the privilege of interacting with the world’s •\t leading teachers of wisdom Online learning keeps tuition at affordable rates •\t UNIVERSITY of PHILOSOPHICAL R ESEARCH TRANSFORM YOUR PERSPECTIVE AN d YOUR LIFE | In today’s global postmodern world, a holistic, multicultural, evolutionary and spiritual perspective is a necessity in every life enterprise . For those lacking these consciousness skills, today’s world presents a crisis; for those possessing them, a wide opportunity and a promise. With a gradu - ate degree from UPR, you can more fully realize your highest potential and become a dynamic participant for achieving universal cultural and spiritual harmony in our time. Nationally Accredited MASTER ’S dE gREES •\t Consciousness Studies •\t Transformational Psychology Online Learning | the wave of the future WHAT OUR g RA dUATES b ECOME | Our graduates are inspired by the aspiration to become leaders of society with the capacity for liv - ing well and doing good as teachers, writers, scholars, life-coaches and administrators."},{"pageNumber":54,"pageContent":"ISBN-10: 0-89314-355-3 ISBN-13: 978-0-89314-355-8 A b o u t t h e A u t h o r Manly P. Hall founded the Philosophi- cal Research Society, Inc., a non-profit organization in 1934, dedicated to the dissemination of useful knowledge in the fields of philosophy, comparative religion, and psychology. In his long ca- reer, spanning more than seventy years of dynamic public activity, Mr. Hall de- livered over 8000 lectures in the United States and abroad, authored over 150 books and essays, and wrote countless magazine articles. V i s i t u s A t w w w . p r s . o r g"}]
