[{"pageNumber":1,"pageContent":"THE WAR ON CONSCIOUSNESS by Paul Levy We are truly in a war. It is not the war we imagine we are in, which is the way our true adversaries want it. It is not a foreign war against a foreign enemy. It is a war on consciousness, a war on our own minds. The global war on terror that is being fought around the world is an embodied reflection in the material world of a deeper, more fundamental war that is going on in the realm of consciousness itself. We have the most criminal regime in all of our history wreaking unspeakable horror on the entire planet, while simultaneously waging war on the consciousness of its own citizens - US. If we aren’t aware of this, we are unwittingly playing into, supporting and complicit in the evil that is being perpetrated in our name. A government’s war on the consciousness of its own citizens is by no means unique to the Bush administration. Abusing power over others so as to limit their freedom is an archetypal process that has been endlessly re-enacted by governments throughout history in various forms. With the Bush administration, however, the pathological aspect of this process has become so exaggerated and amped up to such a degree that it is just about impossible not to notice its staggering malignancy. With the Bush administration, the underlying evil that has played out in our government over many years is becoming overwhelmingly obvious for all to see. With the Bush administration, the underlying evil that informs systems of government that are based on “power over” instead of “liberty for” is coming out from hiding in the shadows. Instead of being acted out underground, our government is acting out this evil above ground, in plain sight for all who are courageous enough to look. Impeaching Bush and Co. ultimately won’t change anything unless we deal with the corrupt powers which control and direct them. George Bush is just a finger-puppet of the hidden hand which animates him. Bush only has apparent power, as he himself is a minion of far more powerful predator-like forces whose nefarious interests he serves. Whether we call it the illuminati, the global elite, a shadow government, or a secret cabal, there is no doubt that there are darker, self-serving forces that have insinuated themselves into and taken over our government. The terrorists that we should be worried about are domestic terrorists who are actually implementing their agendas from deep within our very system of government itself. The United States Government itself has become a “front” for the underlying military-industrial-financial crime syndicate that animates it. This is not to say that there aren’t many good, well-meaning people in our government – they are simply prohibited by the very nature of the corrupt system they are in from reforming it. Our system of government is rigged in such a way so that there is no way to transform the system within the system itself. The underlying core of our government has become rotten such that the entire operation simply feeds into and is an expression of the same underlying corruption. All of the scandals continually coming out are like the superficial skin rash of a much deeper systemic disease, like a cancer that is infecting the greater body politic. Citizens who are not aware of our government’s insidious intrusions into our lives are unwittingly feeding the corruption they are looking away from in their very act of looking away. The “powers” that have taken over our government have become concentrated and centralized in just a few elite hands, proving how easy it is for the few to control the many. They almost control all the levers of power: financial, political and judicial. In this war on consciousness, these powers-that-be are using the most advanced mind-control technology that our world has ever known to make its takeover complete. The essence of mind-control is information control, which is one thing our overly secretive current administration is very good at. MIND-CONTROL The private interests that control our government have an incredible mind-control/propaganda machine at their disposal in the form of the mainstream media, which if not quite fully owned and controlled, is certainly under their “influence” enough to serve their underlying self-serving agenda. George Orwell once said that omission is the greatest form of lie – this perfectly describes the corporate owned media of today which is nothing other than the propaganda organ of the state. The corporate world and our government are becoming indistinguishable, which is one of the hallmarks of fascism, or more accurately – corporatism. In addition to information, our government is adept at putting out dis-information, whose intention is to create distractions and confusion so as to cover its tracks and hide its true intentions. It will purposely leak stories that are not true simply to cover-up what it is really doing. By putting out misleading information, the government hides behind its self-generated smokescreen like an octopus squirting ink."},{"pageNumber":2,"pageContent":"Quite often, right at the moment when people’s focus is moving towards some area of criminality in the White House, the administration will even create a diversionary event for the public to put their attention on. Memories of those color-coded terror alerts that always seemed to happen right when something bad was starting to happen for the Bush administration come to mind. In creating distractions, our government is able to steer our collective attention in directions that allow it to successfully accomplish its malevolent goal of grabbing all the power it can get. In a diabolical ploy, the administration will even feed stories to a compliant press, and then reference these stories as justification for enacting its pre-planned agenda. One glaring example is when the administration fed Judith Miller of the New York Times stories about Iraq’s weapons of mass destruction. Once this propaganda appeared on the front page of the Times, the administration was only too happy to use it as evidence for why we should go to war. WMD could easily stand for “Weapons of Mind Deception”, as our own government is continually trying to “Deceive” our “Minds”, which is the battlefield in which the war on consciousness is being fought. We are all on the front lines in the war on consciousness, whether we know it or not. Instead of shooting us, our government is using cutting-edge mind-control technology to psychically emasculate us. In order to be able to deal with the evil that the Bush regime is perpetrating, we first have to become acquainted with that very same potential evil in ourselves so as to be able to recognize it in the outside world. The way to vanquish our adversary is to be found hidden within the very nature of our own awareness, which contains the key to its own freedom. The corporate-mainstream media “captivates” our attention, capturing a part of our self-reflective, discriminative awareness, thereby restricting the range of our conscious awareness, which is what hypnotism is all about. Once the attention of the masses becomes entranced, the corporate/government media can then “play with” our mind. This unholy trinity of corporate/government/media can create an obsessive fixation on certain superficial events that “seize” the collective psyche. For example, it feeds the masses sensationalized stories such as Anna Nicole Smith ad nauseam so as to divert our attention from the evil that is being done behind the scenes in our name. Ex-CIA director Allen Dulles used to say that the most effective way to disguise a secret is to pretend to openly share information. The Bush administration isn’t interested in solving problems as much as creating good PR (Public Relations) for itself. With one hand the Bush administration will try to appear like it is openly sharing information and being transparent, while with its other hand it will be actively obstructing the very process it is seemingly supporting. A vivid example is the government’s 9/11 commission, whose aim was allegedly to shed light on what happened on 9/11, while covertly – behind the scenes – the Bush administration was doing everything it could to hinder the commission’s inquiries (see, for example, 9/11 Commission Report: Omissions and Distortions, by David Ray Griffin). All one has to do is investigate the numerous ties to the core cabal of the neocon Bush administration that the members of the 9/11 commission have and the degree to which it was a deliberate operation to obscure the truth becomes apparent. It was as if the White House was investigating itself; the foxes truly guarding the henhouse. The 9/11 commission and its report, just like the Warren Commission and its report on the Kennedy assassination, was a façade, a show, a display in which it appeared like our government was giving us what we wanted, while actually being part of a deceptive game of smoke-and-mirrors. It is like a magician has hypnotized us, and is stealing what’s in our pockets while they have us under their trance in which we believe they are serving us. As if by a perverse Jedi mind-trick, the Bush administration has bewitched us into believing that it controls the national dialogue, when in a democracy the opposite is actually true. One of many examples – when confronted with overwhelming evidence that we have been torturing our adversaries, Bush responds by saying he “rejects” that claim, and the conversation stops right there and moves on to other, more superficial topics. Our government is supposed to represent us, which is to say that they are our employees. Bush has turned this around and put himself in the role of the dictator with us as his subjects. And somehow we have allowed him to get away with this. There is no escaping our individual and collective complicity in this sad state of affairs. One difference between what is happening in our country and the state-controlled media of the old Soviet Union, is that in the Soviet Union, most people were quite aware that what was being presented to them by their corrupt government as news was nothing but mind-warping propaganda. Many Americans have fallen so under the spell of the Bush regime’s criminal lies that they don’t even know they are being lied to. It is like we are living in a land of state-controlled zombies who think they are free citizens of a free country. It is as if millions of our fellow citizens have fallen asleep, as if they have become hypnotized and brainwashed by the powers-that-be‘s incessant “managing” and “massaging” of reality. These powers simply manipulate an already gullible and highly suggestible public into a game of “divide and conquer.” They get rich off of other’s blood - they incite conflict, and covertly support both sides, as they themselves reap the benefit of the"},{"pageNumber":3,"pageContent":"conflict. The corporate war machine, which is co-dependently entangled with our government, profits wildly from our invading other sovereign countries. The government-military-industrial complex’s solution to the very problem that they created by instigating wars – more war! It’s completely sick and totally insane. And we, in our dulled denial – like hypnotized sheep - simply go along and allow the whole parasitic enterprise to be fed by offering our sons and daughters as fodder. To the extent that we are not shedding light on the utter criminality and insanity of what the Bush administration is doing and saying “No,” we are all complicit in feeding our own genocide. Bush and our Congressional leaders are mouthpieces for the advertising campaign of distortion and falsehood that is being “bomb-arded” into our psyches on a daily basis. Our “leaders” repetitive slogans and incantations brand and imprint themselves deep into our unconscious, where many who do not have enough psychic resistance fall under the spell. (please see Chapter 8 – “Breaking Bush’s Spell”, in my book The Madness of George W. Bush: A Reflection of our Collective Psychosis). People’s ability to discern truth from fiction has been rendered inoperative by our own government’s pattern of routinely taking liberty with the truth. Government propaganda has inverted the perception of what is actually happening, as lies are presented as truths, and up is portrayed as down in a truly Orwellian universe of confounding doublespeak. Through the “Big Lie” – which is based on that the bigger the lie, the harder it is for people to see the truth - the government has transformed myth into seeming fact, and has achieved its goal of muddling our minds so as to dis-empower us. Many of us haven’t developed the psychic immunity to be able to fully ward off the toxic effects of our government’s covert, fear-based psychological warfare. An expression of the success of our government’s psy-ops against US is the fact that there’s so little awareness about the government’s assault on our minds that it’s hardly even a part of our national dialogue. The insidiousness of the government’s covert manipulation of our minds is even found in the very term “Global War on Terror”. “The Global War on Terror” is a crazy-making, self-contradictory statement, as we can never stop terror with a war – on the contrary, wars induce terror! This term carries with it a false and self-negating premise that if we accept we’ve already given away our power. If we leave this underlying assumption unquestioned, we unwittingly allow them to frame the agenda on their terms. We have then already fallen under their spell without knowing it, as our capacity to think and respond creatively is undermined. Our inability to creatively respond to the war on our consciousness is an expression of being immobilized in fear as if frozen in trauma. The war on terror is really a war on our psyche. The war on terror is ultimately about control – control of our minds. What Bush and our Congressional leaders are doing is so morally outrageous that it is literally off the charts of accepted, “normal”, ethical, sane human behavior. In the words of French poet Andre Chenier, Bush and Co. are committing “crimes that make the laws tremble,” as they are covertly undermining our very legal and political system itself. The corruption that has infected our body politic is like a virus that is exploiting weaknesses in our political immune system so as to feed and spread its pathology. Those of us who are somewhat sane can easily lack the imagination for the depth of depravity that the Bush administration regularly acts out in the world. Our lack of imagination works to the government’s advantage, as it allows them to continue to act out the darkness in a manner which is incomprehensible to us. This is why the great doctor of the soul C. G. Jung counseled us to develop an “imagination for evil,” as being able to imagine the scope of evil that human beings can fall prey to and act out empowers us to see it clearly and thereby deal with it more effectively. Our government’s lying and criminality is so pervasive that we have become desensitized to their corruption. Their evil has become so “normalized,” that just like someone watching TV becomes numb and anesthetized to the violence, we have become desensitized to the horror of what Bush and his cronies are doing right in front of our very eyes day after day. We’ve learned – or, shall I say, become programmed - to accept the fact that the Bush administration is almost always lying, for, as we are told “All governments lie”. DEFRAUDING US OF THE TRUTH Bush and Co., with the help of the US Supreme Court and the approval of Congress, rigged the 2000 and 2004 elections (see, for example, Fooled Again by Mark Crispin Miller). Then, with the help of the corporate media which is dependent on the good graces of military and government budgets and operations, Bush and Co. put out mind- numbing propaganda that no such hostile takeover had even taken place, to the point where after a little while most people forgot that anything out of the ordinary had occurred. The government’s propaganda machine plays with our minds, putting us in a somnambulistic state so that we eventually begin to accept the version of reality (in our example, that Bush has been “elected” to be our president) that serves its underlying agenda."},{"pageNumber":4,"pageContent":"Once the office of “perception management” convinces a critical mass of people of a particular viewpoint, there is a “consensus” or “agreement” that is reached among the masses as to what is objectively true. The agreed upon version of reality takes on a “weight” and becomes the established dogma of what is collectively imagined to be really happening. Like a “religious” truth, it is irrationally believed like an act of faith by its card-carrying members, even if overwhelming evidence points to the contrary. Anyone who doesn’t buy into the arbitrarily established story is marginalized and demonized, and either called crazy, a conspiracy theorist, or even a terrorist (“You’re either with us or you’re with the enemy”). If only one person believed the propaganda-created consensus version of reality, they’d be thought of as crazy. If a small group of people believed it, they’d be thought of as a cult. When a certain critical mass of people irrationally believe this fictionalized version of reality (in our case, that Bush has been “elected” by the people) to be objectively true, however, they are considered normal. Mass psychology then becomes the order of the day, as our species, animated and inspired by fear – which Bush and his regime are only too happy to cultivate - reverts to the primitive psychology of the herd. A collective amnesia ensues, continually fed by a self-generating web of endless denial, as the manufactured consent is recreated anew every moment. A field of force which literally resists conscious reflection becomes conjured up around those who have fallen under the seductive spell of the agreed upon and artificially constructed consensus reality. Anyone reflecting back their unconscious condition is considered to be the enemy. Dissociating from their own darkness, they fight with it outside of themselves as it is projected into and reflected back by the world. Believing the agreed-upon fantasy, they collectively fall into their unconscious together and reinforce each other’s delusions in a self- perpetuating feedback loop, which is another way of saying that they have fallen into a collective psychosis. Bush was not elected by the people. The military-industrial-financial crime syndicate’s minions and operatives had already insinuated themselves into key positions of power so as to accomplish their long-planned for covert takeover of the government. Some of their cronies had already infiltrated the Supreme Court, where they literally derailed the democratic process and decided, with no basis in law, to unconstitutionally invest themselves with the authority of bestowing the election upon Bush. Bush’s seeming “election by the people” was in fact a strategically implemented political coup d’etat. Very few even noticed this act of violence because of the criminal syndicate’s control of the mainstream media. Their propaganda machine succeeded in managing our perceptions just the way they wanted, which is a polite way of saying they successfully pulled the wool over most of our eyes, or pulled the rug out from under us without too many of us even noticing. In a diabolical feedback loop, the underlying crime syndicate, by putting out propaganda (that Bush has been elected president) creates the very situation (Bush becoming president) which confirms the truth of their propaganda, like in a self-fulfilling prophecy. Being in a position of power, they are tapping into how they can shape the world in their own image, which they are imposing on the world through forceful means. They have in some perverse way begun to access how they can seemingly manipulate and create “reality”. Because of their position of power, these sick few can control the masses by manipulating events in the world, as well as playing with our perceptions. They are tapping into how in managing our perceptions, they can literally create events, and in creating events, they can manage our perceptions. This is a divine secret, but in tapping into it with an impure heart, where power is prioritized over love, it is always destined for failure. In the end, these black magicians will ultimately self-destruct, there is no question about this whatsoever. It is simply a question of mitigating the disaster as they create their own ruin. Another example of our government’s attack on our consciousness: After the 9/11 attacks, there is only one thing certain – the official story put out by our government, itself a conspiracy theory, is not true. There is no question about this to any thinking person who has even minimally studied the evidence. (see, for example, 911truth.org). The fact that our own government is not telling the truth to us about what happened on 9/11, as well as actively obstructing any investigation into what actually did happen, is a huge red flag – why would our own government be lying, and covering up their lie? Who knows (maybe the shadow?) at this point whether 9/11 was a false flag operation, covertly perpetrated by our own government against us, or whether they knew about it beforehand but simply allowed it to happen so as to gain political advantage? Something’s very fishy about the whole thing. The fact that our country, except on the margins, is not even having an open discussion about what really happened on 9/11 – the official version put out by the government is blindly accepted by millions of people as the objective truth - is another expression of our government shaping our dialogue, both nationally and within our own minds. The government’s distorted story about what happened on 9/11 is itself an expression of the deeper and more general underlying conspiracy of our government to defraud us of the truth. The last thing this criminal enterprise wants is for us to see what it is doing. These criminal war lords want us to believe that we live in a democracy. For example, in a diabolical sleight of hand, we are given the illusory stage-"},{"pageNumber":5,"pageContent":"show of free elections, while there is overwhelming evidence that the elections were rigged. Even to be in a position to run for president you have to be able to raise hundreds of millions of dollars – this itself is the entrance fee to the game. In addition, the only people who would be allowed by these robber barons to be in a position of power such as “Commander-in-Chief” is someone they control. Barack or Hillary? It’s an illusion of choice, a stage-managed distraction from what’s really going on. We are left with the appearance, and a misguided belief, that we live in a government run “by the people and for the people.” In a very real sense, the Democrats and Republicans are simply various factions who are fighting for the right to represent the underlying military-industrial-financial crime syndicate that owns and operates our government. Those who control “our” government want to keep their operations covert, beneath our conscious awareness. For if enough of us become conscious of the evil and depravity that they are perpetrating in our name on the entire planet, their gig is up. HOW TO ACHIEVE VICTORY IN THE WAR ON CONSCIOUSNESS The powers that have taken over our country will do anything in their sorcerer’s bag of tricks to distract us and keep up the illusion that they are protecting us so as to maintain power. These banking and corporate pirates are willing and more than ready to intimidate, buy off, or destroy any and all critics. It is important for us to realize the depth of evil we are dealing with here – they are willing to kill as many people as needed to accomplish their aims. It is shocking to realize that the very entity that is supposed to be protecting us – our government – is the very thing from which we need protection. It is shattering to realize that our leaders are genuine psychopathic criminals who are trying to take over our planet, impose full-spectrum dominance, enact a new world order and centralize power and control. Instead of this being a conspiracy theory, the evidence is all around us, as it is everywhere we look if we have the eyes to see beyond the carefully crafted and disseminated spell that is being perpetually woven all around us. What is happening in our world has more the “feeling” of an invasion from a parallel universe than a physical coup d’etat. This is because the intrusion is taking place on the plane of mind, and only secondarily on the physical plane. If we could stop this covert incursion into our minds it would be much easier to mitigate the outer wars that plague our world. These criminals clearly have way more power than we do in terms of guns, tanks, media and technology, but they are no match for us if we activate the inherent brilliance of our consciousness – a force with unlimited potential. Part of the spell they are casting is that there’s nothing we can do, that we are powerless to stop them from doing whatever they want, like when Cheney mentioned it doesn’t make a difference what Congress or the American people want, this administration is not going to be stopped from sending more troops to Iraq. The Bush regime’s worst nightmare is for us to wake up to how we’ve been manipulated, hoodwinked and played by them like fools. The last thing they want is for us to access the natural intelligence inherent in being consciously aware, and connect with each other through the open-heart of lucidity. The powers-that-be’s greatest fear is for us individually, as well as collectively, to connect with our intrinsic God-given power to create. Once we clearly see what is being perpetrated in our name, we can come together and “conspire to co- inspire” so as to awaken – and mobilize – our collective genius, which is a power greater than any weapon of mass destruction. In actuality, our connecting in shared lucidity is the antidote to all WMD’s – it is what I call a WMC – a “Weapon of Mass Consciousness”. It is what becomes activated when enough of us come together and see (C – i.e., become conscious of) what is happening. Connecting with each other is crucially important, as the more of us that consciously associate with each other - as if re-membering (putting our “members” back together to form a unified body) - the stronger the field of unified force that we are able to generate. Once enough of us sync up, we become more able to collectively invoke and channel through our expanded awareness a power that is able to dis-arm any WMD: the power of consciousness infused with wisdom and compassion. Genuine compassion can be very fierce, however, as it both demands and empowers us to come together and say “No” to the evil being done in our name. We can step out of the fear-based reality in which we appear to exist separately from each other in any moment and consciously connect with each other through the open-heart of lucidity. When we are truly serving what is best for the whole – for everyone – a world-changing power becomes available to us. The solution to winning the war on consciousness is for us to RECOGNIZE the nature of the war we are in, which can only happen through the agency of our consciousness. Realizing that the true war we are in is an assault on our own minds is the expansion of consciousness which is itself simultaneously the solution. From a deeper, more expansive perspective, the war on consciousness is itself the very catalyst and instrument for consciousness to awaken to itself."},{"pageNumber":6,"pageContent":"It is our turn to come together so as to render powerless these sick criminals who have been terrorizing us. We can help each other to access our intrinsic heart-centered power and collectively turn the light of truth upon them so that they have no where to hide from their lies and corruption. For “truth”, to quote the infamous Nazi minister of propaganda Joseph M. Goebbels, is “the greatest enemy of the state.” Bush and the private interests who keep him in power and profit richly from his actions are absolutely terrified of one thing - the truth. As the late Supreme Court Justice Louis Brandeis said, “Sunshine is the best disinfectant.” Like pouring water on the Wicked Witch of the West in “The Wizard of Oz”, when the true light of awareness is shed on what Bush and the real powers behind him are doing, their illegitimate power over us is dis-spelled as the illusion it always was. Paul Levy is an artist and a spiritually-informed political activist. A pioneer in the field of spiritual awakening, he is a healer in private practice, assisting others who are also awakening to the dream-like nature of reality. He is the author of “The Madness of George Bush: A Reflection of Our Collective Psychosis,” which is available at his website www.awakeninthedream.com . Please feel free to pass this article along to a friend if you feel so inspired. You can contact Paul at paul@awakeninthedream.com ; he looks forward to your reflections. © 2007 Paul Levy Print This Page Email This Page Close This Window"}]
