[{"pageNumber":1,"pageContent":"www.GetPedia.com Click on your interest section for more information : l Acne l Advertising l Aerobics & Cardio l Affiliate Revenue l Alternative Medicine l Attraction l Online Auction l Streaming Audio & Online Music l Aviation & Flying l Babies & Toddler l Beauty l Blogging, RSS & Feeds l Book Marketing l Book Reviews l Branding l Breast Cancer l Broadband Internet l Muscle Building & Bodybuilding l Careers, Jobs & Employment l Casino & Gambling l Coaching l Coffee l College & University l Cooking Tips l Copywriting l Crafts & Hobbies l Creativity l Credit l Cruising & Sailing l Currency Trading l Customer Service l Data Recovery & Computer Backup l Dating l Debt Consolidation l Debt Relief l Depression l Diabetes l Divorce l Domain Name l E-Book l E-commerce l Elder Care l Email Marketing l Entrepreneur l Ethics l Exercise & Fitness l Ezine Marketing l Ezine Publishing l Fashion & Style l Fishing l Fitness Equipment l Forums l Game l Goal Setting l Golf l Dealing with Grief & Loss l Hair Loss l Finding Happiness l Computer Hardware l Holiday l Home Improvement l Home Security l Humanities l Humor & Entertainment l Innovation l Inspirational l Insurance l Interior Design & Decorating l Internet Marketing l Investing l Landscaping & Gardening l Language l Leadership l Leases & Leasing l Loan l Mesothelioma & Asbestos Cancer l Business Management l Marketing l Marriage & Wedding l Martial Arts l Medicine l Meditation l Mobile & Cell Phone l Mortgage Refinance l Motivation l Motorcycle l Music & MP3 l Negotiation l Network Marketing l Networking l Nutrition l Get Organized - Organization l Outdoors l Parenting l Personal Finance l Personal Technology l Pet l Philosophy l Photography l Poetry l Political l Positive Attitude Tips l Pay-Per-Click Advertising l Public Relations l Pregnancy l Presentation l Psychology l Public Speaking l Real Estate l Recipes & Food and Drink l Relationship l Religion l Sales l Sales Management l Sales Telemarketing l Sales Training l Satellite TV l Science Articles l Internet Security l Search Engine Optimization (SEO) l Sexuality l Web Site Promotion l Small Business l Software l Spam Blocking l Spirituality l Stocks & Mutual Fund l Strategic Planning l Stress Management l Structured Settlements l Success l Nutritional Supplements l Tax l Team Building l Time Management l Top Quick Tips l Traffic Building l Vacation Rental l Video Conferencing l Video Streaming l VOIP l Wealth Building l Web Design l Web Development l Web Hosting l Weight Loss l Wine & Spirits l Writing l Article Writing l Yoga "},{"pageNumber":3,"pageContent":"2 Other Books and Course by Bart Baggett The Secrets to Making Love Happen! Mastering Y our Relationships Using NLP & Handwriting Analyis! 304 page book How to Analyze Handwriting in 10 Minutes or Less - Home Study Course Handwriting University’s Standard Handwriting Analysis Certification Home Study Course by Bart and Curtis Baggett How to Earn a $100 an Hour or More Analyzing Handwriting! By Bart Baggett and Phyllis Mattingly The Grapho-Deck Handwriting Flash Cards Change Y our Handwriting, Change Y our Life W orkbook for Kids. How to raise self-esteem, increase confidence, and improve grades through grapho-therapy . Change Y our Handwriting, Change Y our Life W orkbook for Adults Change your life in 30 days Grapho-Therapy W orkbook. Double Y our Income T ime Line Hypnosis Programming CD by Bart Baggett and Brett Thomas Bart Baggett’s ePublishing On-Line Marketing Machine for Authors, Publishers, and Speakers. Sex Secrets Revealed! On-line adult sexual education home study course. by Bart Baggett and Stephanie Glenn The “Success Secrets of the Rich & Happy” Abundance Course and Live Seminar T apes ! by Bart Baggett The Secrets to Creating Chemistry - NLP Romance & Seduction Home Study Course Y ou can purchase every product, book, or tape ever authored by Bart Baggett in one combined package at this special webpage: http://bartbaggett.com/collection or Visit: http://bartbaggett.com 1-800-398-2278"},{"pageNumber":4,"pageContent":"H ANDWRITING S UCCESS S ECRETS BY B AR T A. B AGGETT Edited by Brian Moreland This publication is an excerpt of Bart Baggett’s latest 456 page book: Success Secrets of the Rich and Happy Happiness is a Choice, Wealth is a decision How to design your life with financial and emotional abundance. W ritten by Bart A. Baggett Empresse ́ Publishing www.bartbaggett.com 3"},{"pageNumber":5,"pageContent":"I NTRODUCTION Y OUR I NVIT A TION TO G REATNESS _________________________________ What do you really want? Seriously, take a moment and think about what specifically would make your life absolutely wonderful! What would make you leap out of bed early everyday with jubi - lance and anticipation equal to a six-year-old on Christmas morn - ing? What are your passions? Is there anything you love to do fre - quently just because it’s fun? What if ... you have the power within your own mind to create the things you want most in life? What would you create for yourself? W ell, I’m here to tell you that you do have the power. I’m talk - ing mega brain power . Y ou have the luxury of having an amazing mind that is essentially a \"creative machine.\" Besides keeping your heart beating and lungs moving, your brain is a programmable machine. In fact, for those of us who learn how to tap into its unlimited potential, our brain can be a powerful \"manifesting machine.\" Everyday your brain continues to manifest into your real - ity whatever it gets programmed to manifest. Sometimes what you want and sometimes what you don’t want. W ouldn’t you like to be able to create only what you want in life: Y our highest choices? W ell my friend, this is your lucky day! This book reveals a wealth of \"Success Secrets\" I have learned from numerous rich and happy people. Y ou will naturally learn how you can de-program ineffective mental programs and \"design\" new mental programs that get the outcomes you really want. This book puts you in complete control of your own sub-conscious mind. How about that? 4 Bart Baggett’s Handwriting Success Secr e t s"},{"pageNumber":6,"pageContent":"Most people do not really know what they want. They are not sure of their destiny and not clear on what will satisfy them at the deepest levels. Most people can write down a list of the things they don't want in life. Do you have such a list? (Struggle, arguments, an angry boss, disease, screaming kids, mean people, etc.) This list can be useful, but it doesn't program your brain to attract what you want. In fact, the more you focus on what you don’t want, the more you are programming your brain to bring more of it into your world. This is an example of an ineffective internal program. In this book, you will learn how to stop running negative programs and start run - ning positive ones that attract what you really want. First, you have to write the new program. I’ll show you how. Here is the first step. I ask you again, what do you want? Here is a game. Please play along. Imagine a MAGICAL WIZARD is standing in front of you right now. He is wearing a long silver robe, a pointy hat and holding his magic wand. He says, \"I am your own personal wizard. When I wave this magic wand, instantly your deepest desire will create into reality. I have no limitations - just speak it and it will be manifest - ed.\" So tell me, what do you want? W ould it be a bag full of cash, a paid college education for your kids, a life of champagne and caviar, lose four dress sizes, or would it be a better golf swing, a million dollars, or a new car ... you name it. Now, take a moment and pretend you did have a wizard, and you could create a life with no limitations. What would that life look like? It has been my experience, once I learned how to really run my mind, that I could work it as if I truly had a wizard inside me ... waiting for the instructions in a way he could understand them. So I invite you to imagine that you have a wizard inside you, 5 I n t ro d u c t i o n"},{"pageNumber":7,"pageContent":"too, and expand your mind to the possibility that you can create anything you desire using the full potential of your mind. Now, on a sheet of paper, write down three things you want most in your life. 1. ________________________ 2. ________________________ 3. ________________________ M ODELING G REATNESS What does it take to become a millionaire, a billionaire, a world leader, a great dad, a peacemaker, happy, successful? Is it luck, edu - cation, family or money? W ith over sixteen years of experience as a handwriting expert, author and speaker, I’ve found that successful people have many personality and character traits in common. Before we get into the nitty gritty of this book, let’s find out if you can guess who these \"great\" people are. Let’s take a brief look at three biographical profiles of well-known, influential and suc - cessful people. What did it take to accomplish what they’ve accom - plished? What kind of character does it take to be this successful? Throughout this book, we will take a look at the character traits of successful people, such as the three popular heroes below. I will also reveal to you the belief systems and thought processes typical of such influential individuals. #1 W HO IS THIS GREA T MAN ? He was imprisoned in South Africa for 27 years, locked up in his cell during daylight hours, enduring the prime years of his life as a political prisoner . An opponent of the reigning government that endorsed apartheid, he wanted black people to have equal rights in their own country. He was peacefully working for a free and fair democracy in South Africa. When the South African government 6 Bart Baggett’s Handwriting Success Secr e t s"},{"pageNumber":8,"pageContent":"finally released him from prison, he led his country out of slavery as the new president of South Africa. He was later awarded the Nobel Peace Prize as a tribute to all who dedicate their life for peace. He single handedly stood against apartheid and racism. T wo of the key personality traits he possesses are persistence and deter - mination. #2 W HO IS THIS GREA T MAN ? He was the first man to ever see the earth from space. This for - mer American astronaut was a renown hero all over the world in 1962. After that event, he went on to have a successful career as a politician -- a Democratic Senator from Ohio. Then on October 29, 1998, he flew back into space again, aboard the space shuttle Discovery . That trip earned him the title of the oldest man ever to take a space journey . What kind of character does it take to be that successful and to have that much integrity? His personality could be described as brave, determined, and full of passion. 7 I n t ro d u c t i o n"},{"pageNumber":9,"pageContent":"#3 W HO IS THIS GREA T WOMAN ? She was born poor and raised in a household where she was sexually molested. She could have chosen hundreds of excuses ranging from poverty, racism, prejudice, glass ceiling, etc. But she succeeded anyway. She is arguably the most influencial woman in America in an industry dominated by powerful men (television.) And, she is one of the wealthiest and highest paid women in America influencing millions of people daily via her TV talk show . There are key personality traits that these three heroes have in common. The one central theme that great people possess is some - thing all of us can have: a compelling mission. Each of these men made a decision to take on a mission that was greater than them - selves. When you have a compelling and powerful mission that strikes an emotional chord in your soul, you can overcome many obstacles who otherwise would seem insurmountable. These successful people are examples of the many great men and women that walk this planet that you can use to \"model\" your life. Y ou sure don't have to free an entire country, topple a govern - ment or rocket into space to make a difference. Y ou do have to find a compelling purpose that will drive you and allow you to satisfy all of your basic human needs. One of those needs is the need to make a difference and/or contribute to others. I will discuss the other five 8 Bart Baggett’s Handwriting Success Secr e t s"},{"pageNumber":10,"pageContent":"basic human needs in chapter 10. Once you find a career or purpose that satisfies all of these basic needs, you will find deep satisfaction effortless to achieve. As you study the thought processes of great men and women, you will realize they have a predictable set of beliefs and values that run their lives. Likewise, miserable angry criminals who create pain and torment in the world have a very different set of values, beliefs and purpose. In the coming section, you will have an opportunity to elicit the beliefs and values that you currently hold. Then, you will be given the opportunity to decide if these are beliefs that will take you where you really want to go. For most people, our beliefs and even our values were given to us in childhood without our permission. W e simply adopted them without knowing we have a choice. People who are \"in the flow\" of lots of cash have very specific beliefs about the nature of money and how it works. Likewise, people who have wonderful marriages and close loving friends have specific beliefs about people, love and relationships. Many people naively believe that the reason people have such positive ideas about money or love is because they have an abun - dance of it in their life. It actually works the opposite way . They have an abundance of love, money and happiness, because the beliefs, values, and ideas they hold about these things \"attracted\" them into their life. Their beliefs and values lead them to their desired outcomes. Change yourself first. Y our reality will follow soon after . Answers to \"Who is this great person?\": #1 Nelson Mandela #2 John Glenn #3 Oprah W infrey 9 I n t ro d u c t i o n"},{"pageNumber":11,"pageContent":"T HE T OOLS F OR P ROGRAMMING Y OUR L IFE Have you ever decided to fix things around your house? Y ou might have had to change a light bulb, paint a wall, tighten a screw on a wobbly chair . When you do decide to fix things, isn't it easier to have all the tools you need within arms reach? Do you have a tool belt or toolbox? Even though my house doesn't need lots of attention, I do have a red toolbox I go to as soon as I find an area that needs improving. If the tool I need is in the toolbox, the repair is quick and easy. If the tool I need isn't there, the repair problem becomes more frustrating, takes longer , and often doesn't get fixed at all. For me, when I approach the human psyche, I picture the differ - ent avenues of psychology like a big tool belt. When I learned hand - writing analysis, it became one of my tools in my tool belt. For instance, I could meet someone, and in about two or three minutes I would know what he's scared of, how emotional he is, how good his self-image is, even his sex drive and his integrity . All these different personality traits I can tell thanks to the science of handwriting analysis. But if I wanted to help this person stop smoking or overcome depression, I probably wouldn't use just the tool of handwriting analysis. That would be like using a screwdriver to hammer in a ten-inch nail. There are better tools for that job. I would turn to hypnosis to assist him to stop smoking. For depression, I might use some NLP (Neuro-Linguistic Programming) or T ime-Line Therapy techniques as well as take a serious look at the nutritional/chemical side of that condition. There are many dif - ferent tools to change ourselves and affect the quality of our lives. If your life is not everything you want it to be - right now - you will want to grab an effective tool and go to work on yourself. 10 Bart Baggett’s Handwriting Success Secr e t s"},{"pageNumber":12,"pageContent":"If you're having a lot of energy problems, I'm not going to say , \"Change your handwriting. This is going to solve your problems.\" I'm going to say, \"Let's talk about getting you to exercise more or change your diet.\" Or I might refer you to a medical doctor who specializes in energy related disease. There are all kinds of tools you can use to change your life. Y ou have to use the right tool for the situation. Because I've been attending self-improvement seminars and reading these types of books since I was 13 years old, I have seen many theories on personal change. I have found that handwriting analysis always ranks in the top five of the most useful tools. It's like a crescent wrench in your toolbox. Y ou can use it for so many different situations. But, handwriting analysis is just one of an assortment of amazing mental tools I will teach and reference in this book. I encourage you to approach these new tools like you would approach me handing you a piece of equipment in a workshop. If we were building a wooden desk together what tools would we need? If I ask you to pick up the \"automatic sander,\" what would you do? Just because you have never seen this tool before, you wouldn't assume it doesn't work. Y ou would simply ask what it is for and how to use it. Most likely, you would want to watch a demonstration to prove the tool works as I claim. Once you have used it once or twice, your comfort level and belief in this tool will increase. Then, you would probably choose to add it to your own tool belt. This “Success Secrets of the Rich & Happy” is a collection of tools that I have chosen to build your life of wealth and happiness the quickest. Y ou don't have to use the \"automatic sander,\" but try - ing to sand a desk by hand might take three times as long and won't look as good. The tools in this book are very effective and usually fast, as well. 11 I n t ro d u c t i o n"},{"pageNumber":13,"pageContent":"Many of the successful men and women I reference in the book “Success Secrets of the Rich & Happy” might never have heard of these tools. That doesn't surprise me. These tools are designed to adjust your thinking to be more like the person you aspire to be. If you already have a powerful \"wealth consciousness,\" you wouldn't need to adjust it. If you grew up in a family that truly convinced you that you were worthy and loved, you might not need to boost your self-esteem. I have used each one of these tools to positively affect my life. I know from experience that they work. Here is a brief description of some tools that I have found trans - form the mind very quickly: • Goal Setting – Defining your highest goals • Changing Belief Systems – Creating new beliefs that empower you to be the person you choose to be • Eliciting V alues – Discovering what emotion is most important to you, what you value most in life • Handwriting Analysis – The science of determining personality and character from someone's handwriting • Modeling Successful People – Doing what successful people do to be successful yourself • Grapho-Therapy – Changing your handwriting to change your behaviors • Six Human Needs – A model of your life and your interaction with people – also understanding the reasons you do what you do and how you feel fulfilled • V ibrant Health & Nutrition – T ips on how to eat, drink and exercise to boost your physical energy, uplift depression and live a longer, healthier life • State Management – A technique to help you be in control of your mental and emotional state in any situation 12 Bart Baggett’s Handwriting Success Secr e t s"},{"pageNumber":14,"pageContent":"• Building Rappor t – Learn to get along with anyone instantly • T oxic V ocabular y – How to remove words that create ineffec - tive emotional states in yourself and others • Abundance Mentality – New ways of thinking and being that will put you \"in the flow\" of prosperity • Space Clearing – A technique from the Chinese science of Feng Shui for letting go of baggage and creating space for positive change • Financial Strategies – Effective strategies the super wealthy use to build wealth • T imelining Y our Outcomes – A powerful meditation to install desired future outcomes using your own interpretation of how you store time along your time-line. This technique is most effective while in a state of meditation or hypnosis. If you are unfamiliar with any of the above techniques or theo - ries, please keep a totally open mind about all of them. W e are not reading tealeaves or leaving our destiny to the stars. Each mental technology I will discuss has proven its validity to my complete sat - isfaction. Each of the above techniques will provide another \"tool\" for you to use in your \"success tool belt.\" However, I will not spend valuable time explaining the background, the research, and the statistics to why this stuff works. If you have this type of ana- lytical mind, please reference the bibliography. I encourage you to research these incredible techniques on your own from the books of their creators and authors in the field. They have changed my life. I am sharing them, because I know they hold the power to transform your life, as well. I have extracted the \"cream of the crop\" informa - tion that applies to this theme of wealth and happiness. There is so much more. Because I've been researching this half my life, I have some special insights as to what makes an individual successful and what 13 I n t ro d u c t i o n"},{"pageNumber":15,"pageContent":"makes him fail. I’m also a regular guy who is using all the informa - tion you’ll be reading about. I am living the concepts that I’m writ - ing about. Because of this, I am making more money today than ever before. I have more freedom, love and happiness too. My mis - sion is to give you these insights, and hopefully you will embrace them as your own. The big changes in my life only occurred when I began to change myself. It wasn't anything that I did. It was who I was being when I made those big changes. If I were sitting across from you now as your success coach, I would be more interested in Who Y ou Become as a result of your journey, rather than the goals you have set. And more often than not, when you change yourself in a posi - tive way - the goals come to you effortlessly . I believe that people can change. I’ve seen dramatic changes in people in just a weekend seminar, an one-hour session, or in six months of training. Likewise, I've seen people get stuck in a ten year relationship having the same fights day after day after day - never learning a new way of being - never moving toward progress. In this excert of my newest and best work the “Success Secrets of the Rich & Happy” book, I’m going to share with you some of the tools to change quickly. Now grab your tool belt. Find a pen and paper and get ready to discover your innermost goals and outcomes. I’ve excerpted the key parts of the book that reference hand - writing analysis. I encourage you to read the full 456 page to learn the other tools and techniques. 14 Bart Baggett’s Handwriting Success Secr e t s"},{"pageNumber":16,"pageContent":"P AR T I T HE S ECRET T O D ISCOVERING T RUE P ERSONALITY —Q UICKL Y _________________________________ One of the wonderful gifts my father gave me was the belief that I could be anything I wanted to be. I feel blessed that from an early age I felt very few limitations as far as my future was con - cerned. As empowering as that belief is, it still took me many years to figure out what I wanted to do and how to do it. The first step is having the empowering belief. The next step is asking the right questions. If you ask the right question enough times, you will find the answer. I was on a mission to find out how to be what I truly wanted to be. So, in my early teenage years, I found myself voraciously read - ing autobiographies of famous men and women. I especially was intrigued with Benjamin Franklin, Thomas Edison, and Leonardo da V inci. I found myself imagining what it must have been like to be these men. As I imagined what kind of men they were, I began to imagine their life through their eyes. I asked myself what habits or personality traits they must have had to accomplish great things. As I studied these men and dozens of other self-help books, certain traits came to light. Even as a fourteen-year-old, I realized that these were self-made men. They created their own legacy by being a cer - tain way . Ben Franklin taught the value of honesty and hard work. Edison was the poster child for persistence. Leonardo was not afraid of failure. I also noticed their lifestyles and habits. Ben Franklin was a strict vegetarian. He lived to be 89 years old in an era when most men didn't live past 40. Hmm. That was clue to the value of 15"},{"pageNumber":17,"pageContent":"health in successful people. (Ben Franklin also had a proclivity for young French women - oh, I digress. Never mind that trait.) Ben did reveal to me the strategy of saving a percentage of every coin earned. Etc. Etc. So, I too was convinced that if I could \"model\" successful men, I too could become a success. However, it wasn't easy to get a clear \"map\" of their thoughts and strategies. It was especially difficult because I lived in a different century than they did. The 1930's book called Think and Grow Rich gave a good road map to the mindset of success. The author, Napoleon Hill, inter - viewed dozens of rich men near the turn of the century. His work was revolutionary at the time. But, in a nutshell, he told me to \"Think and Grow Rich.\" Okay. Got it. Now what? It is my inten - tion, in this book, to give you actual mental \"tools\" which show you exactly \"how to think\" in order to be successful. One thing was clear to me at an early age. My success wasn't simply a matter of what I accomplished. My primary focus was on who I needed to become. I intuitively knew that, when I became the kind of man I wanted to be, success would follow as a natural law . So I focused on changing myself and expected the world to change with me. It did. T HE C AR R IDE T HA T C HANGED M Y L IFE One hot summer day, my father and I were driving toward East T exas. I was just fourteen years old. My dad was taking me to spend a week at Camp Red Oak Springs. I had been to this camp two years in a row, and I looked forward to it. During the car ride, Dad handed me a piece of paper and a pen. He said, \"Write me a paragraph in your cursive handwriting. Sign your name. I'm going to analyze your handwriting.\" I said, \"What?\" He said, \"Just do it.\" I complied. I thought perhaps that this was some kind of joke. It wasn't. He glanced at the chicken scratch I just handed him and started to describe part of my inner most soul that only I knew 16 Bart Baggett’s Handwriting Success Secrets"},{"pageNumber":18,"pageContent":"about, and many traits I was not proud of. He described my stub - bornness, low self-esteem, over sensitivity to criticism, self-con - sciousness, and even my tendency to be obnoxious and rebellious. Hmmm. W as he just saying all this stuff because he knows me? Or , could handwriting analysis really reveal all that just from one para - graph? My dad had recently met a man named Dr. Ray W alker . Dad had started attending weekly classes to learn this 100-year-old science called handwriting analysis. And, it seemed to be the real deal. Knowing my prove-it-to-me attitude, my dad offered me a challenge. He said to me, \"Take this textbook with you this week to summer camp. Get handwriting samples from at least ten different kids and adults. Go back to your bunk and just compare their writ - ing to the handwriting samples in the trait dictionary at the back of the book. If you get a match, write down the trait. If it doesn't match, ignore it. Show your list to the author of the writing. They will tell you if it is true or not. Then, you be the judge if this stuf f works or not.\" T o make a long story short, I ended up analyzing over thirty samples that week. I even stood up on stage and did a handwriting analysis of the Camp Director. I told everyone that he was sarcastic and unorganized. They laughed and gave me a standing ovation. Not only did I have fun at the camp, but also I made more friends than every before. I had the cutest girlfriend and even received a trophy for best camper! W ow . What a gift my father gave me. I learned a few very important lessons that week. 1. Handwriting Analysis really works. 2. People behave the way they do because of their fears, desires, and personality traits. I learned empathy. 3. Handwriting Analysis can get me a lot of positive atten - tion and popularity. 4. If a fourteen-year -old can do it, anyone can learn it. When I returned home to Dallas the next week, I enrolled into Dr . W alker's Handwriting Analysis Certification Course. I have been 17 Part 1 - Discovering Personality Quickly"},{"pageNumber":19,"pageContent":"hooked on this science ever since that day. Dr . W alker passed away in 1991, but we carry on the education through www.HandwritingUniversity.com. As I have stated before, life is a bunch of beliefs. I don't know what 's true or real. Rene Descartes ́ even had me convinced I was - n't even reading his book. (\"I think, therefore I am\"... I am con - fused!) I think if you open your mind, you will find handwriting analysis an amazing and useful tool. I do whole-heartedly believe in this science. But, don't just take my word for it. T est your own eyes. Below are two handwriting samples. Y ou tell me whom you would feel most comfortable hiring to baby-sit your six-year-old daughter? Now take some time to really think about this – this is a hard one. Who would you let baby-sit your child? 18 Bart Baggett’s Handwriting Success Secrets Sample 5B Sample: 5A:"},{"pageNumber":20,"pageContent":"Even if you’ve never heard of handwriting analysis, you can probably tell that there’s something wrong with the man in hand - writing sample B. If you could pick this sample apart letter by let - ter, you’d find he has a number of what I call \"Hell T raits.\" Hell traits are personality characteristics that indicate the person will be harmful to himself or others emotionally, mentally or physically . This letter is compliments of the Arizona State Prison. There’s a reason he’s in the Arizona State Prison. This person is a loony and potentially dangerous. He probably should never be let out of jail. But, I do like the happy face. Nice touch. That makes me really trust him ... just kidding, of course. The point of showing you these handwriting samples is to show you how obvious it is that handwriting analysis reveals some clue to the character of the writer. Most people intuitively know that the person who wrote sample B is very different than the person who wrote sample A. If I took the time, I could break this handwriting sample apart into hundreds of individual strokes and explain every detail. But you don’t have to be a handwriting expert to intuitively know that sample B is not the person you would let baby-sit your child. Most handwriting samples are not this interesting. Y ou don't have to be a genius to know there's got to be some truth to hand - writing analysis when you see this extreme example. In our daily life we meet a lot of normal people, therefore we often see similar personality traits or handwriting characteristics. If you want to real - ly prove this science to yourself beyond a shadow of a doubt, it helps to study crazy people. For this book, I studied successful peo - ple. They have different writing styles, too. When I was a guest expert on The Leeza Gibbons Show, I ana - lyzed T ed Bundy's handwriting and other serial killers. Serial killers have distinctive handwriting traits that reveal part of their psyche. Just as criminals tend to have predictable personality characteristics, 19 Part 1 - Discovering Personality Quickly"},{"pageNumber":21,"pageContent":"so do entrepreneurs, engineers, pilots, accountants, salespeople, public speakers, radio hosts, and self-made millionaires. But before I reveal to you some of the personality traits of successful people, I want you to give yourself a quick self-test using just a few of the handwriting traits one could locate in your own handwriting. This book is not intended to teach you handwriting analysis. In fact, I'm only going to reveal to you the traits that directly relate to success, failure or happiness. If you want to learn more, you will have to ref - erence some of the other books, cards, tapes, or home study courses I have authored. Log onto www.myhandwriting.com. Okay, we're going to have a little fun here. Are you ready to have some fun with your own handwriting? A NALYZE Y OUR O WN H ANDWRITING W rite down this sentence in your own handwriting. Use a ball - point pen on unlined paper if you can. This sentence has all the key letters we will need for this simple demonstration. The purple people eater said, \"You and your silly monkey do not go home from the zoo on Tuesday. Instead they go to the racetrack on Friday!\" - Signature. Sign your name. If you print all the time, please write a little cursive. A professional can analyze printing. Cursive handwriting always reaveals more. Even if you think your cursive looks like a 5-year old, write cursive for comparison purposes over the next three chapters. If you or someone you know cannot write cursive, they only print, then this gives us a general clue to their character. People who only print tend to put up emotional barriers so people don’t see their insecurities. Men who only BLOCK print usually have problems in the area of intimate and inter-personal communication. There’ s nothing inherently bad about printing, but it takes longer to get this 20 Bart Baggett’s Handwriting Success Secrets"},{"pageNumber":22,"pageContent":"person to open up. I can analyze printing, but for a beginner, I always recommend asking for cursive. It's okay to do a bit of half print, half-cursive. For this exercise, please write cursive - even if you haven't written cursive in twenty years. If you were sitting in the front row of a seminar, I would grab your paper out of your hand and bedazzle you with my insights. Y ou might even be \"blown away\" at the sheer number of personality secrets I can extrapolate from your penmanship. In other words, if I had the privilege of analyzing your handwriting, in person, you would be a true believer in this science. Since this is a book and I am not able to look at your handwriting in person, you will have to do a little more reading before you become a convinced of the glo - ries of handwriting analysis. I'm not assuming you might have been skeptical. Nope. I just realize the stronger your belief is that hand - writing analysis has value for determining personality, the more likely you will be to use it as part of your own personal transforma - tion. The study of handwriting is one of the most important \"new tools\" that I am going to share with you that can change your life. If you are not whole-heartedly convinced handwriting reveals charac - ter, then the next step, grapho-therapy, will be met with deaf ears. Compare your writing to the samples on the following pages. Pay specific attention to the aspect of the writing I point out. There are literally hundreds of different strokes one could make in this one sentence. In order to accurately determine the trait, you must look at the individual stroke. If you just look at the overall \"look or feel\" of the writing, you will not be accurate. The following self-test is designed to give you a quick introduction to what your handwriting reveals. Is your slant to the right or to the left... or in between? The slant reveals how expressive you are. If you slant really far to the right, you respond and express more emotionally than people who have a leftward slant do. Y ou are more touchy-feely and more 21 Part 1 - Discovering Personality Quickly"},{"pageNumber":23,"pageContent":"in touch with your feelings, more expressive, more emotional. Y ou are the kind of person who might cry at sad movies. People who write like Sample 5-C are more impulsive shoppers than 5-D. If your slant is straight up and down, this indicates you are more logical and rational. These people are cool under pressure and respond less irrationally in emotional situations. And if you slant backwards to the left, which most people do not, you have some emotional issues that force you to be more withdrawn. Y ou're the kind of person who would say, \"Honey, I told you I loved you last week. Why do I have to tell you I love you again?\" Y ou’re very logical, almost cold at times. Now, in my other books and courses, I explain that there are actually six possible 22 Bart Baggett’s Handwriting Success Secrets Sample 5-C Sample 5-D"},{"pageNumber":24,"pageContent":"slants and an exact measuring tool to establish the emotional outlay . In this scenario, just decide if you are emotionally withdrawn, detached, or emotionally expressive. A RE Y OU I NTROVERTED OR S OCIALL Y E XTROVERTED ? The size of your writing indicates how social you tend to be. Judging extroversion or introversion can be a bit tricky . Y ou must balance the size with the indicators of the slant as explained previ - ously. People who tend to write very small have outstanding \"focus and concentration.\" Many pilots, mathematicians, and engineers have this tiny focused handwriting. Likewise, those professions are not known for their social skills. The really big, large, fluffy hand - writing is much more fun at a party. Receptionists, exotic dancers, and high school girls typically have large \"social\" handwriting. 23 Part 1 - Discovering Personality Quickly Sample 5-F Larger writing = more socia l Sample 5E: Small middle zone"},{"pageNumber":25,"pageContent":"Being fun at a party does not require a high level of intense focus and concentration. Which one are you? Or, are you in the middle? L EARN ABOUT T RUST , E NERGY , AND S EX D RIVES . T ake a guess at which one of the people below has a more ful - filled sex life? Which one has the ability to open up and trust other people faster? Which one has more energy, which permeates all areas of her life, work, and relationships? Sample 5-G : Small y-loops and controlled copybook writing indicates conservative nature with low level of sexual expression. Sample 5-H: Large lower zone loops with sloppy right handed 24 Bart Baggett’s Handwriting Success Secrets Sample 5-H: Sample 5-G"},{"pageNumber":26,"pageContent":"slant indicates impulsive and a highly sexual nature. Open minded and adventurious in the arena a sexuality . \"Y’ S \" Look at your \"y's\". Look at the word \"monkey.\" Is your \"y\" really huge compared to the rest of your writing? Do your lower loops come back up and touch the baseline? Do you have a really , really big lower loop? The truth is the depth of your \"y\" and \"g\" down stroke is an indicator of your sex drive and your energy level. So the bigger the \"y,\" the more energetic and the more physically natured you are. If you have a little tiny y-loop, it means that you're not very energetic, or sex isn't very important to you at the moment. In fact, I have noticed that when I have a cold or I am feeling very \"under the weather\", my lower loops literally shrivel up. Some aspects of my handwriting actually change with my moods or health. W ow . What an amazingly accurate personality test! The next chart, Diagram 5-I, reveals various ways people can make the letter y-loop. Choose which examples best fit your writ - ing. Don't be surprised to find more than one match. W e are not robots. W e often have contradictions and paradoxes in our own per - sonality . If your \"y\" goes straight down with no loop whatsoever, it means that you have a tendency to want to be alone. Y ou can be a loner. It doesn't mean you don't like people, but it does mean you will want to make it on your own, you will like to work alone, and you'll probably like some private time. For a complete discussion of the lower loops and the \"sex drives\" revealed in handwriting, read Chapter 8 of my first book The Secrets To Making Love Happen . T HE S ECRET J OY OF B EING D EFIANT Do you follow your own rules or do you make your own? I have found one interesting personality trait in a vast majority of 25 Part 1 - Discovering Personality Quickly"},{"pageNumber":27,"pageContent":"26 Bart Baggett’s Handwriting Success Secrets Diagram 5-I: Y -Chart"},{"pageNumber":28,"pageContent":"successful entrepreneurs: defiance. The tendency to break the rules, rebel, or defy the status quo seems to be a re-occurring theme in lit - erature of heroes, superstars, and the super successful. Dr . Thomas Stanley's research in the book The Millionaire Mind indicates that most millionaires claim one important skill helped them achieve success. That skill was to \"Think differently from the crowd.\" Clearly, you don't have to break rules and get into trouble to think differently. But, research firmly indicates that people who make straight A's, have perfectly legible handwriting, and have per - fect spelling are the least likely students to become self-made mil - lionaires. Shattering statistics. Isn't it? I'll show you two personality traits in handwriting analysis that proves this point. The first trait is called a \"go to hell K\". A capital \"K\" in a word that should contain a lower case \"k\" indicates defi - ance. Look around at the entrepreneurs and pioneers of the world. Many of them have this type of K. (So do the class clowns, crimi - nals, and trouble-makers.) Which of the below handwriting samples is more likely to become an entrepreneur? Sample 5-J: A person who follows all the rules and proper pro - tocol. (Notice the legible handwriting, small lower loops, curvey m tops, beginning hooks, and normal sized \"k.\") 27 Part 1 - Discovering Personality Quickly"},{"pageNumber":29,"pageContent":"28 Bart Baggett’s Handwriting Success Secrets Sample 5-J: The above handwriting is that of a very successful man in his mid 50’s. A defiant rule-breaker in his youth, he still bucks the trends. His optimism is critical to his success. His pointy m’s are a sign of quick thinking and intelligence. His high buckle “k” reveals his defiant rebellious streak. Even his sharp t-point indicates some sarcasm. This is the writing of legendary radio host Jack Diamond. Jack has hosted one of the longest running morning radio shows in the USA (in Washington D.C.) A career in morning radio is about as close to being a creative entrepreneur while still having a boss as you can get. In reality, Jack is both a successful on-air personality and off-the-air entrepreneur/ businessman. Morning Radio and other forms of performace comedy tend to attract people with defiance, sarcasm, and other fun but trouble making qualities. Don’t we love them?"},{"pageNumber":30,"pageContent":"T HE S ECRET S CIENCE OF G RAPHO -T HERAPY After I started to study the science of handwriting analysis, I realized that all great men and women were within my ability to study. If I could just find a sample of their handwriting, I could get a clue into their characters. If I knew which habits or personality traits they possessed, I could \"model\" them. Upon embarking on my research, I discovered that Benjamin Franklin had this idea 200 years before I did. It is said that he would go as far as copy a great man's penmanship to get a feel for who he was. Maybe Ben was the first Grapho-therapist. One of the most effective tools I have used or taught for people to change themselves is the science of Grapho-therapy. During the first meeting with Dr . W alker, this concept was introduced to me. When I was just fourteen years old, Dr W alker suggested that I begin to immediately raise my t-bar . As I sat in awe of this wise man, my brain thought, \"You have got to be kidding?\" Dr . W alker spoke with congruent confidence about the hundreds of clients and friends over the past 20 years who have seen profound results using this technique. In my case, I had more than just the \"t\" to fix. I had to de-pro - gram my stubbornness, over-sensitivity to criticism, self-conscious - ness, and boost my self-esteem. Dr . W alker was probably praying that my \"sarcasm\" would find it's way to the exit, as well. Luckily , at the age of just fourteen, I listened. I thought about the simple risk vs. reward system for making a decision. Step one: What happens if this succeeds? Step two: What happens if this does not succeed? My answer was simple. If Dr . W alker's advice succeeded in transforming me (this insecure, weak, scrawny, smart-ass, defiant, obnoxious teenager) into a world class self-made millionaire who attracts the ladies ... W ow! On the other hand, if this \"changing the 29 Part 1 - Discovering Personality Quickly"},{"pageNumber":31,"pageContent":"handwriting trick\" did not succeed, I would be stuck with a funny looking letter \"t\" for the rest of my life. Not a tough decision. Hmmm. W ealth, W omen, and W isdom vs. a silly t-bar . The reward was clearly worth the risk. In fact, I couldn't think of a downside. My handwriting sucked anyway. It was illegible, so now it would be illegible with different letter formations. So what? As it all turned out, my handwriting actually became more legi - ble over the coming years. My t-bars are still crossed at the top of the stem. And the strokes of stubbornness, self-consciousness, and over-sensitivity to criticism have been gone for over a decade. The real test was what I found in the results. The first thing I noticed was my tendency to think more of myself. I wasn't a student who actually liked to study. However, I found myself walking into the school counselor's office one day requesting I be moved to a \"more challenging\" English class. I was bored. Then, I found myself ask - ing the prettiest girl in school out on a date. She said, \"No.\" But since I had begun to erase the fear of failure, I just asked out some - one else. It didn't take long to develop some better rapport skills and the girls started saying, \"Yes.\" I even noticed my grades were improving. I clearly remember the day I knew \"Grapho-therapy\" had worked for me. I realized it when I made an \"F\" on my first English paper . What? That's right. It was a horrible paper. In fact, my teacher actually suggested I go back to the \"non-advanced\" class, because it was unlikely I was ever going to excel at writing. Hmmm. I would say my defiance was a useful trait during that con - versation. I re-wrote that \"F\" paper and turned it into a \"C-.\" It was - n't the teacher's false opinion. She was right about one thing: the paper sucked wind. I deserved a \"C\" or an \"F.\" But she was wrong about my abilities. Later that day, I sat and meditated upon my future. Because books had such an impact on me, I refused to believe I couldn't con - 30 Bart Baggett’s Handwriting Success Secrets"},{"pageNumber":32,"pageContent":"tribute something to the world in the form of the written word. I remember clearly sitting on my porch on a rainy winter day in Dallas, T exas. I must have been fifteen years old, trying to grasp what my life would be like over the next fifteen years. I had a vision. I made a decision that would shape the direction of my life. I decided in that moment that I was going to write a book and become a famous author . Thanks to my new and better t-bar, I actu - ally believed this was possible. I made that decision despite having a respected teacher tell me I had no skill. I made that decision despite having no firsthand knowledge of publishing, writing, TV , or radio. I just knew I was going to do it. Once you get clear on WHA T you are going to do ... the HOW finds you. Less than 8 years from making that decision, I had my first book in my hand. At the age of 23, it was published. I'm sure I could have accomplished it much faster, but I had to take care of a few minor tasks such as puberty, high school, and college. Over the past decade, I appeared on over 1300 radio and TV talk shows pro - moting my book, tapes, and the science of handwriting analysis. I lived my dream. W HY I T W ORKS I had a lot of faith in the technique of programming your brain via handwriting changes. In fact, I had even written a fill-in-the- blank workbook on the topic called Change Your Life in 30 Days that I used in my live seminars. However, I was unable to explain it. I even had my own doubts it could be nothing more than the \"power of positive suggestion\"... the placebo effect. It wasn't until I began studying other forms of psychology, ther - apy, and personality tests, that I discovered some scientific evidence that explains what I had been witnessing in myself and others. The 31 Part 1 - Discovering Personality Quickly"},{"pageNumber":33,"pageContent":"“Any sufficiently developed technology is indistinguishable from magic” - Arthur C. Clarke 32 Bart Baggett’s Handwriting Success Secrets"},{"pageNumber":34,"pageContent":"field of NLP (Neuro-Linguistic Programming) is revolutionizing the world of change therapy. NLP is teaching therapists how to cure life-long phobias in half an hour. It is teaching sales people how to have \"instantaneous rapport\" with clients. It is explaining the deli - cate balance between our body, our subconscious mind, and our behavior. It is so much more than a set of tools to improve your communication. I was sitting at an Anthony Robbins seminar in 1989, when he began to discuss how our brains learn information. He said that learning is really a function of our brains establishing new \"neuro-pathways.\" Each time we have the same \"experience\" a spark of electricity moves along the neuro-pathways thus making the pathway twice as strong. If you have the emotion or experience 100 times, the brain creates 100 micro-strands along that neuro- pathway . This is how we establish habits. Now, if you have studied any brain biology, you realize this is a simplified metaphor for the complex neural-cortex. However, it is an accurate big picture description. Anthony Robbins referenced a study at UC Davis using macaque monkeys to establish a connec - tion between repeated physical movement and cellular development. Upon researching this study at UC Davis, I discovered that Dr . Amaral has been the man instrumental in this research. On the web - site, Dr . Amaral states that \"our research program is divided into three major efforts that use neuroanatomical, behavioral, electro - physiological and clinical studies to investigate: (1) organization of memory systems in the mammalian brain, (2) the organization of brain regions that contribute to social behavior in the macaque mon - key, and (3) human neuroscience.\" The UC Davis M.I.N.D Institute (Medical Investigation of Neurodevelopment Disorders) explains the various advances in brain research like this, \"Advances in imaging technology are enabling researchers to unravel the complexity of brain function. Functional magnetic resonance imaging (MRI) permits researchers to identify areas of the brain at work during specific activities and 33 Part 1 - Discovering Personality Quickly"},{"pageNumber":35,"pageContent":"to compare the brain activities of normal patients with those with neuro-developmental disorders.\" \"New computational models of brain function are now available so that the activity of the brain can be measured and recorded, facil - itating comparisons between healthy and diseased brains. On the horizon are other technologies that will allow researchers to analyze the interactions of particular brain cells during specific activities.\" The website continues, \"The use of animal models to study neuro-developmental disorders has also been expanding, particular - ly here at UC Davis, which has schools of medicine and veterinary medicine, as well as a primate research center. Monkeys and other nonhuman primates have brains organized comparable to humans, making them ideal research models for the study of neuro-develop - mental disorders.\" What I found revolutionary about the research is this: Repeatedly moving a macaque monkey's fingers in a slightly differ - ent motion path creates a totally new and separate neuro-pathway . A separate neuro-pathway means you have a totally new and different thought or experience. (You are literally building a habit at the cel - lular level.) The MRI can reveal this exact pathway each and every time the movement occurs. Then, when the scientist forced the monkey to move the same finger in a slightly different motion (as little as a centimeter different), the MRI revealed an entirely new neuro-pathway was forming. According to Mr. Robbins, they did this experiment by taping up the other fingers on the monkey's hand and giving him an MRI. In plain English this means ... moving your fingers actually affects the brain at the cellular level. Now, please don't misread the above research. Neither Dr . Amaral nor Anthony Robbins is claiming that changing your hand - writing can affect your personality. However, if you put the three different fields of study together (neuro-science, NLP, and handwrit - ing), there is a strong biological argument as to why we are getting 34 Bart Baggett’s Handwriting Success Secrets"},{"pageNumber":36,"pageContent":"the results we are getting. For me, I didn't need to read all the neuro-scientific research to know it made sense to me. Furthermore, the risk seemed quite low. Heck, I was just changing the way I crossed my \"t\" and looped my \"d.\" So, I chose to go for it. I give you the above research so that you can tell a loved one there is some logic behind the madness. In the next chapter, I will show you the results of my research. I'll reveal to you the personality traits that are consistent among very successful, well-adjusted people. W ouldn’t that be interesting to know? Naturally, not all rich or happy people possess these traits. I think you will quickly see how incorporating these personality traits into your own character can immediately \"PUSH\" your life to a higher level. Now, are you ready to find out what handwriting traits are found in rich and happy people? Are you ready to see how well you already stack up the world's great minds? Grab your pen and paper and turn to the next section! References: Dr. David G. Amaral, Ph.D (the Director of Research for both the Department of Psychiatry at the University of California at Davis and the M.I.N.D. Institute. http://myhandwriting.com/change http://psychiatry.ucdavis.edu/faculty/amaral_david.html http://neuroscience.ucdavis.edu/ http://mindinstitute.ucdmc.ucdavis.edu/ 35 Part 1 - Discovering Personality Quickly"},{"pageNumber":37,"pageContent":"36 Bart Baggett’s Handwriting Success Secrets Universal Truth #1 Success is not a destination, it is a journey ."},{"pageNumber":38,"pageContent":"37 Part 2 - Personality Success Secrets H ANDWRITING S UCCESS S ECRETS _________________________________ In this book excerpt, you will discover which personality traits contribute to absolute success and which traits are stumbling blocks. Upon taking inventory of your own character, you will then want to choose which traits to adopt as your own and which traits to elimi - nate from your personality . Personality is a non-specific science. The subset of psychology called Personality Theory is an attempt to categorize and label clus - ters of thoughts, habits, attitudes and behavior. It has been a suc - cessful scientific pursuit. Some scientists still argue as to the origin of personality. Some will claim your personality is purely genetic and you have little control over your introversion, extroversion, or stubborn attitude. Other, more enlightened scientists realize there are hundreds of factors in determining a person's character. Most of the factors are a direct result of the \"nurturing\" or the environment you grew up in. The reason this argument is important is to point out that if you believe you are the way you are because of genetics or destiny, you have a very low chance of changing. However, if you believe that personality traits such as stubborn - ness, argumentativeness, self-consciousness are learned behaviors, then you will have an easy time unlearning them. I have read numerous long-term studies that reveal a baby's \"temperament\" seems to be partially encoded from birth. However, no evidence I've ever seen indicates the \"success traits\" I am about to reveal to you cannot be learned at any age. Furthermore, the \"personality road - blocks \" described in the next chapter are all changeable. Research"},{"pageNumber":39,"pageContent":"in physiology tells us that it takes between 21 and 30 days to change a habit. Physical repetition and mental imagery accelerates the process. The following chapters reveal handwriting strokes in successful and non-successful people. If you make a conscious effort to adjust your handwriting to match the \"success traits\", you will feel a noticeable difference in your thinking process in less than 30 days. I have tested this theory and experienced successful results firsthand, and I have seen many of my students change dramatically by heeding this advice. Start changing your handwriting now, and you will transform your life. I guarantee it. Now, the following personality traits are typical of rich and happy people. Clearly, there are many exceptions to this list. In fact, only a handful of people I've studied have ALL of them in their handwriting. (Nobody's perfect.) Just because it isn't \"in their hand - writing\" doesn't mean they don't sometimes display the characteris - tic. Handwriting analysis shows us the personality traits that are \"most prevalent.\" I've never met a miserable, impoverished, mean spirited person who displayed these success characteristics. Once you read the list, I think you will agree these \"success traits\" would provide a powerful foundation for anyone's journey toward success and happiness. E SSENTIAL S UCCESS T RAITS OF THE R ICH & H APPY : High Self-Esteem / Sense of Self-Worth High Goals Persistence Strong Self-Confidence / Healthy Ego Determination Optimism Enthusiasm Strong Physical Drives Integrity /Honesty 38 Bart Baggett’s Handwriting Success Secr e t s"},{"pageNumber":40,"pageContent":"S UPPORTIVE T RAITS D EPENDING ON THE C AREER C HOICE : Desire for Responsibility Intelligence Deep Enduring Emotions Imagination Diplomacy Flexibility Sense of Humor Acquisitiveness Self-Reliance /Leadership Pride T HE E SSENTIAL E LEMENTS : H IGH S ELF -E STEEM / S ENSE OF S ELF - WORTH This is the most important personality trait in the entire book. Y our belief system about what you can accomplish, who you are, and what you are worth is the single most important aspect of suc - cess and happiness. Because our thoughts create our reality, doubt and insecurity simply hold us back from taking action toward our goals. Y our sense of self dictates the minimum acceptable level of \"crapola\" you will tolerate in your life. A t-bar crossed on the upper 3/4 of the stem indicates high goals and a good self-image. The higher the better; but keep it touching the stem. If someone cross - es the t-bar over the stem, they have lost touch with reality when setting goals. t-bars consistently above the stems indicate a dreamer . Notice in my own signature I have a high t-bar. I changed my signature to incorporate enthusiasm, confidence and leadership abilities. (I write a long t-bar, high t-bar , and underline my name.) I even make the first letters of my name 39 Part 2 - Personality Success Secrets"},{"pageNumber":41,"pageContent":"40 Bart Baggett’s Handwriting Success Secr e t s The power to shape the future is earned through persistence. No other quality is as essential to success. It is the sandpaper that breaks down all r esistance and sweeps away all obstacles. It is the ability to move mountains one grain of sand at a time. — Anonymous"},{"pageNumber":42,"pageContent":"41 Part 2 - Personality Success Secrets a healthy bold size. Not too big, but not too small. Naturally, the tilt of the baseline is up toward the right (optimism). I started changing my signature when I was fourteen years old. It seems to have worked for me. Having a high t-bar is no guarantee of success in life. In fact, those who take more risk, tend to experience more rejection and loss. But, they don't notice it. They keep their eye on the prize and keep going. It’s like the military slogan, \"You can lose a battle and still win the war.\" High self-worth allows you to separate your actions from who you are. It is the difference from failing at some - thing and taking on the identity of being a failure. So look for the high t-bar in your own handwriting, and if you don’t have a high t-bar, go ahead and change it now. Literally , changing the way you cross it can affect your future. At first, I sug - gest you draw the t-bar lightly across the top of the stem, even in the middle of a word. Only after you have practiced this for 30 days do you begin to draw the t-bar heavier . After 30 days, you will notice that your beliefs about who you are and how much you can accomplish will change for the better . H IGH G OALS The ability to plan ahead is essential. In handwriting analysis, the personality traits of high goals and self-esteem are revealed in the same stroke: The position of the cross bar on the letter \"t.\" In traditional psychology, there are many distinctions between a good self-esteem and having ambitious goals. For some unexplained rea - son, the height of the letter \"t\" gives us clues to both personality"},{"pageNumber":43,"pageContent":"42 Bart Baggett’s Handwriting Success Secr e t s Senator John Glenn’s handwriting shows extremely high t-bars (ambition and high self-esteem) and a very straight baseline (per - fectionist). The rest of his handwriting reveals integrity with the combination of retraced d-loops (dignity), clean o-loops, and bal - anced upper and lower loops (organization and emotional balance). He even connects his letters together with one pen stroke which indicates fluidity of thinking and intelligence. He is a real hero."},{"pageNumber":44,"pageContent":"43 Part 2 - Personality Success Secrets traits simultaneously. In my experience, the height of the letter \"t\" indicates a strong sense of \"certainty\" in accomplishing any goals, rather than merely the \"bold nature of the goal.\" I have met many individuals who claim to have high goals (medical school, movie stardom, graduate school, etc.) and yet they have low t-bars. Upon closer examination of their life, they don't see those \"goals\" as par - ticularly risky. In fact, they function with all the elements of a low self-esteem (emotionally adverse to risk, defensiveness, fear of change, etc.) So, if you analyze other people's handwriting, you must be sensitive to their definition of \"high goals.\" A Zen Buddhist may have high t-bars and have aspirations for a happy marriage and a healthy garden this year . That is success, too. It is a safe conclusion that people with high t-bars have a stronger, healthi - er sense of \"self confidence\" than those with low t-bars. U.S. Senator John Glenn is also an American national hero. He was the first man to orbit the earth way back in 1962. He wasn't a one hit wonder. He went on to hold a seat in the United States Senate and then go BACK into space near his 77th birthday. Do you think he has ambition, confidence and personal power? Check out his t-bars and think about his success. W e could all learn a thing or two about success from Mr. John Glenn. S TRONG S ELF -C ONFIDENCE / H EALTHY E GO Now this may sound obvious, but if you lack self-confidence - your lack of belief in yourself is your worst enemy. If you lack the belief system that you can achieve what you want, you sabotage any future effort. Confidence and self-esteem are closely related but actually different terms. In handwriting terms, I am guilty of lump - ing them together and referring to the trait interchangeably . Actually, we can all experience confidence as a specific \"state.\" Y ou are likely to have one or more arenas that you feel very \"confident\" while performing. (Tennis, golf, negotiating, computer program -"},{"pageNumber":45,"pageContent":"44 Bart Baggett’s Handwriting Success Secr e t s ming, speaking, etc.) However, self-esteem is really a \"cumulative rating\" of the various levels of confidence you feel in your entire life. Self-esteem is also tightly tied into the actual \"beliefs\" you hold about your own value and your own expectations. A confident baseball player could lead the league in home runs and still suffer a low self-esteem. This athlete has mastered the mental art of being confident. He feels confident by successfully controlling his internal images, voices, and feelings related to hitting a baseball. At the same time, some of his internal past wiring guides him to tolerate an unhappy relationship, turn to drugs, and lash out at those close to him. Confidence is contextual. Self-esteem expands across all con - texts of your life. When you raise your self-esteem, you will feel a higher level of confidence in all areas of your life. For example, if you come up to the plate to hit a baseball and you lack the confidence to know that you can hit it, here's what hap - pens. Instead of hearing that voice inside your mind saying, \"Bring it on you crummy little ball. I'm going to hit you out of the park!\" What often happens is the dominant thought is based in negativity or fear. So your internal voice might say, \"I'm going to strike out. I just know it.\" Now that thought actually predicts the future because it sends signals to your muscles to miss the baseball when it's thrown. Y ou can only visualize an event. Y ou can't visualize a non- event. If you lack confidence in any situation, then you put pictures in your mind of failing. And often, your body (physiology) becomes weakened because of the thoughts and beliefs that you have allowed to run your brain. In baseball, if you have doubts, here is what hap - pens. Y ou imagine yourself missing. Y ou swing. Y ou miss. Therefore, you meet your expectations. On the other hand, if you have true confidence that you are going to achieve, your mind works for you, not against you. When you get to the plate, your body follows the pictures that you had displayed in your mind. This means you hit the ball in the proper direction, at the proper force."},{"pageNumber":46,"pageContent":"45 Part 2 - Personality Success Secrets Y ou may even hit a home run. In handwriting analysis, esteem is seen in a couple of places. The most important location is the height of the crossbar in the lower case letter \"t.\" The size of the ego, sense of self, is seen in the signature and the personal pronoun \"I.\" All are important factors when assessing someone's overall sense of self-worth. W rite the word \"cat\" to check your own t-bar. (See \"cat\" below.) M ICHAEL J. F OX T ake a look at actor Michael J. Fox’s handwriting. Michael is a world famous actor. Most people don’t know he is a Canadian who moved to Los Angeles when he was just eighteen years old with five dollars in his pocket and a dream. He lived over his aunt's garage and started going to auditions. He made it. He broke into Hollywood playing a conservative, Reagan loving Alex Keaton on the TV sitcom Family Ties . He went on to star in the blockbuster hit Back to the Futur e and many other hit movies. His most recent suc - cess was ABC's sitcom Spin City . In my view, the greatest success is his ability to maintain a loving marriage and family life among the challenges of a fickle Hollywood casting couch and a forgetful American viewing audience. He has succeeded, failed, and re- emerged a winner time and again. In the December of 1998, he received a lot of media attention because he has been silently living with Parkinson’s Disease for many years. I think his story is just another testimony to the power of the mind over adversity. I began using his handwriting sample in 1997, as just another case of \"young actor moves to LA and makes"},{"pageNumber":47,"pageContent":"it big.\" Now his life story becomes a more significant example. In 1999 he retired from TV at the top of the ratings. I have no doubts Michael J. Fox will come out of all this smiling. Winners always do. Look for the success traits I discussed in his writing. He has most of them. T ake special note of the t-bar. Remember, he didn’ t learn that t-bar in third grade writing class. It is just natural. He also has optimism (baseline tilted uphill) , fluidity of thought (con - nected words), desire for responsibility (large beginning loop in M), and a nice overall rhythm and balance. (Rhythm and balance sug - gest a balanced life with good common sense.) E GO - B OLD S ELF -C ONFIDENCE Another way to look at your self-mage is the size of your signa - ture. A very tiny, tiny, tiny signature could mean a lack of confi - dence in yourself and/or a lack of confi - dence in your place in the world. (Capital letters and in \"I\" specifically, must be tiny, too.) On the other hand, a signature that is incredibly too big indicates a drastic need to be noticed. A bit of arrogance, too. 46 Bart Baggett’s Handwriting Success Secr e t s Liberace"},{"pageNumber":48,"pageContent":"I see a lot of rock musicians and movie stars with huge signa - tures. Some are illegible. I'm fairly confident the \"illegibility\" issue tends to be a result of signing their name in a hurry, frequently, and while walking in a crowd. Speed equals sloppiness. Often, when you see very big, bold strokes of handwriting or when a signature is much larger than the rest of the writing, that is a sense of pride and ego, saying, \"Hey! I’m worth it. Give me the spotlight.\" But I tend to think that one of the reasons a musician works so hard to become famous is the need for \"recognition.\" A large ego has special needs. Some psychologists will claim a big ego is merely a result of an insecurity complex. I think that depends on the person. As with all generalizations, there are many fac - tors that could con - tribute to the healthy or non-healthy expression of an ego. I personally recom - mend people choose a signature that is somewhere in between large and tiny. However, the capital letters in your signature should be strong, bold, and larger than the lower case letters. T o be candid, I also have a healthy ego. I am someone who had the audacity to write a book on relationships when I was 22 years old. I've been under the spotlight on hundreds of radio, TV shows, and newspaper articles. If I didn't have a sense of self-importance, an ego saying, \"What I have to say is important. So listen up,\" there's no way I could have succeeded in those arenas. A healthy ego is essential to success and leadership. 47 Part 2 - Personality Success Secrets"},{"pageNumber":49,"pageContent":"48 Bart Baggett’s Handwriting Success Secr e t s"},{"pageNumber":50,"pageContent":"49 Part 2 - Personality Success Secrets P ERSISTENCE Strokes that double back over the letter and end toward the right indicate persistence. This trait is usually located in the \"t\" and \"f.\" This person has the quality of not giving up when confronted with temporary setbacks. He will persist until he completes the task. When you see this in someone's handwriting, realize they are very powerful people who tend to hit the wall and then break through it with great triumph and success. The only downside is they often stay on the same path too long when they realize there could have been another path with less resistance. Persistence is shown by a double-crossed t-bar, much like a star . If you think about drawing the star on the side of the Dallas Cowboy's helmet, you go down, up to the left, never pick up your pen, and back to the right. One metaphor for remembering this trait is someone hitting difficulty head on, going back into the past eval - uating what works and what doesn’t, and then coming back toward the issue head on. Of course, all the while never picking up the pen. Ben Affleck’s signature shows persistence in the letter “A”, not in the t. He also has optimism and a perfectly straight baseline (perfectionist.) Notice he underlines his name, too."},{"pageNumber":51,"pageContent":"50 Bart Baggett’s Handwriting Success Secr e t s General Colin Powell’s handwriting is full of successful person - ality traits. The long downstrokes on the “y’s” indicate both mas - sive determination and the desire to make it on his own - an inde - pendence streak. The tall “d’s” indicate a high level of pride and dignity. (He gets insulted with any form of disrespect.) Honor is everything. You might also notice the very large capital letters in his first and last name (healthy ego). If I were at war, I would want a man with confidence, honor, determination, and power leading my troops into battle. See: www.HandwritingUniversity.com/newslettersamples/colinpowell.html"},{"pageNumber":52,"pageContent":"D ETERMINATION -- O VERCOMING A DVERSITY The next trait is very important, and you'll see different varia - tions of this personality trait, sometimes with different labels. I think they all work together . The three traits that reveal various aspects of determination are: enthusiasm, persistence, and determi - nation. W e have already discussed persistence. Enthusiasm is shown by a very long stroke, often in the cross - ing of the letter \"t.\" If the t-bar is extra long, it means lots of enthu - siasm. Y ou ought to notice that the opposite of enthusiasm is a very short t-bar, perhaps on the left side of the stem, and that would be someone who procrastinates. Obviously if you procrastinate exces - sively you may never get around to achieving your goals. The third trait is determination. Again these all sound similar , and they are distinctly different in the handwriting. If you combine them all together you get a massively powerful result. Determination is more of a physical drive rather than simply setting your mind on something and achieving it, like persistence. Persistence tends to focus on local goals and long-term goals. Drive is an addition of strong energy. If you have a strong drive, you might get up at 5:30 in the morning and go home at midnight in your work. Y ou could do that for weeks on end. Y ou often see drive even in letters like \"y\" and \"g\" that have complete loops, but the down stroke is very heavy -- a lot heavier than the upstroke. What you look for is any down stroke that is substantially heavier or even longer than other handwriting samples or other strokes. I often see it in the letters \"t\" or \"m\" which is an unusual way to end a letter . Superstar athletes tend to have a strong determination. I've shown handwriting samples here of some famous people. Notice that the last letters \"t\" and \"n\" go down far below the baseline. 51 Part 2 - Personality Success Secrets"},{"pageNumber":53,"pageContent":"52 Bart Baggett’s Handwriting Success Secr e t s Tr oy Aikman. Dallas Cowboy 3-time superbowl winning quarterback. (American Football) Notice the long downstrokes and the persis - tent “cross” in his first name. That cross starts as part of the y-loop. Superstar Basketball player Michael Jordon’s signatur e r eveals long hard downstrokes, too. He also reveals diplomacy and a small loop in his letter “d”. A sensitive guy who knows how to talk to people. This is a reproduction of what I r emember Curt’ s signature to be like. The last letters of his t and n extended far below the baseline (determination). I didn’t have an original. Inventor Thomas Edison found over 1000 ways not to make the electric light bulb. Energy and enthusiasm was his trademark. Notice the perfectly straight baseline (meticulous)."},{"pageNumber":54,"pageContent":"My friend Curt Hanson has the most dynamic sense of determi - nation I’ve ever seen. Curt had a unique experience that formed his strong sense of determination. In fact in his case ... survival. When Curt was less than age three, he was diagnosed with a form of can - cer that the doctors considered fatal. Up until that point in the early '60's, no one had ever survived this form of cancer. He survived through the chemotherapy, the drugs, the surgeries, and the months of recovery strapped to a bed unable to move his spine. He has felt more physical pain than most soldiers could endure. He has been in and out of hospitals until the age of 20. I believe the development of the trait determination was a direct result of his physical ailments and his mental decision to survive. I tell you this story with his per - mission, because he is so thankful that he is alive to tell it. He's one of the most happy, optimistic, and playful people I know. He says his attitude is such, because every day to him is a gift. His determi - nation is unlike any I’ve seen. Therefore, in his life, in his business, everything works out fine. Nothing is a struggle for him, because he has overcome so much more. Is he a self-made millionaire? I'm not sure of his net worth, but he will be if he sets his goals in that direc - tion. Is he successful? Absolutely . A great marriage, a great busi - ness, and he is happy . I've also discovered that determination of this magnitude is often a result of physical challenges when someone was young. So when you see determination in other people's handwriting under - stand that they are determined to meet all their goals, and that it's also a level of energy in addition to persistence. I believe the Dallas Cowboys' quarterback T roy Aikman dis - plays many elements of determination. As you know he's a very successful athlete in the very competive world of the NFL. He also lost many games on the way up to the top. He had to consistently endure, and throughout his career he has been one of the best quar - terbacks, considering he has won three NFL Super Bowls. One of his autobiographies references a medical problem that he had to 53 Part 2 - Personality Success Secrets"},{"pageNumber":55,"pageContent":"overcome when he was a child. So, I do believe that strong determi - nation is often dealt with and learned through physical challenges, which is often why athletes become successful in business. They learn to overcome setbacks and they take the same route in their business. NFL Champion quarterback T roy Aikman’s handwriting is on the previous page. Notice the double cross capital letter \"A\" ... persistence and the long straight lower zone strokes - determination. O PTIMISM All the classic self-improvement books say a positive mental attitude is the key to success. As general and ambiguous as that statement is, the trait of Optimism comes closest to capturing the essence of this skill. If you have a sample of handwriting written on unlined paper, you can quickly determine how optimistic someone really is. The more the entire baseline is tilted up and to the right, the more positive this writer is. This \"slanting uphill\" is an easy trait to remember and accept, because both our body language and our spoken language hold parallels to this written sub - conscious expres - sion. Ever heard the phrase, \"things are looking up?\" How about the song, \"Always look on the bright side of life!\" sung by Monty Python in the final scene of the satirical comedy The Life Of Brian . How about the description of someone feeling \"down\" - pes - simistic? Even your body language goes limp, down and saggy when sad or depressed. When you are optimistic, you tend to stand up, look up, and tilt your head above the horizon. Just holding your head straight and staring at the ceiling fires optimistic thoughts to 54 Bart Baggett’s Handwriting Success Secr e t s"},{"pageNumber":56,"pageContent":"55 Part 2 - Personality Success Secrets your brain. As far as your handwriting goes, you can start writing uphill, since your physiology affects your mood. So start tilting your hand - writing at a 45-degree angle right now. See how much better you feel. I find this lifts me up really well when I feel down. Look at the handwriting sample of Ebby Halliday. Mrs. Halliday was a pioneer as a female entrepreneur. (Real Estate in the North T exas, USA area). Ebby was one of the first female self-made millionaires in T exas. A pioneer for working women in the 1950's and 1960's, she had a wonderful marriage and a fabulous career . She was one of the first women ever to keep her own last name dur - ing marriage. She is a legend in the real estate circles of Dallas, TX. Ebby has created a total successful, rich, and happy life. Handwritten lecture notes of Ebby Halliday . (Circa 1998)"},{"pageNumber":57,"pageContent":"E NTHUSIASM Enthusiasm is a result of lots of mental and physical energy. It is revealed in extra long horizontal strokes anywhere in the writing. The most common location to spot enthusiasm is in the cross bar of the letter \"t\". Martin Luther King has an abundance of enthusiasm and ambition. Making the cross in your t-bar long is always a posi - tive personality improvement. In addition to the long t-bars, Dr . King has lots of pride and dignity . A long t-bar indicates enthusiasm as shown in Martin Luther King’s signature. Enthusiasm is one common trait of great leaders. Also people whose handwriting have very short t-stems tend to start projects and not finish them. Which of course would be a lack of enthusiasm. Enthusiasm is the enduring emotion of excitement. (Some men with ... you know, a short endurance sexual problem ... have t-stems that are just a dash - no lasting energy.) Similar to enthusiasm would be traits like determination and persistence, although a little different in behavior . They are very useful traits, and when they're all tied in together, you have someone who’s very powerful and usually achieves what they desire. S TRONG P HYSICAL D RIVES / B IG S EX D RIVES Some people may disagree with this success trait. I have noticed a strong correlation between high achievers and big sex drives. This does not mean that in order to make money you have to have lots of sex. (Although there might be a correlation to how much money you have to how many sexual offers you get!) What it does mean is 56 Bart Baggett’s Handwriting Success Secr e t s"},{"pageNumber":58,"pageContent":"the same part of the brain that creates energy, drive, and ambition is the same part that leads to sexual adventure. So if you find yourself needing to travel, yearning exercise, getting restless and bored easi - ly, you are feeling \"the drive\" calling. I have read that the same region of the brain processes energy, fitness, and sex related thoughts. This might explain why super powerful men often get into trouble from their overactive sexual appetite (Bill Clinton, Senator Gary Hart, Howard Stern, Senator Newt Gingrich, Robert F. Kennedy, Donald T rump, etc.) So ladies, you can blame his brain for his wandering eyes! But all seriousness aside, not all men with strong sex drives have affairs. Napoleon Hill, author of Think and Grow Rich , did a study where he interviewed several of the most highly successful men in America over a twenty-year period. What he discovered was that all the men over 50 in his study successfully redi - rected or \"transmuted\" their sex drive into their careers. I MAGINATION The ability to see things that do not exist is essential to achieving long-term goals. The term imagination can refer to an artist's mind, an architect’s vision, or a broad open mind. The term imagination is usually referred to as a description of the amount of new ideas one allows in or generates. Sometimes, even 57 Part 2 - Personality Success Secrets"},{"pageNumber":59,"pageContent":"58 Bart Baggett’s Handwriting Success Secr e t s I am different from Washington; I have a higher, grander standard of principle. Washington could not lie. I can lie, but I won’t. -Mark Twain"},{"pageNumber":60,"pageContent":"the negative term gullible is used to describe someone who allows too much information in without effective discernment. In handwrit - ing analysis, we see one clue to the amount of imagination one has by the width of the loops. If the d-loop is wide, we see the person has an unrealistic imagination relating to people's criticism. (Not healthy). In the h-loop, a big loop reveals a tendency to be open and investigative about philosophical and religious concepts. If the loop of the lower case cursive \"e\" is large, the person is called broad - minded. The most common location for a healthy imagination is the size and width of the lower loops in the \"j,\" \"g,\" and \"y.\" This is often combined with an assessment about someone's sex drive or sexual imagination. But, imagination can clearly exist exclusive from any sexual connotation. Imagination is the width of the loop. Physical drive is the heaviness and the depth of the downstroke in these letters. Many handwriting samples contain both elements. Thus, it is easy to confuse a healthy imagination for an adventurous sex drive. In general, a healthy size y-loop is a positive thing. Refer to the y-chart in chapter 5 for more information on the letter y . I NTEGRITY /H ONESTY One indicator of honesty is found in the lower case letter \"o.\" The way the lower case \"o\" is formed indicates traits such as blunt - ness, secrecy, self-deceit, and lying. Although true criminals and thieves may have other more devious handwriting traits not revealed in the letter \"o,\" you will find the letter \"o\" a valuable asset in searching for someone's level of integrity and honesty . There are many ways to make a lower case \"o\": the less inner loops, hooks or squigglies inside the oval increase the person's propensity to be can - did, blunt, and truthful. So, look for the letter “a” and “o” with no inner loops or only small inner loops on the right side. The cleaner the inside of the a and o is.. the more blunt and candid the person tends to be. 59 Part 2 - Personality Success Secrets"},{"pageNumber":61,"pageContent":"Interviews with millionaires have stated that \"honesty\" is the most important element to their success. Honesty builds trust and is essential in maintaining long-term relationships. Research indicates 98% of millionaires have a supportive spouse and have been mar - ried for over ten years. From a spiritual perspective, all the great philosophies have preached the value of honesty and integrity as having its own rewards in this lifetime and after this lifetime. From a linguistic perspective, the question of the honesty of your \"word\" is very significant. Y our unconscious mind is constant - ly receiving programming from your own internal voices. The con - sistency of your spoken word dramatically affects your ability to successfully program your unconscious to assist you in manifesting your goals and dreams. If you have a habit of not keeping your word to others, your unconscious mind knows this and then lowers its own commitment to follow your own orders and requests. In essence, your unconscious stops believing what you say . Therefore, it stops working for you as effectively. If you lie to others, you will lie to yourself. If you lie, you are sabotaging your future. Integrity and honesty in handwriting are characteristics that are not easily spotted in any single letter. Entire books have been writ - ten on this one element of personality and how to spot it in hand - writing. It takes an advanced eye to know all the subtle clues. The letter \"o\" will give you a good head start and assist you in noticing any red flags. Read the following chapter for more information about the letter “o” and how it relates to dishonesty . S UPPORTIVE \"S UCCESS \" T RAITS T HA T C OMPLEMENT THE A BOVE T RAITS In my research analyzing handwriting samples of successful people, I discovered a number of personality traits that I found repeatedly in certain careers. However, they did not show up all the time - so it isn’t fair to say you will want them. They did show up 60 Bart Baggett’s Handwriting Success Secr e t s"},{"pageNumber":62,"pageContent":"consistently in certain careers and always seem to be a positive compliment to the previously mentioned traits. In other words, if you have them, they will help you, not hinder you. Y ou can add these to your writing or just look for them in others for an addition - al clue toward success. D ESIRE FOR R ESPONSIBILITY People who have a need to be responsible tend to gravitate toward leadership roles and get their sense of significance from con - tributing to the good of a team. This personality trait is revealed in a signature or a capital letter in the form of large loops at the begin - ning or ending of strokes. The larger this hook the more the person desires to be responsible or in the spotlight. This trait sounds like it is a desire for attention, but it is less self-serving. I also coined the term \"desire for fame\" which is the same stroke on a large signature. The reason I associate fame with this stroke is because of the shear number of famous people I have noticed that use this stroke compared to the rest of the population. It seems that a large signature and this hook stroke are common among famous musicians, actors, and celebrities. This same stroke is also found without the big ego in civic leaders, organizational presidents and volunteer leaders. This stroke indicates a deep need to win the love, affection, or respect of a group. D EPTH OF F EELING OR E MOTIONAL I NTENSITY IN H ANDWRITING 61 Part 2 - Personality Success Secrets"},{"pageNumber":63,"pageContent":"Depth of pen pressure is a handwriting trait I have found in a majority of self-made millionaires. I wouldn't suggest you change your own level of pen pressure, but I felt obligated to mention it as a spur to achievement. Pen pressure is easy to notice if you just run your finger lightly across the backside of a sample of handwriting. I just flip the paper over and feel if the pen made an impression on the backside. The harder you press on the paper, the deeper your emotions run. The more intensity - the more depth of feeling. One descriptive metaphor is \"You may forgive but never forget.\" One good aspect of someone who writes lightly is that they get over angry situations much faster. Light writers never brood as long as heavy writers. Now, interestingly enough, deep enduring emotions are not always a positive element. In fact, most traits are not judged good or bad viewed separately. But, when you combine the many traits together they have a dynamic result. Y ou would probably agree that persistence, enthusiasm, and determination are wonderful personali - ty traits. Of course, like anything ... those traits could become a detriment if in the character of someone evil. Emotional intensity, determination and persistence would not be good for society if it was part of a psychological profile od a homi - cidal maniac. That desire to \"kill\" would then be supported by a deep burning emotion, determination and the tendency to try again and again to satisfy his dark desires. If you ever get a chance to view an actual serial killer's handwriting, you might be surprised what you would see. (Always heavy handwriting.) What I find in most successful self-made millionaires is that they get an urge to achieve something, and it drives them. It obsess - es them. They think about it day and night. An accurate indicator of this trait is heavy pen pressure. So, do you think emotional intensity is a benefit or detriment for the state of happiness? Since happiness is an emotion, the abili - 62 Bart Baggett’s Handwriting Success Secr e t s"},{"pageNumber":64,"pageContent":"63 Part 2 - Personality Success Secrets ty to feel deeply would be an asset. The secret is determining how to control which emotions you feel on a regular basis. T est yourself: If your hand hurts from pressing too hard on the pen and paper, you are a heavy writer. If a copy machine has trouble seeing your pen marks because you write so light, you are a light writer. For example, if you have strong emotional depth, and some - one angers you to the point of revenge or hatred, you will still hate that person many years later. Likewise, if you fall in love with someone you’ll probably still feel deep feelings many years later . Even if the relationship has long ended. In some cases, as you know, the deep feelings are just as intense, but we label them differ - ently after an ugly breakup. If you have lots of break ups in your love life, you will handle it much better if you are a light writer . In your case you have to look at your own handwriting, evalu - ate your own personality, and decide which traits you have now that support your success in a positive, ethical way, and which traits do not. If you do not have heavy handwriting, it doesn't mean you have to put it in there to be successful. If you do want to add this intensi - ty to your life, please make this addition only after you look at all other aspects of your personality. Remember, you are just intensify - ing what you’ve got. So make sure you have changed anything neg - ative or bad or you’re turning up the heat on the ugly part as well as the wonderful part. D IPLOMACY The ability to get along with people is essential to both financial and interpersonal success. The ability to gain rapport with people quickly will be discussed later in this book. One element of rapport is the ability to choose your words carefully in a way not to offend anyone. W e call this way with words: diplomacy. Diplomacy is revealed by a noticeable decrease in the height of the second hump compared to the first hump of an \"m\" or \"n.\" If the humps go downhill this indicates diplomacy ."},{"pageNumber":65,"pageContent":"64 Bart Baggett’s Handwriting Success Secr e t s Notice the difference between these two handwriting samples. The bouncy baseline and lack of structure translates into a mor e free spirited flexible personality with less “rules.” The top hand - writing sample is someone who can handle unexpected events with ease. He also tends to be more sloppy and have less discipline.. The person below writes similar to what people are taught as chil - dren. This “copy book” style has a perfectly straight baseline and even spacing. He expects people and events to follow a prescribed set of rules. In fact, when things don’t go according to plan, this kind and simple person can go temperamental. (especially with a low self-esteem). Tight and perfect handwriting sometimes indicates some form of neurosis or at least an anal retentive “uptight” quali - ty. This person is not very flexible when things go haywire. There is no better or worse style. Each type of baseline and structure has its strengths. Thomas Edison and John Glenn’s writing have perfec - tionistic even baseline qualities. How many rules do you follow?"},{"pageNumber":66,"pageContent":"65 Part 2 - Personality Success Secrets Y ou might want to realize the opposite stroke is not the opposite of diplomacy. If the second hump is higher, it indicates self-con - sciousness - which is a fear of being ridiculed. I have not found downward humps in a majority of rich and happy people's hand - writing. However, I believe it would add to your repertoire. As a side benefit of programming diplomacy, you will be de-program - ming the fear of ridicule. Nice side effect. F LEXIBILITY It has been said the person with the most flexibility wins. This is obviously true in the physical manifestations of conflict such as the martial arts. T ai Chi and Hop Ki Do teach the student to move with the attacker ’ s energy and simply re-direct it. They teach the metaphor that wood breaks, water bends. Whether you are pursuing a goal or having a discussion with your spouse, the ability to change on the fly is essential. Flexibility is the tendency to have many options to succeed. In handwriting analysis, the lack of rigidity in the baseline reveals flexibility. On the other hand, excessive control is revealed when someone writes a sentence that appears to have been typed by a typewriter (each line is exact and perfect, the baseline could have been drawn on a ruler). The term \"anal-retentive\" comes to mind when I see pretty, precisely spaced, copy-book style, totally bal - anced writing. This tells me the person follows all the rules way too closely. If they follow rules, they demand other's to follow their own rules, too. When you set up rigid rules, you experience fre - Basketball player Michael Jordon is still a worldwide celebrity years after his own retirement from sports. Part of the reason is his kind and diplomatic demeaner ."},{"pageNumber":67,"pageContent":"66 Bart Baggett’s Handwriting Success Secr e t s Common sense is not so common. -Voltair e"},{"pageNumber":68,"pageContent":"quent frustration when those rules are not followed. Naturally, there will be anal-retentive neurotic people who can achieve wealth and happiness. If I were flying a spaceship that required zero mistakes (John Glenn) I would want an anal retentive controlled personality. However, these people don't have the happy- go-lucky, change-paths-on-a-dime attitude that makes being around them fun and easy. Because I have a bouncy baseline, I don’t want other people’s rules imposed on me. I have a tendency to want these people with too straight of a baseline to just loosen up. I’ve never seen anyone try to change their own baseline. (I have seen other people’s baseline and overall slant or spacing change dramati - cally as a result of taking prescription medication such as Prozac or Paxil. Isn’t it interesting that the handwriting reflects the personali - ty shifts when a drug intervention is effective? Those drugs are often prescribed for either obessive compulsive disorder or depres - sion. I tend to suggest taking a middle of the road approach. Not too perfect, not too sloppy! I NTELLIGENCE Many people have very limited belief systems about their own level of intelligence. In the past thirty years, there have been many intelligence tests that have come and gone as far as validity. Even handwriting analysis has many subjective areas relating to judging intelligence. There is not just one, easy-to-identify handwriting stroke to spot intelligence. Therefore, instead of showing you geniuses handwriting and having you wonder if you stack up, I'm going to allow you to believe you are a genius. And, even if you never choose that belief, you will know it doesn't really matter . W ealth and happiness just take enough intelligence to choose them over poverty and misery . There is no statistical correlation between good grades and suc - cess in life. For most of us, our performance in school was a major 67 Part 2 - Personality Success Secrets"},{"pageNumber":69,"pageContent":"MILLIONAIRE’S SUCCESS FACTORS P ERCENTAGE OF M ILLIONAIRES Indicating % Factor Who Ranked V ery Important (Important) Being honest with people all the time 57 (33) Being well disciplined 57 (38) Getting along with people 56 (38) Having a supportive spouse 49 (32) W orking harder than most people 47 (41) Loving my career / business 46 (40) Having Strong Leadership Abilities 41 (43) Having a very competitive spirit / personality 38 (43) Being very well organized 36 (49) Having the ability to sell my ideas / products 35 (47) Making wise investments 35 (41) Being my own boss 29 (36) W illing to take financial risk given the right return 29 (45) Having good mentors 27 (46) Having an urge to be well respected 27 (42) Investing in my own business 26 (28) Finding a profitable niche 23 (46) Having extraordinary energy 23 (48) Being physically fit 21 (44) Having a high IQ / superior intellect 20 (47) Specializing 17 (36) Attending a top-rated college 15 (33) Ignoring the criticism of detractors 14 (37) Living below my means 14 (29) Having strong religious faith 13 (20) Being lucky 12 (35) Investing in the equities of public corporations 12 (30) Having excellent investment advisers 1 1 (28) Graduating near / at the top of my class 1 1 (22) *This survey from The Millionaire Mind by Dr . Thomas Stanley 68 Bart Baggett’s Handwriting Success Secr e t s"},{"pageNumber":70,"pageContent":"69 Part 2 - Personality Success Secrets measurement device for establishing our own beliefs about our level of smarts. Book-smart people sometimes lack the common sense others seem to have so naturally . There seems to be a correlation with the level of \"emotional intelligence\" and happiness in life. The book Emotional Intelligence has forced many people to reevaluate their own definition of intelligence. Dr . Thomas J. Stanley's book The Millionaire Mind states that in a self-assessment of over 733 American millionaires, the success factor of \"High Intelligence / Superior Intellect\" was ranked just 21 out of 30 key important fac - tors of success. In fact, only 21% said it was very important and 47% said it was important. But, it fell considerably behind other more attainable qualities such as honesty, hard work, and discipline. Dr . Thomas J. Stanley’s book The Millionaire Mind revealed some interesting statiscal facts about millionaire’s and their thinking processes. One of the questionairres asked participants which per - sonality traits were most imortant in being successful. The #1 response was honesty and discipline. Y ou can read for yourself how someof America’s millionaires judged their own success factors. Intelligence is not found in just one stroke of the pen. It is a combination of many various strokes in various letters. Because of the advanced nature of this trait, intelligence in handwriting will not be discussed in detail. Furthermore, we don't have any evidence that any single handwriting change can make you smarter . Here are a couple hints to assist you in spotting thinking styles. People who make fast decisions and tend to be impatient often have angular middle zone let - ters. Needle point \"m's\" and \"n's\" are typical. For example, Donald T rump's handwriting reveals his lighting fast mind. Many CEO’s have this trait, because they have to make quick decisions all day long. New York Real Estate Tycoon Donald T r ump"},{"pageNumber":71,"pageContent":"70 Bart Baggett’s Handwriting Success Secr e t s Thomas Edison has round, almost square top “m” and “n” humps. This cumulative fact-upon-fact thinking style assisted him in his own creative process. Note the enthusiasm revealed in the extra Fluidity of thinking is commonly found in radio or TV talk show hosts, professional speakers or writers. Steven Bochco is one of America’s most successful television writers. Lar r y King and Dr . Laura Schlesinger are Talk Radio /TV hosts. All highly intelligent."},{"pageNumber":72,"pageContent":"71 Part 2 - Personality Success Secrets On the other hand, there are very successful men and women with more round, curvey handwriting. These people have a more cumulative procedural type of thinking, but intelligent nonetheless. For example, Thomas Edison was took his time when experiment - ing with his inventions. Y et no one would argue he wasn't a genius. I NTUITION T ruthfully, intuition is also a sign of intelligence and a lot of people are not familiar with the concept of intuition as a part of intelligence. But remember, intelligence is processing information and coming up with a good decision. Intuition is a 6th sense. It's taking information from your gut feeling. Research indicates that people who do follow their gut feeling, in addition to well- researched advice, often make better decision makers. In fact, after interviews with some top executives, many of their best hiring decisions are made \"going by their gut.\" Intuition is shown in handwriting by frequent lifts of the pen, rather than solid connected handwriting. Interesting. S ELF -R ELIANCE / L EADERSHIP An underline in a signature is usually a positive sign. Underlining one's name is adding a bit of \"boldness\" to your public image. Y ou are saying, \"I am here. T ake notice. I mean business.\" I have seen great leaders with and without an underlined name. Therefore, there is no statistical pat - tern to prove it will help you. I think it is a positive trait that helps people succeed in leadership roles. If you look at my signature, I underline my name and make my t-bars as high as I can. At the same time, I don't want to have a signature too large. I don’t need my ego to get any bigger ."},{"pageNumber":73,"pageContent":"72 Bart Baggett’s Handwriting Success Secr e t s Composer John Williams has many success traits. The long and high t-bars reveal his self-confidence. The extra tall t-stems show us he is full of pride and dignity. People with this level of pride tend to be sharp dressers and are concerned with their reputation. Small beginning hooks in the middle zone indicate a desire to acquire. This seems to motivate these people to acquire security , money, and even shoes. If they appear in the upper zone, it indi - cates a desire to acquire knowledge (not shown here.)"},{"pageNumber":74,"pageContent":"73 Part 2 - Personality Success Secrets P RIDE & D IGNITY Pride & dignity are revealed by tall narrow \"t\" or \"d\" stems. As a grapho-therapist, I don't recommend people intentionally make their t-stems taller. If a stem is 4 times the size of the middle zone writing, the writer is often arrogant. This excessive pride and unnec - essary concern about the opinions of \"society\" (What will they think?) is usually excess baggage on the trip to the top. So, I feel programming pride via handwriting changes carries the risk of acci - dentally programming vanity . Therefore, limit yourself to removing the loop in a \"d\" or \"t\" stem, but keep them in between 2-3 times the height of the surrounding lower case letters. By the way, as you start to raise your t-bar, you might find the t-stem growing taller . Stop it. A void letting your t-stems grow too tall. A CQUISITIVENESS The desire to acquire is a trait that will accelerate someone's tendency to accumulate physical stuff. This may include money , cars, and shoes. Depending on your philosophy in life, this might be a positive trait or a negative one. Feng Shui experts say keeping too much stuff around the house compromises the flow of the chi. Therefore, acquiring too much stuff can stiffen your ability to earn more. I can't say this trait will increase the odds of you becoming rich and happy. I do know this fact. Acquisitiveness is a handwriting trait that I often see in people who have acquired lots of wealth. It is only a supportive trait. It indicates a burning need. When people have a burning need, they usually find a way to fill this need. Acquisitiveness is revealed by beginning hooks in the middle zone. When I see this in a woman's handwriting, I always tell them they have more shoes than they could ever wear. Most of them are amazed that I knew they were shoe collectors. Naturally, buying shoes is just an outlet for the desire to acquire. And when speaking"},{"pageNumber":75,"pageContent":"to an American woman, this is a high percentage metaphor to use. However, the underlying motive is a need to collect things. I also find a significant correlation between a high value on security (chapter 4) and the occurrence of repeated acquisitiveness hooks. S ENSE OF H UMOR Who doesn't feel happy when they laugh? I have the unique characteristic of making myself laugh whether I am alone or with friends. Both of my parents had a very highly developed sense of humor and have no fear of expressing it. I have studied hundreds of people with a highly developed sense of humor. I have not discov - ered one handwriting stroke that promises to improve your sense of humor . Humor is fun. Learn to laugh more. Y ou’ll figure it out. Because there are so many different types of comedy, it is difficult to paint a personality profile of the funny person. (Sardonic, witty , outrageous, obnoxious, dark, satirical, childish, etc.) Handwriting analysis isn't the most effective tool to spot funniness or learn humor. Here are two tips. If you see a long wavy t-bar, this indi - cates a silly sense of humor . The sharp pointy t-bar indicates sar - casm. Often sarcasm can be very witty. It can also be very caustic. C ONCLUSION Becoming a successful leader, entrepreneur, or just plain old multi-millionaire is so much more complex than we could possibly get into in this chapter. I want to remind you that your personality and your character are essential in becoming successful, both finan - cially and in other areas of your life. It is more than just crossing your t-bar high... but that is a good start. Enjoy the following pages of actual handwriting samples of people that have made an impact on society through their outstanding personalities. 74 Bart Baggett’s Handwriting Success Secr e t s"},{"pageNumber":76,"pageContent":"75 Part 2 - Personality Success Secrets President George W. Bush has handwriting of a leader. High t-bars, sharp pointed “m” humps, and a steady disciplined baseline. His closed dotted “i’s” indicate a good memory and loyalty. He really has no “bad” personality traits. I am especially proud of the height of his t-bars. Naturally, he connects many of his letters into the next word indicating a fluid mind (including some lower case t-bars which do not mean low self-esteem.) For a complete analysis of America’ s President George W. Bush, see this webpage: HandwritingUniversity.com/newslettersamples/candidates/gbush /"},{"pageNumber":77,"pageContent":"76 Bart Baggett’s Handwriting Success Secr e t s James Baker III was the Secretary of State under United States President George Bush from 1988-1992. He is a man of unquestionable integrity and accomplishments. Notice his high t-bars, persistence, and determination."},{"pageNumber":78,"pageContent":"77 Part 2 - Personality Success Secrets Jane Goodall is a pioneer researcher of primate communication and a true hero for ecological & animal preservation. Dr. Goodall’s research was the basis of my first ever term paper in high school. Recently, I met Jane in person and asked her this question,”Do you feel primates understand the concept of God?” She responded by telling a story of a chimp who sat by a waterful with the obvious sensation of “awe” while noticing the rainbows appear in the mist. She concluded primates have the sensation of a higher power, but lack the language skills or vocabulary to make the concept tan - gible. Jane Goodall is one true hero for the planet. She has written many profound books. She is an amazing woman who also has high t-bars."},{"pageNumber":79,"pageContent":"78 Bart Baggett’s Handwriting Success Secr e t s Radio Host Howard Stern is both offen - sive and very successful in his career . He pioneered syndicated morning radio shows in the United States and star r ed in a hit movie Private Par ts. His high t- bars, fluid S, sharp pointed “m” humps, and tall “d” and “t” stems are the most telling of his traits. For a more in depth analysis of Howar d Stern’s writing, see this webpage: www.myhandwriting.com/audiofiles"},{"pageNumber":80,"pageContent":"79 Part 2 - Personality Success Secrets Football coach Tom Landry was known for his cool demeanor and kind nature. He was the first head coach for the Dallas Cowboys and held the position for over 20 years. His t-bars clearly r eflect the winning style of the 70’s Dallas Cowboy teams. He passed away in 2000 to an outpouring of emotion from family and friends. Notice the fluid thinking in the T and L of his name and the high t-bars throughout the writing."},{"pageNumber":81,"pageContent":"80 Bart Baggett’s Handwriting Success Secr e t s Maya Angelo is one of the prolific poets of our time. She was invited to write and read the inaguration poem for president Bill Clinton. She is a friend and mentor to Oprah Winfrey and a champi - on to the spirit of humanity. Notice her enthusiasm, determination, intelligence, and of course... high t-bars."},{"pageNumber":82,"pageContent":"81 Part 2 - Personality Success Secrets Ruby Bridges was just a child when she had the courage to become one of the first black students to attend an all white-school. Y ears later, she has grown into an even more determined and proud woman. Notice her optimism, honesty, and fluid thinking. Most of her t-bars are high. When t-bars connect to the next letter, that indicates fluidity of thinking and it is not a reflection of the self- esteem."},{"pageNumber":83,"pageContent":"82 Bart Baggett’s Handwriting Success Secr e t s Benjamin Franklin Mary Baker Eddy Abraham Lincoln"},{"pageNumber":84,"pageContent":"83 Part 2 - Personality Success Secrets Robert Schuller is one of the world’s most inspiring and motiva - tional speakers. He is a preacher with a gift of wisdom and the ability to connect with millions of people through his words. No matter your spiritual leanings, one must respect his success and admire his personality traits such as enthusiasm, deep emotions, optimism, fluid thinking, intelligence, and of course... high t-bars."},{"pageNumber":85,"pageContent":"84 Bart Baggett’s Handwriting Success Secr e t s Nelson Mandela is a hero’s hero. He single handedly freed South Africa from Apartheid in the 1990’s and then became its first black president. He sat patienty and purposely in a South African Prison for over 30 years for political crimes of speaking the truth. His handwriting reveals very sharp M humps (high intelligence, quick thinking) and a logical emotionally reserved slant (vertical). His t-bars are always at the top of the stem. He also has very shor t d-stems which reveals an independent thinking style or strong inter - nal frame of reference for what is right and wrong. Very short no- looped d-stems indicate the writer doesn’t really care if you approve of him or not... he knows right from wrong and will live that way through any type of criticism."},{"pageNumber":86,"pageContent":"85 Part 2 - Personality Success Secrets The 14th Dalai Lama fled his country under the cover of night when he was just a child as the Chinese Government invaded Tibet. He has lived in exile working tirelessly to reclaim Tibet from the Chinese rule. His unique version of Tibeten buddhism teaches that the purpose of life is to be happy. He has joined hands with spiri - tual leaders of all faiths in an effort to create a more peaceful, joy - ous, and loving planet. His efforts have raised awareness world - wide of the horrific atrocities still going on in occupied Tibet. He has written some wonderful books including The Ar t of Happiness which I recommend. T r uthfully, I can’t make heads-or-tails of his handwriting... but it’s my book and I get to choose who’s writing I put in here. He is spiritually wealthy and happy despite all he has suffered through. He is a real hero. If you want to help his cause...send a donation to : http://www.SaveTibet.org/"},{"pageNumber":87,"pageContent":"86 Bart Baggett’s Handwriting Success Secr e t s Handwriting Analysis Resources If you are curious and would like to learn more handwriting analysis, Grapho-therapy, or even hire a professional handwriting analyst to tell you exactly what your handwriting reveals... Please visit these websites and shop the on-line catalog. http://www.myhandwriting.com √ Free Special Reports √ Free W eekly Newsletter by Bart Baggett √ Shop on-line catalog √ On-line self-test http://www.HandwritingUniversity.com √ Get T rained and Certified as a Handwriting Analyst √ Hire a professional Handwriting Analyst √ T ake an on-line course or tele-class √ Enroll into the Certification Home Study Course √ Earn $100 per hour or more in your spare time. And much, much more. Handwriting questions, comments, or true stories... email to: mail@myhandwriting.com"},{"pageNumber":88,"pageContent":"87 Part 2 - Personality Success Secrets The Success Secrets of the Rich and Happy book contains over 25 Universal T ruths and over 456 pages of other tips,tools, and techniques to master your level of happiness and financial well-being. A vailable at www.bartbaggett.com Universal Truth #8 You already have all the resources within yourself that are necessary for you to change. All you must do now is make the decision to change."},{"pageNumber":89,"pageContent":"I NTRODUCTION Y OUR I NVIT A TION TO G REATNESS _________________________________ What do you really want? Seriously, take a moment and think about what specifically would make your life absolutely wonderful! What would make you leap out of bed early everyday with jubi - lance and anticipation equal to a six-year-old on Christmas morn - ing? What are your passions? Is there anything you love to do fre - quently just because it’s fun? What if ... you have the power within your own mind to create the things you want most in life? What would you create for yourself? W ell, I’m here to tell you that you do have the power. I’m talk - ing mega brain power . Y ou have the luxury of having an amazing mind that is essentially a \"creative machine.\" Besides keeping your heart beating and lungs moving, your brain is a programmable machine. In fact, for those of us who learn how to tap into its unlimited potential, our brain can be a powerful \"manifesting machine.\" Everyday your brain continues to manifest into your real - ity whatever it gets programmed to manifest. Sometimes what you want and sometimes what you don’t want. W ouldn’t you like to be able to create only what you want in life: Y our highest choices? W ell my friend, this is your lucky day! This book reveals a wealth of \"Success Secrets\" I have learned from numerous rich and happy people. Y ou will naturally learn how you can de-program ineffective mental programs and \"design\" new mental programs that get the outcomes you really want. This book puts you in complete control of your own sub-conscious mind. How about that? 88 Bart Baggett’s Handwriting Success Secr e t s"},{"pageNumber":90,"pageContent":"Most people do not really know what they want. They are not sure of their destiny and not clear on what will satisfy them at the deepest levels. Most people can write down a list of the things they don't want in life. Do you have such a list? (Struggle, arguments, an angry boss, disease, screaming kids, mean people, etc.) This list can be useful, but it doesn't program your brain to attract what you want. In fact, the more you focus on what you don’t want, the more you are programming your brain to bring more of it into your world. This is an example of an ineffective internal program. In this book, you will learn how to stop running negative programs and start run - ning positive ones that attract what you really want. First, you have to write the new program. I’ll show you how. Here is the first step. I ask you again, what do you want? Here is a game. Please play along. Imagine a MAGICAL WIZARD is standing in front of you right now. He is wearing a long silver robe, a pointy hat and holding his magic wand. He says, \"I am your own personal wizard. When I wave this magic wand, instantly your deepest desire will create into reality. I have no limitations - just speak it and it will be manifest - ed.\" So tell me, what do you want? W ould it be a bag full of cash, a paid college education for your kids, a life of champagne and caviar, lose four dress sizes, or would it be a better golf swing, a million dollars, or a new car ... you name it. Now, take a moment and pretend you did have a wizard, and you could create a life with no limitations. What would that life look like? It has been my experience, once I learned how to really run my mind, that I could work it as if I truly had a wizard inside me ... waiting for the instructions in a way he could understand them. So I invite you to imagine that you have a wizard inside you, 89 Part 2 - Personality Success Secrets"},{"pageNumber":91,"pageContent":"too, and expand your mind to the possibility that you can create anything you desire using the full potential of your mind. Now, on a sheet of paper, write down three things you want most in your life. 1. ________________________ 2. ________________________ 3. ________________________ M ODELING G REATNESS What does it take to become a millionaire, a billionaire, a world leader, a great dad, a peacemaker, happy, successful? Is it luck, edu - cation, family or money? W ith over sixteen years of experience as a handwriting expert, author and speaker, I’ve found that successful people have many personality and character traits in common. Before we get into the nitty gritty of this book, let’s find out if you can guess who these \"great\" people are. Let’s take a brief look at three biographical profiles of well-known, influential and suc - cessful people. What did it take to accomplish what they’ve accom - plished? What kind of character does it take to be this successful? Throughout this book, we will take a look at the character traits of successful people, such as the three popular heroes below. I will also reveal to you the belief systems and thought processes typical of such influential individuals. #1 W HO IS THIS GREA T MAN ? He was imprisoned in South Africa for 27 years, locked up in his cell during daylight hours, enduring the prime years of his life as a political prisoner . An opponent of the reigning government that endorsed apartheid, he wanted black people to have equal rights in their own country. He was peacefully working for a free and fair democracy in South Africa. When the South African government 90 Bart Baggett’s Handwriting Success Secr e t s"},{"pageNumber":92,"pageContent":"finally released him from prison, he led his country out of slavery as the new president of South Africa. He was later awarded the Nobel Peace Prize as a tribute to all who dedicate their life for peace. He single handedly stood against apartheid and racism. T wo of the key personality traits he possesses are persistence and deter - mination. #2 W HO IS THIS GREA T MAN ? He was the first man to ever see the earth from space. This for - mer American astronaut was a renown hero all over the world in 1962. After that event, he went on to have a successful career as a politician -- a Democratic Senator from Ohio. Then on October 29, 1998, he flew back into space again, aboard the space shuttle Discovery . That trip earned him the title of the oldest man ever to take a space journey . What kind of character does it take to be that successful and to have that much integrity? His personality could be described as brave, determined, and full of passion. #3 W HO IS THIS GREA T WOMAN ? She was born poor and raised in a household where she was sexually molested. She could have chosen hundreds of excuses ranging from poverty, racism, prejudice, glass ceiling, etc. But she succeeded anyway. She is arguably the most influencial woman in America in an industry dominated by powerful men (television.) And, she is one of the wealthiest and highest paid women in America influencing millions of people daily via her TV talk show . There are key personality traits that these three heroes have in common. The one central theme that great people possess is some - thing all of us can have: a compelling mission. Each of these men made a decision to take on a mission that was greater than them - 91 Part 2 - Personality Success Secrets"},{"pageNumber":93,"pageContent":"selves. When you have a compelling and powerful mission that strikes an emotional chord in your soul, you can overcome many obstacles who otherwise would seem insurmountable. These successful people are examples of the many great men and women that walk this planet that you can use to \"model\" your life. Y ou sure don't have to free an entire country, topple a govern - ment or rocket into space to make a difference. Y ou do have to find a compelling purpose that will drive you and allow you to satisfy all of your basic human needs. One of those needs is the need to make a difference and/or contribute to others. I will discuss the other five basic human needs in chapter 10. Once you find a career or purpose that satisfies all of these basic needs, you will find deep satisfaction effortless to achieve. As you study the thought processes of great men and women, you will realize they have a predictable set of beliefs and values that run their lives. Likewise, miserable angry criminals who create pain and torment in the world have a very different set of values, beliefs and purpose. In the coming section, you will have an opportunity to elicit the beliefs and values that you currently hold. Then, you will be given the opportunity to decide if these are beliefs that will take you where you really want to go. For most people, our beliefs and even our values were given to us in childhood without our permission. W e simply adopted them without knowing we have a choice. People who are \"in the flow\" of lots of cash have very specific beliefs about the nature of money and how it works. Likewise, people who have wonderful marriages and close loving friends have specific beliefs about people, love and relationships. Many people naively believe that the reason people have such positive ideas about money or love is because they have an abun - dance of it in their life. It actually works the opposite way . They have an abundance of love, money and happiness, because the 92 Bart Baggett’s Handwriting Success Secr e t s"},{"pageNumber":94,"pageContent":"beliefs, values, and ideas they hold about these things \"attracted\" them into their life. Their beliefs and values lead them to their desired outcomes. Change yourself first. Y our reality will follow soon after . Answers to \"Who is this great person?\": #1 Nelson Mandela #2 John Glenn #3 Oprah W infrey T HE T OOLS F OR P ROGRAMMING Y OUR L IFE Have you ever decided to fix things around your house? Y ou might have had to change a light bulb, paint a wall, tighten a screw on a wobbly chair . When you do decide to fix things, isn't it easier to have all the tools you need within arms reach? Do you have a tool belt or toolbox? Even though my house doesn't need lots of attention, I do have a red toolbox I go to as soon as I find an area that needs improving. If the tool I need is in the toolbox, the repair is quick and easy. If the tool I need isn't there, the repair problem becomes more frustrating, takes longer , and often doesn't get fixed at all. For me, when I approach the human psyche, I picture the differ - ent avenues of psychology like a big tool belt. When I learned hand - writing analysis, it became one of my tools in my tool belt. For instance, I could meet someone, and in about two or three minutes I would know what he's scared of, how emotional he is, how good his self-image is, even his sex drive and his integrity . All these different personality traits I can tell thanks to the science of handwriting analysis. But if I wanted to help this person stop smoking or overcome 93 Part 2 - Personality Success Secrets"},{"pageNumber":95,"pageContent":"depression, I probably wouldn't use just the tool of handwriting analysis. That would be like using a screwdriver to hammer in a ten-inch nail. There are better tools for that job. I would turn to hypnosis to assist him to stop smoking. For depression, I might use some NLP (Neuro-Linguistic Programming) or T ime-Line Therapy techniques as well as take a serious look at the nutritional/chemical side of that condition. There are many dif - ferent tools to change ourselves and affect the quality of our lives. If your life is not everything you want it to be - right now - you will want to grab an effective tool and go to work on yourself. If you're having a lot of energy problems, I'm not going to say , \"Change your handwriting. This is going to solve your problems.\" I'm going to say, \"Let's talk about getting you to exercise more or change your diet.\" Or I might refer you to a medical doctor who specializes in energy related disease. There are all kinds of tools you can use to change your life. Y ou have to use the right tool for the situation. Because I've been attending self-improvement seminars and reading these types of books since I was 13 years old, I have seen many theories on personal change. I have found that handwriting analysis always ranks in the top five of the most useful tools. It's like a crescent wrench in your toolbox. Y ou can use it for so many different situations. But, handwriting analysis is just one of an assortment of amazing mental tools I will teach and reference in this book. I encourage you to approach these new tools like you would approach me handing you a piece of equipment in a workshop. If we were building a wooden desk together what tools would we need? If I ask you to pick up the \"automatic sander,\" what would you do? Just because you have never seen this tool before, you wouldn't assume it doesn't work. Y ou would simply ask what it is for and how to use it. Most likely, you would want to watch a 94 Bart Baggett’s Handwriting Success Secr e t s"},{"pageNumber":96,"pageContent":"demonstration to prove the tool works as I claim. Once you have used it once or twice, your comfort level and belief in this tool will increase. Then, you would probably choose to add it to your own tool belt. This “Success Secrets of the Rich & Happy” is a collection of tools that I have chosen to build your life of wealth and happiness the quickest. Y ou don't have to use the \"automatic sander,\" but try - ing to sand a desk by hand might take three times as long and won't look as good. The tools in this book are very effective and usually fast, as well. Many of the successful men and women I reference in the book “Success Secrets of the Rich & Happy” might never have heard of these tools. That doesn't surprise me. These tools are designed to adjust your thinking to be more like the person you aspire to be. If you already have a powerful \"wealth consciousness,\" you wouldn't need to adjust it. If you grew up in a family that truly convinced you that you were worthy and loved, you might not need to boost your self-esteem. I have used each one of these tools to positively affect my life. I know from experience that they work. Here is a brief description of some tools that I have found trans - form the mind very quickly: • Goal Setting – Defining your highest goals • Changing Belief Systems – Creating new beliefs that empower you to be the person you choose to be • Eliciting V alues – Discovering what emotion is most important to you, what you value most in life • Handwriting Analysis – The science of determining personality and character from someone's handwriting • Modeling Successful People – Doing what successful people do to be successful yourself 95 Part 2 - Personality Success Secrets"},{"pageNumber":97,"pageContent":"• Grapho-Therapy – Changing your handwriting to change your behaviors • Six Human Needs – A model of your life and your interaction with people – also understanding the reasons you do what you do and how you feel fulfilled • V ibrant Health & Nutrition – T ips on how to eat, drink and exercise to boost your physical energy, uplift depression and live a longer, healthier life • State Management – A technique to help you be in control of your mental and emotional state in any situation • Building Rappor t – Learn to get along with anyone instantly • T oxic V ocabular y – How to remove words that create ineffec - tive emotional states in yourself and others • Abundance Mentality – New ways of thinking and being that will put you \"in the flow\" of prosperity • Space Clearing – A technique from the Chinese science of Feng Shui for letting go of baggage and creating space for positive change • Financial Strategies – Effective strategies the super wealthy use to build wealth • T imelining Y our Outcomes – A powerful meditation to install desired future outcomes using your own interpretation of how you store time along your time-line. This technique is most effective while in a state of meditation or hypnosis. If you are unfamiliar with any of the above techniques or theo - ries, please keep a totally open mind about all of them. W e are not reading tealeaves or leaving our destiny to the stars. Each mental technology I will discuss has proven its validity to my complete sat - isfaction. Each of the above techniques will provide another \"tool\" 96 Bart Baggett’s Handwriting Success Secr e t s"},{"pageNumber":98,"pageContent":"for you to use in your \"success tool belt.\" However, I will not spend valuable time explaining the background, the research, and the statistics to why this stuff works. If you have this type of ana- lytical mind, please reference the bibliography. I encourage you to research these incredible techniques on your own from the books of their creators and authors in the field. They have changed my life. I am sharing them, because I know they hold the power to transform your life, as well. I have extracted the \"cream of the crop\" informa - tion that applies to this theme of wealth and happiness. There is so much more. Because I've been researching this half my life, I have some special insights as to what makes an individual successful and what makes him fail. I’m also a regular guy who is using all the informa - tion you’ll be reading about. I am living the concepts that I’m writ - ing about. Because of this, I am making more money today than ever before. I have more freedom, love and happiness too. My mis - sion is to give you these insights, and hopefully you will embrace them as your own. The big changes in my life only occurred when I began to change myself. It wasn't anything that I did. It was who I was being when I made those big changes. If I were sitting across from you now as your success coach, I would be more interested in Who Y ou Become as a result of your journey, rather than the goals you have set. And more often than not, when you change yourself in a posi - tive way - the goals come to you effortlessly . I believe that people can change. I’ve seen dramatic changes in people in just a weekend seminar, an one-hour session, or in six months of training. Likewise, I've seen people get stuck in a ten year relationship having the same fights day after day after day - never learning a new way of being - never moving toward progress. In this excert of my newest and best work the “Success Secrets of the Rich & Happy” book, I’m going to share with you some of 97 Part 2 - Personality Success Secrets"},{"pageNumber":99,"pageContent":"the tools to change quickly. Now grab your tool belt. Find a pen and paper and get ready to discover your innermost goals and outcomes. I’ve excerpted the key parts of the book that reference hand - writing analysis. I encourage you to read the full 456 page to learn the other tools and techniques. 98 Bart Baggett’s Handwriting Success Secr e t s"},{"pageNumber":100,"pageContent":"P AR T T HREE R OADBLOCKS TO S UCCESS _________________________________ What is stopping you? I doubt this is the first time you’ve been asked what you want in life. So, in the past, what has stopped you? Fear, anger, people, laziness, health? Naturally, there might be many reasons you haven't already accomplished your goals. Actually, I don't want you to focus on your past or even your past excuses. I have found most people that consistently achieve simply take full responsibility for the outcome they get. If the outcome doesn't meet their expectations, they re-evaluate, create a new plan, and do it again. No worries. In the last chapter, I introduced to you many personality traits that increase the odds of experiencing success effortlessly. I even encouraged you to change your handwriting to adopt some of those handwriting strokes. Simply adding those traits to your handwriting is like adding nitro glycerin to your car. It will supercharge your engine and send you rocketing down whatever path you are already on. However, putting a turbo charged engine in a 1964 Ford Dart might not be a great strategy. I doubt the steering, tires and brakes are designed for that kind of speed. H OW DO YOU GET A L AND S PEED R ECORD ? Have you ever seen the long rocket cars that compete for the 99 Part 3 - Roadblocks to Success"},{"pageNumber":101,"pageContent":"world record in land speed? These daredevils build these super fast cars that basically look like a space rocket on four wheels. One man straps himself in and cheats death at a speed of 600+ miles per hour . Every few years someone else attempts to beat this record for a place in The Guinness Book of World Records . No matter how fast the car becomes, the driver must choose a track with miles and miles of flat, obstacle-free land. There is no 20 mile paved highway that is straight, flat, and empty of all other cars. So, the team races their cars across huge dried lakebeds in Nevada and Utah called the Great Salt Flats. The ground is smooth as silk. No obstacles are in the path that might slow the car down. Imagine the distress of click - ing on your turbo charger just before you come upon a broken down Chevy in your lane. Y ou must find an obstacle-free road. Y our path toward your goals is similar to these racers looking for a new record. In order to be successful, they must have a clear path free of roadblocks. In your life, you must take a look at the unconscious programming and remove the \"personality roadblocks\" that might be holding you back. Luckily, in the field of handwriting analysis, many of the most important personality roadblocks can be easily identified and changed through grapho-therapy . Grab a sample of your own handwriting and begin looking for areas of your internal programming that match the traits explained in this chapter . P LA Y ALONG WITH THIS GAME . Before we jump into explaining and eliminating roadblocks, please play along with this simple game. Imagine that you and I are standing in the middle of a basketball court in an empty gymnasi - um. As we are chatting about your life's purpose, you notice about twenty feet above your head is a shiny blue gift box with a bright yellow ribbon. Y ou ask me what that box is for. I tell you, \"Inside that box is proof positive that one of your goals has already been achieved.\" 100 Bart Baggett’s Handwritng Success Secr e t s"},{"pageNumber":102,"pageContent":"Y ou look at me sideways. \"That's impossible. I haven't even started working on it yet.\" I tell you that that gift box is a metaphor for all the things in life that you want but don't have yet. So, I'll ask you, \"What is in that box for you? \" Y ou say, \"A new car.\" \"Don't be silly . A new car can't fit inside a two-foot box. But, a set of keys to that new car can fit. And, wouldn't a set of keys and a title with your name on it be positive proof that you had already manifested that car?\" Y ou might then comment, \"Hmm. W ell actually there is some - thing I want more than a new car.\" I say, \"Then stop and write it down. But, you must decide on something that will either fit inside that box or whatever in your mind will prove to you that you really have it must fit inside this box. For example: If you want to attract and marry your soul mate, then visualize a wedding picture of the both of you with real wedding rice sprinkled in the package. If you want to live in a large new home, then visualize the front door key, a photo, and a signed contract stating you own it. If you want to be a successful entrepreneur, then visualize your checking account statement, your corporate charter, letters from happy customers, and your daily schedule where you get to sleep until 9 a.m. For this exercise, please just pick a goal and make it fit inside this blue gift box. 101 Part 3 - Roadblocks to Success Diagram 7a-Prize"},{"pageNumber":103,"pageContent":"Grab a pen and write down that goal and the proof positive ele - ments inside the box here: __________________________________________________ __________________________________________________ Okay, you have decided what you want. Y ou have decided exactly what has to occur in order for you to be convinced you have it. Now, you have to create a plan to get the darn blue box. Again, we are about twenty feet away from just grabbing the box. But it is just too high to reach. How would you suggest we get the box the fastest? B RAINSTORM SOME STRATEGIES . M AKE A PLAN . 1. Stand on my shoulders. 2. Find ten people and build a human pyramid. 3. Throw basketballs at it until the rope snaps and it falls down. 4. Jump really really high. 5. Pray it will just fall into your lap. 6. Find a gun and shoot the rope. 7. Find a pole-vaulter to vault up and grab it. 8. Give up because it seems impossible. 9. Don't even make a plan because you don't deserve to get what you want. Any other suggestions? Congratulate yourself if you are even playing along. Most people in life would see that prize and think something along these lines: 102 Bart Baggett’s Handwritng Success Secr e t s"},{"pageNumber":104,"pageContent":"Some lucky person is going to have a nice prize. The person who owns that must be rich. W ouldn't it be nice to have that. Oh well, that's not my destiny . I don't want what's in that box anyway. I'm perfectly happy without it. If I got that box, someone would just steal it from me anyway . But, you are different. Y ou are determined to find a way to get what's inside that box? So, what's your solution? Did I hear some - one say, \"Get a ladder!\" A ladder. Now that's a great idea. Good suggestion. What the ladder really represents psychologically is that we need a plan. Any time you have a goal, if you get a plan, you’re on your way. Half the people out there do not even have a goal and most of the other half don’t have a plan to get there. W e are in luck. There happens to be a maintenance crew outside the gymnasium. W e walk outside to borrow a ladder . W e bring the ladder into the middle of the basketball court. W e position it right under the hanging blue gift. And I say to you, \"Okay, you have your plan in place, now go get the prize.\" Isn’t' it that easy? W ell, most people might not even start because they might have a fear of falling, a fear of the ladder slipping, or they might be physically unfit to climb. Y ou are different. Y ou jump up onto the first step of the ladder with enthusi - asm, but your foot doesn't take hold. Y ou look down and notice 103 Part 3 - Roadblocks to Success Diagram 7b-ladder"},{"pageNumber":105,"pageContent":"someone has placed a huge bag of cement on the first step. Y ou have hit your first roadblock. In life, deciding what you want and making a plan isn't enough. Y ou must have the flexibility to see the roadblocks, clear them, and start again. From a psychological angle, road - blocks are those habits, fears, or personali - ty traits that hold you back from accom - plishing your goals. I will use the analogy of a big, black bag of rocks for each fear that holds you back. Whether you try to navigate around the bags or you pick it up and carry it with you, those bags of rocks will slow you down. There are nine key roadblocks that we will discuss in this sec - tion. If you will, imagine that for each of these personality traits, a bag of cement has been placed on the ladder . This personality bag - gage is a major stumbling block to simply climbing up the ladder and grabbing your prize. Y our job now is to re-pro - gram your mind to avoid seeing these roadblocks in the future. By the way, if you are wondering who put the cement bags on your ladder ... you did. 104 Bart Baggett’s Handwritng Success Secr e t s"},{"pageNumber":106,"pageContent":"R OADBLOCKS TO S UCCESS Fear of Failure / Low Goals Low self-esteem / W eak Ego Fear of Success / Sabotage Goals Fear of Ridicule/ Rejection (Self-consciousness) Fear of Criticism Self-Castigation Guilt and or Living in Past Lack of Integrity / Honesty Resentment or Anger Naturally, we could add dozens of emotions or psychological traits onto this list of roadblocks. However, this list is special in that we can both spot and affect this personality issue through the power of the pen. Thus, if you have one or two of these strokes in your own handwriting, don't despair. Nobody is perfect. If you find all nine in your writing, you are so lucky to be holding this book in your hands. Because, to be frank, you are a mess. And now there is hope for you. R OADBLOCK #1: F EAR OF F AILURE The fear of failure is revealed by the location of the cross bar on the lower case letter \"t\". This one handwriting stroke might be the most significant single stroke in the alphabet. This same stroke also reveals insight into someone's self-esteem, self-image, and con - fidence. A low t-bar is defined as a t-bar that is crossed inside the 105 Part 3 - Roadblocks to Success"},{"pageNumber":107,"pageContent":"middle zone, not above that zone. The middle zone is defined by the typical height of all the single height letters such as \"a, o, e, i, n, m\" or the humps on such letters as \"h\". It would be easier to say the t- bar is below the halfway mark, but this wouldn't be accurate if someone made his stem 8 times as tall as normal. In the last chapter, you noticed most of the super successful men and women crossed their letter \"t\" near the top of the stem. Those who cross their \"t\" above the top of the middle zone are more practical, but still able to handle change well. In the ladder metaphor , someone with a fear of failure might imagine falling off the ladder or simply getting to the top and being unable to get the box. Because this fear is so real, people choose to stay in their current situation instead of taking any risks. Remember the pain vs. pleasure exercise in an earlier chapter? Y ou take action easily because the pain of taking action is so much less than the pain of not taking action. It amazes me how much dis - comfort people will tolerate in an effort to avoid failing. Think about the number of friends you have known who stay in a very bad relationship long after it became very painful? They don't get out because they imagine the pain of leaving (loneliness, financial hard - ship, physical threats, etc.) as being worse than suffering in the rela - tionship. If you find that half of your \"t-bars\" are crossed at the bottom and the other half at the top, this means that your self-image fluctu - 106 Bart Baggett’s Handwritng Success Secr e t s"},{"pageNumber":108,"pageContent":"ates with what you're doing. For instance, you might have a lot of confidence in certain areas, your job, but then personally you’ve got insecurities to deal with. Does it make sense? So you don't have to be 100% consistent. W e are humans not computers. Handwriting is really brain writing. It’s basically a projection of your neurology on paper. So if a trait is present only 20% of the time, it only occurs 20% of the time in your life. Handwriting can be very statistical. R yan W aton's parents purchased my workbook for kids when R yan was just 10 years old. This book Change Your Life in 30 Days for Kids was designed to effectively guide a child into erasing some of these personality roadblocks while programming the success traits. Ryan worked diligently for 30 days straight. I know he worked hard because he wrote me a letter telling me how much fun it was to complete the workbook. Like a good student, every t-bar was crossed at the top of the stem. Ryan told me that within weeks of starting the grapho-therapy, he began doing his homework with - out his mother forcing him to. His grades began to rise as a result of his improved habits and higher expectations. A year or so after that nice letter, Ryan's father called me to thank me. Apparently, as a result of the changes in Ryan's esteem and test score grades, Ryan was admitted to a prestigious private school. Both Ryan and his par - ents believe he wouldn't have achieved that honor without the sim - ple yet powerful tool of grapho-therapy . I could tell you hundreds of other true stories. But, you already know the reward for changing your t-bar is tremendous and the risk is minimal. Change it and be my next written testimonial. 107 Part 3 - Roadblocks to Success"},{"pageNumber":109,"pageContent":"S ELF -E STEEM VS . C ONFIDENCE The next roadblock to success is low self-esteem / weak ego. This is very much the same discussion as the previous trait fear of change. So similar , handwriting analysis uses the same stroke to reveal it: A low t- bar. Because self- esteem is such a com - plex problem, I feel I am oversimplifying it just spotting it in the t- bar. In fact, confidence can be labeled as an emotional \"state.\" Even people with terribly low self-esteems can experience states of confi - dence in sports, in school, or even with the opposite sex. Therefore, lumping these all together might be a bit of a generalization. Let me show you two other areas where we can get a clue to someone's overall ego strength and sense of confidence. The good news is that by raising the t-bar, all areas of self-esteem seem to be affected. The size of the personal pronoun \"I\" indicates your sense of ego and ego strength. The larger the capital \"I\", the less crap you tend to take from others. The smaller the personal pronoun \"I\", the more someone gets walked on or allows themselves to be treated poorly . The stand-alone capital \"I\" reveals a person's ego strength relative to the people in their world. 108 Bart Baggett’s Handwritng Success Secr e t s"},{"pageNumber":110,"pageContent":"In a similar vein, a person's signature reveals their ego in a more public venue. Because people are aware their signatures will be judged as an extension of themselves, people often \"doctor up\" their signatures trying to make some kind of statement. It is for this reason that I rarely rely on just a signature alone to make an accu - rate assessment about a celebrity. Our public persona is usually a bit different than our private persona. The size of your signature does reveal your ego strength. Contrary to popular opinion, ego strength is valuable to achieving success. Y ou might consider someone's ego as being bad and self- serving. I don't think that’s always true. I think that if the ego is too large, it begins to take over the spotlight for self-serving needs. But, likewise, an ego that is very tiny does - n't have the strength to draw a line in the sand and stand for what it believes in. One trait I do see in many leaders is an underline of their name. This is a bit of an explanation mark signifying our own importance. This doesn't bother me as a grapho-therapist. As long as we don't have arrogance, I think ego is a healthy function of a balanced per - son. 109 Part 3 - Roadblocks to Success"},{"pageNumber":111,"pageContent":"G RAPHO - THERAPY SUGGESTIONS : If you can practice handwriting changes daily for at least thirty days, you will form a habit at the phsysiological level. This habit will serve you well for the rest of your life. 1. Cross your t-bar near the top of the stem on the lower case \"t\". (Exception. If you tend to cross the letter \"t\" using the t- crossbar as an entry into the next letter, you can keep it in the mid - dle. This \"connectedness\" is labeled fluidity of thinking. This is a positive trait that supercedes the evidence of esteem in this letter.) 2. W rite the personal pronoun capital \"I\" with well-proportioned loops. And if it’s tiny, make it bigger. But not too big or you’ll have an inflated ego. 3. Make the first letters of you signature a size that gets noticed. If you have aspirations of leadership, consider underlining your name (always end the stroke toward the right side of the page on an underline.) Naturally, the size of these first letters is in direct pro - portion to the size of your overall writing. As a guide, I recommend making your beginning letters of your signature about 3-4 times as tall as the size of your middle zone. 110 Bart Baggett’s Handwritng Success Secr e t s"},{"pageNumber":112,"pageContent":"F EAR OF S UCCESS W ith all this discussion of success, how could anyone actually fear it? This doesn't make any sense, does it? Why would anyone not want to rake in the rewards of succeeding? There are two rea - sons people might sabotage their own success or have a strong fear of succeeding. 1. This person links severe pain to the changes that will occur if they succeed. 2. This person links tremendous emotional pleasure to the act of failing or coming up short. Either model of their brain results in an unconscious effort to botch the best laid plans and self-sabotage their career or love life. People with fear of success get close to the finish line and then find an excuse not to cross it. Those of you who have it will be glued to every word in this section. Those of you who don't might be scratching your head as to how fear of success occurs. But, trust me, it is a very significant and common roadblock. This is the one \"hell trait\" that I will base a hiring decision upon without seeing the rest of the writing. If the \"y\" turns down, I turn down the application. This is not a trait that makes you a horrible employee. It makes you an unpredictable employee. When you get ready for that promotion, something happens to sabotage it. It's not that you just decide, \"I don't want it.\" Sometimes something just happens. Magically somebody messes it up for you. Y ou have an accident. Y ou get sick. W ell unconsciously, it's sabotage. The fear of success trait shows up in the letter \"y\". If the last stroke heads up to the baseline and then turns away ... that’s the fear of success. Here’s a metaphor to make it really easy for you to memorize. Imagine the stroke of the letter \"y\" as the path of a racecar 111 Part 3 - Roadblocks to Success"},{"pageNumber":113,"pageContent":"heading for the finish line. The finish line is the imaginary \"base - line\" in which each letter starts or stops at. If you don't actually write on lined paper, you might have to imagine where that line would be. If the car makes its turn at the bottom of the \"y\", it is driving on the home stretch going towards the finish line. Imagine that car suddenly slams on the brakes and makes a u-turn to the right. Now, it didn't cross the finish line. That’s what the self-sabotage \"y\" does. If you have this trait, pay attention. Although it might not affect all areas of your life equally, it’ll affect some areas in very painful ways. Y OU WILL W ANT TO CHANGE THIS TRAIT . I met a girl who had this trait in every \"y\". She had been to the altar twice and the groom stood her up, both times. Now you could say, \"Bad choice in grooms.\" T rue. But why did she choose those men? Remember, successful and happy people take total responsi - bility for their own lives. If it happens once, take notice. If it hap - pens twice, it's a pattern. At some subconscious level, this bride wanted to fail. She wanted to sabotage her own success. I couldn’t 't imagine why until I heard her mother's response. After the second groom stood her up at the alter, her parents took her on an \"all expense paid trip to Europe.\" Her parents said, \"It's okay honey. Let's go to Europe. It will be all right. W e love you no matter what. A couple of first class tickets 112 Bart Baggett’s Handwritng Success Secr e t s"},{"pageNumber":114,"pageContent":"to France and a day at the Hotel Spa will heal your pain.\" They embarked on the trip, and my friend got rewarded with love and pleasure for screwing up her wedding. This is an example of how the rewards of failing can be more pleasurable than the rewards of succeeding. It is my opinion that many parents inadvertently reward their kids when they fail and set the seeds for the fear of success. The brain is constantly learning by linking pleasure and pain to different behaviors. This trait is a direct result of more pleasure (love, attention, connection, respect, com - fort, etc) to failing than succeeding. S UCCESS S T OR Y : J ENNY H A THA WAY In 1994, I was promoting seminars from my hometown in Dallas, T exas. My brother owned a small bookstore that specialized in self-improvement merchandise. W e received a resume from a lady named Jenny Hathaway who was moving to T exas from Boston. She made it very clear that she would like to work for the bookstore or my seminar company. Her resume was very impres - sive. She had great knowledge of all the various books, tapes, and self-improvement seminars. Plus, she was about as nice as anyone could be. I said, \"Fax me your handwriting.\" I don't do any hiring with - out looking at their handwriting. Absolutely not. I've been more strict about hiring based on handwriting than I have been about dat - ing! Jenny faxed me two pages of her penmanship. I was very impressed with 99% of what it revealed. She had enthusiasm, great self-esteem, unshakable integrity, energy, and a keen intellect. But she had the down turned \"y\". She had everything else going for her . She had everything I wanted in an employee, but that singe trait 113 Part 3 - Roadblocks to Success"},{"pageNumber":115,"pageContent":"scares me. So I explained to her why I couldn't extend the invita - tion, \"Jenny, you have so many great qualities I look for. However , you have a trait that is a deal-breaker. I'm going to ask you about this and tell me if this is true. Do you have any self-sabotage or fear of success? I have found that people with the self-sabotage trait end up not working out for some reason. Something always happens. Does that ring a bell?\" She said contemplating my statement, \"Bart, that’s the strangest comment. In my personal life, I always finish what I start. But ... of the last three companies I've worked for, all three went bankrupt.\" Oh, come work for me. Y eah, when can you start? I thought sarcas - tically! She immediately saw the connection. Even though she didn't cause these companies to go bankrupt, she selected companies that had a pretty good chance of failing. And why? Because she was afraid of too much success. Jenny said to me, \"I'll tell you what, Bart. I will change my handwriting, and in 30 days, if my ‘y’ isn’t changed you don't have to pay me! Let me do a test run for you. \" I said, \"Okay . What do I have to lose?\" Jenny literally wrote me three or four pages a day of \"y's\" going straight up through the baseline. She was serious about making the change. Jenny ended up being our most dependable employee and one of my best friends during that time of my life. In fact, the changes in her own personality were so pervasive, I wasn't the only one who noticed. W ithin a year of completing her handwriting changes, Deepak Chopra offered her a job with his seminar company. Jenny had been volunteering for many years at Deepak's events, but she was never part of the paid staff. But, once Jenny cleared her roadblocks, she manifested an ideal job with an ideal salary . W ithin the year, Jenny had packed up and hit the road 114 Bart Baggett’s Handwritng Success Secr e t s"},{"pageNumber":116,"pageContent":"managing Deepak Chopra's seminars worldwide. In fact, Jenny has been happily employed by Deepak's company for many years now. I am so happy for her. She is now living her dreams. She travels the world helping others transform their lives through spirituality . She told me, \"Bart, your advice is what changed my life. Before I changed my writing, I had never attracted this type of opportunity . And if they did come my way, I had always sabotaged them before they came to fruition. Thanks for making me change my \"y\". I know it sounds a bit bizarre that changing the loop on your “y” can make such a difference, but it is true. H OW TO C HANGE E VEN F ASTER As you learned in a previous chapter there actually is a synaptic pathway that is formed with each thought. Handwriting is a visual representation of that thought process. What happens if you begin finishing the stroke on this \"y\"? Y ou create a new neuro pathway. If you do this every day, you end up creating a lot of neuro pathways. Y ou can even increase the growth of those little neuro pathways by adding emotion to this learning experience. Y ou add emotion by playing with your internal pictures, voices, or feelings. Y ou are welcome to doodle a page full of \"y's\" while you are bored at work. However, you would experience faster change if you doodled \"y's\" during the fourth quarter of your favorite football teams comeback march to victory . Y ou would build stronger muscle memory if you doodled \"y's\" while listening to the theme to Rocky or Chariots of Fir e and imagining yourself as the champion! If you add emotions to anything you do, you increase the num - ber of neuro-pathways you create. When you add neuro pathways, the likelihood of this behavior becoming a habit increases. 115 Part 3 - Roadblocks to Success"},{"pageNumber":117,"pageContent":"116 Bart Baggett’s Handwritng Success Secr e t s Fear is the main source of superstition, and one of the main sources of cruelty . T o conquer fear is the beginning of wisdom. — Bertrand Russell Y ou gain strength, courage and confidence by every experi - ence in which you really stop to look fear in the face. Y ou are able to say to yourself, \"I’ve lived through this hor r or. I can take the next thing that comes along.\" Y ou must do the thing you think you cannot do. — Eleanor Roosevelt"},{"pageNumber":118,"pageContent":"Handwriting is the same way. If you change it, and you do it consis - tently every day, you’re changing from one neuro pathway that’ s bad and giving it a new and better one (one that says you’re going to accomplish successful things). Now your brain has a choice. It has two highways to go down. If a person has the fear of success, their internal mind might think: \"If I work hard this week, I’ll most likely win the award for top salesman of the month.\" Then, because the self-sabotage is such an ingrained pattern, their mind will move forward to create scenar - ios in which he doesn't win the top award. If the person changes their writing, they may still think those thoughts occasionally, but the conclusion will be different. Y our brain will no longer tell itself the old self-sabotaging mantras. Y ou will have two neuro pathways to choose from. Y ou can choose a freshly paved \"success road\" or an old self-sabotaging road filled with potholes. Life is a bunch of choices. I T ' S M ORE C OMMON IN W OMEN THAN M EN It's interesting that the fear of success trait is more common in women's writing than men's. I find it about three times in women for every one time in men. It's significantly noticeable. My theory as to why this is the case relates to the difference in the way boys and girls are raised. When men were little boys, the culture emphasizes winning and achieving. There isn't much reward for second place. Boys are much more competitive than girls. This might be one reason women grow up to be better team players than men. I have found that with women who have this \"fear of success\", there is a trend in the way their parents rewarded them. Their parents gave them love and affection if they came in second, third or fourth. Sometimes women and little girls actually got more affection for failing. \"Oh, it's okay, honey. Let's get some ice cream.\" One sure 117 Part 3 - Roadblocks to Success"},{"pageNumber":119,"pageContent":"can't point fingers at a parent for being loving. But, since we learn based on pleasure vs. pain, winning must hold more pleasure than losing. Otherwise our brain gets wired to choose losing over winning. F EAR OF R IDICULE / R EJECTION (S ELF - CONSCIOUSNESS ) As humans, the need for love and connection sits at the core of our being. The fear illustrated by this \"emotional roadblock\" is dif - ferent than our basic emptiness when we are not loved. The fear of rejection or ridicule is a response to the social conditioning that occurs when we are children. Our brains are great learning machines. So effective that even just one strong emotional event can affect our behavior the rest of our lives. When a six year old stands up in class to answer a question, her brain makes a connec - tion. If she gets the answer correct and the teacher praises her, her brain connects standing up in class with a good feeling of approval. If she misses the question and the whole class laughs at her, her brain learns that standing up in class to answer a question equals humiliation and embarrassment. If this negative event is deeply emotional or occurs repeatedly, a fear of ridicule is developed. If you happen to be one of the millions of people who rank the fear of public speaking higher than the fear of death, you might have some self-consciousness. In handwriting, a severe fear of ridicule is signi - fied by the humps on the let - ters \"m\" or \"n\". This self-con - sciousness in 118 Bart Baggett’s Handwritng Success Secr e t s"},{"pageNumber":120,"pageContent":"their handwriting is shown when the second hump is higher than the first hump. It's interesting, because in handwriting analysis, the opposite of a stroke is not always the opposite meaning. In the letter \"t\", the low t-bar and high t-bar have reciprocal meanings. However, in the \"m\" and \"n\", it isn't the case. For instance, the opposite of the fear of ridicule does not mean you enjoy ridicule. Y ou also can't say, \"Just because I don't have a loop in my d-stem, I'm never sensitive to criticism.\" It doesn't work that way . This is why it may take a little bit of study with more advanced material to be 100% accurate when analyzing handwrit - ing. In this example, the \"m's\" that go downhill indicate diplomacy . Diplomacy means you have the ability to say things in a very kind way and be diplomatic. Diplomacy is a very positive trait. Self-consciousness has no redeeming factors. Therefore, the decision to exchange one for the other is a no-brainer. If your humps go uphill, it doesn't mean you can't be diplomatic. But it does mean that you have a little bit more self-consciousness than you have diplomacy. In handwriting, the stronger trait will occur in any letter where two or more traits might occur. Often, the letters will alternate one shape to the other shape. This indicates both traits are a significant portion of the personality . In a sales career, this trait is very detrimental to success. If you can't make cold calls because you're afraid they might say \"no\", you have a big hurdle to overcome. If you give me a stack of sales - men's handwriting, the one writing with self-consciousness is invariably the sales manager . Why? Because he has chosen to train 119 Part 3 - Roadblocks to Success"},{"pageNumber":121,"pageContent":"and administer rather than deal with rejection on a daily basis. If you are single, you might experience self-consciousness when you meet someone new. If you feel nervous to speak or a bit uncomfortable about doing things wrong, you are feeling the fear of rejection. Here is a test. The next time you are in a social situation, pick someone across the room that you do not know . W alk right up to them and strike up a conversation. In many people, the level of anxiety in this scenario is in direct proportion with the level of self- consciousness you have. I guarantee you that by changing this trait you will feel positive results. There’s one way to find out if a man is honest- ask him. If he says, \"Yes,\" you know he’s a crook. -Groucho Mar x L ACK OF H ONESTY OR L ACK OF I NTEGRITY I wish I could point out one letter that indicates integrity and one letter that shows a big fat liar. However, integrity is not a per - sonality function that can be pinned down to just one trait or just one letter . Actually, a trained analyst can spot integrity and honesty in a person's handwriting. In spite of the complexity of that task, I will share with you one letter that is an essential component to that evaluation. I'm not holding back on you ... it really can get compli - cated. I have found an interesting fact. Handwriting that indicates integrity is as much a function of noticing which traits are NOT pre - sent as a function of looking for specific strokes. Some of these roadblocks to success are exactly those \"negative traits\" and there are many more not discussed in this book. For this discussion, simply focus on the oval shaped letters such 120 Bart Baggett’s Handwritng Success Secr e t s"},{"pageNumber":122,"pageContent":"as the letters \"a\" and \"o\". I tend to use the \"o\" because it has proven to be more accurate. The way people write the letter \"o\" indicates how open they are with their communication toward others. Is your \"o\" clear and clean, like you could put your eye up to it and see through it? Does it contain loops and circles? Is it narrow and closed? All the variety speaks volumes about your level of can - didness. Even a secretive person can seem like a liar because he tends to withhold information, instead of offering it. If the truth car - ries pain and dire consequences, even a basically honet person can be persuaded to hold back total truth. It can get complex. I've made a simple o-chart for you to learn the various ways to make an \"o\". 121 Part 3 - Roadblocks to Success"},{"pageNumber":123,"pageContent":"Fear is the opposite of love. Anger, guilt, and judgment are all based in fear and they are not loving. Unconditional love is the absence of fear . Practice unconditional love. 122 Bart Baggett’s Handwritng Success Secr e t s"},{"pageNumber":124,"pageContent":"In summary, to live in the highest level of integrity, you do not want to have double loops in your \"o\". Y ou will want to have some open space inside the oval. Being secretive is not a bad thing. It's up to you whether you want to be very blunt, talkative, or keep some things private. If you happen to be a person with a high degree of sarcasm, you might opt to keep some things to yourself. (Sarcasm is revealed by a sharp needlepoint ending on the letter \"t\".) A NGER OR R ESENTMENT A very important trait to eliminate right now is anger from your past. Clearly, the emotion of anger is in direct opposition to the emotion of happiness. Naturally, many people have issues from the past that are unresolved. Those issues can show up in a variety of ways in someone's personality. If you feel you have unresolved anger, then you must resolve it in order to be truly at peace with now and the future. Anger affects the way you interact with your lover, your family, and even small things like traffic. The following stroke does indicate anger. However, handwriting analysis does offer other indicators of such anger, but they are more advanced than I choose to describe in this book. So, if you have symptoms of anger, but don't have the stroke, don't be surprised. Thankfully the following stroke I do not find in high number of people. When I see a hard straight beginning stroke that starts below the baseline, I realize this person is hanging on to anger that has its 123 Part 3 - Roadblocks to Success"},{"pageNumber":125,"pageContent":"124 Bart Baggett’s Handwritng Success Secr e t s Resentment shown in a serial killer ’ s handwriting."},{"pageNumber":126,"pageContent":"source in the past. If the stroke starts within the middle zone, then the anger is more likely to be caused from a current situation. This stroke is usually very heavy and is straight and rigid like small metal ruler leaning toward the letters. I have only personally met a few people with a severe case of this anger and resentment stroke. One was an older bitter man who ran a Poker room in Las V egas. He was always rude to the staff and customers. Rumor had it the only reason he had the job was he pleaded guilty to a crime he didn't commit and spent time in jail in place of the casino owner . All I know for sure is he was one pissed off guy. He might have had some money in his pocket, but he sure wasn't happy . Another person was a man who faxed in his handwriting while I was on a radio show. He was actually a well-known politician in the Boston area. He had this resentment and anger stroke. Although he was pleasant during the interview and denied being angry, I think the handwriting was accurate. He was the state-wide tax enforcer for Massachusetts. I guess he found an outlet to express his anger - destroy people and their businesses if they didn't pay their taxes. I can think of more loving jobs on the planet. Earlier in the book, I asked you: who would you allow to baby- sit your daughter? The handwriting sample I used was a man serv - ing a life sentence in an Arizona prison. Look again at the handwrit - ing sample in chapter five and notice the resentment stroke. In fact, he's got every bad stroke I've ever taught and a few I've never thought of. He is a mess. Here is an interesting fact that might motivate you to find a way to rid yourself of all anger. Of the dozen or so handwriting samples I've taken from convicted serial killers, severe anger and resentment were the common traits found in all of them. This emotion doesn't make people violent or homicidal. This trait does fuel the fire if these traits are present. 125 Part 3 - Roadblocks to Success"},{"pageNumber":127,"pageContent":"The most pervasive example of resentment is shown in the con - victed and executed serial killer named T ed Bundy’s penmanship. His handwriting is shown in the next diagram. Notice the long firm beginning strokes indicating resentment from the past. Y our assignment is to stop making any type of hard upstroke to begin a letter. In addition, you might take up meditation and investi - gate therapeutic techniques to let go of the past. Many of my clients and friends have had great success clearing up issues from the past using the techniques of NLP or T ime Line Therapy. See the appen - dix for recommended resources, seminars, or practitioners. F EAR OF C RITICISM / S ENSITIVITY TO C RITICISM S ENSITIVE D-L OOP The tendency to be too sensitive to criticism is often confused with a fear of rejection. It is not the same. The fear of rejection is based on the fear of what might happen in the future. The sensitivity to criticism is a response to what is happening in the present. Naturally, if you feel pain each and every time you do something, you begin to expect the pain and adjust your behavior . In a phrase: words hurt. What people say or what we think they think can hurt worse than sticks or stones. This is one of the most common of emotional roadblocks. The analogy I like to use is this. Imagine you have an open wound on your arm. Y ou would most likely create a bandage, a sling, or simply be very careful not to expose it to any of the ele - ments. One grain of salt could really cause a lot of pain. People's negative thoughts or negative comments are like grains of salt being shoved into that open wound. When this occurs, you can't help but react. People react by running away or fighting back. People with large loops in their lower case d-stem are very sen - sitive. Y ou must watch these people carefully, as they are often irra - 126 Bart Baggett’s Handwritng Success Secr e t s"},{"pageNumber":128,"pageContent":"tional in their assessments of criticism. Think about the ladder and the blue prize game. Why would this trait stop me from climbing the ladder? What if I get to step two and you laugh at my butt? What if you tell me I am uncoordinated and walk funny? I might stop in my tracks and come down off the ladder . At the very least, I would withdrawal from you. Or, I will use sarcasm to criticize you back and defend my ego. And if you have a major fear of criticism, you just might not take any action that gets you criticized. The best-case scenario is that I don't have a loop in my \"d\". It doesn't bother me if you laugh at my butt or tell me I walk funny . What if the wound on your arm spontaneously healed? No matter how much salt I threw at you, you would feel no pain. Re-tracing the d-loop is like healing an open wound. Does fear of criticism make a person bad? No. Does it make for a bad employee? Not necessarily. It does make us have strained relationships with those around us. Other people have to walk on eggshells around a d-loop person’s sensitive feelings. I would go as far as saying a very large balloon shaped d-loop is usually a big negative. A large fear of criticism usually causes the person to lean on his defense mechanisms to handle the imaginary pain he feels. 127 Part 3 - Roadblocks to Success"},{"pageNumber":129,"pageContent":"Do you have a loop in the lowercase \"d\"? A totally retraced short d-stem means that you don’t give a hoot about what people think about you. Y ou can still have compassion without being irra - tional and without feeling the emotional pain. W ouldn’t that be a nice way to relate to people? V ANITY D - STEM The height of the \"d\" also has signifi - cance. A short d-stem height means you’re very independent in the way you think and in the way you make decisions. If it’s really , really tall, it means you have a high dose of pride, dignity, self-respect, or even vanity . People with tall skinny d-stems tend to dress very sharp. T all skinny d-stems indicate a preoccupation with their \"image.\" Y et the same person often doesn't give a flip about the criticism from just one individual. So if you have too much pride, it could end up as vanity . Arrogance is usually thought of as a negative trait. Pride is a good trait, but arrogance is a negative trait. These two traits are just a centimeter in difference. S TUBBORN D - STEM One last trait I want you to look for in the d-stem is stubborn - ness. This is depicted as a d-stem that looks like a teepee or a per - son’s legs spread wide like and upside down \"v\". A person who writes their d-stem like this will be very stubborn. In other words, they don’t like to be confused with the facts once they’ve made up their mind. They will argue a point even when they’re wrong. These 128 Bart Baggett’s Handwritng Success Secr e t s"},{"pageNumber":130,"pageContent":"people are hard to get to budge once they’ve made a decision about something. Y ou may know someone just like this. I would suggest that stubbornness is not a useful trait in most cases, because it means these people lack the flexibility to admit when they’re wrong and learn from their mistakes. Also, these people challenge relation - ships, because they have difficulty compromising when necessary or meeting people half way. If you notice this teepee-shaped d-stem in your handwriting, I would suggest you retrace the d-stem until the teepee closes. Y ou’ll find that after you do this, people are much easier to work with, because now you are. S TUBBORN D - STEMS / T - STEMS : The reason I have elaborated on the variety of shapes of the d stem is ... I want to make sure if you de-program one negative trait, you don’t accidentally program another one. So, remove the loop from you d-stem or make it smaller. But don't make the stem any taller than it already is. And retrace the d- stem, so that stubbornness doesn’t creep into your personality as well. Y ou’ll find that by closing that d-loop, you’ll quickly become less sensitive to what people say about you. And coming from a person who has successfully eliminated that trait, life is so much more enjoyable now that I can handle criticism constructively instead of feeling pain from it. 129 Part 3 - Roadblocks to Success"},{"pageNumber":131,"pageContent":"S ELF -C ASTIGATION The trait of self-castigation is a sister trait to living in the past. In handwriting analysis, any stroke that consistently ends toward the left side of the page has something to do with the past or internal thoughts. Self-castigation is the need to be punished. It is the com - bination of two traits: 1. Thinking about the past is indicated by someone crossing the t-bar right toward left. 2. Crossing the t-bar toward the left and ending it with a sharp point means sarcastic toward self. So, the person is using their favorite defense mechanism, sar - casm, to punish themselves. This is the person who puts himself down all the time. There are many comedians who use this trait by making fun of themselves to be funny . By the way, this trait is accurate even if you are left-handed. Handwriting analysis does not care if you are right or left-hand - ed. It also can't determine if you are male or female, black or white, Asian or American. Left-handed people tend to have the hardest time re-training themselves to cross the t-bar from left to right. But, it can be done. An example of how this simple change can affect your thinking is the story of Joe Lester. Joe was one of the first people I met as a 130 Bart Baggett’s Handwritng Success Secr e t s"},{"pageNumber":132,"pageContent":"freshman at Pepperdine University . W e have been friends ever since. Because I knew how to analyze handwriting even as a fresh - man in college, I offered my advice to my friends there. Joe is the only one I can remember who actually took my advice to change his handwriting. Even though Joe was left-handed and tended to print every - thing, he noticed he crossed the \"t\" backwards (right to left) and very low. So he made a conscious effort to change his t-bar. He gives me a lot of credit for his current successes, but I can only take credit for understanding the power of Grapho-therapy . When we were freshman, Joe drove an old 1979 brown T oyota Celica with the paint peeling off and no air conditioning. It was truly ugly. But, like most kids, we didn't have much budget for a new car . Joe drove his ugly Celica past the Ford dealership every day for almost two years. As he drove by, he would always stare at the super fast Mustang GT and think to himself \"some day.\" Joe had been reading some self-improvement books and practicing his t-bars earlier that day . This bright and sunny California afternoon, Joe turned the corner headed toward the Ford dealership. But, instead of saying \"some day\" Joe had a different thought. He said \"I wonder if I can afford it today?\" W ithin a few hours, Joe was driving a brand new white Mustang GT . As it turned out, Joe could have afforded to drive that car anytime over the past twelve months. But his belief system didn't even allow him to conceive it. When he did think about having something that nice, his inner voice told him he need - ed to suffer in order to pay for school. (Self-punishment) T o this day, Joe swears that the change he made in his letter \"t\" (crossing the t-bar left to right) made the difference in the shifts in his thought pattern. Joe has continued his pattern of getting what he wants. After ten 131 Part 3 - Roadblocks to Success"},{"pageNumber":133,"pageContent":"years working in the shadow of Hollywood and the California stars, Joe and his band signed a deal with a major record label. (The band is called California.) Most musicians usually give up before they ever reach their dream of making it big. But Joe did what it took to get up that ladder of success. First, he removed his own internal roadblocks. Then, he adjusted his plan until he found a way to suc - ceed. Naturally, Joe's handwriting reveals many of the success traits we discussed in the previous chapter . G UIL T AND OR L IVING IN P AST T oo many strokes that end to the left can be destructive. Because all goals are in the future, spending too much time dwelling on the past can be detrimental to a healthy attitude. Here is an example of some letters that reveal a tendency to dwell on the past or show a guilt-complex. People who write like this will often have the martyr complex. W orking harder than they have to or just creating a situation that causes them pain. For some reason, they think feeling the pain gives 132 Bart Baggett’s Handwritng Success Secr e t s"},{"pageNumber":134,"pageContent":"them a sense of completion. It reminds me of the Catholic guilt syndrome. Most people who are not happy with the Catholic Church's use of guilt as a mecha - nism for control find that the emotion of guilt can only be handled if they do something to suffer a while. Usually the emotion of guilt is painful enough to count as suffering. Other times, people attract relationships and even physical disease to keep themselves in a state of suffering. So, when Catholics conduct themselves in a behavior they were taught was wrong, they automatically feel bad. Remember our brain is an efficient learning machine. If you grew up Catholic, you may want to spend some time de-connecting the emotion of guilt from certain loving and pleasure-filled activities (like sex). I have no intention of picking on the Catholic Church. The same guilt feelings can come from an over protective mother or a number of strict dogma based religions. Catholic parents are infamous for using guilt and punishment as a means of trying to control their children. As you know, pain is an effective motivational strategy. Unfortunately , this strategy leaves scars. Remove the excessive backward strokes. Y ou will be much happier . C ONCLUSION When you remove these bags of cement from your path you can easily navigate up the ladder. By changing your handwriting, you have a direct channel to program you unconscious mind. Once you remove the roadblocks, programming the success traits will be a piece of cake. Now, let’s go back into that gymnasium in your mind. Imagine walking firmly up the ladder and grabbing the blue gift. Open it and realize it took a few simple steps. Those steps are summarized here: 133 Part 3 - Roadblocks to Success"},{"pageNumber":135,"pageContent":"1. Choose what you want. 2. Create a plan. 3. Remove the roadblocks from your path. 4. Start the plan. 5. T ake feedback and adjust the plan accordingly . 6. Get your outcome. 7. Celebrate. Oh, don't forget the last step. Always remember to celebrate. Give yourself the emotional reward of celebration when you accom - plish things. There is a very practical reason for this. If you do not reward yourself with a significant emotional event upon achieving success - you will be training your brain that success = no pleasure. Then, your next accomplishment will not be as automatically moti - vating. T rain your brain to link massive pleasure to getting what you want. In order to do that, you must reward success. Give no emo - tion to failure. Now, go find a way to becomem even more happy and more wealthy! 134 Bart Baggett’s Handwritng Success Secr e t s"},{"pageNumber":136,"pageContent":"135 Other Resources: www.bartbaggett.com/ Change Y our Life in 30 Days W orkbook for Adults (Change Y our Handwriting, Change Y our Life) Change Y our Life in 30 Days W orkbook for Kids (Change Y our Handwriting, Change Y our Life) The book you are reading contains chapters 4,6 and 7. There are 22 chapters total. Read the entire 456 page book “The Success Secrets of the Rich and Happy” by Bart A. Baggett. A vailable on-line at: http://bartbaggett.com"},{"pageNumber":137,"pageContent":"136 Bart Baggett’s Handwritng Success Secrets Universal T ruth #17 Happiness is a Choice Wealth is a decision"},{"pageNumber":138,"pageContent":"137 Trait Dictionary Trait Dictionary Personality Characteristics As Revealed in Handwriting Appendix A"},{"pageNumber":139,"pageContent":"138 Bart Baggett’s Handwritng Success Secrets CD Slant Acquisitive Shown by tiny hooks at the beginning of words. If hook is in the middle zone, this is a need to acquire material things. If in upper zone, it is a need to acquire knowledge, ideas, or education. Aggressiveness Shown by hard right upstrokes that replace a lower loop. The aggressive person pushes forward into the future asserting himself physically. Often this person needs physically aggressive outlets such as competitive sports or even violence. Ambivert Shown by a person’s slant that is midway between a vertical and a hard right- slant. This person relates to both introverts and extroverts while keeping a level head even amidst the existence of emotional feelings such as empathy, sympathy, and even passion. Falls into the middle-of-the-road catogory on many issues. Analytical Thinker Shown by natural “V” formations at the base Iine, usually in m’s and n’s. The analytical person analyzes everything. This person has a strong reasoning ability to sift and weigh the facts."},{"pageNumber":140,"pageContent":"139 Trait Dictionary Anti-Social Shown when the lower loops of y’s , g’s, and sometimes j ‘s are retraced completely. The anti-social person does not trust anyone and rarely lets people get close enough to really know him. He fears getting hurt emotion- ally. This is a roadblock to intimacy. Argumentative Shown by the break-away p with a high beginning stroke. This person likes to argue. The trait will be increased if the writer is also analytical, irritated, sarcastic, stubborn, and/or impulsive. Attentive to Details Revealed by the dots on the i and j being placed close to the stem. The closer the dot is to the stem, the more attention the writer pays to details. This trait contributes to a good memory. Notices everything. Cautious Shown by long final strokes or a dash at the end of a line. This writer is inclined to be careful in order to minimize risk. This cautious tendency reduces any impulsive behavior and causes one to look before leaping."},{"pageNumber":141,"pageContent":"140 Bart Baggett’s Handwritng Success Secrets Comprehensive Thinker Revealed by needle point strokes on the top of the n and m, also in the h or i. These people have lightning fast minds that are able to size up situations instantly. They are curious, impatient, intelligent and usually in a hurry. Concentration Extremely small writing. People that write tiny have the ability to shut everything out of their mind and fully concentrate on one thing at a time. Often, on a first impression, these people seem reserved. Cumulative Thinker Round or even flat-topped m’s and n’s forming smooth letters. These people need all the facts before making a decision. They may take longer to learn, but they will remember. They can be very creative and good with their hands. Curious & Investigative Sharp points on the top of the letters m, n, r, and/or h that penetrate the upper zone. A quick, investigative, and exploratory thinker sizes up people and situations instantly. Gets irritated by slow talkers."},{"pageNumber":142,"pageContent":"141 Trait Dictionary Defiance A large lower case letter, especially k anywhere in the writing. This high buckle k is often referred to as the “go to hell K”. The defiant person resists other’s authority. Seen as resentment at being told what to do and as rebellion in young people. Desire for Attention High ending strokes that go up in the air much like a child raising his hand in class for attention. This person needs to be the center of attention and is always looking for ways to get noticed. This person needs lots of recognition. Desire for Culture Lower case d’s that go up to the left but never returns to the baseline. Also, the greek letter ∑ . These writers have a desire for cultural things such as travel, adventure, music, and fine food. Desire for More Physical Activity Shown by average to large loops in the lower case p. The larger the loop the stronger the desire is for more physical activity. This could include any physical activity such as exercise, travel, or sex. Verify this tendency by looking at the y loops."},{"pageNumber":143,"pageContent":"142 Bart Baggett’s Handwritng Success Secrets Desire for Responsibility Shown by a large round loop at the beginning of a word, usually in capital letters like W or M, but also found in the S. This person has a desire to be needed by a large number of people and will need to be in a leadership role. Diplomacy Downslanted humps toward the right on m’s and n’s. This person has the ability to say things in a way that other people want to hear. He can also phrase touchy subjects in a nice inoffensive way. Directness Beginning vertical strokes on the lower case t that go down and curve to the right (no beginning upstroke). This person wants people to stop beating around the bush and get to the point. Direct people don’t like to be slowed down. Dominant Down slanted t-bar, to the right, with a blunt ending. The dominant person tends to be in control and likes it. He takes charge making people follow directions without angering them."},{"pageNumber":144,"pageContent":"143 Trait Dictionary Domineering Down-slanted t-bar, to the right, with a sharp ending. The dominant person tends to fight for control. He takes charge, insisting people follow him. The sharp t-bar signifies sarcasm, whining, griping, and possible cruelness when he doesn't get his way. An unpleasant trait. Dual Personality Shown by an obvious slant variation from left to right in the same sentence. This person has trouble making decisions because the head and heart are in conflict. He withdraws into the introverted personality when he feels insecure. Unpredictable mood swings. Ego Strength Shown by the size of the capital letters. Capitals 4-5 times the middle zone indicate a writer with an inflated importance of himself (ego). Likewise, capitals within the middle zone indicate weak ego strength, thus affecting self-esteem. Big Ego Weak Ego Healthy Ego FA & DE Slants"},{"pageNumber":145,"pageContent":"144 Bart Baggett’s Handwritng Success Secrets Emotionally Withdrawn Shown by a consistent leftward slant. The upstrokes and slant are a minimum of 90 degrees from the baseline. An introvert. This person keeps his own counsel, rarely expresses feelings, and makes logical unemotional decisions. Emotionally Responsive The hard rightward slant reveals the heart-ruled, moody, impulsive person. The farther the writing slants to the right, the more this person is subject to emotional stimuli. This writer naturally relates to people’s emotions and has a constant need for affection. He can be very expressive with his emotions and relates to others easily. Enthusiasm An unusually long stroke that makes the cross bar of the t. This writer bubbles over with enthusiasm and excitement. Enthusiasm is a key ingredient to success in leadership because it motivates others toward action. FA / AB Slants DE/ E+ Slant"},{"pageNumber":146,"pageContent":"145 Trait Dictionary Extravagent Revealed by wide letter/word spaces and long final endings or ostentatious strokes. This person tends to overdo things. One may first notice this trait in the style of clothes she wears. It is a combination of desire for attention and generosity to one's self. Fear of Success Shown by a down-turned y or g that doesn’t cross the baseline. The closer it comes to the baseline the closer the person will come to success, then turn away. Often a feeling of dejection occurs near success, thus this person gets very close to success, then fails. Fluidity of Thought Shown in the figure eight shape anywhere in the writing. Most commonly found in the lower loop of the g or in the capital letters of a signature. Signifies the ability to follow and change thoughts smoothly. Often a good conversationalist, speaker, or writer."},{"pageNumber":147,"pageContent":"146 Bart Baggett’s Handwritng Success Secrets Frankness Shown in the letter o that has no inner loops and is relatively wide. This person will be honest and blunt when asked her opinion. If the o is open, then she will volunteer her frank opinion without being asked. Generosity Shown by long final strokes extending to the right at about a 45 degree angle and/or wide word spacing. This person will be eager to share. This writer derives attention and personal reward from being generous to others. Goals Shown by the height of the crossing of the t-bars on the stem. A low t-bar signifies low self-worth, fear of failing, and low or no goals. A t-bar crossed three-fourths up on the stem signifies practical goals. Ambition and high goals are signified by t-bars on top of the stem. T-bars crossed above the stem reveal the dreamer and goals too high to be practical. High Self-Esteem High crossed t-bar and large personal pronoun I. This reveals confidence, ambition, the ability to plan ahead, high goals, high personal expectations, and an overall good self image. This is the key to personal success and happiness."},{"pageNumber":148,"pageContent":"147 Trait Dictionary Humor Shown by a wavy t-bar and/or flourishing wavy beginning strokes in the word patterns. This person has a sense of humor and can become witty if the stroke ends with an angle (analytical) or a sharp point (sarcastic). Imagination Large and wide lower loops in the y, g and j reveals strong physical imagination, gullibility, and a tendency to exaggerate the tangible aspects of life. Has great ability to visualize and see things clearly. Big loops in the h reveal the philosophical imagination. Independent Thinker Shown by a short d or t-stem with a restricted or no loop. This person has his own ideas about the way life is. He thinks independently of what others' believe. His dress and choices in life tend to be made without regard to the norm. Individualistic Shown by a circle i-dot. Most common in adolescent writing when a youth is trying to stand out from the crowd. In adulthood, she has a fear of being ordinary and must call attention to herself by being different. Also, it can indicate artistic creative expression."},{"pageNumber":149,"pageContent":"148 Bart Baggett’s Handwritng Success Secrets Intuition Shown by breaks between letters and found often in part printed/ part cursive script. These people have a developed a sixth sense or psychic ability to feel situations very accurately, often before they occur. Irritability Slashed “i” dots. The longer the slash, the more irritated the writer is at the time of the writing. Slash down is irritation at the present situation. Slash left is irritated at themselves. Slash right is toward other people. Anger is usually present. Jealousy A tight beginning loop that is small and almost square. It must make a completely closed circle. This person fears the loss of somone he loves. Can be very possessive. Likes Variety Shown by long wide lower loops that extend deeply into the lower zone. This person will get bored easily and needs variety in life. The physical drives are strong and deep, providing lots of energy."},{"pageNumber":150,"pageContent":"149 Trait Dictionary Lives for the Moment Shown by no upper zone strokes. Writing that stays in the middle zone. Immature. These people get into trouble because they live for today and fail to foresee the consequences of their actions. This person’s philosophies and ethics change frequently. Low Self-Esteem Shown by the t-bar crossed very low on the stem. This person fears failure and fears change, thus sets goals with low risk. He remains in bad situations much too long and finds imperfections with himself. He is rarely successful in his own eyes. Loyalty Shown by a picture-perfect i-dot with no tail in any direction. Loyalty is a commitment to stand by those people or ideas that they consider worthy. Lying Shown by a combination of loops in the right and left side of lower case a's and o's. Huge inner loops that cross signify a person that lies pathologically. These people are not trustworthy."},{"pageNumber":151,"pageContent":"150 Bart Baggett’s Handwritng Success Secrets Manual Dexterity Square formations on top of the “r’s” and/or “h’s”. This person has the ability to take things apart and put them back together. This writer has good manual dexterity and often good coordination. They are very mechanically minded. Needs A Challenge Shown by a stinger-like hook in the middle zone letters c, d, or a. This person has an anger at strong members of the opposite sex, while only being attracted to those who are a challenge. Once this person feels totally in control of the relationship, he/she will become bored. Optimism Revealed by a noticeable upward slant in the entire baseline and/or the cross bar on the letter t. The higher the incline, the more optimistic she is. She is sure tomorrow will be better and always looks on the bright side of life. Organizational Ability Balanced upper and lower loops in the letter f. The two loops bisect the entire letter. This writer will have the ability to create order out of chaos. Even if her desk appears messy, she will know what is in each pile. She is organized."},{"pageNumber":152,"pageContent":"151 Trait Dictionary Perfectionist The baseline will be straight and even. This handwriting is that of a person who spends time putting everything in its place and reviews work trying to make it precise. Persistence Strokes that double back over the letter and end toward the right. Usually located in the t and f. This person has the quality of not giving up when confronted with temporary setbacks. He will persist until he completes the task. Perversion Lower zone loops that are not shaped normally. These bizarre lower zone loops signify the sex/relationship aspect of the writer's life is unusual. If the loops are large, as shown, the sexual appetite crosses the line into sexual behavior outside the norm."},{"pageNumber":153,"pageContent":"152 Bart Baggett’s Handwritng Success Secrets Physical Frustration Lower loops that are incomplete. This signifies the presence of frustration in areas such as relationships, exercise, or sexual activity. Something is incomplete in this person’s life. Physically Experimental Shown by very long and big loops in the lower zones y ,g, and p. They will demand variety in their physical activities which must satisfy their insatiable physical desires. Sexually, they can be very demanding and often creative. Positiveness A t-bar that is blunt and not pointed on the end. This writer makes statements with confidence and conviction. He will act like he knows the right answer even if he is not sure. Procrastination A t-bar that is crossed predominately on the left side of the stem. Procras- tinators will put off until tomorrow what could have been done today. This trait is one factor of laziness."},{"pageNumber":154,"pageContent":"153 Trait Dictionary Pride & Dignity Shown in the t and d-stems that are retraced and taller than normal. These writers will demand respect and expect you to treat them with dignity. Resentment Inflexible beginning strokes at the beginning of a word. The stroke must start at the baseline or below and remain rigidly straight. This person is harboring anger, resentment, or hate toward something or someone. Sarcasm Revealed by sharp-pointed t-bar. Sarcasm is like a verbal dagger defending the ego. Sarcasm is forming a dual meaning to whatever is said and is often mixed with humor. Sarcastic people have a sharp tounge that can hurt others' feelings. If the t-bar is crossed from right to left, the sarcasm is directed toward self, instead of toward others, creating a tendency to be self-critical. Secretive Circles within circle letters on the right hand side. The larger the inner loop is, the more secrets this person will withhold from others. If the inner loop is huge, this person will try to avoid giving you a complete answer."},{"pageNumber":155,"pageContent":"154 Bart Baggett’s Handwritng Success Secrets Selective Listener Retraced e’s that are usually found with narrow or closed a’s and o’s. This person can tune other people out. He has his own ideas and will only agree with you if you agree with him. In other words, this person can be closed- minded. Self-Castigation Shown by the backward crossed t-bar (right to left). This signfies the need to punish oneself. If the t-bar shows sarcasm (pointed), the writer tends to be critical and sarcastic of himself. Self-Concious Shown by the increasing height of the humps on the m’s and n’s. When the second hump is higher than the first, this person has a fear of being riduculed and tends to worry what others might think when around strangers. Self-Control A t-bar that is curved in a concave shape, much like a shallow saucer. The stronger the curve, the more self-control is being implemented. An umbrella shape signifies the person is obsessively controlling an action."},{"pageNumber":156,"pageContent":"155 Trait Dictionary Self-Deceit Inner loops on the left side of the circle letters. This person is deceiving himself about something that is happening to him at the moment. This person may not be consciously aware of the things in his life that he is refusing to face. Self-Reliance & Leadership Revealed by an underline below one’s signature. This person possesses strong leadership qualities, relies on himself, and has a great amount of inner strength. Sensitive To Criticism Shown by the looped stem in the lower case d or t. The bigger the loop, the more painful criticism is felt. If the loop is really inflated, this person will imagine criticism. The d-loop relates to personal self and the t-loop relates to sensitiveness to ideas or philosophies. Socially Selective Long narrow loops usually in the y or g. The size of the lower loop reveals the amount of trust and imagination as it relates to people. The narrow loop reveals some trust, but they are very selective of whom they allow in their inner circle of friends."},{"pageNumber":157,"pageContent":"156 Bart Baggett’s Handwritng Success Secrets Stubborn Revealed by t and d- stems shaped like a tepee or upside down “V”. The more this letter is braced, the more this person is braced to his own ideas. Stubborn people rarely admit they are wrong, and don't want to be confused with the facts after they have made up their minds. Surface Thinker Wedge-shaped “m’s” and “n’s” that do not penetrate the upper zone. This person is a quick thinker. He tends to depend on other people’s views rather than on personal investigation. He often makes decisions based on others' opinions. Talkative Open circle letters such as a’s and o’s. The less connected the upper part of these letters are, the more they must move their mouth. Sometimes they will talk just to hear their own voice. Temper Shown by a t-bar that is crossed predominantly on the right side of the stem. The more it occurs, the easier irritation will cause them to lose control of their emotions. If combined with a heavy rightward (DE,E+) slant, they will blow up quickly."},{"pageNumber":158,"pageContent":"157 Trait Dictionary Tenacity Shown by ending hooks on the right side of letters. This person tends to hold on to what is hers. If the hook is in the upper zone she will cling to his ideas and beliefs. If in the middle zone, she will be tenacious about material items. Too Many Irons In The Fire Long lower loops running into the writing below. This writer has too many projects going on at one time, thus having confusion of interests. Will Power Shown by heavy pressure on the t-bars. This person will be able to follow a set course and display strong powers of the will. Will power tends to intensify all other personality traits."},{"pageNumber":159,"pageContent":"158 Bart Baggett’s Handwritng Success Secrets Now available! Get the full 456 page book by Bart Baggett is paperback or instant downloadable PDF file! Makes a great gift. Available at http://bartbaggett.com"}]
