[{"pageNumber":1,"pageContent":"TThhee SSccrroollll ooff SSeettTThhee SSccrroollll ooff SSeett--------------------------------------------------------------------------------------------------------------------------Issue Number 112Issue Number 112Volume XVI-5Volume XVI-5October 1990October 1990Editor: Nancy Flowers IV°Editor: Nancy Flowers IV°Copyright © 1990 Temple of SetCopyright © 1990 Temple of Set--------------------------------------------------------------------------------------------------------------------------[1] [1] RunaRuna and the Formula of the Æon and the Formula of the Æon- by Stephen E. Flowers V°- by Stephen E. Flowers V°In the past there has been the tradition within the In the past there has been the tradition within the Temple of Set that new Æonic Words were Temple of Set that new Æonic Words were somehow used to extend or otherwise modify the somehow used to extend or otherwise modify the Formula of the Æon: Formula of the Æon: Xepera Xeper XeperuXepera Xeper Xeperu (XXX). (XXX). This is not, nor will it be the case with This is not, nor will it be the case with RunaRuna..RunaRuna is an Æon-enhancing Word - but it is one is an Æon-enhancing Word - but it is one which stands in a unique relationship with the Æon which stands in a unique relationship with the Æon it now enhances.it now enhances.RunaRuna is the secret which lies deep within the is the secret which lies deep within the psyche, which corresponds to a secret lying deep psyche, which corresponds to a secret lying deep within the outer zone of the objective universe. The within the outer zone of the objective universe. The very existence of these two Runic poles sets up a very existence of these two Runic poles sets up a force of attraction between individuals of Set’s force of attraction between individuals of Set’s Gifted race and that mysterious quality in the Gifted race and that mysterious quality in the objective universe.objective universe.This elective affinity is the seed motivation This elective affinity is the seed motivation responsible for the beginning and continuing of the responsible for the beginning and continuing of the ““XeperXeper impulse” inherent in Set’s Gifted ones. On impulse” inherent in Set’s Gifted ones. On the most basic level the most basic level RunaRuna is perceived as a is perceived as a sense of sense of the hiddenthe hidden - that which is hidden within and that - that which is hidden within and that which is hidden without.which is hidden without.In order to gain access to the Runic realms of In order to gain access to the Runic realms of the subjective and objective universes, the Gifted one the subjective and objective universes, the Gifted one must delve into both extreme directions at once - must delve into both extreme directions at once - into the inner and outer worlds. The answers are not into the inner and outer worlds. The answers are not to be found exclusively in one or the other.to be found exclusively in one or the other.This very urge to delve, to investigate, is inherent This very urge to delve, to investigate, is inherent an innate in an innate in RunaRuna. One of the oldest uses of the . One of the oldest uses of the root-word from which “rune” is derived (root-word from which “rune” is derived (reu-n-reu-n-) ) means “to enquire [into secret things]”. This is means “to enquire [into secret things]”. This is reflected in the old Norse word reflected in the old Norse word reynareyna, which means , which means just that.just that.RunaRuna enhances Becoming in more than one enhances Becoming in more than one way. It exercises this enhancement from beyond and way. It exercises this enhancement from beyond and from within the subject of the dynamic process of from within the subject of the dynamic process of XeperXeper. . RunaRuna enhances enhances XeperXeper, but it is not actually , but it is not actually part of the process. But perhaps more importantly, part of the process. But perhaps more importantly, RunaRuna allows for a more thorough or profound allows for a more thorough or profound XeperXeper by further defining the core essence within by further defining the core essence within the subjects of the subjects of XeperXeper (the personal or subjective (the personal or subjective universe) and the core within the objective filed at universe) and the core within the objective filed at their depths.their depths.If If XeperXeper is a journey, then is a journey, then RunaRuna can be a map, a can be a map, a ship, or a beacon to light the way - as well as many ship, or a beacon to light the way - as well as many other things. But I think we would all agree that the other things. But I think we would all agree that the journey, the actual motion of journey, the actual motion of XeperXeper, is the most , is the most important thing. Otherwise we are stagnant in a important thing. Otherwise we are stagnant in a mystical sea of subjectivity. mystical sea of subjectivity. RunaRuna must always be must always be measured by the strictest codes of objectivity, be measured by the strictest codes of objectivity, be they historical, magical, or philosophical.they historical, magical, or philosophical.XXX is the Formula of the Æon of Set [whether XXX is the Formula of the Æon of Set [whether or not modified by or not modified by RemanifestationRemanifestation]. It is the ]. It is the concept that holds the Temple of Set together and concept that holds the Temple of Set together and keeps it on course at all levels.keeps it on course at all levels.RunaRuna, as I am sure most already know, is , as I am sure most already know, is manifested and Uttered in the objective universe manifested and Uttered in the objective universe beyond the parameters of the Temple of Set. This is beyond the parameters of the Temple of Set. This is essential to the charge of the Magus. Because essential to the charge of the Magus. Because RunaRuna is not only a Temple of Set phenomenon, not is not only a Temple of Set phenomenon, not everyone in the Temple must “accept” this Word. everyone in the Temple must “accept” this Word. Only those who have worked with Only those who have worked with RunaRuna, or who , or who truly quest for and seek that which truly quest for and seek that which RunaRuna manifests, manifests, should overtly acknowledge the Word.should overtly acknowledge the Word.Recent correspondence has shown that there Recent correspondence has shown that there may be some confusion regarding the inclusion of may be some confusion regarding the inclusion of RunaRuna in the Formula of the Æon. Examples of this in the Formula of the Æon. Examples of this have included stringing have included stringing RunaRuna together with together with XeperXeper, , or making sentences out of various Æonic Words. It or making sentences out of various Æonic Words. It is not necessary to incorporate is not necessary to incorporate RunaRuna in the closing in the closing of correspondence.of correspondence.There may be those who have worked with There may be those who have worked with RunaRuna enough that they want to communicate their work enough that they want to communicate their work with this Word to others. Such Initiates may do so with this Word to others. Such Initiates may do so by writing or typing the exhortation “Reyn til by writing or typing the exhortation “Reyn til Runa!” (pronounced “rine till runa”] at the bottom Runa!” (pronounced “rine till runa”] at the bottom center of the last page of written communications. center of the last page of written communications. This phrase means: “Enquire in the direction of the This phrase means: “Enquire in the direction of the secrets!” As noted above, the verb secrets!” As noted above, the verb reynareyna [here in [here in the imperative form] comes from the same root the imperative form] comes from the same root concept as concept as runaruna: mystery. It is not implied that you : mystery. It is not implied that you will ultimately discover final secrets or mysteries. will ultimately discover final secrets or mysteries. But with the exhortation you are encouraged to But with the exhortation you are encouraged to make the quest, and by the exhortation you may make the quest, and by the exhortation you may offer others - whether or not in the Temple - the offer others - whether or not in the Temple - the heartfelt wish that they do the same.heartfelt wish that they do the same.______________________________________________________________________[2] [2] Field of DreamsField of Dreams- by William Farnsler II°- by William Farnsler II°Held fast by the chains of slumber, I toss and Held fast by the chains of slumber, I toss and turn but do not wake. Sweat coats my wrinkled turn but do not wake. Sweat coats my wrinkled brow as I search for that one special dream. I have brow as I search for that one special dream. I have seen it only a few times, so intense that I’m drained seen it only a few times, so intense that I’m drained for days after dreaming it again. The dream of a for days after dreaming it again. The dream of a kiss. The dream of a serpent. The dream of pleasure kiss. The dream of a serpent. The dream of pleasure and pain. A dream that feels like paradise.and pain. A dream that feels like paradise.I scan through the dream images, writhing I scan through the dream images, writhing harder as they become familiar. Then at last I see harder as they become familiar. Then at last I see you, shining like a goddess. The goddess who holds you, shining like a goddess. The goddess who holds the keys to my every boyhood fantasy. The goddess the keys to my every boyhood fantasy. The goddess who holds the reins of my darkest desires. The who holds the reins of my darkest desires. The goddess who brings the sublime kiss. I rejoice at goddess who brings the sublime kiss. I rejoice at finding you again, hidden away in my most secret finding you again, hidden away in my most secret dreams.dreams.The dream is more intense than ever as you The dream is more intense than ever as you descend upon me. My room is covered with brilliant descend upon me. My room is covered with brilliant"},{"pageNumber":2,"pageContent":"peacock hues. Your heat presses down on my chest. peacock hues. Your heat presses down on my chest. I wince at the pain; I groan at the pleasure. My body I wince at the pain; I groan at the pleasure. My body writhes on top of my wet sheets. A kiss of pleasure, writhes on top of my wet sheets. A kiss of pleasure, a kiss of pain, a serpent’s kiss. The moment of a kiss of pain, a serpent’s kiss. The moment of rapture draws near. You and I locked together in a rapture draws near. You and I locked together in a dream from which I will never wake.dream from which I will never wake.______________________________________________________________________[3] [3] Direction of InfluenceDirection of Influence- by Raymond Brunner I°- by Raymond Brunner I°Whether one’s approach to influencing others Whether one’s approach to influencing others includes Lesser or Greater Magic, insight of the includes Lesser or Greater Magic, insight of the bodies involved determines the direction to be taken. bodies involved determines the direction to be taken. The theory I put forth stems from personal insight The theory I put forth stems from personal insight which I have generalized in order to formulate a which I have generalized in order to formulate a workable system which is applicable to myself and workable system which is applicable to myself and to others.to others.Personal truth and knowledge are gained Personal truth and knowledge are gained through recurring observations of specific through recurring observations of specific occurrences. A person then predicts similarities occurrences. A person then predicts similarities between successive facsimiles. Thus patterns are between successive facsimiles. Thus patterns are established within the thought-process and reinforce established within the thought-process and reinforce themselves with every use. This gives the user themselves with every use. This gives the user confidence in their validity.confidence in their validity.Evaluation and categorization are dependent Evaluation and categorization are dependent upon successful predictions as much as a person’s upon successful predictions as much as a person’s observation is dependent upon the original observation is dependent upon the original construction. An example of this is the “power” in construction. An example of this is the “power” in your ritual chamber and the finding of the liturgy your ritual chamber and the finding of the liturgy which summons the exact subjective realm desired.which summons the exact subjective realm desired.The ability to cause change is dependent upon The ability to cause change is dependent upon the permeability of anticipatory patterns and reality the permeability of anticipatory patterns and reality constructions. Each magician must determine the constructions. Each magician must determine the weakness of all possible entries to discover the weakness of all possible entries to discover the direction of influence.direction of influence.Examples of my theory may be seen in the Examples of my theory may be seen in the influence of “them”. A change in belief may easily influence of “them”. A change in belief may easily occur when “they” have stated some truth. The occur when “they” have stated some truth. The access to influence has opened a loophole of access to influence has opened a loophole of personal laziness (public opinion), when a mythical personal laziness (public opinion), when a mythical authority is injected into conversation. Use of such authority is injected into conversation. Use of such loopholes is a Black Magician’s direction of loopholes is a Black Magician’s direction of influence.influence.I would be interested in hearing of any I would be interested in hearing of any correlations fellow Setians may offer concerning correlations fellow Setians may offer concerning this theory.this theory.______________________________________________________________________[4] [4] Eight Comments on MagicEight Comments on Magic- by Christopher Gutierrez II°- by Christopher Gutierrez II°1. Magic seems to operate around one’s 1. Magic seems to operate around one’s indifference towards a situation. The better one can indifference towards a situation. The better one can displace from the desired end, the more complete displace from the desired end, the more complete that end will be.that end will be.2. A magical ritual’s success can be measured in 2. A magical ritual’s success can be measured in the elements of synchronicity which ensue. the elements of synchronicity which ensue. Examples of this may be matching Cabalistic forms, Examples of this may be matching Cabalistic forms, signs, symbols, emotional states, sounds, or tastes signs, symbols, emotional states, sounds, or tastes [to name a few] that appear when the ritual has [to name a few] that appear when the ritual has “come full circle”.“come full circle”.3. A magical working can consist of a walk 3. A magical working can consist of a walk around the block singing a child’s nursery rhyme.around the block singing a child’s nursery rhyme.4. Magic does not work. Ritual in its “highest” 4. Magic does not work. Ritual in its “highest” form is an act of obsession to ultimately free the form is an act of obsession to ultimately free the magician from further obsession. Thus ritual, when magician from further obsession. Thus ritual, when reduced to its barest elements, is therapy: psychic reduced to its barest elements, is therapy: psychic self-surgery.self-surgery.5. Magic works. The new æon has ushered in a 5. Magic works. The new æon has ushered in a pinnacle of human existence not seen since the pinnacle of human existence not seen since the Renaissance or perhaps the German Romantic Renaissance or perhaps the German Romantic period. Self-creation is now at our disposal, instead period. Self-creation is now at our disposal, instead of asceticism. Mankind is no longer required to of asceticism. Mankind is no longer required to believe in what is force-fed to it. Quite simply we believe in what is force-fed to it. Quite simply we are not in the position of having to sit back and are not in the position of having to sit back and accept the situation anymore. We are masters of our accept the situation anymore. We are masters of our own destinies. Hail to the new æon!own destinies. Hail to the new æon!6. Magic, whether White or Black, is viewed 6. Magic, whether White or Black, is viewed with suspicion and fear by the masses, even though, with suspicion and fear by the masses, even though, year after year, more and more seepage into popular year after year, more and more seepage into popular culture is apparent. Example: Compare the number culture is apparent. Example: Compare the number of trapezoids in graphics today as opposed to five of trapezoids in graphics today as opposed to five years ago.years ago.7. Evil exists in only two forms: (a) taking the 7. Evil exists in only two forms: (a) taking the life of an undeserving person by physical means, life of an undeserving person by physical means, and (b) the tolerance and perpetuation of ignorance and (b) the tolerance and perpetuation of ignorance [although there will always be those who are better [although there will always be those who are better off unaware].off unaware].8. Having a personal æsthetic is important. The 8. Having a personal æsthetic is important. The magician who owns few books but does the whole magician who owns few books but does the whole of his or her will is more powerful than the magician of his or her will is more powerful than the magician who owns hundreds of books but does not know who owns hundreds of books but does not know where to go next. Remember, everything is where to go next. Remember, everything is permitted [thank you, Mr. Fowles] and sacred cows permitted [thank you, Mr. Fowles] and sacred cows are fresh meat for cheeseburgers [and thank you, are fresh meat for cheeseburgers [and thank you, Mr. Barrett].Mr. Barrett].______________________________________________________________________[5] [5] The PortalThe Portal- by Anthony Pizzini I°- by Anthony Pizzini I°This is my holy desert isle. I merge and roll with This is my holy desert isle. I merge and roll with the waves of stone like shadows of Heaven that the waves of stone like shadows of Heaven that drop, one by one, into an infinite abyss and emerge drop, one by one, into an infinite abyss and emerge standing in this vision of excess.standing in this vision of excess.______________________________________________________________________[6] [6] Ritual Magic:Ritual Magic:The “Flight Simulator” for MetaMindThe “Flight Simulator” for MetaMind- by Stephen King I°- by Stephen King I°The following illustrates the importance of both The following illustrates the importance of both material “crutches” and symbolism used in ritual material “crutches” and symbolism used in ritual magic:magic:Timothy Andrews is excited. Today for the first Timothy Andrews is excited. Today for the first time he is soloing in a state-of-the-art jet fighter. time he is soloing in a state-of-the-art jet fighter. Since he was a child, he had imagined himself in the Since he was a child, he had imagined himself in the Scroll of SetScroll of Set - October 1990 - Page - October 1990 - Page 22"},{"pageNumber":3,"pageContent":"cockpit of such a jet, engaged in fierce dogfights cockpit of such a jet, engaged in fierce dogfights against overwhelming odds, flying at the edge of the against overwhelming odds, flying at the edge of the envelope and beyond. It seemed as if it were only envelope and beyond. It seemed as if it were only yesterday when he was commissioned in the Air yesterday when he was commissioned in the Air Force, but at the same time the long hours of intense Force, but at the same time the long hours of intense and monotonous study of technical specifications and monotonous study of technical specifications seemed to have lasted an eternity. During study it seemed to have lasted an eternity. During study it had appeared irrelevant that the hydraulic pressure had appeared irrelevant that the hydraulic pressure had to be maintained at 250 kilograms per cubic had to be maintained at 250 kilograms per cubic centimeter. Who cared if the altimeter was graduated centimeter. Who cared if the altimeter was graduated into ten-centimeter intervals?into ten-centimeter intervals?But today the long hours spent in the flight But today the long hours spent in the flight simulator bring everything into sharp focus. He simulator bring everything into sharp focus. He understands now why he had spent so much time in understands now why he had spent so much time in it. He recalls with pleasure the safety blanket it it. He recalls with pleasure the safety blanket it provided while his reflexes and behavior patterns provided while his reflexes and behavior patterns were finely tuned. He could now face the most were finely tuned. He could now face the most arduous and stressful situations which a combat arduous and stressful situations which a combat pilot might endure, without fear of being injured or pilot might endure, without fear of being injured or killed as a result of inexperience.killed as a result of inexperience.It reminds him of the painful day he learned the It reminds him of the painful day he learned the value of the training wheels which had come with value of the training wheels which had come with his first BMX bicycle. “I don’t need them,” he had his first BMX bicycle. “I don’t need them,” he had exclaimed as a 6-year-old. “I’ll do O.K.” He did exclaimed as a 6-year-old. “I’ll do O.K.” He did not. And after a liberal does of TLC and band-aids not. And after a liberal does of TLC and band-aids from Mom, he reluctantly put the “fall-preventers” from Mom, he reluctantly put the “fall-preventers” back on the bicycle. By the end of the week, he back on the bicycle. By the end of the week, he could ride hands-free and was able to discard the could ride hands-free and was able to discard the crutch the training wheels provided.crutch the training wheels provided.For a long time I was asking the same question For a long time I was asking the same question that Priest Barrett posed in his June 1990 that Priest Barrett posed in his June 1990 ScrollScroll article “Elephant Feathers”. We as followers of the article “Elephant Feathers”. We as followers of the Left-Hand Path realize the extreme importance of Left-Hand Path realize the extreme importance of attributed meanings and values that we assign to our attributed meanings and values that we assign to our material possessions, and the effect these have on material possessions, and the effect these have on our emotions. When we endow magical properties our emotions. When we endow magical properties to various props and scripts, their effectiveness is in to various props and scripts, their effectiveness is in direct proportion to the intensity and degree of direct proportion to the intensity and degree of mental focus. This is because we are simulating the mental focus. This is because we are simulating the actual change, event, and/or MetaMind ability actual change, event, and/or MetaMind ability desired. As we increase the emotional value, the desired. As we increase the emotional value, the effect is further enhanced in our subjective universe, effect is further enhanced in our subjective universe, which increases the effect on the objective universe.which increases the effect on the objective universe.Props and “vibrated” words, along with the Props and “vibrated” words, along with the emotional atmosphere created by preparation, emotional atmosphere created by preparation, provide a means to increase understanding of provide a means to increase understanding of factors which operate in the working as well as the factors which operate in the working as well as the abilities required of a Black Magician. These acts abilities required of a Black Magician. These acts train the mind to flow in certain patterns of thought train the mind to flow in certain patterns of thought not normally experienced. We must overcome not normally experienced. We must overcome subconscious limitations imposed by ourselves and subconscious limitations imposed by ourselves and society out of ignorance and “fear of the society out of ignorance and “fear of the unknown”. These limitations are constantly unknown”. These limitations are constantly reinforced in our day-to-day contact with profane reinforced in our day-to-day contact with profane society, whose vast array of “experts” limits and society, whose vast array of “experts” limits and defines what can and cannot occur.defines what can and cannot occur.A careful study of the “Magical Link” A careful study of the “Magical Link” phenomenon will show that there is a big difference phenomenon will show that there is a big difference between the real objective universe and what between the real objective universe and what humanity at large calls reality. I use the term humanity at large calls reality. I use the term “commonly-perceived universe (CPU)” to refer to “commonly-perceived universe (CPU)” to refer to this collective delusion. During the performance of a this collective delusion. During the performance of a GBM ritual, we strip away this “safety net” of GBM ritual, we strip away this “safety net” of semi-comfortable delusion in an attempt to get at the semi-comfortable delusion in an attempt to get at the “thing in itself” of the objective universe. Since our “thing in itself” of the objective universe. Since our subjective universes are components of the CPU, subjective universes are components of the CPU, any willed alteration of our subjective universe will any willed alteration of our subjective universe will have some effect on the whole. Thus alterations can have some effect on the whole. Thus alterations can be made in the CPU. In turn the CPU assigns be made in the CPU. In turn the CPU assigns meaning to the objective universe. Limitations thus meaning to the objective universe. Limitations thus perceived are due to subconscious barriers erected perceived are due to subconscious barriers erected by the whole of humanity.by the whole of humanity.The Black Magician must therefore overcome The Black Magician must therefore overcome the “I can’ts” before dispensing of crutches of the “I can’ts” before dispensing of crutches of props and scripts. As we props and scripts. As we XeperXeper, we discover new , we discover new possibilities. We must explore all of their possibilities. We must explore all of their ramifications, dangers, and side-effects under ramifications, dangers, and side-effects under simulated conditions. To find the effects of such simulated conditions. To find the effects of such without a suitable degree of Understanding risks without a suitable degree of Understanding risks failure at best and the failure at best and the Forbidden PlanetForbidden Planet effect at effect at worst. Like the trainee-pilot we use crutches of worst. Like the trainee-pilot we use crutches of simulated reality to learn to focus the will at simulated reality to learn to focus the will at MetaMind levels. This cannot be done by reading a MetaMind levels. This cannot be done by reading a few books on creative visualization and a lot of few books on creative visualization and a lot of wishful thinking. The mind is trained by experience, wishful thinking. The mind is trained by experience, use, focusing, and directing the will to cause correct use, focusing, and directing the will to cause correct changes. When familiarity and proficiency is gained changes. When familiarity and proficiency is gained with both related methodologies and with both related methodologies and phenomenologies, we can drop the feather and fly phenomenologies, we can drop the feather and fly on our own.on our own.This method of simulator training is therefore a This method of simulator training is therefore a necessary step if we are to gain full and continued necessary step if we are to gain full and continued proficiency in our mental, emotional, and physical proficiency in our mental, emotional, and physical abilities. Continued use of props as foci of the will abilities. Continued use of props as foci of the will is warranted due to the quantitative enhancement is warranted due to the quantitative enhancement they provide. As we are never certain of all our they provide. As we are never certain of all our potential ability, we must operate at the edge of our potential ability, we must operate at the edge of our envelope in order to discover what we can and envelope in order to discover what we can and cannot do.cannot do.... for the sky then becomes an entrance and ... for the sky then becomes an entrance and not a barrier ...not a barrier ...______________________________________________________________________[7] [7] Melek Taus PylonMelek Taus PylonThe Melek Taus Pylon has been formed by The Melek Taus Pylon has been formed by Adepts Brian Zimmer and Elizabeth Reynolds to Adepts Brian Zimmer and Elizabeth Reynolds to provide a magical forum and environment for provide a magical forum and environment for Initiates residing in the Dayton, Ohio area. Not Initiates residing in the Dayton, Ohio area. Not since the viable days of the Church of Satan has since the viable days of the Church of Satan has there existed in this region such a group dedicated there existed in this region such a group dedicated to the Prince of Darkness and the study of the Black to the Prince of Darkness and the study of the Black Arts.Arts.Scroll of SetScroll of Set - October 1990 - Page - October 1990 - Page 33"},{"pageNumber":4,"pageContent":"The Pylon’s name is taken from the brilliant The Pylon’s name is taken from the brilliant Dark Lord of the Middle Eastern Yezidi tribe. The Dark Lord of the Middle Eastern Yezidi tribe. The Yezidis, a Kurdish sect, worship the Peacock Angel Yezidis, a Kurdish sect, worship the Peacock Angel Melek Taus (Shaitan). The Melek Taus Pylon seeks Melek Taus (Shaitan). The Melek Taus Pylon seeks to approach and investigate the Satanic/Luciferian to approach and investigate the Satanic/Luciferian principles embodied by this image via ritual, principles embodied by this image via ritual, discussion, and the sharing of magical knowledge discussion, and the sharing of magical knowledge and talents.and talents.Any Setian residing in the tri-state area of Ohio, Any Setian residing in the tri-state area of Ohio, Indiana, and Kentucky is invited and encouraged to Indiana, and Kentucky is invited and encouraged to write to us for further information.write to us for further information.______________________________________________________________________[8] [8] Alone in the NightAlone in the Night- by Adam Campbell II°- by Adam Campbell II°As the darkness comes once again, and the As the darkness comes once again, and the creatures of night begin to prowl, a solitary figure creatures of night begin to prowl, a solitary figure stands alone, high on a ragged hilltop, overlooking stands alone, high on a ragged hilltop, overlooking the city of the day.the city of the day.The shadow-clad figure gazes over the city The shadow-clad figure gazes over the city below, its lights extending far into the horizon, below, its lights extending far into the horizon, endless patterns of color and light, vainly trying to endless patterns of color and light, vainly trying to shut out the darkness, the darkness that they all fear.shut out the darkness, the darkness that they all fear.The shadowy figure stands on his rocky The shadowy figure stands on his rocky precipice and feels a pain, a pain so profound as to precipice and feels a pain, a pain so profound as to be unmentionable to lesser beings, to the inhabitants be unmentionable to lesser beings, to the inhabitants of the city below.of the city below.This pain is a human pain. He was human once, This pain is a human pain. He was human once, but no longer.but no longer.Strangely he had never felt such a pain back in Strangely he had never felt such a pain back in those days long ago when he was innocent and those days long ago when he was innocent and blind. But then he had never really existed until he blind. But then he had never really existed until he started his journey, a journey through the realms of started his journey, a journey through the realms of Darkness and of Hell.Darkness and of Hell.The Knight of Darkness kneels, gripped in The Knight of Darkness kneels, gripped in thought and emotion, as he wonders about the world thought and emotion, as he wonders about the world only he can see, that he alone can now create, in the only he can see, that he alone can now create, in the darkness while the blind ones sleep.darkness while the blind ones sleep.As the morning star rises on the amber horizon, As the morning star rises on the amber horizon, a fiery feeling floods the veins of the Dark Knight a fiery feeling floods the veins of the Dark Knight as he realizes the power that he wields and the as he realizes the power that he wields and the mastery that he will gain. He knows there can be no mastery that he will gain. He knows there can be no other way if he is to be true to himself, true to that other way if he is to be true to himself, true to that dark, alien spark within, that gives such meaning and dark, alien spark within, that gives such meaning and purpose to his life.purpose to his life.The Dark Knight, firmer in his resolve, rises and The Dark Knight, firmer in his resolve, rises and once again casts his vision skyward, gazing at the once again casts his vision skyward, gazing at the stars above as he stands there alone.stars above as he stands there alone.______________________________________________________________________[9] [9] Publication, Poetry, and the SetianPublication, Poetry, and the Setian- by Brian Zimmer II°- by Brian Zimmer II°It is a perfectly reasonable assumption, and clear It is a perfectly reasonable assumption, and clear to me personally, that each Initiate of the Temple of to me personally, that each Initiate of the Temple of Set has something of magic, philosophy, or art to Set has something of magic, philosophy, or art to express. It is the nature of the beast, so to speak. It express. It is the nature of the beast, so to speak. It also seems perfectly obvious that the most also seems perfectly obvious that the most appropriate forum for such self-expression within appropriate forum for such self-expression within the Temple is the the Temple is the Scroll of SetScroll of Set and other of the and other of the various Order newsletters as content deems various Order newsletters as content deems appropriate.appropriate.One of the problems confronting many Setians One of the problems confronting many Setians wishing to convey their ideas and impressions to the wishing to convey their ideas and impressions to the Temple at large is the choice of form such Temple at large is the choice of form such expression should take for maximum impact and expression should take for maximum impact and effect. This is no small matter when one realizes that effect. This is no small matter when one realizes that submissions to the _Scroll_ reveal the initiatory submissions to the _Scroll_ reveal the initiatory progress of their authors. Consequently choice of progress of their authors. Consequently choice of form and format as well as content should be given form and format as well as content should be given careful consideration before any actual work is careful consideration before any actual work is done. That is Work with a capital-“W” when one done. That is Work with a capital-“W” when one stops to consider that the discipline of setting pen, stops to consider that the discipline of setting pen, pencil, or brush to paper constitutes a magical pencil, or brush to paper constitutes a magical working, in this context particularly.working, in this context particularly.As with all magical operations, success or failure As with all magical operations, success or failure resides first and foremost with the self-knowledge resides first and foremost with the self-knowledge of the operator. It is obvious to most that a of the operator. It is obvious to most that a King in King in YellowYellow ritual is inappropriate for the neophyte; why ritual is inappropriate for the neophyte; why it is not equally obvious to one unschooled in the it is not equally obvious to one unschooled in the study and writing of poetry that this perhaps may study and writing of poetry that this perhaps may not be the ideal vehicle for an initial attempt at not be the ideal vehicle for an initial attempt at magical/artistic expression? The same holds true for magical/artistic expression? The same holds true for all the arts.all the arts.Continuing on the subject of poetry as an Continuing on the subject of poetry as an example, it would be wise for the beginner-poet to example, it would be wise for the beginner-poet to exercise a bit of self-analysis and objectivity before exercise a bit of self-analysis and objectivity before commencing to write. Like much art, poetry appears commencing to write. Like much art, poetry appears deceptively simple on the surface: a process of deceptively simple on the surface: a process of setting word and image down in a pleasing metric setting word and image down in a pleasing metric pattern to produce in the reader that shock of pattern to produce in the reader that shock of pleasure and recognition that results from the pleasure and recognition that results from the perfect marriage of content and form. An easy task? perfect marriage of content and form. An easy task? I think not, considering the fact that most poets I think not, considering the fact that most poets agonize over their work [as do other serious artists], agonize over their work [as do other serious artists], constantly experimenting, reworking, and revising constantly experimenting, reworking, and revising until they achieve their goal. Poets work on their until they achieve their goal. Poets work on their poems often as long as novelists work on their poems often as long as novelists work on their novels, in other words a long time.novels, in other words a long time.Do not err in thinking that spilling your guts in Do not err in thinking that spilling your guts in measured rhyme is all that is entailed in getting a measured rhyme is all that is entailed in getting a poem published in the poem published in the ScrollScroll. The Temple is an . The Temple is an institution which promotes a very high standard of institution which promotes a very high standard of excellence in all the avenues of initiation it excellence in all the avenues of initiation it embraces. Do not believe that just thinking you are a embraces. Do not believe that just thinking you are a poet will make you one in the sight of your fellow poet will make you one in the sight of your fellow Initiates [nor in the basilisk eye of the Initiates [nor in the basilisk eye of the ScrollScroll Editor].Editor].This is not to discourage Setians who write This is not to discourage Setians who write poetry or wish to. I am simply urging care and poetry or wish to. I am simply urging care and craftsmanship in submissions to the craftsmanship in submissions to the ScrollScroll and and elsewhere, regardless of the channel or discipline elsewhere, regardless of the channel or discipline chosen. Do not choose the easy way every time. chosen. Do not choose the easy way every time. There is much to be learned in mastering a difficult There is much to be learned in mastering a difficult technique of self-expression.technique of self-expression.Scroll of SetScroll of Set - October 1990 - Page - October 1990 - Page 44"},{"pageNumber":5,"pageContent":"======================================================================The Black PyramidThe Black Pyramid- by Michael A. Aquino VI°- by Michael A. Aquino VI°======================================================================______________________________________________________________________[10] [10] Thoughts for All Hallows XXVThoughts for All Hallows XXVAlthough indications are that Set-XI is going to Although indications are that Set-XI is going to be one of the most well-attended Conclaves the be one of the most well-attended Conclaves the Temple has had since its founding, most of the Temple has had since its founding, most of the membership will not be able to be there - for many membership will not be able to be there - for many reasons: work, school, family obligations, and even reasons: work, school, family obligations, and even military reserve mobilization due to the ruckus in the military reserve mobilization due to the ruckus in the Persian Gulf.Persian Gulf.In this In this BPBP, therefore, I would like to discuss the , therefore, I would like to discuss the state of the Temple and its place in society in much state of the Temple and its place in society in much the same way as we will probably be doing at the the same way as we will probably be doing at the Conclave proper.Conclave proper.At its inception there were some fairly basic At its inception there were some fairly basic principles outlined for the Temple of Set by its principles outlined for the Temple of Set by its founders. It was to carry forward the best parts of founders. It was to carry forward the best parts of the Church of Satan - its authenticity, no-nonsense the Church of Satan - its authenticity, no-nonsense approach to occult lore & mystery, fellowship, approach to occult lore & mystery, fellowship, personal development measurement (degree personal development measurement (degree system), sense of humor, and dignity. On the other system), sense of humor, and dignity. On the other hand it was to discard the worst parts of the Church: hand it was to discard the worst parts of the Church: its simplistic anti-Christian symbolism & its simplistic anti-Christian symbolism & mythology, its absurd media claims, its centralized mythology, its absurd media claims, its centralized & dictatorial organizational structure, and Anton & dictatorial organizational structure, and Anton LaVey’s attempts ca. IX-X to strangle LaVey’s attempts ca. IX-X to strangle communications between individual Satanists and communications between individual Satanists and Grottos.Grottos.Added to these “reform” elements were some Added to these “reform” elements were some new themes: an increased interest in ancient Egypt new themes: an increased interest in ancient Egypt as the earliest-recorded culture ascribing a special as the earliest-recorded culture ascribing a special recognition and reverence to the Prince of Darkness, recognition and reverence to the Prince of Darkness, a commitment to exploring a very wide cultural a commitment to exploring a very wide cultural range of arts & sciences pertinent to the Black Arts, range of arts & sciences pertinent to the Black Arts, and an orientation to the future as the primary focus and an orientation to the future as the primary focus for the LHP Initiate.for the LHP Initiate.Underlying this change in organizational climate Underlying this change in organizational climate was an even more essential change in attitude was an even more essential change in attitude towards humanity. The Church of Satan, as is towards humanity. The Church of Satan, as is starkly illustrated in the starkly illustrated in the Satanic BibleSatanic Bible, held , held humanity generally in contempt as “the most humanity generally in contempt as “the most vicious [and selfish] animal of all”. Wisdom lay vicious [and selfish] animal of all”. Wisdom lay along a path not unlike that prescribed by the along a path not unlike that prescribed by the sophists in ancient Greece and Machiavelli in sophists in ancient Greece and Machiavelli in Renaissance Italy: Do unto others as [or, better yet, Renaissance Italy: Do unto others as [or, better yet, beforebefore] they do unto you.] they do unto you.This exploitive “law of the jungle” is indeed This exploitive “law of the jungle” is indeed effective in profane society, and all the more so in effective in profane society, and all the more so in the current century as social moral standards the current century as social moral standards continue to crumble. It is no surprise to me to see continue to crumble. It is no surprise to me to see Anton LaVey and the Anton LaVey and the Satanic BibleSatanic Bible enjoying a burst enjoying a burst of popularity among the most alienated elements of of popularity among the most alienated elements of youth at precisely the same time that Christian youth at precisely the same time that Christian extremism is at its most strident and coarse. That the extremism is at its most strident and coarse. That the SBSB is now being waved in the air by precisely the is now being waved in the air by precisely the samesame social elements that its author held in social elements that its author held in conspicuous contempt when it was written is one of conspicuous contempt when it was written is one of those quaintest of ironies. To me Anton wrote in those quaintest of ironies. To me Anton wrote in July IX:July IX:Mexican-American pachucos and teen Mexican-American pachucos and teen hoodlums of the 40s & 50s had tattooed hoodlums of the 40s & 50s had tattooed crosses with rays emerging adorning the space crosses with rays emerging adorning the space between thumb & forefinger, yet never between thumb & forefinger, yet never entered a church and eschewed Christian entered a church and eschewed Christian ethics. What I’m trying to say is that symbolism & ethics. What I’m trying to say is that symbolism & symbolism alone supplied their identity. That’s symbolism alone supplied their identity. That’s the way it is with most outlaw groups. There are the way it is with most outlaw groups. There are only 2 ingredients necessary for their only 2 ingredients necessary for their existence: a symbol & a scapegoat. The neo-existence: a symbol & a scapegoat. The neo-Nazis already have the swastika, but obviously Nazis already have the swastika, but obviously are drawn to our sigil. They have the “Jews and are drawn to our sigil. They have the “Jews and Niggers”, but if properly propagandized could Niggers”, but if properly propagandized could transfer their wrath to our enemies ...transfer their wrath to our enemies ...You see, we are dealing with intelligence You see, we are dealing with intelligence levels on which imagery & ideals are easily levels on which imagery & ideals are easily interchangeable ... All it takes is a little interchangeable ... All it takes is a little knowledge of metapolitics, general semantics, knowledge of metapolitics, general semantics, & 20th-century history. As it stands, there is & 20th-century history. As it stands, there is only a handful of them. But if they were to only a handful of them. But if they were to revamp their approach, their ranks would grow.revamp their approach, their ranks would grow.Despite the selfish benefits to be reaped from Despite the selfish benefits to be reaped from such a predatory attitude towards others, Satanists such a predatory attitude towards others, Satanists were never entirely comfortable with it. For one were never entirely comfortable with it. For one thing, many of them had come to the C/S because of thing, many of them had come to the C/S because of its rejection of the hypocrisy and corruption so its rejection of the hypocrisy and corruption so prevalent in profane society. Almost to their own prevalent in profane society. Almost to their own surprise, Satanists found themselves to be a surprise, Satanists found themselves to be a remarkably decent, fair, compassionate, and friendly remarkably decent, fair, compassionate, and friendly assortment of individuals Such persons do not assortment of individuals Such persons do not normally delight in “sticking it” to others - even to normally delight in “sticking it” to others - even to those outside the group. Thus there emerged an those outside the group. Thus there emerged an idealistic, even altruistic type of Satanism in the idealistic, even altruistic type of Satanism in the Church - more akin to the great classical romances Church - more akin to the great classical romances of Satanism than to the of Satanism than to the Satanic BibleSatanic Bible. Thus Satan’s . Thus Satan’s mythological image as an “enemy” of humanity mythological image as an “enemy” of humanity derived from the revulsion and contempt he felt for derived from the revulsion and contempt he felt for its savagery & brutishness - not from his own its savagery & brutishness - not from his own advocacy of such qualities. Perhaps no one has advocacy of such qualities. Perhaps no one has portrayed this more starkly than Taylor Caldwell, portrayed this more starkly than Taylor Caldwell, who in who in Dialogues with the DevilDialogues with the Devil quoted Satan in a quoted Satan in a letter to his Angelic brother Michael:letter to his Angelic brother Michael:Once, two hundred years ago, the men on Once, two hundred years ago, the men on the continent of North America were the the continent of North America were the architects of a truly magnificent theory of architects of a truly magnificent theory of Scroll of SetScroll of Set - October 1990 - Page - October 1990 - Page 55"},{"pageNumber":6,"pageContent":"government, based on justice and order and government, based on justice and order and liberty, and in the naive belief that the majority liberty, and in the naive belief that the majority of men are truly men. It was easy to forecast the of men are truly men. It was easy to forecast the absolute failure of that wise government, for absolute failure of that wise government, for men are stupid and prefer to snuggle in the men are stupid and prefer to snuggle in the arms of slavery than to stand before the winds arms of slavery than to stand before the winds of freedom and live arduously. Men, by their of freedom and live arduously. Men, by their nature, prefer to steal than to work, to sleep nature, prefer to steal than to work, to sleep than to live, to eat than to think, to betray than than to live, to eat than to think, to betray than to be loyal, to dishonor than to honor. The to be loyal, to dishonor than to honor. The evidence of history was before all those evidence of history was before all those selfless and intelligent men who founded the selfless and intelligent men who founded the government of North America, but they chose government of North America, but they chose to ignore it. Did they think that by the scratching to ignore it. Did they think that by the scratching of their passionate pens they could raise the of their passionate pens they could raise the stature of men by one cubit?stature of men by one cubit?That which is born in the gutter must return That which is born in the gutter must return to the gutter, and no efforts of well-born to the gutter, and no efforts of well-born gentlemen will ever elevate a pig to the mind of gentlemen will ever elevate a pig to the mind of a man. A dream remains a dream. But reality is a man. A dream remains a dream. But reality is the one horror of the gentle-minded. I look the one horror of the gentle-minded. I look upon the twentieth century, as they call it, of upon the twentieth century, as they call it, of the men of Terra, and I know that madness, the men of Terra, and I know that madness, accompanied by drums, is now sole temporal accompanied by drums, is now sole temporal power all over that disastrous world. It was not I power all over that disastrous world. It was not I who did that. It was the caressing dreamers who who did that. It was the caressing dreamers who accomplished it, who refused to look on the accomplished it, who refused to look on the nature of man and to deal with it, and therefore nature of man and to deal with it, and therefore evoked insanity in governments and evoked insanity in governments and individuals. The truth, as you know, cannot be individuals. The truth, as you know, cannot be evaded except at the cost of madness.evaded except at the cost of madness.The The Book of Coming Forth by NightBook of Coming Forth by Night introduced introduced Set as a metaphysical being whose distaste for the Set as a metaphysical being whose distaste for the viciousness of profane humanity was secondary to viciousness of profane humanity was secondary to an interest in the potential of initiated humanity to an interest in the potential of initiated humanity to transcend this bestial state of affairs:transcend this bestial state of affairs:Speak rather to me as a friend, gently and Speak rather to me as a friend, gently and without fear, and I shall hear as a friend. Do not without fear, and I shall hear as a friend. Do not bend your knee nor drop your eye, for such bend your knee nor drop your eye, for such things were not done in my house at PaMat-et. things were not done in my house at PaMat-et. But speak to me at night, for the sky then But speak to me at night, for the sky then becomes an entrance and not a barrier. And becomes an entrance and not a barrier. And those who call me the Prince of Darkness do those who call me the Prince of Darkness do me no dishonor.me no dishonor.Thus the climate of the Temple of Set became Thus the climate of the Temple of Set became one essentially of positive interest in the initiation of one essentially of positive interest in the initiation of Setians, with profane society being ignored except Setians, with profane society being ignored except insofar as it intruded on the Temple. The reading list insofar as it intruded on the Temple. The reading list is a pretty good indicator of just how wide the is a pretty good indicator of just how wide the Temple’s quest for the “secrets of existence” Temple’s quest for the “secrets of existence” ranged.ranged.The warnings of the The warnings of the Word of SetWord of Set notwithstanding, no one quite expected the anti-notwithstanding, no one quite expected the anti-“Satanic” pogroms of the 1980s. Somewhat “Satanic” pogroms of the 1980s. Somewhat naively we assumed that since we were embarked naively we assumed that since we were embarked upon a pleasant and stimulating quest for upon a pleasant and stimulating quest for knowledge which hurt no one, there could be no knowledge which hurt no one, there could be no motive for profane society to target us.motive for profane society to target us.The lesson of history, of course, is that elite The lesson of history, of course, is that elite institutions - no matter how ethical and responsible institutions - no matter how ethical and responsible they may be - are eventually resented by the they may be - are eventually resented by the profane. Hence the destruction of Pythagoras’ profane. Hence the destruction of Pythagoras’ college at Crotona in 507 BCE and his murder at the college at Crotona in 507 BCE and his murder at the hands of a mob in Metapontum a month later. hands of a mob in Metapontum a month later. Hence the total destruction of the Library of Hence the total destruction of the Library of Alexandria by a Christian mob in 389 CE and the Alexandria by a Christian mob in 389 CE and the murder of its brilliant mathematician Hypatia, who murder of its brilliant mathematician Hypatia, who was dragged into a Christian church, stripped naked, was dragged into a Christian church, stripped naked, and scraped to death with oyster shells. Hence the and scraped to death with oyster shells. Hence the burning of the Shaolin Monastery and murder of all burning of the Shaolin Monastery and murder of all but 5 of its monks by the Manchus in 1674 CE. but 5 of its monks by the Manchus in 1674 CE. Hence the persecution of the Bavarian Order of Hence the persecution of the Bavarian Order of Illuminati in 1782 CE ... The list goes on and on.Illuminati in 1782 CE ... The list goes on and on.Although the Temple of Set has drawn the fangs Although the Temple of Set has drawn the fangs from the witch-hunt of the 1980s, the accompanying from the witch-hunt of the 1980s, the accompanying publicity has now made world society very much publicity has now made world society very much aware of our existence as the largest and most aware of our existence as the largest and most sophisticated Black Magical institution on the sophisticated Black Magical institution on the planet. Religious and political lunatic-fringe planet. Religious and political lunatic-fringe elements can be expected to continue circling us like elements can be expected to continue circling us like so many vultures, looking for opportunities to so many vultures, looking for opportunities to exercise their hatred and resentment The challenge exercise their hatred and resentment The challenge to the Temple of Set is not so much to out-duel such to the Temple of Set is not so much to out-duel such elements as it is to prevent them from interrupting elements as it is to prevent them from interrupting our essential initiatory research, workings, and our essential initiatory research, workings, and dialogues.dialogues.As Set-XI approaches we have much of which to As Set-XI approaches we have much of which to be proud. Our various channels of communication be proud. Our various channels of communication remain open and are being used actively by Setians remain open and are being used actively by Setians of all degrees. Our literature continues to increase in of all degrees. Our literature continues to increase in sophistication and refinement. Despite the Temple’s sophistication and refinement. Despite the Temple’s policy of rather open access, most persons who do policy of rather open access, most persons who do enter it do so for the right reasons, and display the enter it do so for the right reasons, and display the sort of potential the Temple exists to encourage and sort of potential the Temple exists to encourage and develop. Fewer than ever drop out, and those who develop. Fewer than ever drop out, and those who do generally do so politely for mature reasons of do generally do so politely for mature reasons of personal self-assessment.personal self-assessment.Structurally we remain 100% volunteer, with the Structurally we remain 100% volunteer, with the budget going completely for publications and other budget going completely for publications and other direct services to the membership. Financially we direct services to the membership. Financially we are almost precisely balanced, with the current year are almost precisely balanced, with the current year showing neither a profit nor a loss - and that too showing neither a profit nor a loss - and that too was the intention of the Temple’s founders.was the intention of the Temple’s founders.Recent years have seen the Temple membership, Recent years have seen the Temple membership, and the Priesthood, expanding into countries and the Priesthood, expanding into countries beyond the United States and Canada. Perhaps the beyond the United States and Canada. Perhaps the greatest immediate challenge we face now is to greatest immediate challenge we face now is to cultivate the “supranationalism” of the Temple so cultivate the “supranationalism” of the Temple so that it moves ever in the direction of becoming a that it moves ever in the direction of becoming a LHP initiatory opportunity for Setian intellects of all LHP initiatory opportunity for Setian intellects of all cultures and backgrounds.cultures and backgrounds.Scroll of SetScroll of Set - October 1990 - Page - October 1990 - Page 66"},{"pageNumber":7,"pageContent":"In a world of “madness accompanied by In a world of “madness accompanied by drums”, the Temple of Set becomes ever more a drums”, the Temple of Set becomes ever more a point of light shining through the darkness. We point of light shining through the darkness. We cannot change the world, but we can, by our very cannot change the world, but we can, by our very existence, preserve within it an island of sanity and existence, preserve within it an island of sanity and individual dignity. I am reminded again of Isaac individual dignity. I am reminded again of Isaac Asimov’s Asimov’s FoundationFoundation series, in which this principle series, in which this principle was explored both on a galactic scale and in several was explored both on a galactic scale and in several dimensions and applications of human knowledge. dimensions and applications of human knowledge. [Indeed, early in the Temple’s history, we ourselves [Indeed, early in the Temple’s history, we ourselves experimented with a “foundation”-type of experimented with a “foundation”-type of specialized organization, somewhat similar to the specialized organization, somewhat similar to the Orders of the current Temple.]Orders of the current Temple.]The Temple of Set remains, as it has been since The Temple of Set remains, as it has been since its founding, a personal initiative-oriented its founding, a personal initiative-oriented environment. One does not join it in order to settle environment. One does not join it in order to settle back and be shepherded through a program of back and be shepherded through a program of instruction, indoctrination, or activity. Each new instruction, indoctrination, or activity. Each new Setian simply receives access to its unique Setian simply receives access to its unique environment, to be activated as he or she desires to environment, to be activated as he or she desires to do. Yes, most people are unaccustomed to such do. Yes, most people are unaccustomed to such personal initiative, coming from a profane society in personal initiative, coming from a profane society in which people are generally programmed this way which people are generally programmed this way and that. But once familiar with the atmosphere of and that. But once familiar with the atmosphere of the Temple, most enjoy it.the Temple, most enjoy it.Another challenge before us is our rapidly-Another challenge before us is our rapidly-increasing size, which has made detailed personal increasing size, which has made detailed personal contact all the more difficult. So far sentiment has contact all the more difficult. So far sentiment has been against capping the membership at a particular been against capping the membership at a particular level, so the task is to streamline as many of our level, so the task is to streamline as many of our systems as possible to minimize administrative and systems as possible to minimize administrative and communicative bottlenecks.communicative bottlenecks.On the agenda for 1990-91 is availability of On the agenda for 1990-91 is availability of back-issues of Temple & Order periodicals in a back-issues of Temple & Order periodicals in a format somewhat similar to that of format somewhat similar to that of The Church of The Church of SatanSatan (i.e. Iooseleaf-bound). I would like to institute (i.e. Iooseleaf-bound). I would like to institute a computer-based “electronic bulletin board” for a computer-based “electronic bulletin board” for the Temple on which more and more of our data can the Temple on which more and more of our data can be immediately accessible by Setians of all degrees.be immediately accessible by Setians of all degrees.Finally I intend to see about starting work on Finally I intend to see about starting work on The Temple of SetThe Temple of Set as a follow-up to as a follow-up to COSCOS. Those of . Those of you who were around in the early days remember you who were around in the early days remember that that COSCOS went through two editions as a slim book went through two editions as a slim book in 1978, then one edition as a fat book in 1983, and in 1978, then one edition as a fat book in 1983, and finally a second edition as a fatter book in 1989.finally a second edition as a fatter book in 1989.TOSTOS will be a much more elaborate undertaking, will be a much more elaborate undertaking, in several volumes all of which will probably be the in several volumes all of which will probably be the size of size of COSCOS. It will probably be available in serial . It will probably be available in serial form as it goes along - and, like form as it goes along - and, like COSCOS, it will , it will probably also be revised/ updated several times probably also be revised/ updated several times along the way.along the way.I felt it appropriate to write I felt it appropriate to write COSCOS because the because the history of the Church of Satan as such ended in X - history of the Church of Satan as such ended in X - the subsequent, embarrassing spasms of the the subsequent, embarrassing spasms of the “Kennel of Satan” hardly justifying an amendment “Kennel of Satan” hardly justifying an amendment of this judgment.of this judgment.In the case of the Temple of Set, of course, it In the case of the Temple of Set, of course, it continues to grow and expand. I can undertake to continues to grow and expand. I can undertake to write a memoir of the write a memoir of the TOSTOS sort not because it is sort not because it is concluding, but rather because it is rapidly evolving concluding, but rather because it is rapidly evolving past the scope of my own Task as a Magus. That is past the scope of my own Task as a Magus. That is indeed the most pleasant kind of personal indeed the most pleasant kind of personal obsolescence!obsolescence!We have now spent a quarter of a century We have now spent a quarter of a century exploring the Left-Hand Path - ten as the Church of exploring the Left-Hand Path - ten as the Church of Satan and fifteen as the Temple of Set. It has been a Satan and fifteen as the Temple of Set. It has been a most fascinating and rewarding [and occasionally most fascinating and rewarding [and occasionally aggravating and amusing] odyssey. As we embark aggravating and amusing] odyssey. As we embark upon the next quarter-century of the Quest, let us upon the next quarter-century of the Quest, let us retain the flexibility and versatility that have always retain the flexibility and versatility that have always served us so well. As long as Setians of the future served us so well. As long as Setians of the future remember what the Temple was originally conceived remember what the Temple was originally conceived to consecrate, its legacy will continue to be one of to consecrate, its legacy will continue to be one of excellence and authenticity.excellence and authenticity.______________________________________________________________________[11] [11] A Brilliant Study of ChristianityA Brilliant Study of ChristianitySpinning the television dial like a roulette wheel Spinning the television dial like a roulette wheel a month ago, I chanced to land on a PBS series a month ago, I chanced to land on a PBS series entitled entitled TestamentTestament, which turned out to be a history , which turned out to be a history of the development of the Old and New Testaments of the development of the Old and New Testaments of the Judæo/Christian of the Judæo/Christian BibleBible from antiquity to the from antiquity to the Reformation. Narrating the series was a British Reformation. Narrating the series was a British archæologist by the name of John Romer, whose archæologist by the name of John Romer, whose name and work had previously been commended to name and work had previously been commended to me by Priest David Austen.me by Priest David Austen.The series was absolutely mesmerizing. To my The series was absolutely mesmerizing. To my regret I didn’t tape it, but I later found out that the regret I didn’t tape it, but I later found out that the series can be purchased for US$189.95 from Home series can be purchased for US$189.95 from Home Video Company [telephone (800) 257-5126]. Video Company [telephone (800) 257-5126]. Hunting further, I learned that Romer has published Hunting further, I learned that Romer has published a companion book, a companion book, Testament: The Bible and Testament: The Bible and HistoryHistory (NY: Henry Holt, 1988), which can be (NY: Henry Holt, 1988), which can be ordered for US$29.95. It is just as excellent as the ordered for US$29.95. It is just as excellent as the series.series.Romer seeks neither to sanctify nor denigrate Romer seeks neither to sanctify nor denigrate the the BibleBible - merely to trace its history as a vital force - merely to trace its history as a vital force in the development of Western civilization. The first in the development of Western civilization. The first surprise is how completely the earliest chapters of surprise is how completely the earliest chapters of the Old Testament are merely restatements of the Old Testament are merely restatements of previous Egyptian and Mesopotamian mythology - previous Egyptian and Mesopotamian mythology - areas of Romer’s professional expertise, as he has areas of Romer’s professional expertise, as he has spent over twenty years excavating sites in that spent over twenty years excavating sites in that region. Comparing the region. Comparing the BibleBible’s earliest sections with ’s earliest sections with Mesopotamian records, he comments:Mesopotamian records, he comments:This correspondence, this common This correspondence, this common framework of law and custom in the Book of framework of law and custom in the Book of Genesis and the cuneiform texts is very deep. Genesis and the cuneiform texts is very deep. The Old Testament’s commandments and The Old Testament’s commandments and covenants, their structures and their very covenants, their structures and their very subject matter, are often close to the great legal subject matter, are often close to the great legal codes of Sumer, the oldest surviving written codes of Sumer, the oldest surviving written Scroll of SetScroll of Set - October 1990 - Page - October 1990 - Page 77"},{"pageNumber":8,"pageContent":"law codes in the world And just as Moses law codes in the world And just as Moses received his Law from Jehovah, his God, at the received his Law from Jehovah, his God, at the top of a mountain, so King Hammurabi of top of a mountain, so King Hammurabi of Babylon is shown upon his famous law stela of Babylon is shown upon his famous law stela of the 18th century BC, receiving his laws from his the 18th century BC, receiving his laws from his god at the top of a ziggurat, the man-made god at the top of a ziggurat, the man-made temple-mountains of the Mesopotamian plans.temple-mountains of the Mesopotamian plans.Generally-accepted myths about the New Generally-accepted myths about the New Testament are similarly exploded as Romer explains Testament are similarly exploded as Romer explains the gradual, almost accidental way in which the gradual, almost accidental way in which competing and contrasting documents were sifted competing and contrasting documents were sifted and collected over the centuries in a series of and collected over the centuries in a series of BibleBibles s whose wording and meaning continues to change whose wording and meaning continues to change even today.even today.What is important about this video/book has What is important about this video/book has nothing to do with Christianity as a religion. Rather nothing to do with Christianity as a religion. Rather it is an illustration of how ideas are formed, and how it is an illustration of how ideas are formed, and how they influence people individually and collectively. they influence people individually and collectively. Like it or not, Christianity is the major moral Like it or not, Christianity is the major moral standard underlying most of the world’s more standard underlying most of the world’s more advanced civilizations, and the advanced civilizations, and the BibleBible is the book at is the book at Christianity’s core. Christianity’s core. TestamentTestament lays Christianity bare lays Christianity bare in a clear, objective way which passionate critics of in a clear, objective way which passionate critics of the religion have been unable to do.the religion have been unable to do.A curious aspect of A curious aspect of TestamentTestament, I found, is that , I found, is that Christians themselves, whom one would suppose to Christians themselves, whom one would suppose to be be mostmost interested in it, shy away from both the interested in it, shy away from both the series and the book. To believe in Christianity series and the book. To believe in Christianity requires a mystical acceptance of the requires a mystical acceptance of the BibleBible as as something permanent and divinely-inspired. Once it something permanent and divinely-inspired. Once it is shown to be a purely is shown to be a purely humanhuman creation, adapted in creation, adapted in large part from other religions and regularly revised large part from other religions and regularly revised by competing church and political factions over the by competing church and political factions over the centuries, its mystical aura evaporates. To my way centuries, its mystical aura evaporates. To my way of thinking it is a vastly more interesting and of thinking it is a vastly more interesting and exciting historical document the way that Romer exciting historical document the way that Romer discusses it, but then I’m not a Christian!discusses it, but then I’m not a Christian!______________________________________________________________________[12] [12] And if You BelievedAnd if You Believed The Devil’sThe Devil’sAvengerAvenger, I’ve Got Something Else to Sell, I’ve Got Something Else to SellYou ...You ...Now available for US$19.95 from Amok Press Now available for US$19.95 from Amok Press is is The Secret Life of a Satanist: The Authorized The Secret Life of a Satanist: The Authorized Biography of Anton LaVeyBiography of Anton LaVey by Blanche Barton. by Blanche Barton.Or is it indeed by Blanche Barton, or is it rather Or is it indeed by Blanche Barton, or is it rather a ghost-written autobiography by Anton himself, in a ghost-written autobiography by Anton himself, in the way that the 1974 the way that the 1974 Devil’s AvengerDevil’s Avenger “by Burton “by Burton Wolfe” may have been? Anton’s habit of hiding Wolfe” may have been? Anton’s habit of hiding behind pseudonyms and pen-names, including those behind pseudonyms and pen-names, including those of living associates (such as John M. Kincaid of living associates (such as John M. Kincaid during the days of the Church of Satan) is well-during the days of the Church of Satan) is well-known, and once again - as in known, and once again - as in The Devil’s AvengerThe Devil’s Avenger - - the writing style is virtually identical to Anton’s the writing style is virtually identical to Anton’s own. I again suspect we are looking at an own. I again suspect we are looking at an autobiography released under Barton’s name to autobiography released under Barton’s name to avoid an image of conspicuous narcissism - or at avoid an image of conspicuous narcissism - or at least a Barton manuscript so dictated/edited by least a Barton manuscript so dictated/edited by Anton as to make the difference negligible.Anton as to make the difference negligible.Once again echoing Once again echoing TDATDA, , SLOASSLOAS is simply a is simply a gush of fawn-&-trembling adoration of Anton from gush of fawn-&-trembling adoration of Anton from cover to cover. Reading this book is rather like cover to cover. Reading this book is rather like drinking an entire bottle of pancake syrup straight - drinking an entire bottle of pancake syrup straight - O.K. if you have a compulsive sweet tooth, but a bit O.K. if you have a compulsive sweet tooth, but a bit much otherwise.much otherwise.Somewhere underneath the goo the portrait of a Somewhere underneath the goo the portrait of a very talented and eccentric individual can be very talented and eccentric individual can be uncovered. Whatever else one may say about him, uncovered. Whatever else one may say about him, no one can accuse Anton Szandor LaVey of being no one can accuse Anton Szandor LaVey of being uninteresting. He set out early in life to construct his uninteresting. He set out early in life to construct his personality and lifestyle as a kind of Marvel Comics personality and lifestyle as a kind of Marvel Comics magazine come to life, and has successfully magazine come to life, and has successfully convinced at least part of society that even his most convinced at least part of society that even his most absurd claims are all quite true.absurd claims are all quite true.Well, why not? Life would be duller without an Well, why not? Life would be duller without an occasional Zsa Zsa Gabor to tweak polite society’s occasional Zsa Zsa Gabor to tweak polite society’s nose. And as long as Anton LaVey harmed no one - nose. And as long as Anton LaVey harmed no one - and indeed enchanted onlookers with his mixture of and indeed enchanted onlookers with his mixture of stylish theatre and shudderingly stylish theatre and shudderingly noirnoir ideology - one ideology - one could applaud him. Underneath the Mardi Gras could applaud him. Underneath the Mardi Gras mask, moreover, as I have detailed in mask, moreover, as I have detailed in The Church of The Church of SatanSatan, was a brilliant mind at odds with a society , was a brilliant mind at odds with a society whose moral hypocrisy it could not accept. If he whose moral hypocrisy it could not accept. If he could not change that society, it was Anton’s could not change that society, it was Anton’s particular genius to create an artificial, Howard particular genius to create an artificial, Howard Hughes-like cocoon around himself so that he could Hughes-like cocoon around himself so that he could at least endure it - and occasionally give it a swift at least endure it - and occasionally give it a swift kick in the derriere.kick in the derriere.Anton LaVey succeeded a bit too well, as by the Anton LaVey succeeded a bit too well, as by the early 1970s he found himself the head of a early 1970s he found himself the head of a nationwide church whose members expected him to nationwide church whose members expected him to lead, teach, and represent them as a religious lead, teach, and represent them as a religious institution dedicated to the Satan he had so fervently institution dedicated to the Satan he had so fervently invoked first in hundreds of personal ceremonies invoked first in hundreds of personal ceremonies and then in his and then in his Satanic BibleSatanic Bible. For a time he rose to . For a time he rose to this responsibility, and thereby attained his greatest this responsibility, and thereby attained his greatest dignity.dignity.In 1975, however, under the impression that the In 1975, however, under the impression that the reverence in which he was held was merely reverence in which he was held was merely admiration for his own personality, he tried to admiration for his own personality, he tried to prostitute the Church of Satan into a mere carnival prostitute the Church of Satan into a mere carnival scam by selling the Satanic Priesthood and all scam by selling the Satanic Priesthood and all higher degrees for cash.higher degrees for cash.When the national membership indignantly When the national membership indignantly rejected such corruption of the Satanic religion, rejected such corruption of the Satanic religion, Anton responded by denying Satan and his own Anton responded by denying Satan and his own High Priesthood except as figures of speech for his High Priesthood except as figures of speech for his own convenience - whereupon the Church of Satan own convenience - whereupon the Church of Satan disintegrated as an organization overnight, and re-disintegrated as an organization overnight, and re-formed, a short time later, as the Temple of Set.formed, a short time later, as the Temple of Set.Since then we have been treated to the grotesque, Since then we have been treated to the grotesque, pathetic, and contemptible spectacle of an Anton pathetic, and contemptible spectacle of an Anton LaVey trying vaguely and vainly to use the old LaVey trying vaguely and vainly to use the old Scroll of SetScroll of Set - October 1990 - Page - October 1990 - Page 88"},{"pageNumber":9,"pageContent":"spells to recreate the magic he lost, yet failing again spells to recreate the magic he lost, yet failing again and again. First he promoted a handful of and again. First he promoted a handful of sycophants remaining wistfully at his feet to sycophants remaining wistfully at his feet to “priests” and “magisters”. Then he bombarded “priests” and “magisters”. Then he bombarded anyone who would listen with claims that the anyone who would listen with claims that the Church of Satan still existed, and indeed was larger Church of Satan still existed, and indeed was larger and more awesome than ever. and more awesome than ever. SLOASSLOAS shovels shovels similar manure concerning a C/S “Council of similar manure concerning a C/S “Council of Nine” and “Order of the Trapezoid”, which Anton Nine” and “Order of the Trapezoid”, which Anton claims are as functional today as in 1966.claims are as functional today as in 1966.And the absurd Marilyn Monroe-affair story is And the absurd Marilyn Monroe-affair story is trotted out again, despite its exposure and trotted out again, despite its exposure and discrediting years ago by MM confidante Robert discrediting years ago by MM confidante Robert Slatzer and MM agent Harry Lipton. Just the other Slatzer and MM agent Harry Lipton. Just the other evening a reporter mentioned to me that he had evening a reporter mentioned to me that he had located and interviewed the manager of the Mayan located and interviewed the manager of the Mayan Theater at the alleged time, who also confirmed that Theater at the alleged time, who also confirmed that MM had never had anything to do with it, as a MM had never had anything to do with it, as a stripper or otherwise, as Anton alleges.]stripper or otherwise, as Anton alleges.]Indeed not only is Anton’s attempted Indeed not only is Anton’s attempted prostitution of the Church of Satan in 1975 missing prostitution of the Church of Satan in 1975 missing from from SLOASSLOAS, but so is the , but so is the entire history of that entire history of that organizationorganization from the moment that it expanded from the moment that it expanded past the original small San Francisco group. And past the original small San Francisco group. And make no mistake about it; Anton LaVey became a make no mistake about it; Anton LaVey became a person of consequence person of consequence notnot because he was a Mardi because he was a Mardi Gras clown in San Francisco, but because he was Gras clown in San Francisco, but because he was High Priest of an active and influential nationwide High Priest of an active and influential nationwide church - the Church of Satan - and because he had church - the Church of Satan - and because he had the pride and the courage to claim authority as the pride and the courage to claim authority as Satan’s personal Exarch on Earth.Satan’s personal Exarch on Earth.If the Church of Satan is missing from If the Church of Satan is missing from SLOASSLOAS, , so is the Devil himself. Satan is not even mentioned so is the Devil himself. Satan is not even mentioned at all - which is not surprising, since Anton at all - which is not surprising, since Anton renounced him in 1975 and since then has merely renounced him in 1975 and since then has merely bandied the terms “Satan” “Satanic”, and bandied the terms “Satan” “Satanic”, and “Satanism” about as though, like Humpty-Dumpty, “Satanism” about as though, like Humpty-Dumpty, they endorse whatever kinky fetish he has embraced they endorse whatever kinky fetish he has embraced at the moment. Is the Prince of Darkness of Milton, at the moment. Is the Prince of Darkness of Milton, Dante, and Blake now merely a trademark for blow-Dante, and Blake now merely a trademark for blow-up sex dolls, underwear collections, and girlie hot-up sex dolls, underwear collections, and girlie hot-water bottles (one of which is tucked under Anton’s water bottles (one of which is tucked under Anton’s arm on the cover of arm on the cover of SLOASSLOAS)? I doubt it. The )? I doubt it. The hundreds of Satanists who built, operated, and hundreds of Satanists who built, operated, and defended the Church of Satan throughout the defended the Church of Satan throughout the decade of its existence - often at great risk and decade of its existence - often at great risk and sacrifice to themselves, must shudder with disgust at sacrifice to themselves, must shudder with disgust at such degradation of all that was so sacred to them. such degradation of all that was so sacred to them. None of the Church’s Grotto Leaders, Regional None of the Church’s Grotto Leaders, Regional Agents, and Priesthood across the country are even Agents, and Priesthood across the country are even mentioned by name in mentioned by name in SLOASSLOAS, which effectively , which effectively illustrates Anton’s appreciation for their dedication.illustrates Anton’s appreciation for their dedication.Equally offensive is Equally offensive is SLOASSLOAS’ treatment of Diane ’ treatment of Diane LaVey, Anton’s once-acknowledged wife, who was LaVey, Anton’s once-acknowledged wife, who was at least as responsible for the creation and at least as responsible for the creation and furtherance of the Church of Satan as he was - and, furtherance of the Church of Satan as he was - and, on a day-to-day basis, was its chief administrator for on a day-to-day basis, was its chief administrator for the entire ten years. After the disaster of 1975 she the entire ten years. After the disaster of 1975 she remained loyally at her husband’s side, doing remained loyally at her husband’s side, doing whatever she could to shelter him and to salvage whatever she could to shelter him and to salvage something from the wreckage he had brought down something from the wreckage he had brought down around them. She raised their daughters Karla and around them. She raised their daughters Karla and Zeena conscientiously and lovingly, and she adored Zeena conscientiously and lovingly, and she adored him so transparently as to touch everyone who saw him so transparently as to touch everyone who saw them together.them together.As far as As far as SLOASSLOAS is concerned, Diane might is concerned, Diane might scarcely have existed at all save as a slightly more scarcely have existed at all save as a slightly more animate decoration than the sex-mannikins in the animate decoration than the sex-mannikins in the 6114 California Street basement. In the book’s 6114 California Street basement. In the book’s photo section are 21 clear, crisp, and ego-flattering photo section are 21 clear, crisp, and ego-flattering photos of Anton himself - and only one of Diane: photos of Anton himself - and only one of Diane: by herself, faded, fuzzy, and the least flattering I by herself, faded, fuzzy, and the least flattering I have ever seen [although it is hard for Diane not to have ever seen [although it is hard for Diane not to look pretty]. Hundreds of gorgeous, studio-quality look pretty]. Hundreds of gorgeous, studio-quality photos of Diane exist, such as those taken by photos of Diane exist, such as those taken by TimeTime photographers Jack & Betty Cheetham for their photographers Jack & Betty Cheetham for their Occult BeautiesOccult Beauties portfolio. And not only is Diane not portfolio. And not only is Diane not given the courtesy of a joint photo with Anton, but given the courtesy of a joint photo with Anton, but even the caption merely identifies her as “Diane, even the caption merely identifies her as “Diane, LaVey’s companion of 24 years”.LaVey’s companion of 24 years”.In one small paragraph In one small paragraph SLOASSLOAS whines that on whines that on July 18, 1984 Anton was summoned to court and July 18, 1984 Anton was summoned to court and served a restraining order brought against him by served a restraining order brought against him by Diane. Indignantly he complained to Karla, saying Diane. Indignantly he complained to Karla, saying that he “wasn’t going to stand for it, that he had that he “wasn’t going to stand for it, that he had performed his magic”, etc. performed his magic”, etc. SLOASSLOAS readers might readers might feel sorry for poor Anton unless they happened to feel sorry for poor Anton unless they happened to read the read the Sacramento BeeSacramento Bee of 9/22/88: of 9/22/88:All hell broke loose between the couple in All hell broke loose between the couple in 1984, when Diane moved out of LaVey’s 1984, when Diane moved out of LaVey’s California Street house, claiming LaVey had California Street house, claiming LaVey had beaten her. Hegarty alleged in her lawsuit that beaten her. Hegarty alleged in her lawsuit that LaVey applied a hammerlock to her neck, lifted LaVey applied a hammerlock to her neck, lifted her off the ground, and rendered her her off the ground, and rendered her unconscious ...unconscious ...After Diane and Anton formally began the After Diane and Anton formally began the Church of Satan, Anton became the high priest Church of Satan, Anton became the high priest of the order and Diane the office manager. of the order and Diane the office manager. Although never married to Anton, Diane used Although never married to Anton, Diane used the name “LaVey”. Her suit contends that they the name “LaVey”. Her suit contends that they acted as husband and wife for over two acted as husband and wife for over two decades.decades.But the relationship soured after two But the relationship soured after two decades. In 1985 LaVey agreed to have decades. In 1985 LaVey agreed to have separate entrances and facilities built in the separate entrances and facilities built in the couple’s house so he and Diane wouldn’t have couple’s house so he and Diane wouldn’t have to see each other. Diane charged that those to see each other. Diane charged that those modifications were never added to the house, modifications were never added to the house, and consequently she never returned.and consequently she never returned.Scroll of SetScroll of Set - October 1990 - Page - October 1990 - Page 99"},{"pageNumber":10,"pageContent":"Added the Added the GlobeGlobe::“I pounded out the “I pounded out the Satanic BibleSatanic Bible on a $29 on a $29 typewriter,” said Diane. “I edited it. I added to it. typewriter,” said Diane. “I edited it. I added to it. I ran the Church with Anton. Then he left me I ran the Church with Anton. Then he left me with nothing.with nothing.“Anton refused to support me. For four “Anton refused to support me. For four years I have been scrambling to survive, doing years I have been scrambling to survive, doing temporary office work. I could hardly put my temporary office work. I could hardly put my skills at Satanic rituals on a resume.”skills at Satanic rituals on a resume.”Diane left LaVey in 1984 to escape his Diane left LaVey in 1984 to escape his alleged physical abuse. She says she fled in alleged physical abuse. She says she fled in fear of her life after she was beaten and fear of her life after she was beaten and choked. She won a partial property settlement choked. She won a partial property settlement in 1985 but claims that LaVey reneged on it ...in 1985 but claims that LaVey reneged on it ...Following the departure of Diane it at first Following the departure of Diane it at first seemed that daughters Karla and Zeena would take seemed that daughters Karla and Zeena would take her place attempting to prop up the fake image of a her place attempting to prop up the fake image of a flourishing Church of Satan that Anton has tried so flourishing Church of Satan that Anton has tried so emphatically to sell since 1975. Karla, however, has emphatically to sell since 1975. Karla, however, has moved on to a secular professional career of her moved on to a secular professional career of her own. and Zeena, while devoted to her father, is own. and Zeena, while devoted to her father, is evidently not cynical enough to convincingly evidently not cynical enough to convincingly perpetuate the fraud. Enter Blanche Barton, behind perpetuate the fraud. Enter Blanche Barton, behind whose skirts Anton has retreated ever since. The whose skirts Anton has retreated ever since. The extent to which she also controls Karla and/or Zeena extent to which she also controls Karla and/or Zeena by virtue of her influence over their father is not by virtue of her influence over their father is not clear but will be, I expect, sooner or later.clear but will be, I expect, sooner or later.In In SLOASSLOAS Anton ridicules the occasional Anton ridicules the occasional rumors of his illness or death. He misses the point. rumors of his illness or death. He misses the point. The High Priest of the Church of Satan died in The High Priest of the Church of Satan died in 1975. That Anton Szandor LaVey was a hero, a 1975. That Anton Szandor LaVey was a hero, a genius, and a man who walked with the very Prince genius, and a man who walked with the very Prince of Darkness himself. It was one of the greatest of Darkness himself. It was one of the greatest experiences of my life to know him.experiences of my life to know him.The Anton LaVey of The Anton LaVey of SLOASSLOAS is someone else is someone else whom I don’t know at all. And the more I learn whom I don’t know at all. And the more I learn about him, the less I want to know him.about him, the less I want to know him.______________________________________________________________________[13] [13] Flaky PaintFlaky PaintWith the coming of Halloween we are treated to With the coming of Halloween we are treated to one of the last gasps of the expiring “Satanic one of the last gasps of the expiring “Satanic crime” scam: a book by Carl Raschke entitled crime” scam: a book by Carl Raschke entitled Painted Black: From Drug Killings to Heavy Metal Painted Black: From Drug Killings to Heavy Metal - The Alarming True Story of How Satanism Is - The Alarming True Story of How Satanism Is Terrorizing Our CommunitiesTerrorizing Our Communities (NY: Harper & (NY: Harper & Row).Row).PBPB is the usual, tired recitation of “Satanic ritual is the usual, tired recitation of “Satanic ritual murder”, “animal/child sacrifice”, “I-am-a-murder”, “animal/child sacrifice”, “I-am-a-survivor”, “I-was-a-breeder”, “dungeons & survivor”, “I-was-a-breeder”, “dungeons & dragons murder/suicide-junkie”, etc., etc. bullshit. It dragons murder/suicide-junkie”, etc., etc. bullshit. It gets a mention in gets a mention in Black PyramidBlack Pyramid only because (a) only because (a) the book is touted as being by a university professor the book is touted as being by a university professor who is “an expert on cults and occultism” and (b) a who is “an expert on cults and occultism” and (b) a chapter is devoted to yours truly, “The Strange chapter is devoted to yours truly, “The Strange World of Dr. Michael Aquino” [without Raschke’s World of Dr. Michael Aquino” [without Raschke’s ever contacting the Temple or myself to research or ever contacting the Temple or myself to research or discuss it].discuss it].First let’s straighten out Dr. Raschke’s First let’s straighten out Dr. Raschke’s credentials a bit. The University of Denver, at which credentials a bit. The University of Denver, at which he is a professor of religious studies, is not quite the he is a professor of religious studies, is not quite the dispassionate institution he would like the public to dispassionate institution he would like the public to think it is. Its original name was the “Colorado think it is. Its original name was the “Colorado Seminary”, an adjunct of the Methodist Church, Seminary”, an adjunct of the Methodist Church, and it retains its Methodist ties to this day.and it retains its Methodist ties to this day.Nor is Raschke himself exactly the disinterested Nor is Raschke himself exactly the disinterested scholar, but is rather an established contributor to scholar, but is rather an established contributor to religious extremist organizations/publications such religious extremist organizations/publications such as the Spiritual Counterfeits Project, a as the Spiritual Counterfeits Project, a fundamentalist hate-group that exists to attack any fundamentalist hate-group that exists to attack any religion it determines to be insufficiently Christian - religion it determines to be insufficiently Christian - to include the Mormons and the Jehovah’s to include the Mormons and the Jehovah’s Witnesses as well as all non-Christian religions. Witnesses as well as all non-Christian religions. Raschke wrote a hate-article against Satanism for Raschke wrote a hate-article against Satanism for the the SCP NewsletterSCP Newsletter in 1985, which he went on to in 1985, which he went on to expand into expand into PBPB..Immediately noticeable about Immediately noticeable about Painted BlackPainted Black is is the coarseness of Raschke’s language. Facts and the coarseness of Raschke’s language. Facts and authorities which do not support - or worse yet authorities which do not support - or worse yet contradict - Raschke’s theme of “Satanism as a contradict - Raschke’s theme of “Satanism as a criminal plague which should not be acknowledged criminal plague which should not be acknowledged or protected as a religion” are not refuted but rather or protected as a religion” are not refuted but rather either distorted/misrepresented or heaped with either distorted/misrepresented or heaped with ad ad hominemhominem abuse. Concerning Kenneth Lanning, the abuse. Concerning Kenneth Lanning, the FBI’s national expert on the subject of “Satanic FBI’s national expert on the subject of “Satanic crime” who inconveniently happened to write a crime” who inconveniently happened to write a report discrediting the scam, Raschke says:report discrediting the scam, Raschke says:As a result, satanist criminals have had one As a result, satanist criminals have had one of their best friends, if only for legitimate of their best friends, if only for legitimate philosophical reasons, at the highest level of philosophical reasons, at the highest level of national law enforcement. Lanning rakes the national law enforcement. Lanning rakes the reader with volley after volley of emotional reader with volley after volley of emotional diatribe, innuendo, nonsequitur, glittering and diatribe, innuendo, nonsequitur, glittering and unsupported generality, and bogus appeal to unsupported generality, and bogus appeal to his own authority as the FBl’s “supervisory his own authority as the FBl’s “supervisory special agent” for the Bureau’s Behavioral special agent” for the Bureau’s Behavioral Science Instruction and Research Unit in Science Instruction and Research Unit in Quantico, Virginia. Written with the literacy, the Quantico, Virginia. Written with the literacy, the research sophistication, and the rhetorical research sophistication, and the rhetorical finesse of a high school sophomore, Lanning’s finesse of a high school sophomore, Lanning’s piece - which he has waved about to make the piece - which he has waved about to make the case that there really can be no such thing as case that there really can be no such thing as serious satanic crime - examines no cases, sifts serious satanic crime - examines no cases, sifts through no evidence, and cites no literature. It through no evidence, and cites no literature. It merely growls, bullies, and browbeats with all merely growls, bullies, and browbeats with all the subtlety of a charging mastodon.the subtlety of a charging mastodon.As a matter of fact, Lanning’s paper is very As a matter of fact, Lanning’s paper is very much fact-based, and discounts “Satanic crime” for much fact-based, and discounts “Satanic crime” for the simple reason that, as a religious phenomenon, it the simple reason that, as a religious phenomenon, it simply doesn’t exist. Crime for Lanning is crime, simply doesn’t exist. Crime for Lanning is crime, Scroll of SetScroll of Set - October 1990 - Page - October 1990 - Page 1010"},{"pageNumber":11,"pageContent":"whether it be committed under the guise of any whether it be committed under the guise of any religion or not. Naturally such rationality is religion or not. Naturally such rationality is offensive to fundamentalist extremists, who turn a offensive to fundamentalist extremists, who turn a blind eye and a deaf ear to crimes committed by blind eye and a deaf ear to crimes committed by Christian officials or personalities while at the same Christian officials or personalities while at the same time they indignantly resist the suggestion that time they indignantly resist the suggestion that people who believe in any other deity could be people who believe in any other deity could be decent and virtuous.decent and virtuous.Similar Raschke vitriol is directed against Arthur Similar Raschke vitriol is directed against Arthur Lyons’ expose of the “Satanic crime” scam in his Lyons’ expose of the “Satanic crime” scam in his recent recent Satan Wants YouSatan Wants You::Books like Lyons’ count as neither serious Books like Lyons’ count as neither serious reporting nor scholarship. They are cleverly reporting nor scholarship. They are cleverly worded appeals to prejudice, particularly the worded appeals to prejudice, particularly the high-brow know-nothingism that sees the world high-brow know-nothingism that sees the world as its own kind of mythic ...as its own kind of mythic ...Raschke accuses Lyons of distorting the facts in Raschke accuses Lyons of distorting the facts in an effort to propagandize his readers on behalf of an effort to propagandize his readers on behalf of Satanism, which is so much nonsense. On the other Satanism, which is so much nonsense. On the other hand, such propagandizing is exactly what Raschke hand, such propagandizing is exactly what Raschke himself is doing with himself is doing with PBPB - so clumsily and coarsely - so clumsily and coarsely that it would be laughable if there were not so much that it would be laughable if there were not so much malice behind it. All of the great religious malice behind it. All of the great religious persecutions of history have begun not with persecutions of history have begun not with carefully-reasoned arguments of intolerance but carefully-reasoned arguments of intolerance but with gutter filth like this.with gutter filth like this.While it has become fashionable for “Satanism While it has become fashionable for “Satanism experts” to wiggle around the inconvenient experts” to wiggle around the inconvenient presence of legitimate Satanism by classifying presence of legitimate Satanism by classifying “religious Satanism” as merely one of three types “religious Satanism” as merely one of three types of social “Satanic” phenomena [the other two of social “Satanic” phenomena [the other two being “teen dabblers” and “criminal cults”], being “teen dabblers” and “criminal cults”], Raschke will not be deterred from his thesis that all Raschke will not be deterred from his thesis that all Satanism must be denounced and condemned, the Satanism must be denounced and condemned, the legitimate religion included. Accordingly both legitimate religion included. Accordingly both Anton LaVey/the Church of Satan and myself/the Anton LaVey/the Church of Satan and myself/the Temple of Set are accorded chapters in Temple of Set are accorded chapters in PBPB, the , the purpose of which being to smear, distort, libel, and purpose of which being to smear, distort, libel, and hopefully to discredit and destroy.hopefully to discredit and destroy.Anton LaVey is the easier target, because Anton LaVey is the easier target, because Raschke is able to cite his showmanship - and his Raschke is able to cite his showmanship - and his attempted sell-out of the Church in 1975 - as attempted sell-out of the Church in 1975 - as evidence that for Anton it is all a big carnival evidence that for Anton it is all a big carnival huckster game. Somewhere along the line Raschke huckster game. Somewhere along the line Raschke got his hands on an [unauthorized] copy of my got his hands on an [unauthorized] copy of my Church of SatanChurch of Satan history. Selectively ignoring its history. Selectively ignoring its documented discussion of the sincerity and depth of documented discussion of the sincerity and depth of the original Church, Raschke extracts liberally [and the original Church, Raschke extracts liberally [and without credit] from Anton’s more colorful without credit] from Anton’s more colorful adventures to distort him into an opportunistic adventures to distort him into an opportunistic crank. The consensus, says Raschke, “remained crank. The consensus, says Raschke, “remained that LaVey was a highly successful scalawag and that LaVey was a highly successful scalawag and buffoon”. As for the Church of Satan:buffoon”. As for the Church of Satan:LaVey has defended satanism time and LaVey has defended satanism time and time again as nothing more than time again as nothing more than “psychodrama”. Yet when LaVey’s own “psychodrama”. Yet when LaVey’s own description of the “choice of a human sacrifice” description of the “choice of a human sacrifice” has been peddled to millions of people has been peddled to millions of people worldwide over two decades with virtually no worldwide over two decades with virtually no discretion, it is difficult to take seriously the discretion, it is difficult to take seriously the protestation that the Church of Satan should protestation that the Church of Satan should not be held accountable somehow for acts of not be held accountable somehow for acts of perversity.perversity.If Anton LaVey is contemptuously dismissed as If Anton LaVey is contemptuously dismissed as a “buffoon”, Michael Aquino and the Temple of a “buffoon”, Michael Aquino and the Temple of Set present a different sort of challenge for Set present a different sort of challenge for Raschke. “There is genuine debate over whether Raschke. “There is genuine debate over whether LaVey has ever wanted to be taken seriously,” he LaVey has ever wanted to be taken seriously,” he says. “Aquino, however, always has.”says. “Aquino, however, always has.”Since my own academic credentials are as Since my own academic credentials are as strong as Raschke’s, and since the philosophy of strong as Raschke’s, and since the philosophy of the Temple of Set as outlined in the the Temple of Set as outlined in the Crystal TabletCrystal Tablet [an unauthorized early copy of which Raschke also [an unauthorized early copy of which Raschke also clandestinely obtained] is rigorously precise and clandestinely obtained] is rigorously precise and ethical, he dares to confront neither directly. Rather ethical, he dares to confront neither directly. Rather he dredges up the old Adams-Thompson attack on he dredges up the old Adams-Thompson attack on Lilith and myself and, despite its being long since Lilith and myself and, despite its being long since exposed as a malicious lie, does everything he can in exposed as a malicious lie, does everything he can in the chapter, distorting and lying about fact after fact, the chapter, distorting and lying about fact after fact, to try to re-throw the mud. Over and over again he to try to re-throw the mud. Over and over again he states that “charges were filed”, for example, when states that “charges were filed”, for example, when nono charges were charges were everever filed at any time. Naturally filed at any time. Naturally Raschke cites none of the facts exposing the scam Raschke cites none of the facts exposing the scam and proving our innocence, such as the virginity of and proving our innocence, such as the virginity of the “raped” child and our verified location 3,000 the “raped” child and our verified location 3,000 miles away at the time of the alleged “incident”.miles away at the time of the alleged “incident”.After gnawing the Adams-Thompson bone as After gnawing the Adams-Thompson bone as much as he possibly can, Raschke does everything much as he possibly can, Raschke does everything he can to insult, cheapen, and distort the Temple of he can to insult, cheapen, and distort the Temple of Set. Ignoring our own understanding of Set Set. Ignoring our own understanding of Set according to the ancient Egyptian Priesthood of Set according to the ancient Egyptian Priesthood of Set itself, Raschke portrays him as vicious and itself, Raschke portrays him as vicious and depraved, according to the rival Osirian-cult legend: depraved, according to the rival Osirian-cult legend: “an instigator of confusion, deserter, drunkard ... “an instigator of confusion, deserter, drunkard ... the god of strangers, plunder, and barbarian the god of strangers, plunder, and barbarian invasion”. Ignoring its actual history and invasion”. Ignoring its actual history and significance as detailed in the significance as detailed in the Crystal TabletCrystal Tablet, , Raschke attacks the Raschke attacks the Book of Coming Forth by NightBook of Coming Forth by Night as merely “a catty put-down of LaVey” and “a as merely “a catty put-down of LaVey” and “a cheap imitation of Crowley’s communication in cheap imitation of Crowley’s communication in Cairo”. I am portrayed as merely a frustrated Cairo”. I am portrayed as merely a frustrated LaVey disciple who “could not stand to be second LaVey disciple who “could not stand to be second banana” - all utterly absurd to anyone familiar with banana” - all utterly absurd to anyone familiar with the truth as documented in the truth as documented in The Church of SatanThe Church of Satan (again selectively ignored by Raschke).(again selectively ignored by Raschke).As Raschke spews similar venom towards so As Raschke spews similar venom towards so many other undeserving targets in his book, I many other undeserving targets in his book, I suppose I should feel honored to be in their suppose I should feel honored to be in their company. Nevertheless I wrote to the publisher company. Nevertheless I wrote to the publisher Scroll of SetScroll of Set - October 1990 - Page - October 1990 - Page 1111"},{"pageNumber":12,"pageContent":"insisting that Raschke’s libelous statements insisting that Raschke’s libelous statements concerning me be deleted immediately from the concerning me be deleted immediately from the book. HarperCollins’ General Counsel recently book. HarperCollins’ General Counsel recently replied to me that my complaints were being replied to me that my complaints were being immediately investigated, so we shall see what immediately investigated, so we shall see what happens.happens.On September 19th Raschke appeared on a San On September 19th Raschke appeared on a San Francisco television talk-show, CBS’ Francisco television talk-show, CBS’ People Are People Are TalkingTalking, to promote , to promote PBPB. Unfortunately for Raschke, . Unfortunately for Raschke, I was also invited to appear, and I took the I was also invited to appear, and I took the opportunity to rip his book apart for the hate-opportunity to rip his book apart for the hate-propaganda that it is, and to label his technique as propaganda that it is, and to label his technique as the same sort of smear that the Nazis used against the same sort of smear that the Nazis used against German Jews to deny them a religious identity and German Jews to deny them a religious identity and redefine “Jewishness” as synonymous with redefine “Jewishness” as synonymous with “crime”. To my face, and in front of an audience, “crime”. To my face, and in front of an audience, Raschke hadn’t the guts to voice any of the Raschke hadn’t the guts to voice any of the criticisms of myself or the Temple of Set that he did criticisms of myself or the Temple of Set that he did in the book, but whined rather that he couldn’t in the book, but whined rather that he couldn’t understand why I was attacking his “freedom of understand why I was attacking his “freedom of speech”!speech”!I suppose I could have more respect for modern I suppose I could have more respect for modern Christianity if its proponents argued their point of Christianity if its proponents argued their point of view courteously and thoughtfully, showing view courteously and thoughtfully, showing tolerance for if not agreement with contrasting tolerance for if not agreement with contrasting viewpoints [such as ours]. As it is, I am increasingly viewpoints [such as ours]. As it is, I am increasingly repelled by it.repelled by it.Scroll of SetScroll of Set - October 1990 - Page - October 1990 - Page 1212"}]
