[{"pageNumber":1,"pageContent":"TThhee SSccrroollll ooff SSeettTThhee SSccrroollll ooff SSeett--------------------------------------------------------------------------------------------------------------------------Issue Number 108Issue Number 108Volume XVI-1Volume XVI-1February 1990February 1990Editor: Nancy Flowers IV°Editor: Nancy Flowers IV°Copyright © 1990 Temple of SetCopyright © 1990 Temple of Set--------------------------------------------------------------------------------------------------------------------------[1] [1] Æon and SelfÆon and Self- by Don Webb II°- by Don Webb II°I want to explore the political dimension of I want to explore the political dimension of Satanism (how we present ourselves to the profane Satanism (how we present ourselves to the profane world) and Setian philosophy (how we deal with world) and Setian philosophy (how we deal with each other and our inner selves). This is of course each other and our inner selves). This is of course personal analysis, which I hope will kindle thought personal analysis, which I hope will kindle thought as Priest Barrett’s and Adept Reed’s articles have.as Priest Barrett’s and Adept Reed’s articles have.Satanism is a necessary concept to provide Satanism is a necessary concept to provide us with Archimedes’ platform.us with Archimedes’ platform. In order to work In order to work change on the world, we need to break ourselves change on the world, we need to break ourselves from it. Presenting ourselves as Satanists, we take from it. Presenting ourselves as Satanists, we take an irreconcilable position to the profane world. This an irreconcilable position to the profane world. This enables our words and presence to obtain a certain enables our words and presence to obtain a certain weight that any other small religious group could weight that any other small religious group could never obtain. This attracts the focus of media from never obtain. This attracts the focus of media from TV to encyclopedias. It allows the philosophy of TV to encyclopedias. It allows the philosophy of XeperXeper to enter into the consciousness of mankind. to enter into the consciousness of mankind. Even the knowledge that a dark and alien elite exists Even the knowledge that a dark and alien elite exists sensitizes people to our will. Any people’s sensitizes people to our will. Any people’s movement to self-awareness begins with a sense of movement to self-awareness begins with a sense of the uncanny. That we exist will cause so people to the uncanny. That we exist will cause so people to question fundamental concepts. We don’t fit in. We question fundamental concepts. We don’t fit in. We can’t fit in. And simply by our presence we weaken can’t fit in. And simply by our presence we weaken the social fabric allowing a new order to come into the social fabric allowing a new order to come into being.being.Satanism is a focusing tool which allows us Satanism is a focusing tool which allows us to evaluate cultural artifacts.to evaluate cultural artifacts. The profane world, The profane world, if it valuates its objects and institutions at all, does if it valuates its objects and institutions at all, does so by status [Does this possession or activity make so by status [Does this possession or activity make me look better?] or by preservation [Does this me look better?] or by preservation [Does this object do what the last of its kind did - only better?]. object do what the last of its kind did - only better?]. Since we have broken our bond to the profane Since we have broken our bond to the profane world, we can take what we will from their society world, we can take what we will from their society [legally of course] and build a world most suited to [legally of course] and build a world most suited to our individual our individual XeperXeper. The Word of Indulgence . The Word of Indulgence created the rift between “civilization” and the LHP, created the rift between “civilization” and the LHP, but failed to provide a reason for the Nemo life. We but failed to provide a reason for the Nemo life. We have a reason in Setamorphosis. We can choose - have a reason in Setamorphosis. We can choose - individually or collectively - such useful [or individually or collectively - such useful [or stimulating] items as we desire for the Nautilus of stimulating] items as we desire for the Nautilus of our lives. The Temple reading list is a good our lives. The Temple reading list is a good example. But we don’t have to take anything. This example. But we don’t have to take anything. This empowers us to change the world rather than being empowers us to change the world rather than being buffeted along by it. If we lacked the concept of buffeted along by it. If we lacked the concept of Satanism, the idea of the complete break, we would Satanism, the idea of the complete break, we would lose the distinction between taking things into our lose the distinction between taking things into our lives and simple acculturation. Additionally the lives and simple acculturation. Additionally the materialist focus of Satanism helps those who materialist focus of Satanism helps those who would spiral inward, always thinking of what great would spiral inward, always thinking of what great magic they were doing, rather than participate in an magic they were doing, rather than participate in an active, goal-oriented process. The idea of Satanism active, goal-oriented process. The idea of Satanism is a tool against degenerative mysticism.is a tool against degenerative mysticism.Satanism exists at the edge between our Satanism exists at the edge between our evolution and the profane world’s ceaseless, evolution and the profane world’s ceaseless, mindless change.mindless change. Another way of saying this is Another way of saying this is that Satanism is our skin. Because of that Satanism is our skin. Because of XeperXeper, the , the Temple is an always growing, evolving entity. The Temple is an always growing, evolving entity. The outside world continually seeks to redefine [defame] outside world continually seeks to redefine [defame] the LHP. Since we must live beside that world, we the LHP. Since we must live beside that world, we continually challenge their definition. This goes far continually challenge their definition. This goes far beyond doing what we must in order to perpetuate beyond doing what we must in order to perpetuate the Temple. This provides a lever for working social, the Temple. This provides a lever for working social, psychological, and legal change in the world. The psychological, and legal change in the world. The best example we have of this is Dr. Aquino’s legal best example we have of this is Dr. Aquino’s legal marathon. He changed a personal witch-hunt into a marathon. He changed a personal witch-hunt into a lever that among other things changed the way the lever that among other things changed the way the San Francisco Police do things. There are other San Francisco Police do things. There are other examples, but they also point to the idea that the examples, but they also point to the idea that the concept of Satanism provides a direct point of concept of Satanism provides a direct point of contact with society. Only by choosing their shadow contact with society. Only by choosing their shadow labels can we touch them directly in their darkest labels can we touch them directly in their darkest places.places.Setian philosophy exists at the boundary of Setian philosophy exists at the boundary of inner and outer politics.inner and outer politics. There are two types of There are two types of change that Setians must engage in. As evolving change that Setians must engage in. As evolving beings we occasionally encounter things within beings we occasionally encounter things within ourselves which we must modify or eliminate: Bad ourselves which we must modify or eliminate: Bad programming, if you will: useless concepts or guilt programming, if you will: useless concepts or guilt trips embedded by a “well-meaning” society. trips embedded by a “well-meaning” society. Setian philosophy provides “hands-on” psyche-Setian philosophy provides “hands-on” psyche-modifying techniques, namely the psychodrama modifying techniques, namely the psychodrama developed in the Age of Satan. The second type of developed in the Age of Satan. The second type of change flows from within to without. As we explore change flows from within to without. As we explore the inner world, we discover certain ideas, moods, the inner world, we discover certain ideas, moods, ways of being that must be transferred to the outer ways of being that must be transferred to the outer world. This may go beyond a simple destruction world. This may go beyond a simple destruction ritual. It is changing the very nature of the world, ritual. It is changing the very nature of the world, putting your stamp on the feel of things. The best putting your stamp on the feel of things. The best example of this is perhaps the broadcast-type magic example of this is perhaps the broadcast-type magic of of Die Elektrischen VorspieleDie Elektrischen Vorspiele, wherein a single , wherein a single initiate, charged by the group, sends a personally-initiate, charged by the group, sends a personally-flavored command into the whole of the world. Far-flavored command into the whole of the world. Far-reaching social change based on what is true for reaching social change based on what is true for one’s inmost self is at the heart of Setian politics.one’s inmost self is at the heart of Setian politics.Setian philosophy, via the mechanics of the Setian philosophy, via the mechanics of the Temple, provides a controlled environment for Temple, provides a controlled environment for the interaction of inner and outer forces.the interaction of inner and outer forces. As As Setians awake, the inner force emerges. The inner Setians awake, the inner force emerges. The inner force can be strange and fitful. Its existence makes force can be strange and fitful. Its existence makes you question many things, eventually everything. you question many things, eventually everything. Being fully awakened would be crushed by the Being fully awakened would be crushed by the outer world. Such a person would have no standards outer world. Such a person would have no standards to judge himself or anything else. The Temple to judge himself or anything else. The Temple provides through its initiatory system yardsticks as provides through its initiatory system yardsticks as an aid to judging one’s progress. The higher an aid to judging one’s progress. The higher degrees can’t answer your questions, but they can degrees can’t answer your questions, but they can demonstrate the existence of other levels of being. demonstrate the existence of other levels of being. The Temple offers guidelines for other awareness The Temple offers guidelines for other awareness"},{"pageNumber":2,"pageContent":"and thus constitutes a separate culture. Internal and thus constitutes a separate culture. Internal interaction provides a socialization and structuring interaction provides a socialization and structuring for a type of being rarely seen on Earth. It becomes for a type of being rarely seen on Earth. It becomes necessary to interact and observe other Setians - not necessary to interact and observe other Setians - not only to learn new magical techniques but also to only to learn new magical techniques but also to gain an awareness of your new relationship to the gain an awareness of your new relationship to the world.world.Setian philosophy seeks to recognize the Setian philosophy seeks to recognize the many varieties of Remanifestation.many varieties of Remanifestation. Profane Profane politics seeks to spread ideas through space: to get politics seeks to spread ideas through space: to get as many people as you can to think the way you do as many people as you can to think the way you do now. Setian politics seeks also to propagate ideas now. Setian politics seeks also to propagate ideas through time. In the Age of Satan it was recognized through time. In the Age of Satan it was recognized that one form of immortality was through ideas. We that one form of immortality was through ideas. We live on through our live on through our memesmemes. We have begun to . We have begun to speculate that we might even Remanifest through speculate that we might even Remanifest through our ideas. Adepts Michael Rigby, John Gyori, and I our ideas. Adepts Michael Rigby, John Gyori, and I recently explored this idea in a vampiric working, recently explored this idea in a vampiric working, wherein we cast our ideas into the genes of the wherein we cast our ideas into the genes of the sleeping profane. Chrono-politics becomes the sleeping profane. Chrono-politics becomes the territorial imperative of the Black Magician, much as territorial imperative of the Black Magician, much as geopolitics is the imperative of the superpower. geopolitics is the imperative of the superpower. Remanifestation means that our ideas must survive - Remanifestation means that our ideas must survive - through the perpetuation of the Temple, through the through the perpetuation of the Temple, through the dissemination of our thought, and through magical dissemination of our thought, and through magical sendings - as well as ourselves. The concept of sendings - as well as ourselves. The concept of Satanism is a tool to ensure our ideas enter the Satanism is a tool to ensure our ideas enter the public’s mind.public’s mind.Setian philosophy changes your Setian philosophy changes your relationship with time.relationship with time. “Natural” beings like “Natural” beings like cats and dogs have no time, only states: hunger, cats and dogs have no time, only states: hunger, sleep, excitement. Humans, an unnatural lot, sleep, excitement. Humans, an unnatural lot, developed a sense of time through the twin actions developed a sense of time through the twin actions of memory and expectations. Expectations can be of memory and expectations. Expectations can be short term [“I want a drink of water.”] or long term short term [“I want a drink of water.”] or long term [“I want to be remembered as a novelist.”]. As our [“I want to be remembered as a novelist.”]. As our awareness of time is a cultural artifact, we can expect awareness of time is a cultural artifact, we can expect to find a new awareness in Setian culture. The to find a new awareness in Setian culture. The Setian may initially consider time through Setian may initially consider time through philosophical mulling on the Invocation to Set, or philosophical mulling on the Invocation to Set, or through meditation on the Word Remanifestation. through meditation on the Word Remanifestation. As he begins to use magic, the transtemporal state As he begins to use magic, the transtemporal state (“sacred time”) becomes familiar. Further work, (“sacred time”) becomes familiar. Further work, particularly ECI, opens possibilities of exploring particularly ECI, opens possibilities of exploring one’s own timeline. The Setian may even encounter one’s own timeline. The Setian may even encounter the existence of racial memory. Although many the existence of racial memory. Although many works on the reading list are preparatory for these works on the reading list are preparatory for these experiences, each Setian must develop a personal experiences, each Setian must develop a personal psychology and politic for dealing with this range of psychology and politic for dealing with this range of experiences beyond “normal” human bounds. As experiences beyond “normal” human bounds. As the relationship to time changes, the profane view of the relationship to time changes, the profane view of time as just another commodity - or of memory as a time as just another commodity - or of memory as a random happenstance invading the world at the dip random happenstance invading the world at the dip of a madeleine - is no longer sufficient.of a madeleine - is no longer sufficient.Setian philosophy is an ever-growing Setian philosophy is an ever-growing concept.concept. It can not be set down as soon as these It can not be set down as soon as these words are read; it grows beyond them. If you wish words are read; it grows beyond them. If you wish to hold this concept, you must nourish it within to hold this concept, you must nourish it within yourself. You must match its momentum. Hail yourself. You must match its momentum. Hail XXV!XXV!______________________________________________________________________[2] [2] Reach Out!Reach Out!- by Andrew Nourse I°- by Andrew Nourse I°Free the power to flow! Draw it into you. Feel Free the power to flow! Draw it into you. Feel the Black Flame grow inside you.the Black Flame grow inside you.Let it flow through you. Let nothing impede the Let it flow through you. Let nothing impede the flow. Who blocks the flow of the Flame will be flow. Who blocks the flow of the Flame will be consumed by it! Who allows it to flow freely will consumed by it! Who allows it to flow freely will live forever!live forever!Reach out! Reach out with every cell of your Reach out! Reach out with every cell of your body. Reach out beyond your body. Feel your reach body. Reach out beyond your body. Feel your reach growing in every direction.growing in every direction.Feel the the body of another. Find a place where Feel the the body of another. Find a place where the flow is blocked. Free it as waves of warm energy the flow is blocked. Free it as waves of warm energy flow to you.flow to you.That power is yours now. It was only making That power is yours now. It was only making him stiff and sore. It was keeping her awake. They him stiff and sore. It was keeping her awake. They wanted it not. Now it is yours. Direct it, transform it, wanted it not. Now it is yours. Direct it, transform it, use it. [You use it. [You havehave to use it; any you don’t use will to use it; any you don’t use will hang around and make you uncomfortable.] It is a hang around and make you uncomfortable.] It is a limitless source.limitless source.______________________________________________________________________[3] [3] Order of Shuti WorkshopOrder of Shuti Workshop- by Robert Menschel IV°- by Robert Menschel IV°The first Order of Shuti Workshop was held in The first Order of Shuti Workshop was held in Pasadena, California, on Thanksgiving weekend, Pasadena, California, on Thanksgiving weekend, November 23-26, XXIV. We consider it to have November 23-26, XXIV. We consider it to have been a success, and look eagerly forward to future been a success, and look eagerly forward to future workshops. Attendance at this workshop included workshops. Attendance at this workshop included Magistri Menschel and Moffatt, Adepts Farnsler Magistri Menschel and Moffatt, Adepts Farnsler and Gonzales, and Setians Hembry, Kawaguchi, and Gonzales, and Setians Hembry, Kawaguchi, Mulligan, and Southern. Two or three others had Mulligan, and Southern. Two or three others had planned to attend [and had even sent in their planned to attend [and had even sent in their registration fees], but were forced to miss the registration fees], but were forced to miss the workshop due to circumstances beyond their workshop due to circumstances beyond their control.control.The workshop was designed as an intensive The workshop was designed as an intensive exercise in exercise in XeperXeper, including two preplanned , including two preplanned sessions and one or two spontaneous sessions, plus sessions and one or two spontaneous sessions, plus a formal group ritual, on each of three days. The a formal group ritual, on each of three days. The preplanned sessions covered the following topics in preplanned sessions covered the following topics in chronological order): Symbolism, creation, Astral chronological order): Symbolism, creation, Astral travel (an actual experiment in travel), and the travel (an actual experiment in travel), and the “crack in the cosmic egg”. Two rituals were “crack in the cosmic egg”. Two rituals were planned in advance for and by the Order of Shuti, planned in advance for and by the Order of Shuti, and one ritual was designed by the workshop and one ritual was designed by the workshop participants on the day of the ritual.participants on the day of the ritual.We originally planned to briefly summarize the We originally planned to briefly summarize the outcome of the workshop in the outcome of the workshop in the ScrollScroll and to report and to report upon the workshop in detail in the next issue of upon the workshop in detail in the next issue of DialoguesDialogues. But the workshop proved too successful . But the workshop proved too successful for this; a transcript of just the first session, edited for this; a transcript of just the first session, edited Scroll of SetScroll of Set - February 1990 - Page - February 1990 - Page 22"},{"pageNumber":3,"pageContent":"for publication, ran 16 pages.for publication, ran 16 pages.Instead the Order of Shuti will publish several Instead the Order of Shuti will publish several issues of issues of DialoguesDialogues as needed to cover the as needed to cover the workshop - perhaps five or six issues in all. The workshop - perhaps five or six issues in all. The first should be ready for distribution by late first should be ready for distribution by late December, and the others will follow as quickly as December, and the others will follow as quickly as the Grand Master can produce them.the Grand Master can produce them.DialoguesDialogues Subscriptions Available Subscriptions AvailableBecause of the amount of material to be Because of the amount of material to be published, the Grand Master will be unable to published, the Grand Master will be unable to continue to distribute continue to distribute DialoguesDialogues free of charge to free of charge to any and all interested Setians. For subscriptions, any and all interested Setians. For subscriptions, currently US$3/issue, please contact the Grand currently US$3/issue, please contact the Grand Master. Back issues are also available at the same Master. Back issues are also available at the same cost. Send a self-addressed stamped envelope (or cost. Send a self-addressed stamped envelope (or equivalent) for a copy of the tables of contents of equivalent) for a copy of the tables of contents of past issues.past issues.In the interests of inter-Order communication, In the interests of inter-Order communication, all IV°+ Initiates of the Temple will continue to all IV°+ Initiates of the Temple will continue to receive receive DialoguesDialogues gratis, as will all members of the gratis, as will all members of the Order and all Pylon Sentinels. We will also Order and all Pylon Sentinels. We will also continue to credit free issues to those who actively continue to credit free issues to those who actively participate in the discussions published in participate in the discussions published in DialoguesDialogues issues. issues.______________________________________________________________________[4] [4] Sun SetSun Set- by C. Joseph Berkey III I°- by C. Joseph Berkey III I°Erect before sunset’s gate, Earth life fades.Erect before sunset’s gate, Earth life fades.Enflamed, absolute,Enflamed, absolute,Breath of darkness, comes the night.Breath of darkness, comes the night.The unseen footsteps of an icy fog -The unseen footsteps of an icy fog -Forth from the abyss she is born.Forth from the abyss she is born.Room light fades.Room light fades.Enters she and is gone, desires unanswered.Enters she and is gone, desires unanswered.Babylon returns!Babylon returns!______________________________________________________________________[5] [5] MetaMind XXIV:MetaMind XXIV:Experiment ReportExperiment Report- by Robertt Neilly IV°- by Robertt Neilly IV°PART 1 - THE EXPERIMENTPART 1 - THE EXPERIMENTOn December 2, XXIV a few Setians from On December 2, XXIV a few Setians from centers as “isolated” as Texas, California, and centers as “isolated” as Texas, California, and Canada joined forces in a combined Order of the Canada joined forces in a combined Order of the Vampyre/MetaMind working. The purpose of our Vampyre/MetaMind working. The purpose of our rite was to form a “metamental” link at a rite was to form a “metamental” link at a predetermined ritual base. The authors of the predetermined ritual base. The authors of the working were many.working were many.Working Outline and NotesWorking Outline and NotesA. Prepare the MetaMind chamber.A. Prepare the MetaMind chamber.B. Dress for the working.B. Dress for the working.C. Toll the bell.C. Toll the bell.D. Ignite the candles.D. Ignite the candles.E. Invocation to Set.E. Invocation to Set.F. Drink from the Grail.F. Drink from the Grail.G. The Quickening.G. The Quickening.H. Statement of working purpose.H. Statement of working purpose.I. Working.I. Working.J. The Link.J. The Link.Most of the above steps are drawn from the Most of the above steps are drawn from the Crystal TabletCrystal Tablet. A few could use further explanation.. A few could use further explanation.The candles, for instance, were ignited in Step The candles, for instance, were ignited in Step #D. A special notation about this process was made #D. A special notation about this process was made because, for our purposes, the Black Flame itself because, for our purposes, the Black Flame itself would not be ignited until the climax of the working. would not be ignited until the climax of the working. The Invocation to Set included an “invitation” for The Invocation to Set included an “invitation” for the First to join us at our ritual base.the First to join us at our ritual base.Step #G (the Quickening) departed from usual Step #G (the Quickening) departed from usual ritual activity. During this stage a special incense, ritual activity. During this stage a special incense, constructed for the rite by Adept Webb, was lit. This constructed for the rite by Adept Webb, was lit. This was followed by starting a tape playing which was was followed by starting a tape playing which was specially produced for the working. In it [copies of specially produced for the working. In it [copies of which went to all the participants] I read the first which went to all the participants] I read the first Part of the Part of the Word of SetWord of Set. Then I recited the . Then I recited the description of our base as created by Adepts description of our base as created by Adepts Reynolds and Zimmer. As my voice droned on, Reynolds and Zimmer. As my voice droned on, music [drawn from Liona Boyd, the music [drawn from Liona Boyd, the ConanConan soundtrack, and Walter Carlos’ soundtrack, and Walter Carlos’ Sonic SeasoningsSonic Seasonings] ] played in the background. At the conclusion of this played in the background. At the conclusion of this stage, all performed their own compression.stage, all performed their own compression.All compiled their own statements of the All compiled their own statements of the working’s purpose (step #H). At step #I, as the working’s purpose (step #H). At step #I, as the music proceeded to Carlos’ “Fall”, I reread the music proceeded to Carlos’ “Fall”, I reread the Base. At this point all Initiates were to begin their Base. At this point all Initiates were to begin their work of visualizing/traveling to our mutual chamber.work of visualizing/traveling to our mutual chamber.The final working goal came to fruition in step The final working goal came to fruition in step #J, the Link. After participants satisfied themselves #J, the Link. After participants satisfied themselves that they were “at” the base and had achieved a that they were “at” the base and had achieved a metamental/vampyric link with one or more others, metamental/vampyric link with one or more others, they would unite wills and hands with these others they would unite wills and hands with these others and collectively ignite the Black Flame. The basis of and collectively ignite the Black Flame. The basis of the ritual outline was provided by Adept Yolanda the ritual outline was provided by Adept Yolanda Anderson.Anderson.The base, as constructed by Adepts Zimmer and The base, as constructed by Adepts Zimmer and Reynolds, was a wonderful, Gothic environment. Set Reynolds, was a wonderful, Gothic environment. Set in a dark castle, its focal point was a trapezohedral in a dark castle, its focal point was a trapezohedral chamber. At the narrow end of this room, we “met” chamber. At the narrow end of this room, we “met” in front of a giant thurible to ignite the Black Flame.in front of a giant thurible to ignite the Black Flame.Instructions given to participants filled only the Instructions given to participants filled only the barest of voids. With all raw materials in hand - barest of voids. With all raw materials in hand - tape, incense, base description, and outline - they tape, incense, base description, and outline - they were to begin the working by tolling the bell (step were to begin the working by tolling the bell (step #C) as close as possible to midnight EST. The only #C) as close as possible to midnight EST. The only Scroll of SetScroll of Set - February 1990 - Page - February 1990 - Page 33"},{"pageNumber":4,"pageContent":"other time “constraint” was that we begin the other time “constraint” was that we begin the working (step #I) approximately 15 minutes into the working (step #I) approximately 15 minutes into the rite. In past MetaMind workings we noticed that the rite. In past MetaMind workings we noticed that the “fugue” was in full effect, and thus I counted on “fugue” was in full effect, and thus I counted on the same sort of time-displacement possibilities for the same sort of time-displacement possibilities for this working.this working.PART 2 - RESULTSPART 2 - RESULTSIndividual Results and CommentaryIndividual Results and CommentaryOf necessity, and due to publication space Of necessity, and due to publication space considerations, these will be in point-form. At the considerations, these will be in point-form. At the conclusion of the individual results, I’ll offer some conclusion of the individual results, I’ll offer some perspective on how the working turned out.perspective on how the working turned out.Magister NeillyMagister Neilly[My own results, at first thought rather dismal [My own results, at first thought rather dismal by me, have since been somewhat corroborated by by me, have since been somewhat corroborated by other participants’ results. I should add that initially other participants’ results. I should add that initially I found it very difficult to gain the level of I found it very difficult to gain the level of concentration necessary to sustain the base. Once concentration necessary to sustain the base. Once there, however, the links were significant and in there, however, the links were significant and in some instances intense.]some instances intense.]Approaching the castle 3-4 times, each time Approaching the castle 3-4 times, each time being aware of its temporary inhabitants and overall being aware of its temporary inhabitants and overall darkness.darkness.Entering the tower door itself [not traveling Entering the tower door itself [not traveling through the castle] and immediately finding myself through the castle] and immediately finding myself at the foot of the spiraling steps.at the foot of the spiraling steps.Climbing the steps on a recurring basis and Climbing the steps on a recurring basis and meeting Magistra Flowers on them on at least two meeting Magistra Flowers on them on at least two occasions.occasions.Facing the “heavy oak door” on a recurring Facing the “heavy oak door” on a recurring basis.basis.After entering the chamber, staying near the After entering the chamber, staying near the back, to the left of the entrance, becoming aware of back, to the left of the entrance, becoming aware of those already assembled.those already assembled.Becoming aware of specific individuals who Becoming aware of specific individuals who were also near the back of the chamber. Magistræ were also near the back of the chamber. Magistræ Flowers and Aquino and Ipsissimus Lewis all Flowers and Aquino and Ipsissimus Lewis all seemed to interact.seemed to interact.Surveying the chamber arm-in-arm with Surveying the chamber arm-in-arm with Ipsissimus Lewis.Ipsissimus Lewis.Becoming suddenly and strongly aware of Becoming suddenly and strongly aware of Adept Reynolds [to my left], who then seemed to Adept Reynolds [to my left], who then seemed to ask me to face her in a gaze and a bond. We ask me to face her in a gaze and a bond. We remained facing each other, gazes locked and remained facing each other, gazes locked and holding hands, for a few seconds.holding hands, for a few seconds.Approaching the altar with Adept Reynolds, then Approaching the altar with Adept Reynolds, then facing it and collectively adding our wills to ignite facing it and collectively adding our wills to ignite the Black Flame.the Black Flame.Becoming strongly aware of others. I felt that Becoming strongly aware of others. I felt that Adept Webb and myself exchanged hugs and Adept Webb and myself exchanged hugs and essence. Then Magistra Aquino and I joined hands essence. Then Magistra Aquino and I joined hands in a “vampyric grasp”. Magistra Flowers again in a “vampyric grasp”. Magistra Flowers again appeared, as did Ipsissimus Lewis. I know I felt and appeared, as did Ipsissimus Lewis. I know I felt and saw Adept Zimmer and Priestess Zajkowski around saw Adept Zimmer and Priestess Zajkowski around this time as well.this time as well.Joining with Magistra Reynolds and others in Joining with Magistra Reynolds and others in [re]igniting the Black Flame.[re]igniting the Black Flame.Becoming very aware that the Flame shot forth Becoming very aware that the Flame shot forth and upwards as one huge, white column of flame.and upwards as one huge, white column of flame.Observing the column of flame, and exchanging Observing the column of flame, and exchanging final gazes with some of the nearby Initiates.final gazes with some of the nearby Initiates.Magistra Nancy FlowersMagistra Nancy FlowersWhen I arrived in the room, I sensed Magister When I arrived in the room, I sensed Magister Neilly’s presence as well as those of Adepts Neilly’s presence as well as those of Adepts Zimmer, Reynolds, Webb, and Rigby; Magistra Zimmer, Reynolds, Webb, and Rigby; Magistra Reynolds, Priest Barrett, and Priestess Lance. There Reynolds, Priest Barrett, and Priestess Lance. There were others there - vaguely felt, sort of drifting in were others there - vaguely felt, sort of drifting in and out.and out.It felt as though we were in a semicircle in front It felt as though we were in a semicircle in front of the altar.of the altar.My hands were being taken by a dozen people.My hands were being taken by a dozen people.I was sensing, suddenly, a great “whoosh” and I was sensing, suddenly, a great “whoosh” and saw a huge tongue of white flame arising from the saw a huge tongue of white flame arising from the thurible.thurible.After this the scene broke apart.After this the scene broke apart.I found myself skimming over a white I found myself skimming over a white landscape; it was gently rolling ground, and I landscape; it was gently rolling ground, and I thought it was sand and sand-dunes, although there thought it was sand and sand-dunes, although there was little to no vegetation and it could have been was little to no vegetation and it could have been snow. This vision went on for awhile until the tape snow. This vision went on for awhile until the tape clicked off.clicked off.[Magistra Flowers “visited” the base in [Magistra Flowers “visited” the base in advance of the experiment/working. Here are her advance of the experiment/working. Here are her pre-MM#25 impressions:]pre-MM#25 impressions:]My impression at that time was that it had been My impression at that time was that it had been constructed pretty strongly. I flew in to land on the constructed pretty strongly. I flew in to land on the roof, but I found that it kept disappearing out from roof, but I found that it kept disappearing out from under me. I tried several times, but I finally flew out under me. I tried several times, but I finally flew out to the sea side and found a window to come in to the sea side and found a window to come in through. I explored the halls, found the door, the through. I explored the halls, found the door, the stairwell, and the room upstairs, which I found to be stairwell, and the room upstairs, which I found to be bare other than the altar which was covered in black bare other than the altar which was covered in black cloth.cloth.Adept Don WebbAdept Don WebbAfter the first reading of the base I was in a deep After the first reading of the base I was in a deep trance.trance.After censing the chamber, other people began After censing the chamber, other people began to arrive at the base. I had strong impressions of to arrive at the base. I had strong impressions of Magister Neilly, Adepts Zimmer and Reynolds, and Magister Neilly, Adepts Zimmer and Reynolds, and a dark-haired, somewhat androgynous woman who I a dark-haired, somewhat androgynous woman who I assumed to be Adept Anderson.assumed to be Adept Anderson.There seemed to be a lot of tension in the base: There seemed to be a lot of tension in the base: people milling about - similar to an orchestra tune-people milling about - similar to an orchestra tune-up atmosphere.up atmosphere.I had the impression of 16 individuals including I had the impression of 16 individuals including myself. At this time I thought, “We’re all here, but myself. At this time I thought, “We’re all here, but the link isn’t happening.”the link isn’t happening.”I relaxed, and suddenly everyone turned to the I relaxed, and suddenly everyone turned to the altar, and the Black Flame went off with a whoosh - altar, and the Black Flame went off with a whoosh - Scroll of SetScroll of Set - February 1990 - Page - February 1990 - Page 44"},{"pageNumber":5,"pageContent":"a big yellow/black column that shot into the black a big yellow/black column that shot into the black sky above.sky above.I opened the Gate.I opened the Gate.Everyone linked arms, and we spun up and Everyone linked arms, and we spun up and through the pentagram into a cold place of swirling, through the pentagram into a cold place of swirling, white/grey/blue luminous fog.white/grey/blue luminous fog.We had lost our human shapes. I grew extra We had lost our human shapes. I grew extra arms (?) and seemed to link with everybody else. I arms (?) and seemed to link with everybody else. I was very aware of the vastness of myself and the was very aware of the vastness of myself and the others.others.I opened my [physical] eyes, and my awareness I opened my [physical] eyes, and my awareness of the swirling place did not diminish, although I of the swirling place did not diminish, although I was also aware of the material room.was also aware of the material room.About then something gripped Priest Barrett. He About then something gripped Priest Barrett. He seemed to be pulled up from the couch. All the seemed to be pulled up from the couch. All the participants in the room leaned or moved towards participants in the room leaned or moved towards him. I had no sense of alarm.him. I had no sense of alarm.I closed my eyes and began to sense some of I closed my eyes and began to sense some of the personal in the others in addition to their the personal in the others in addition to their wondrous vastness. I thought of Ithaqua, the Wind wondrous vastness. I thought of Ithaqua, the Wind Walker, from the Algernon Blackwood story - a Walker, from the Algernon Blackwood story - a mystery from the wilds of Canada.mystery from the wilds of Canada.I returned to more-or-less normal awareness. I I returned to more-or-less normal awareness. I opened my eyes. Everyone had returned, or returned opened my eyes. Everyone had returned, or returned within a minute. I rose and rang the bell. It was within a minute. I rose and rang the bell. It was 11:43 PM EST.11:43 PM EST.It was awhile before anyone could talk. I was It was awhile before anyone could talk. I was slightly dizzy and disoriented for a few minutes.slightly dizzy and disoriented for a few minutes.[Adept Webb offered some comments about [Adept Webb offered some comments about participants’ moods and pre-working activities. The participants’ moods and pre-working activities. The Working occurred for himself and other Setians in Working occurred for himself and other Setians in Austin, Texas, after the funerary rites for Magister Austin, Texas, after the funerary rites for Magister Mitchell Wade.]Mitchell Wade.]Everyone was in a state of emotional and Everyone was in a state of emotional and physical fatigue. My usual state before a working is physical fatigue. My usual state before a working is one of intense excitement. Before this working I one of intense excitement. Before this working I was hoping that I would not fall asleep. Before was hoping that I would not fall asleep. Before beginning the working we had played part of the beginning the working we had played part of the overture of Wagner’s overture of Wagner’s ParsivalParsival, and I was already in , and I was already in a light trance when I rose to ring the bell at exactly a light trance when I rose to ring the bell at exactly 11 PM CST. I had visited the base prior to the 11 PM CST. I had visited the base prior to the working, so I got there almost instantly.working, so I got there almost instantly.Adept Elizabeth ReynoldsAdept Elizabeth ReynoldsUpon my arrival at the base, I was greeted by Upon my arrival at the base, I was greeted by Magister Neilly and Magistræ Aquino, Flowers, & Magister Neilly and Magistræ Aquino, Flowers, & Reynolds. We then waited for the others to arrive.Reynolds. We then waited for the others to arrive.After all participants were present, we gathered After all participants were present, we gathered around the altar in a semicircle, grasped hands, around the altar in a semicircle, grasped hands, stood for a few minutes, and then approached the stood for a few minutes, and then approached the altar to light the Black Flame. Then we stood back altar to light the Black Flame. Then we stood back to revel in one another’s presence in the chamber.to revel in one another’s presence in the chamber.A short time later I sensed a slow dissipation of A short time later I sensed a slow dissipation of those present, as if everyone were breaking away to those present, as if everyone were breaking away to continue with personal work. I also left the chamber continue with personal work. I also left the chamber and went on to explore and take care of some and went on to explore and take care of some business.business.Others had finished working or were still away Others had finished working or were still away from the chamber working.from the chamber working.It was interesting the differences I felt in the It was interesting the differences I felt in the atmosphere when the chamber was full of Setians atmosphere when the chamber was full of Setians and the obvious emptiness when I returned. I was a and the obvious emptiness when I returned. I was a little disappointed. I didn’t have the opportunity to little disappointed. I didn’t have the opportunity to say goodbye to everyone.say goodbye to everyone.The surroundings and the presence of other The surroundings and the presence of other Setians were very vivid. Magister Neilly’s Setians were very vivid. Magister Neilly’s comments on the working in your last letter were comments on the working in your last letter were very interesting. At one point I very interesting. At one point I diddid approach him approach him and take his hands, and we had some unspoken and take his hands, and we had some unspoken communication. In fact Adept Zimmer also communication. In fact Adept Zimmer also remembers seeing us together during the working.remembers seeing us together during the working.I was so involved in and present at the base that I was so involved in and present at the base that I could sense all aspects of the chamber, including I could sense all aspects of the chamber, including the coldness of the stone floor and the softness of the coldness of the stone floor and the softness of the velvet draped on the altar. I could distinctly hear the velvet draped on the altar. I could distinctly hear the crashing of the waves and see them when at one the crashing of the waves and see them when at one point I looked out one of the windows. In essence I point I looked out one of the windows. In essence I was at the base in every respect.was at the base in every respect.Overall it was an excellent working. I felt the Overall it was an excellent working. I felt the link was very natural to accomplish. The warmth link was very natural to accomplish. The warmth and feeling of togetherness were incredible in the and feeling of togetherness were incredible in the chamber. The atmosphere was as real as though the chamber. The atmosphere was as real as though the chamber and its occupants were physically, chamber and its occupants were physically, objectively there.objectively there.The success of our collective work triggered one The success of our collective work triggered one of the more vivid personal workings I have of the more vivid personal workings I have experienced in quit awhile. I plan to return to the experienced in quit awhile. I plan to return to the base for future workings.base for future workings.Adept Brian ZimmerAdept Brian ZimmerI emerged from the forest and entered the I emerged from the forest and entered the clearing, gazing up the cliff toward the castle tower. clearing, gazing up the cliff toward the castle tower. Ocean spray stung my face.Ocean spray stung my face.There was no way to approach the tower on foot, There was no way to approach the tower on foot, so I took the form of a dragon and flew above the so I took the form of a dragon and flew above the cliff, circling before landing at the castle entrance cliff, circling before landing at the castle entrance and resuming human semblance.and resuming human semblance.The castle door slowly opened, and I entered, The castle door slowly opened, and I entered, making my way up to the door at the end of the making my way up to the door at the end of the hallway. This other door also opened silently at my hallway. This other door also opened silently at my approach. I ascended the steps.approach. I ascended the steps.Once inside the tower chamber, I sensed I was Once inside the tower chamber, I sensed I was not the first to arrive.not the first to arrive.The atmosphere became increasingly charged as The atmosphere became increasingly charged as I felt the other participants gathering. Almost I felt the other participants gathering. Almost immediately I became aware of certain Initiates of immediately I became aware of certain Initiates of my acquaintance, and soon I experienced several my acquaintance, and soon I experienced several encounters with Setians previously unknown to me.encounters with Setians previously unknown to me.After forming the link and igniting the Black After forming the link and igniting the Black Flame, I became aware of the arrival of the Dark Flame, I became aware of the arrival of the Dark One through the pentagon of the Pentagram of Set. One through the pentagon of the Pentagram of Set. Beholding the assembled magicians with approval, Beholding the assembled magicians with approval, the Dark Lord bequeathed a greater portion of his the Dark Lord bequeathed a greater portion of his essence to each, and I saw this essence enter them as essence to each, and I saw this essence enter them as Scroll of SetScroll of Set - February 1990 - Page - February 1990 - Page 55"},{"pageNumber":6,"pageContent":"beams of red light.beams of red light.After this various Initiates began their private After this various Initiates began their private work, and I sensed the departure of many from the work, and I sensed the departure of many from the base. I lingered at the base, soaking in the details of base. I lingered at the base, soaking in the details of my surroundings and contemplating what we had my surroundings and contemplating what we had wrought.wrought.At one point the chamber seemed to lengthen At one point the chamber seemed to lengthen behind me, and I had the impression of Black behind me, and I had the impression of Black Magicians who had sought the Left-Hand Path long Magicians who had sought the Left-Hand Path long ago in attendance also.ago in attendance also.The base began to recede and fade from magical The base began to recede and fade from magical consciousness. I cast more incense upon the coal, consciousness. I cast more incense upon the coal, but the work was accomplished, and I sensed it was but the work was accomplished, and I sensed it was time to leave.time to leave.I came away from this working fully alert and I came away from this working fully alert and with a profound sense of satisfaction as I thought of with a profound sense of satisfaction as I thought of the success of the night’s experiment.the success of the night’s experiment.Adept Michael S. RigbyAdept Michael S. RigbyOpening the Gate, visualizing the approach to, Opening the Gate, visualizing the approach to, and entering into the castle proved to be quite easy. I and entering into the castle proved to be quite easy. I had read through the description of the base only had read through the description of the base only once, and the tape proved to be quite helpful in this once, and the tape proved to be quite helpful in this regard.regard.However once inside the working chamber of However once inside the working chamber of the castle, my magical sensory reception went static.the castle, my magical sensory reception went static.I perceived a white/greyish field (like a television I perceived a white/greyish field (like a television screen not tuned to a station). Then I saw the outline screen not tuned to a station). Then I saw the outline of an object like a comet or a sperm with a curved of an object like a comet or a sperm with a curved tail. The tail had three or four jagged ridges on it. I tail. The tail had three or four jagged ridges on it. I suppose this figure was not unlike an Ouroboros. suppose this figure was not unlike an Ouroboros. This figure dissolved.This figure dissolved.I saw a series of circles, some with rays I saw a series of circles, some with rays emanating from them. These figures were all very emanating from them. These figures were all very geometrical and precise. Just before the tape ended I geometrical and precise. Just before the tape ended I had glimpses of a desolate beach which upon later had glimpses of a desolate beach which upon later reflection reminded me of certain scenes in William reflection reminded me of certain scenes in William Gibson’s novel Gibson’s novel NeuromancerNeuromancer. While I was . While I was perceiving the geometrical figures, I experienced a perceiving the geometrical figures, I experienced a very short, intense headache.very short, intense headache.I must add that the working took place at the end I must add that the working took place at the end of a day which was very physically and emotionally of a day which was very physically and emotionally exhausting for me. While my experience was less exhausting for me. While my experience was less than ideal, my hat is off to those Initiates who than ideal, my hat is off to those Initiates who helped create it. It proved to be an inspiration to helped create it. It proved to be an inspiration to work and explore using this technique in the future.work and explore using this technique in the future.Perspectives in SummationPerspectives in SummationBy all accounts MetaMind XXIV was a very By all accounts MetaMind XXIV was a very successful working. As with all effects of Black successful working. As with all effects of Black Magic, results can be gauged only from observing Magic, results can be gauged only from observing the thoughts, minds, and spirits of the participants.the thoughts, minds, and spirits of the participants.Early MetaMind experiments saw me trying to Early MetaMind experiments saw me trying to gauge results by “hits” and “misses”, though I gauge results by “hits” and “misses”, though I never went to the extent of detailed statistical or never went to the extent of detailed statistical or probability analysis. I won’t do that here either, probability analysis. I won’t do that here either, leaving such tasks to those who are impressed by leaving such tasks to those who are impressed by figures. If the participants of MM-24 have proved to figures. If the participants of MM-24 have proved to themselves the success of the working, that’s what’s themselves the success of the working, that’s what’s worth publishing. Hence my concluding remarks worth publishing. Hence my concluding remarks will be limited to two final paragraphs:will be limited to two final paragraphs:Of the more startling occurrences in MM-24 Of the more startling occurrences in MM-24 was that many felt a collective effort ignited the was that many felt a collective effort ignited the Black Flame. Perhaps this is a comment on one of Black Flame. Perhaps this is a comment on one of the ingredients for successful interaction with Set. the ingredients for successful interaction with Set. Bonds and links were experienced by many, though Bonds and links were experienced by many, though in different fashions. In several instances the Black in different fashions. In several instances the Black Flame itself was seen as a white or yellow flame. Flame itself was seen as a white or yellow flame. Many experienced one-on-one encounters with their Many experienced one-on-one encounters with their fellow Initiates.fellow Initiates.Few who participated - and not all results have Few who participated - and not all results have arrived yet - doubted the “reality” of their arrived yet - doubted the “reality” of their experiences. This is the crux of successful experiences. This is the crux of successful workings. No matter whether the reality is workings. No matter whether the reality is subjective, objective, or “omnijective”, it is subjective, objective, or “omnijective”, it is nevertheless reality. Congratulations to all nevertheless reality. Congratulations to all communicators!communicators!______________________________________________________________________[6] [6] Eye of the Skull: A Lyrical VerseEye of the Skull: A Lyrical Verse- by William Pridgen I°- by William Pridgen I°In a vaulted chamber at the Mountains of Dawn, In a vaulted chamber at the Mountains of Dawn, the relic lay at rest, to guard the ancient tomb. the relic lay at rest, to guard the ancient tomb. Bound in the skull the vampire’s soul. Would he be Bound in the skull the vampire’s soul. Would he be released from the eye of the skull, your body released from the eye of the skull, your body contorts in a sea of pain. The feeding frenzy has contorts in a sea of pain. The feeding frenzy has begun. Shock-waves pulsate in your brain. Your begun. Shock-waves pulsate in your brain. Your time has come - nowhere to run. Don’t gaze into the time has come - nowhere to run. Don’t gaze into the eye of the skull. The spirit will be free to hunt the eye of the skull. The spirit will be free to hunt the warm flesh of the living.warm flesh of the living.______________________________________________________________________[7] [7] Come Into BeingCome Into Being- by Denise Willey II°- by Denise Willey II°Drawn into darkness, embraced by the flames of Drawn into darkness, embraced by the flames of desire, the essence of the Gift permeates my will. desire, the essence of the Gift permeates my will. Primal vibrations rage from the depths, propelling Primal vibrations rage from the depths, propelling me toward the unknown mysteries of my own heart, me toward the unknown mysteries of my own heart, from absolute desolation to the heights of ecstasy, from absolute desolation to the heights of ecstasy, fierce agony and isolation rearranging my mind to fierce agony and isolation rearranging my mind to create a new being strengthened by an experience of create a new being strengthened by an experience of self - surviving crisis, promoting self - surviving crisis, promoting XeperXeper, radiating the , radiating the blackness of change, forgetting and forsaking all blackness of change, forgetting and forsaking all that went before, awakening and becoming that that went before, awakening and becoming that which shines beneath the masks of personality, which shines beneath the masks of personality, releasing the chains which bound me to the edge, releasing the chains which bound me to the edge, falling endlessly into the clutches of the great abyss, falling endlessly into the clutches of the great abyss, waiting to be met for ages of perpetual toil, to waiting to be met for ages of perpetual toil, to discover that I can soar to greater heights within the discover that I can soar to greater heights within the depths.depths.Plagued by fearful illusions, I died in the past. Plagued by fearful illusions, I died in the past. The greatest risk of my imagination has opened the The greatest risk of my imagination has opened the gates to freedom. Joyous laughter echoes inside as I gates to freedom. Joyous laughter echoes inside as I recognize the eternal joke which mankind has recognize the eternal joke which mankind has Scroll of SetScroll of Set - February 1990 - Page - February 1990 - Page 66"},{"pageNumber":7,"pageContent":"played upon itself. I stood on the edge of played upon itself. I stood on the edge of conformity, looking into the depths of my own soul. conformity, looking into the depths of my own soul. My eyes wide open, I plunged over the edge, never My eyes wide open, I plunged over the edge, never to return to that world again. I will seize the days to to return to that world again. I will seize the days to come with fierce determination, and never forget the come with fierce determination, and never forget the living hell of dying from whence I came.living hell of dying from whence I came.A living god I sought, and a god of truth I A living god I sought, and a god of truth I found. Never in my wildest dreams did I imagine found. Never in my wildest dreams did I imagine the journey that lay ahead. The never-ending path to the journey that lay ahead. The never-ending path to XeperXeper has been revealed, and I set out upon the has been revealed, and I set out upon the adventure with strength, courage, and a friend. Let adventure with strength, courage, and a friend. Let my will become the will of Set!my will become the will of Set!______________________________________________________________________[8] [8] Das Tierdrama: A Setian PerspectiveDas Tierdrama: A Setian Perspective- by Patty A. Hardy III°- by Patty A. Hardy III°I attended a large, neopagan gathering at a I attended a large, neopagan gathering at a campsite in May XXIV. The vast majority of people campsite in May XXIV. The vast majority of people there were obviously shamanic, Wiccan, or some there were obviously shamanic, Wiccan, or some other flavor of nature-worshipper. By good fortune other flavor of nature-worshipper. By good fortune I encountered a few Children of Darkness and had I encountered a few Children of Darkness and had the chance to organize a performance of LaVey’s the chance to organize a performance of LaVey’s ““Das TierdramaDas Tierdrama””..The way it happened was this: I attended a rite The way it happened was this: I attended a rite performed by a group of Thelemites, mainly performed by a group of Thelemites, mainly because a Thelemite friend of mine was playing the because a Thelemite friend of mine was playing the role of Nuit, the Egyptian star-goddess. Shortly role of Nuit, the Egyptian star-goddess. Shortly before the rite began, a couple robed in black came before the rite began, a couple robed in black came over and complimented me on my cobra-headed over and complimented me on my cobra-headed walking stick.walking stick.The next day one of the pair approached me in The next day one of the pair approached me in the dealers’ room. With intense interest he asked if the dealers’ room. With intense interest he asked if it were true that I was a Setian and that I carried a it were true that I was a Setian and that I carried a talisman attesting to this. I learned that he was a talisman attesting to this. I learned that he was a Satanist, a student of Enochian & Cabala, and an Satanist, a student of Enochian & Cabala, and an artist. Among other things he showed me a set of artist. Among other things he showed me a set of Qlipothic seals that he had inscribed himself. Like Qlipothic seals that he had inscribed himself. Like many Satanists he’d written to the Church of Satan, many Satanists he’d written to the Church of Satan, hoping to work with other students of the Black hoping to work with other students of the Black Arts, but had receiving nothing from them.Arts, but had receiving nothing from them.After some conversation with him and his After some conversation with him and his partner, I decided to organize a performance of partner, I decided to organize a performance of ““Das TierdramaDas Tierdrama””, along with a few Thelemites , along with a few Thelemites and one other Setian at the gathering. I stressed that and one other Setian at the gathering. I stressed that this was not a Setian rite, that it was published in this was not a Setian rite, that it was published in LaVey’s LaVey’s Satanic RitualsSatanic Rituals, and that I had made minor , and that I had made minor changes to simplify its performance under changes to simplify its performance under unfamiliar conditions.unfamiliar conditions.My own intention was to explore my feelings My own intention was to explore my feelings about power, and to examine the reactions of the about power, and to examine the reactions of the other participants. The ritual took place in a fire other participants. The ritual took place in a fire circle at the northern edge of the camp, after dark, circle at the northern edge of the camp, after dark, well away from the other rituals and activities. A well away from the other rituals and activities. A total of nine people participated. Prior to going total of nine people participated. Prior to going down to the circle, I briefed people on the ritual, down to the circle, I briefed people on the ritual, showed them the text, and described the philosophy showed them the text, and described the philosophy of the ceremony as I understood it.of the ceremony as I understood it.We carried a duffel bag of ritual tools and We carried a duffel bag of ritual tools and masks, and a bench, down to the fire circle, cleared masks, and a bench, down to the fire circle, cleared the area of debris, and started a fire. Five oil lamps the area of debris, and started a fire. Five oil lamps on bamboo stakes were planted to define a on bamboo stakes were planted to define a perimeter. Masks were provided to the participants perimeter. Masks were provided to the participants who wanted them. I myself wore a dragon’s-head who wanted them. I myself wore a dragon’s-head mask rather than the dog’s-head mask of the mask rather than the dog’s-head mask of the invocator prescribed in LaVey’s notes for the ritual. invocator prescribed in LaVey’s notes for the ritual. Our lictor wore black leather & a horned Viking Our lictor wore black leather & a horned Viking helm, and carried a large athame rather than a sword. helm, and carried a large athame rather than a sword. We didn’t have a bullwhip [next time, maybe].We didn’t have a bullwhip [next time, maybe].The bench was placed north of the fire and The bench was placed north of the fire and covered with the altar cloth. One of my Thelemite covered with the altar cloth. One of my Thelemite friends disrobed and served as the altar, balancing a friends disrobed and served as the altar, balancing a dark West African wooden chalice of Midori on her dark West African wooden chalice of Midori on her tummy. [“Hold it steady,” I said. “It’s cold.” One tummy. [“Hold it steady,” I said. “It’s cold.” One of the Satanists burst out laughing.]of the Satanists burst out laughing.]The ceremony went off excellently. I was The ceremony went off excellently. I was thanked by all of the participants most sincerely, and thanked by all of the participants most sincerely, and I thanked them for joining me in this ceremony of I thanked them for joining me in this ceremony of empowerment. We sat around the fire late into the empowerment. We sat around the fire late into the night, gazing at the flames as the earliest humans night, gazing at the flames as the earliest humans must have done, thinking our strange thoughts.must have done, thinking our strange thoughts.I was utterly fascinated with the willingness and I was utterly fascinated with the willingness and expressed gratitude of my companions at being expressed gratitude of my companions at being involved in a ceremony which cast them as animals involved in a ceremony which cast them as animals being instructed on how to become human. I being instructed on how to become human. I considered this in the following days and found considered this in the following days and found myself looking at human behavior from an unusual myself looking at human behavior from an unusual point of view.point of view.I believe “I believe “Das TierdramaDas Tierdrama”” draws its draws its psychological potency from its enactment of psychological potency from its enactment of the the GiftGift - the instant in which proto-humanity swore - the instant in which proto-humanity swore allegiance to what is non-natural and began allegiance to what is non-natural and began fumbling toward the stars. Even today, in a thousand fumbling toward the stars. Even today, in a thousand subtle ways, we enact that fateful bargain. I thought subtle ways, we enact that fateful bargain. I thought of how much human effort is expended, in every of how much human effort is expended, in every generation, to the maintenance and preservation of generation, to the maintenance and preservation of that “deal with the Devil”. We are animals, we are that “deal with the Devil”. We are animals, we are men, we are gods.men, we are gods.There is no doubting the power of psychodrama There is no doubting the power of psychodrama to trigger insights and to open new doors. I saw to trigger insights and to open new doors. I saw clearly that it is ultimately on human choice that all clearly that it is ultimately on human choice that all civilization rests. Let us honor the power to choose, civilization rests. Let us honor the power to choose, and thus to become.and thus to become.______________________________________________________________________[9] [9] Notice to all Australian InitiatesNotice to all Australian Initiates- by Adam Campbell II°- by Adam Campbell II°All Australian Initiates of the Temple of Set who All Australian Initiates of the Temple of Set who are interested in an Australian national conclave are are interested in an Australian national conclave are invited to contact Adept Adam Campbell. invited to contact Adept Adam Campbell. Preliminary plans for the conclave are as follows:Preliminary plans for the conclave are as follows:The conclave will be held over a weekend in The conclave will be held over a weekend in June or July, and will be approximately two days in June or July, and will be approximately two days in duration, with individual Initiates welcome to extend duration, with individual Initiates welcome to extend their stay to sightsee, etc. as they desire. The their stay to sightsee, etc. as they desire. The Scroll of SetScroll of Set - February 1990 - Page - February 1990 - Page 77"},{"pageNumber":8,"pageContent":"conclave will be held on the east coast - either conclave will be held on the east coast - either Melbourne or Sydney. If enough Initiates express Melbourne or Sydney. If enough Initiates express interest, more “exotic” locations, such as Kakadu interest, more “exotic” locations, such as Kakadu or Uluru/Ayre’s Rock, are possible. Ideas are or Uluru/Ayre’s Rock, are possible. Ideas are welcome and encouraged.welcome and encouraged.The conclave is designed to give Australian The conclave is designed to give Australian members of the Temple the chance to meet and members of the Temple the chance to meet and work with one another. There will be at least one work with one another. There will be at least one ritual working, and you are welcome to suggest ritual working, and you are welcome to suggest ideas for additional ones. The conclave will also ideas for additional ones. The conclave will also provide Initiates with the opportunity to get into provide Initiates with the opportunity to get into magical dialogue with an appreciative gathering of magical dialogue with an appreciative gathering of magical individuals. Thelemites with ideas for magical individuals. Thelemites with ideas for presentations or workshops are also encouraged to presentations or workshops are also encouraged to contact me.contact me.Overseas Initiates are also welcome to attend. If Overseas Initiates are also welcome to attend. If you plan on being in the area at the time, please let you plan on being in the area at the time, please let me know.me know.______________________________________________________________________[10] [10] The Friday the 13th WorkingThe Friday the 13th Working- by Elana Thompson I°- by Elana Thompson I°Adepts Stout & Bozeman and I participated in a Adepts Stout & Bozeman and I participated in a Friday the 13th working on dealing with entering Friday the 13th working on dealing with entering the Underworld. Initially participants were to go the Underworld. Initially participants were to go through the twelve parts of the Underworld, and use through the twelve parts of the Underworld, and use this visit to take those parts of us no longer this visit to take those parts of us no longer necessary for necessary for XeperXeper and Remanifestation and and Remanifestation and transmute them into new forms for Becoming. What transmute them into new forms for Becoming. What follows is my account of this working.follows is my account of this working.Midnight in the Underworld. I stand at its edge. Midnight in the Underworld. I stand at its edge. I walk down twelve steps to a cavern edge. Far deep I walk down twelve steps to a cavern edge. Far deep inside is a throne. A figure at once alien and dear inside is a throne. A figure at once alien and dear rises slowly from the depths to greet me. rises slowly from the depths to greet me. “Welcome, child of darkness; welcome and take my “Welcome, child of darkness; welcome and take my hand.” After a brief hesitation, my hand reaches for hand.” After a brief hesitation, my hand reaches for one of cold fire. We walk slowly to the River Styx, one of cold fire. We walk slowly to the River Styx, which swirls depthless below our feet. It is so quiet which swirls depthless below our feet. It is so quiet here in the Garden of Death. Yet doom is not felt, here in the Garden of Death. Yet doom is not felt, more of dreams realized only in the safety of the more of dreams realized only in the safety of the womb, of fears clothed in the unconscious.womb, of fears clothed in the unconscious.Ingwaz is emblazoned above the doorway of a Ingwaz is emblazoned above the doorway of a room we are about to enter. Along one wall of the room we are about to enter. Along one wall of the room are grey pod-shaped forms. As we approach, I room are grey pod-shaped forms. As we approach, I know without asking to get closer to them - alone. know without asking to get closer to them - alone. One step, two steps, the pods rustle in response. One step, two steps, the pods rustle in response. They know me so well, and I know them. My fears They know me so well, and I know them. My fears neatly bound up, waiting here, yearning for the neatly bound up, waiting here, yearning for the release that only I could give to all of us. But it release that only I could give to all of us. But it could be done. Sometimes old monsters, fears, could be done. Sometimes old monsters, fears, dreams are as dear to you as an old stuffed teddy dreams are as dear to you as an old stuffed teddy bear you keep hidden in your closet. Odd, useless bear you keep hidden in your closet. Odd, useless comfort is derived from their presence.comfort is derived from their presence.The first pod falls into my arms. Sighing, I open The first pod falls into my arms. Sighing, I open its covering and look inside at the weary face within its covering and look inside at the weary face within as it crumbles to ancient dust. On and on, until each as it crumbles to ancient dust. On and on, until each pod husk lies empty on the floor.pod husk lies empty on the floor.Softly a voice behind me says, “For now it is Softly a voice behind me says, “For now it is done. There will be other pieces of untransmutable done. There will be other pieces of untransmutable rubble that you create and destroy. Always here, rubble that you create and destroy. Always here, waiting.” I shiver at the words, then become aware waiting.” I shiver at the words, then become aware of a distant hum above us. It is Xepera in dark, of a distant hum above us. It is Xepera in dark, jeweled splendor, keeping pace with us. What jeweled splendor, keeping pace with us. What beauty in the blackness! Now the joy of this world beauty in the blackness! Now the joy of this world comes to me. All Becoming, all birth, begins in comes to me. All Becoming, all birth, begins in some sort of death, some farewell to the familiar.some sort of death, some farewell to the familiar.Above me Xepera transforms into a brilliant Above me Xepera transforms into a brilliant turquoise dung ball, an image to carry blazing in my turquoise dung ball, an image to carry blazing in my mind’s eye as I leave the chamber.mind’s eye as I leave the chamber.Weeks later I come across a turquoise scarab, Weeks later I come across a turquoise scarab, lying quietly in a dark corner: Xepera reminding me lying quietly in a dark corner: Xepera reminding me of the eternal quest.of the eternal quest.______________________________________________________________________[11] [11] Paths to the PathPaths to the Path- by James Knowles I°- by James Knowles I°Immediately after birth we set our feet upon a Immediately after birth we set our feet upon a path - a path of deceit designed by those persons path - a path of deceit designed by those persons around us to “teach” us the ways we should be.around us to “teach” us the ways we should be.We travel these first paths as infants, and later We travel these first paths as infants, and later on as adults. But we still have not received the total on as adults. But we still have not received the total indoctrination of those who placed our feet upon indoctrination of those who placed our feet upon those first paths. In our youth we are innocent and those first paths. In our youth we are innocent and ignorant to what is taking place, but we know there ignorant to what is taking place, but we know there is still much to discover around and within us. But is still much to discover around and within us. But the “teachings” of those who surround us are so the “teachings” of those who surround us are so fierce that we continue to follow the paths set before fierce that we continue to follow the paths set before us by our “teachers”, even though we know these us by our “teachers”, even though we know these paths are not what we seek and desire to understand paths are not what we seek and desire to understand concerning the true meaning of ourselves.concerning the true meaning of ourselves.Some of us become involved with those who Some of us become involved with those who present themselves as our “friends” as well as our present themselves as our “friends” as well as our “teachers”, who later end up becoming our mentors “teachers”, who later end up becoming our mentors in a society we do not understand. We accept what in a society we do not understand. We accept what is before us as truths because we have been is before us as truths because we have been “taught” that these things are what is “right” and “taught” that these things are what is “right” and “normal”. These “teachings” are nothing more “normal”. These “teachings” are nothing more than a veil of falsehoods placed before us that we than a veil of falsehoods placed before us that we may be blinded to our true selves and to the path of may be blinded to our true selves and to the path of true understanding which lies before us.true understanding which lies before us.While living with these sores upon us, some of While living with these sores upon us, some of us may become involved in actions deemed us may become involved in actions deemed abnormal or even criminal by society, without the abnormal or even criminal by society, without the profane judges ever really understanding the true profane judges ever really understanding the true depths and causes of these actions. Sometimes even depths and causes of these actions. Sometimes even those most affected are blinded because the veil those most affected are blinded because the veil which covers them is so tight. And sometimes it which covers them is so tight. And sometimes it takes a drastic change in one’s life before one is takes a drastic change in one’s life before one is able to see the truths behind the falsehoods.able to see the truths behind the falsehoods.This is exactly what happened to me. I had to This is exactly what happened to me. I had to undergo a drastic change before I finally decided to undergo a drastic change before I finally decided to open my eyes completely and see what was before open my eyes completely and see what was before me. Having opened my eyes. I came to realize that me. Having opened my eyes. I came to realize that what lay before me had always been there. I had what lay before me had always been there. I had Scroll of SetScroll of Set - February 1990 - Page - February 1990 - Page 88"},{"pageNumber":9,"pageContent":"been too blinded to see. And at times I even refused been too blinded to see. And at times I even refused to look because I was always “taught” by my to look because I was always “taught” by my “teachers” that it was wrong. Wrong indeed - “teachers” that it was wrong. Wrong indeed - wrong to ignore the truth!wrong to ignore the truth!Once I began to undergo this change, I realized Once I began to undergo this change, I realized that each step in my life was a step in the truly right that each step in my life was a step in the truly right direction. No matter how much I tried not to see, it direction. No matter how much I tried not to see, it seemed I automatically followed my steps to this seemed I automatically followed my steps to this drastic change, which in turn led me to the Left-drastic change, which in turn led me to the Left-Hand Path. I was led to undergo this drastic change Hand Path. I was led to undergo this drastic change by my insatiable desire for truth, which was deeply by my insatiable desire for truth, which was deeply rooted in myself.rooted in myself.Each one of us who has finally acknowledged Each one of us who has finally acknowledged the truth about ourselves and begun our tread upon the truth about ourselves and begun our tread upon the path so brightly lit by the Black Flame has also the path so brightly lit by the Black Flame has also acknowledged that we are indeed Elect. True, the acknowledged that we are indeed Elect. True, the Gift is bestowed upon anyone who wishes to Gift is bestowed upon anyone who wishes to recognize it for what it is. But it is the ability of the recognize it for what it is. But it is the ability of the truly Elect which nourishes this great Gift and truly Elect which nourishes this great Gift and allows it to blossom. Each time we blossom we allows it to blossom. Each time we blossom we experience a new Remanifestation towards our experience a new Remanifestation towards our XeperXeper. Unique, truly unique.. Unique, truly unique.______________________________________________________________________[12] [12] Set and Satan: CommentarySet and Satan: Commentary- by Shane Egan I°- by Shane Egan I°I would like to add to the comments by Priest I would like to add to the comments by Priest Barrett and Adept Reed regarding Set and Satan.Barrett and Adept Reed regarding Set and Satan.The issue struck me most when I first wore my The issue struck me most when I first wore my medallion in public, which attracted a lot of medallion in public, which attracted a lot of attention. I was swamped by people asking whether attention. I was swamped by people asking whether I were a Jew, as they thought the pentagram was a I were a Jew, as they thought the pentagram was a “Star of David”. As I had not foreseen such “Star of David”. As I had not foreseen such interest in my attire, I had not prepared any interest in my attire, I had not prepared any explanation. After a couple of attempts at describing explanation. After a couple of attempts at describing the Temple of Set and its philosophy, I realized the the Temple of Set and its philosophy, I realized the answer lay in a declaration to define myself as a answer lay in a declaration to define myself as a Satanist. As always, it seems that the essence of Satanist. As always, it seems that the essence of Satan breaks the ice, casts aside all the barriers, and Satan breaks the ice, casts aside all the barriers, and gets right to the heart of the matter.gets right to the heart of the matter.This response usually sorted out the idly This response usually sorted out the idly curious and bored troublemaker from the genuinely curious and bored troublemaker from the genuinely open-minded enquirer. It was also a great test of my open-minded enquirer. It was also a great test of my character and commitment. Satan holds such a character and commitment. Satan holds such a stigma that the mere mention of his name elicits a stigma that the mere mention of his name elicits a rapid response one way or another.rapid response one way or another.I realized, though, that this was not in fact I realized, though, that this was not in fact incorrect, and that the Age of Satan and the included incorrect, and that the Age of Satan and the included theology, although possessing minor flaws, had theology, although possessing minor flaws, had cleared the path to the discovery of his truer form - cleared the path to the discovery of his truer form - that of Set. Without the ground-breaking Satanists, that of Set. Without the ground-breaking Satanists, and our determination to seek out the Prince of and our determination to seek out the Prince of Darkness directly, much of what has since been Darkness directly, much of what has since been accomplished might never have succeeded. I had accomplished might never have succeeded. I had always considered that the “Way of Satan” had the always considered that the “Way of Satan” had the sheer force and vitality necessary to smash through sheer force and vitality necessary to smash through the quagmire of misinformation and guilt/inhibition, the quagmire of misinformation and guilt/inhibition, but it never seemed to hold answers in itself.but it never seemed to hold answers in itself.I would liken the Form of Satan to that of a I would liken the Form of Satan to that of a destroyer of falsehood and adversary of deceit, and destroyer of falsehood and adversary of deceit, and that of Set to the final breakthrough - the that of Set to the final breakthrough - the confirmation. At last we have the answer to our call, confirmation. At last we have the answer to our call, and now real progress can be made on the true Left-and now real progress can be made on the true Left-Hand Path.Hand Path.I too admire and respect the various I too admire and respect the various manifestations of the Prince of Darkness, and can manifestations of the Prince of Darkness, and can also see many parallels between our respective also see many parallels between our respective paths. We have something daring, exciting, and yet paths. We have something daring, exciting, and yet often frustrating in common. The Father of the true often frustrating in common. The Father of the true human spirit knows this only too well.human spirit knows this only too well.My motto would be this: As a Setian I am also a My motto would be this: As a Setian I am also a proud Satanist; and through being a Satanist I have proud Satanist; and through being a Satanist I have become a Setian - and the better off for both.become a Setian - and the better off for both.______________________________________________________________________[13] [13] The Angles of SetThe Angles of Set- by Adam Campbell I°- by Adam Campbell I°Set, the Prince of Darkness, is manifest in Set, the Prince of Darkness, is manifest in various forms throughout the world. Not only do various forms throughout the world. Not only do these forms illustrate the different aspects of the these forms illustrate the different aspects of the Prince of Darkness, but they can actually partake of Prince of Darkness, but they can actually partake of different natures in themselves.different natures in themselves.Basically the Prince of Darkness can be Basically the Prince of Darkness can be actualized and manifested through a variety of actualized and manifested through a variety of methods as well as forms. These I call the “angles methods as well as forms. These I call the “angles of Set”.of Set”.The first angle of Set is that of Set the symbol. The first angle of Set is that of Set the symbol. This angle functions at the symbolic level: Set This angle functions at the symbolic level: Set representing certain concepts - a world view. With representing certain concepts - a world view. With this angle Set becomes a figurehead, representative this angle Set becomes a figurehead, representative of an entire approach to life. All symbols are useful of an entire approach to life. All symbols are useful vehicles for the imparting of ideas and concepts, and vehicles for the imparting of ideas and concepts, and this is no less true with Set the symbol.this is no less true with Set the symbol.Beyond Set the symbol there lies a much more Beyond Set the symbol there lies a much more profound angle: Set the telesmic image. This is the profound angle: Set the telesmic image. This is the second angle of Set, which takes place with the second angle of Set, which takes place with the concise and willful creation of the form of Set concise and willful creation of the form of Set within the subjective universe of the magician. This within the subjective universe of the magician. This angle is an astral entity in the truest sense of the angle is an astral entity in the truest sense of the concept. Once so conceptualized and actualized by concept. Once so conceptualized and actualized by the magician, the telesmic image will take on a the magician, the telesmic image will take on a “life” of its own. Consequently the magician will “life” of its own. Consequently the magician will be able to interact with this image in a unique way to be able to interact with this image in a unique way to pursue his own Becoming.pursue his own Becoming.Beyond the telesmic image lies the third and Beyond the telesmic image lies the third and most sublime of the angles of Set - Set the Form of most sublime of the angles of Set - Set the Form of separate intelligence. This angle of Set is the most separate intelligence. This angle of Set is the most significant, for without it the other angles would not significant, for without it the other angles would not be conceivable.be conceivable.While Forms in themselves are not necessarily While Forms in themselves are not necessarily intelligent, it is simple to deduce that the Form of intelligent, it is simple to deduce that the Form of separate intelligence must partake of the qualities it separate intelligence must partake of the qualities it imparts. If this is so, then a most profound imparts. If this is so, then a most profound possibility is available to the magician: that of possibility is available to the magician: that of Scroll of SetScroll of Set - February 1990 - Page - February 1990 - Page 99"},{"pageNumber":10,"pageContent":"sentient exchange with this Form - contact with the sentient exchange with this Form - contact with the consciousness of the Prince of Darkness.consciousness of the Prince of Darkness.Clearly as the magician progresses with his Clearly as the magician progresses with his initiation, he will be able to access and utilize the initiation, he will be able to access and utilize the more profound aspects of the angles of Set. Access more profound aspects of the angles of Set. Access to one of the more profound angles does not to one of the more profound angles does not preclude use of the lesser ones. Nor does it mean preclude use of the lesser ones. Nor does it mean that the lesser angles will be of no use to the that the lesser angles will be of no use to the magician. Possibly he will have uses for the various magician. Possibly he will have uses for the various angles at different times, depending upon the nature angles at different times, depending upon the nature and aim of his work.and aim of his work.Such are the possibilities of the angles of Set.Such are the possibilities of the angles of Set.______________________________________________________________________[14] [14] NomenNomen- by William Farnsler II°- by William Farnsler II°Three times mystery sang; three more did Three times mystery sang; three more did majesty ring; a final three the dragon roared.majesty ring; a final three the dragon roared.Rightfully my place is among these: the right of Rightfully my place is among these: the right of the Elect Ones. Rightfully the night time comes.the Elect Ones. Rightfully the night time comes.Is there one who could dream victory against we Is there one who could dream victory against we who hold the scepter long buried - we whose might who hold the scepter long buried - we whose might is more than gain?is more than gain?Three serpents joined circle us. Three rows form Three serpents joined circle us. Three rows form the circle, three rings forged in the fire within.the circle, three rings forged in the fire within.Of the First it is named Wonder. Of the Second Of the First it is named Wonder. Of the Second it is called Blood. Of the Third it is known as it is called Blood. Of the Third it is known as Flame.Flame.Never has the light faded away, the flaming Never has the light faded away, the flaming furnace of destiny hidden away among the stars.furnace of destiny hidden away among the stars.______________________________________________________________________[15] [15] QuestionsQuestions[reprinted from [reprinted from The CrucibleThe Crucible, Canis Prometheus , Canis Prometheus Pylon newsletter]Pylon newsletter]- by Heather Snow II°- by Heather Snow II°Recently I heard that an Adept of the Temple Recently I heard that an Adept of the Temple was being evaluated for the Priesthood. Being a was being evaluated for the Priesthood. Being a humble Adept too, I thought that entering the humble Adept too, I thought that entering the Priesthood “just happened”, and had no idea that Priesthood “just happened”, and had no idea that any evaluation is part of the process. Since I aspire any evaluation is part of the process. Since I aspire to someday enter the Priesthood, I would like to to someday enter the Priesthood, I would like to gain some insight into the evaluation, such as:gain some insight into the evaluation, such as:Will my kindergarten teacher be interviewed?Will my kindergarten teacher be interviewed?Will I have to recite the alphabet backwards Will I have to recite the alphabet backwards three times as fast as possible?three times as fast as possible?Will I be given a lie-detector test?Will I be given a lie-detector test?Will I have to walk on rice paper, leaving no Will I have to walk on rice paper, leaving no prints of any kind?prints of any kind?Will I have to levitate a small compact car?Will I have to levitate a small compact car?Will I be asked if I’ve ever been a member of Will I be asked if I’ve ever been a member of the Communist Party?the Communist Party?Will I have to name every city in ancient Egypt?Will I have to name every city in ancient Egypt?Will I be dropped from a plane into a remote Will I be dropped from a plane into a remote jungle with only a canteen of water, and be expected jungle with only a canteen of water, and be expected to find my way home?to find my way home?Will I be asked about every lover that I had in Will I be asked about every lover that I had in the last eight years?the last eight years?Will I be given a written quiz on the Will I be given a written quiz on the Her-BakHer-Bak novels?novels?Will I have to knock off a member of a rival Will I have to knock off a member of a rival organization to show my loyalty?organization to show my loyalty?Will I have to name every herb and its purpose?Will I have to name every herb and its purpose?Will I have to run an obstacle course?Will I have to run an obstacle course?Will I be shown ink blots and ask what I see in Will I be shown ink blots and ask what I see in them?them?Will I have to compete in a swimsuit and Will I have to compete in a swimsuit and evening gown beauty contest?evening gown beauty contest?Will my chamber be given the black glove test?Will my chamber be given the black glove test?______________________________________________________________________[16] [16] Set-XISet-XI- by Lilith Aquino IV°- by Lilith Aquino IV°The Set-XI International Conclave will be held The Set-XI International Conclave will be held October 24-28, XXV (l990 CE), details to be October 24-28, XXV (l990 CE), details to be announced in the next announced in the next ScrollScroll. Setians who want to . Setians who want to attend should make yourselves known to any attend should make yourselves known to any member of the Priesthood. Also please let me know member of the Priesthood. Also please let me know as soon as possible, so that we can plan for numbers as soon as possible, so that we can plan for numbers of people/dæmons/shoggoths/etc. and tell you of people/dæmons/shoggoths/etc. and tell you where in the United States it will be. [We had hoped where in the United States it will be. [We had hoped to schedule Set-XI for a European location, but to schedule Set-XI for a European location, but simply do not have the indications of attendance simply do not have the indications of attendance necessary to justify it yet. The Temple will have to necessary to justify it yet. The Temple will have to grow a bit more overseas, or more U.S/Canadian grow a bit more overseas, or more U.S/Canadian Setians will have to get restless for a plane flight, Setians will have to get restless for a plane flight, before we can commit resources in that direction. before we can commit resources in that direction. But we’ve got our eye on it!]But we’ve got our eye on it!]Once you receive the information as to the Once you receive the information as to the precise location of Set-XI, you will then have until precise location of Set-XI, you will then have until October 8, XXV to send in your registration. As October 8, XXV to send in your registration. As usual, the name and location of the hotel, and usual, the name and location of the hotel, and program information, will be provided only to those program information, will be provided only to those Setians who are registered. Again, please notify me Setians who are registered. Again, please notify me at the Temple’s mailing address, or by E-mail, if at the Temple’s mailing address, or by E-mail, if you think you want to attend Set-XI. This may be a you think you want to attend Set-XI. This may be a most unusual Conclave!most unusual Conclave!______________________________________________________________________[17] [17] ProtocolProtocol- by Lilith Aquino IV°- by Lilith Aquino IV°One of the most important considerations when One of the most important considerations when Setians interact with one another is protocol, and all Setians interact with one another is protocol, and all of us are expected to observe the common of us are expected to observe the common courtesies entailed, as outlined in Magister courtesies entailed, as outlined in Magister Menschel’s essay on the subject in the Menschel’s essay on the subject in the Crystal Crystal TabletTablet..This leads me to a rather simple but oftimes-This leads me to a rather simple but oftimes-neglected area: the answering of letters from the neglected area: the answering of letters from the Priesthood of Set which obviously request specific Priesthood of Set which obviously request specific information from you.information from you.Initiates of the Priesthood all understand, as a Initiates of the Priesthood all understand, as a function of their office, that they must be alert to function of their office, that they must be alert to Scroll of SetScroll of Set - February 1990 - Page - February 1990 - Page 1010"},{"pageNumber":11,"pageContent":"matters of importance involving the Temple. Among matters of importance involving the Temple. Among such matters may be items of information which such matters may be items of information which only only youyou can provide - either about yourself or can provide - either about yourself or about some topic with which you are most likely about some topic with which you are most likely familiar.familiar.When you receive such a communication from When you receive such a communication from the Priesthood, therefore, please answer it promptly, the Priesthood, therefore, please answer it promptly, or at least advise the sender when to expect a or at least advise the sender when to expect a detailed response.detailed response.All Setians are busy people. The Priesthood are All Setians are busy people. The Priesthood are generally busier than other Setians, however, generally busier than other Setians, however, because they must divide their time among a large because they must divide their time among a large number of Setian correspondents. Many of them are number of Setian correspondents. Many of them are also occupied with other Temple activities, such as also occupied with other Temple activities, such as Pylons, publications, or special projects. Therefore it Pylons, publications, or special projects. Therefore it is also important for you to understand that their is also important for you to understand that their replies to you probably won’t come as promptly as replies to you probably won’t come as promptly as yours should be to them. This is not because they yours should be to them. This is not because they do not read or appreciate your correspondence, but do not read or appreciate your correspondence, but because their time can be stretched pretty thin.because their time can be stretched pretty thin.Along this same line, try to direct questions to Along this same line, try to direct questions to the most immediate degree-level which can answer the most immediate degree-level which can answer them. The Masters of the Temple like letters too, but them. The Masters of the Temple like letters too, but also have the entire Priesthood - and their Orders - also have the entire Priesthood - and their Orders - to work with.to work with.If you have written to a member of the If you have written to a member of the Priesthood and not received a reply within two Priesthood and not received a reply within two weeks or so, then it is perfectly appropriate to send a weeks or so, then it is perfectly appropriate to send a follow-up note to ask about your letter, particularly follow-up note to ask about your letter, particularly if there is something urgent in it. If the particular if there is something urgent in it. If the particular Priest/Priestess you have written to is unable to Priest/Priestess you have written to is unable to respond, or has time-constraints which prevent any respond, or has time-constraints which prevent any new correspondence, then he or she will usually ask new correspondence, then he or she will usually ask another Priest/Priestess to reply to and interact with another Priest/Priestess to reply to and interact with you instead. So if you have contacted a member of you instead. So if you have contacted a member of the Priesthood, and do not hear from anyone within the Priesthood, and do not hear from anyone within a reasonable period of time, don’t assume you are a reasonable period of time, don’t assume you are being ignored. Just ask that person what the status being ignored. Just ask that person what the status of your letter is. Don’t be shy; they don’t bite ... of your letter is. Don’t be shy; they don’t bite ... unless, of course, they are members of the Order of unless, of course, they are members of the Order of the Vampyre ...the Vampyre ...======================================================================The Black PyramidThe Black Pyramid- by Michael A. Aquino VI°- by Michael A. Aquino VI°======================================================================______________________________________________________________________[18] [18] The Æon of Set: Silver AnniversaryThe Æon of Set: Silver AnniversaryAs of this April 30th it will have been 25 years As of this April 30th it will have been 25 years since Anton LaVey founded the Church of Satan in since Anton LaVey founded the Church of Satan in San Francisco. And, to echo the Grateful Dead, San Francisco. And, to echo the Grateful Dead, “what a long, strange trip it’s been” since then!“what a long, strange trip it’s been” since then!Setians are now entering the Temple of Set who Setians are now entering the Temple of Set who weren’t even weren’t even bornborn until the time when some of the until the time when some of the Masters of the Temple, then Priests and Priestesses Masters of the Temple, then Priests and Priestesses of the Church of Satan, were founding Grottos of the Church of Satan, were founding Grottos across the United States in the early l970s. If this across the United States in the early l970s. If this seems weird to you young whippersnappers, believe seems weird to you young whippersnappers, believe me it seems a lot weirder to us!me it seems a lot weirder to us!I suppose it’s because, as in ancient Egypt I suppose it’s because, as in ancient Egypt where time was cyclical rather than linear, we have where time was cyclical rather than linear, we have always felt that there is an ageless quality about the always felt that there is an ageless quality about the Temple of Set. It has not “progressed” since it was Temple of Set. It has not “progressed” since it was founded in X; it has remained essentially the same founded in X; it has remained essentially the same institution it was back then; it has just found out institution it was back then; it has just found out more about itself and welcomed more aspirants to more about itself and welcomed more aspirants to the Great Work in through its pylon gates.the Great Work in through its pylon gates.This timelessness of the Temple of Set is This timelessness of the Temple of Set is something you can probably expect to continue to something you can probably expect to continue to see. Profane organizations, churches, political see. Profane organizations, churches, political parties, and the like all have linear/progressive parties, and the like all have linear/progressive attitudes towards time. Accordingly they all feel an attitudes towards time. Accordingly they all feel an intense need to “go somewhere”: to announce new intense need to “go somewhere”: to announce new programs, drives, campaigns.programs, drives, campaigns.By contrast the Temple of Set doesn’t want to By contrast the Temple of Set doesn’t want to “go” anywhere. Rather it wants to develop, to “go” anywhere. Rather it wants to develop, to increase in essence, to further refine and purify increase in essence, to further refine and purify itself. Thus honed and polished, it becomes that itself. Thus honed and polished, it becomes that much better a tool for the new Setians yet to come, much better a tool for the new Setians yet to come, who are just who are just nownow being born! being born!Time is one of those concepts which is unique Time is one of those concepts which is unique to the Gift of Set. All species save humanity know to the Gift of Set. All species save humanity know nothing of “time”. As G.J. Whitrow observes in nothing of “time”. As G.J. Whitrow observes in #20B:#20B:We now have abundant evidence that our We now have abundant evidence that our sense of temporal distinctions is one of the sense of temporal distinctions is one of the most important mental faculties distinguishing most important mental faculties distinguishing men from all other living creatures. It seems that men from all other living creatures. It seems that all animals except humanity live in a continual all animals except humanity live in a continual present. Such examples as may be cited to the present. Such examples as may be cited to the contrary do not survive critical investigation. contrary do not survive critical investigation. Dogs frequently display powers of memory Dogs frequently display powers of memory when they give vent to the wildest joy on when they give vent to the wildest joy on seeing their masters after long separation; but seeing their masters after long separation; but this does not necessarily indicate any image of this does not necessarily indicate any image of the past as such. Similarly there is no firm the past as such. Similarly there is no firm evidence that any animals have a sense of the evidence that any animals have a sense of the future. Carefully analyzed experiments have future. Carefully analyzed experiments have shown that, even in the case of the most shown that, even in the case of the most intelligent animals such as chimpanzees, any intelligent animals such as chimpanzees, any actions they take that might be thought to actions they take that might be thought to indicate some such sense are in fact purely indicate some such sense are in fact purely instinctive.instinctive.If profane humanity is sufficiently awake [in the If profane humanity is sufficiently awake [in the #19B sense] to sense the past and the future, the #19B sense] to sense the past and the future, the distinguishing characteristic of the magician is to be distinguishing characteristic of the magician is to be able to move within the past and the future - or able to move within the past and the future - or Scroll of SetScroll of Set - February 1990 - Page - February 1990 - Page 1111"},{"pageNumber":12,"pageContent":"alternatively to bring them to the “present” that alternatively to bring them to the “present” that they may be explored, enjoyed, controlled, and/or they may be explored, enjoyed, controlled, and/or shaped as desired.shaped as desired.This is, when you pause to think about it, the This is, when you pause to think about it, the essence of magic: and, as you are the magician, of essence of magic: and, as you are the magician, of Black Magic.Black Magic.In a GBM Working on May 30, X, I happened In a GBM Working on May 30, X, I happened to conjure up a sphinx and a chimæra who to conjure up a sphinx and a chimæra who proceeded to engage in a spirited (!) discussion proceeded to engage in a spirited (!) discussion concerning, well, a great many things [see the concerning, well, a great many things [see the Ruby Ruby TabletTablet]. At one point the sphinx asked the chimæra ]. At one point the sphinx asked the chimæra for a definition of immortality:for a definition of immortality:TThe Chimærahe Chimæra: I should say the continuous : I should say the continuous existence of the mind or soul.existence of the mind or soul.The SphinxThe Sphinx: That would be the case if : That would be the case if there were no such thing as relativity. But there there were no such thing as relativity. But there is. So let us say rather that immortality is the is. So let us say rather that immortality is the ability of the mind or the soul to exist ability of the mind or the soul to exist unbounded by time, i.e. the fourth dimension. unbounded by time, i.e. the fourth dimension. Mortality is measured according to the notion Mortality is measured according to the notion that time is a constant. But relativity disproves that time is a constant. But relativity disproves this, showing that time may be retarded, this, showing that time may be retarded, hastened, stopped altogether, or, presumably, hastened, stopped altogether, or, presumably, raised to infinity. Thus the prison of a so-called raised to infinity. Thus the prison of a so-called temporal span of existence is no real prison at temporal span of existence is no real prison at all. It is only imagined as such by a mind all. It is only imagined as such by a mind untrained in fourth-dimensional movement. untrained in fourth-dimensional movement. The mind that is immortal is one that The mind that is immortal is one that breaks breaks free of timefree of time, not one that merely plods along , not one that merely plods along within it as it ticks off the æons.within it as it ticks off the æons.If you look at XXV through the eyes of a If you look at XXV through the eyes of a sphinx, we are all present as Anton LaVey founds sphinx, we are all present as Anton LaVey founds the Church of Satan, as the words of the the Church of Satan, as the words of the Book of Book of Coming Forth by NightComing Forth by Night appear for the first time, and appear for the first time, and as the Temple of Set evolves into something so as the Temple of Set evolves into something so beyond the animal tethers of humanity that words beyond the animal tethers of humanity that words do not exist to describe it.do not exist to describe it.The Silver Anniversary of the Æon of Set is thus The Silver Anniversary of the Æon of Set is thus this is something of a peculiarity; it exists only for this is something of a peculiarity; it exists only for those who are not Setians, and whose very those who are not Setians, and whose very acknowledgement of it imprisons them in time.acknowledgement of it imprisons them in time.Unknown chimæra, take us, for we tireUnknown chimæra, take us, for we tireAmid the known monotony of things!Amid the known monotony of things!Descend, and bearing sunward with bright Descend, and bearing sunward with bright wingswingsOur mournful weariness and sad desire,Our mournful weariness and sad desire,Pause not to prove the opal shores untrod,Pause not to prove the opal shores untrod,Below thee fading, and the fields of rose;Below thee fading, and the fields of rose;Till on thy horns of planished silver flowsTill on thy horns of planished silver flowsThe sanguine light of Edens lost to God.The sanguine light of Edens lost to God.There, for the weary sense insatiateThere, for the weary sense insatiatePrimeval sleep from towering scarlet bloomsPrimeval sleep from towering scarlet bloomsWould fall in slow and infinite perfumes;Would fall in slow and infinite perfumes;Or we could leave thy crystal wings elate -Or we could leave thy crystal wings elate -Riding the pagan plain with knees that pressRiding the pagan plain with knees that pressThe golden flanks of some great centauress.The golden flanks of some great centauress.- Clark Ashton Smith- Clark Ashton SmithScroll of SetScroll of Set - February 1990 - Page - February 1990 - Page 1212"}]
