[{"pageNumber":1,"pageContent":"S ub Rosa | October 2005 1 Issue Two - October 2005"},{"pageNumber":2,"pageContent":"October 200 5 | Sub Rosa 2 S ub Rosa | October 2005 1 Editorial 1 News 2 Columns: Greg Taylor Ian Lawton Michael Grosso 6 8 10 Cover Story: The Supernatural World Of Gr aham Hanc ock 32 Reviews 62 Ars Gratia Artis 74 Precession Of The Equinox by Walter Cruttenden Feature : 14 GREG TAYLOR Editorial Credits : We use public domain images and artistic tools, or gain necessary permissions where appropriate. If you have a query regarding our artistic content, please do not hesitate to contact us. Our thanks go to the following: Pablo Amaringo for the cover image Walter Cruttenden / Geoff Patino Stephanie Shimordla (obsidiandawn.co m ) Spirit Sighs (drenched-in-wine.ne t ) Roy Vered (veredgf.fredfarm.co m ) To submit content or feedback, please email us at subrosa@dailygrail.com Oc to ber 2005 Greg Taylor Mark James Foster Adam Scott Miller Michael Grosso Ian Lawton Blair M. Blake Walter Cruttenden Harald S. Boehlke Rick M. Gned Editor: Art Director: Illustrator: Columnist: Columnist: Writer: Writer: Writer: Writer: some of the material we cover may not stand the test of intense and prolonged scrutiny. However, we feel that the positives in offering a forum for new and cutting-edge ideas far outweigh any negatives, as we believe that all ideas are entitled to see the light of day and get a fair hearing. Unlike some other magazines and groups, we put our trust in the intelligence of our readers. Thanks once again for the overwhelming support for the Sub Rosa project. As we move forward, we’ll be adding new aspects to the magazine, and exploring new ways of realising our potential. Please, if you value what we’re doing, continue to offer feedback, ideas, and most importantly, keep reading! Profiler: Touched . . . John Mack 48 Crowley, DMT and Magick by Blair Mackenzie Blake Feature : 22 The Serpent On The Cross by Harald S. Boehlke Feature : 56 Crystal Ball 72 W e’re back! Issue 2 of Sub Rosa has taken a little longer to release than we would have liked, but it wasn’t our fault – really Your Honour! Our cover story with Graham Hancock meant that we had to hold off on publication until closer to the release of his new book Supernatural – I think it’s well worth the wait though, with Graham sharing some insights into the research and writing of what is sure to be a controversial best-seller! Not to fear, we should return to a more regular schedule for subsequent issues. I’d like to thank all readers for their support of our magazine, with Issue 1 being downloaded by around 10,000 people already (and sure to increase as it remains freely available for download). We’ve had a lot of positive feedback, so it’s gratifying to know that our hard work is being appreciated. We’ve also incorporated changes to this issue on the basis of some of that feedback, such as the change in font to try and help out with reading difficulties. Please do continue to let us know your thoughts. Thanks also to the many offers of support, both from writers and advertisers. You know you are on to something special when you have to turn down fascinating essays because they just won’t fit into the next issue. Needless to say, we’ll have no problem with content for the next few issues! With so many offers of support, the problem becomes one of finding a good balance of topics to suit all readers, while keeping some consistency to each issue. In this issue, you’ll find a number of different articles which address the issue of entheogens, alien abductions and altered states of consciousness – although from quite different angles. Obviously, we can’t create an issue that will completely satisfy all readers, but we hope that we’ve offered a fascinating cross-section of articles for your reading pleasure. The very nature of Sub Ros a , in covering subjects which are on the edge of the paradigm, or recovered from the depths of history and even pre-history, means that we also ask you to employ your intelligence and inherent skepticism when reading through the magazine. It is very likely that"},{"pageNumber":3,"pageContent":"October 200 5 | Sub Rosa 2 S ub Rosa | October 2005 3 News S cientists have requested a full-scale re - search effort be launched to provide more comprehensive data and understanding of the famous megalithic site Stonehenge. Most notably, researchers say we need to learn more about who built the monument, and why. The call has been made in a new paper pub - lished by English Heritage, titled “Stonehenge: an Archaeological Research Framework”, and edited by Timothy Darvill of Bournemouth University. Darvill’s report recommends more intensive and professional research, after highlighting serious shortcomings in the knowledge-base concerning the World Heritage site. Dr David Miles, chief archaeology adviser to English Heritage, agrees with the report. “Stone - henge has not been well served by archaeolo - gy,” he admits. “Much of the area was excavated in the 19 th century, when gentleman amateurs – glorified treasure-hunters, really – would get their labourers to dig great trenches straight into its barrows and graves.” Dr Miles says that the material ‘looted’ during this early period was crucial to gaining a proper understanding of the megalithic site. The amateur archaeologists ransacked the site, removing human remains and grave goods that were interred at Stonehenge. “It was Indiana Jones stuff. We need to get that material back,” says Dr Miles. However, Dr Miles also believes that the ef - fort since has also not helped solve the myster - ies of the UK’s top archaeological location. He points out that the long barrows – the oldest of the communal graves built round Stonehenge Megalithic site “not well served by archaeology” Call for Stonehenge Investigation – have never been comprehensively excavated, despite the fact that this area could contain the final resting places of the original inhabitants. The English Heritage report urges new ex - cavations be carried out to provide more data. “It is over 50 years since substantial excavations have taken place at Stonehenge and more than two decades since the small-scale excavations,” the report notes. One of the more important recent discover - ies has been the ‘Amesbury Archer’, an individ - ual found buried near Stonehenge surrounded by a cache of archaeological treasures. Tests on his remains showed that the archer came from the Alps while the ornaments found in his grave were traced to Spain and France – evidence that there was an advanced network of trade and migration across Europe, even at this early point in history. The standing stones of Stonehenge are be - lieved to have been erected between 2500 BC and 2000 BC, while the older earth bank and ditch surrounding them have been dated to ap - proximately 3100 BC. (Source: www.guardian.co.uk) Standing Stones of Stonehenge P hilip J. Klass, a skeptic well- known for his vociferous attacks on ufology and the alien abduction phenomenon, passed away on August 9 th aged 86. Klass, a founding member of the Committee for the Scientific Investigation of Claims of the Paranormal (CSICOP), had been battling a long-term illness. Klass labeled alien abduct - ees as attention seekers who lied about the experience simply because they were, in his own words, “little nobodies.” Many researchers in ufology – includ - ing some skeptics – disliked the debating techniques used by Klass, with the general percep - Philip Klass Dead Infamous UFO skeptic passes away at home, aged 86 tion that he employed propagan - da and character assassination in order to win arguments. One particular case was his acrimonius relationship with at - mospheric physicist Dr. James E. McDonald. After McDonald had demolished Klass’ ball lightning explanation for UFOs, in re - sponse Klass accused McDonald of misusing public funds, which resulted in a government in - vestigation and audit. Many feel this sequence of events con - tributed to McDonald’s suicide soon after. (Source: www.johnemackinsti - tute .org) T wo nuclear historians have claimed to have found evi - dence backing the contro - versial theory that the U.S. de - cision to drop atomic bombs on Japan in 1945 was meant to kick- start the Cold War rather than end Word War II. If true, they say that President Harry Truman bears a heavy responsibility for nuclear proliferation. “He knew he was beginning the process of annihilation of the species,” Peter Kuznick told New Scientist . Kuznick, who is the di - rector of the Nuclear Studies In - stitute at American University in Washington D.C., says “it was not just a war crime; it was a crime Atomic Conspiracy Theory Historians uncover truth about Hiroshima against humanity.” Kuznick presented the find - ings on August 6 th, , the 60 th anni - versary of the Hiroshima bombing, along with his co-researcher Mark Selden, an historian from Cornell University in Ithaca, New York. Records show that Truman agreed three days before Hiroshima that Japan was “looking for peace.” “Impressing Russia was more important than ending the war in Japan,” Selden revealed. The atom - ic bombs dropped on Hiroshima and Nagasaki in 1945 killed more than 200,000 people, and has been credited for ending the war. (Source: www.newscientist.com) News Briefs Fears are held for the fu - ture of the Mandaean re - ligion of Iraq, which holds John the Baptist in highest esteem Astronomers have discov - ered three planet- sized objects outside of Pluto’s orbit, named for the time- being Xena, Santa and Eas - terbunny. Scientists have found evi - dence that large amounts of water-ice hide within mas - sive sand dunes on Mars. New research suggests the coming and going of major ice ages might result partly from our solar system’s passage through clouds of exploding stars in the Milky Way galaxy. Researchers from New - castle University have been given permission to carry out experiments on hu - man embryos that would create a baby with three biological parents – two mothers and a father. Austrian archaeologists have uncovered a possi - ble ‘ritual burial’ dating to 27,000 years ago, with the discovery of the remains of two newborn infants cov - ered by beads and mam - moth bones."},{"pageNumber":4,"pageContent":"October 200 5 | Sub Rosa 4 S ub Rosa | October 2005 5 News Briefs News News News Briefs Oscar-winning director Steven Spielberg has pro - claimed he is baffled by the fact that fewer UFO sightings are made today than in decades past, con - sidering the technology to record encounters is so commonplace today. A recently released file from the UK’s National Archives shows that au - thor George Orwell, who coined the phrase ‘Big Brother’ in his novel 1984 , was himself the subject of repeated special branch reports for more than 12 years of his life. A $1.25 million dollar re - ward for the capture of a live and uninjured ‘Tas - manian Tiger’ – which are thought to be extinct – has gone unclaimed . An Italian author has stirred controversy within the Catholic Church by claiming that a number of 14 th century artists paint - ed the Virgin Mary as they imagined her to have been while she was pregnant. The Australian discov - erers of the Indonesian ‘hobbit’ have come under fire from skeptics who claim the alleged new spe - cies was just a diseased human. A Chinese cosmetics com - pany is using skin harvest - ed from the corpses of ex - ecuted convicts to develop beauty products for sale in Europe. The British Health Protec - tion Agency has acknowl - edged for the first time that people can suffer nau - sea, headaches and mus - cle pains when exposed to electromagnetic fields from mobile phones, elec - tricity pylons and compu - ter screens. Reports that the US Army is considering building a massive lozenge-shaped blimp the size of a foot - ball field have caused some UFO researchers to ask if prototypes might be re - sponsible for recent ‘flying triangle’ sightings. A new United Nations report claims the world’s richest 500 individuals have a combined income greater than the poorest 416 million. A team of astrophysicists claims to have found solid evidence that space is six- dimensional. Archaeologists have un - earthed the world’s earli - est example of a fishing boat, dating to 6000 BCE. A new study has found that Vitamin C may be em - ployed to fight cancer. Scientists found that high doses of vitamin C injected into the bloodstream killed cancer cells it encountered. The new findings contradict earlier studies which showed no effect, although those tests involved lower doses of orally administered Vitamin C, com - pared to the high-dose intra - venous method used in the recent study. Researchers were at a loss to explain exactly why the re - sults were positive, although they noted the treatment led to the formation of hydrogen peroxide – a chemical known to be toxic to cells. Nevertheless, in the trials they found that only cancer cells Vitamin C Fights Cancer were affected, with normal cells remaining unharmed. Lead researcher Dr Mark Lev - ine said the treatment would have to be proved safe before being giv - en to patients. He acknowledged that more tests would be required, especially considering the charged history of the Vitamin C-cancer connection. “Ascorbate as a po - tential cancer therapeutic agent has a controversial and emotion - ally-charged past,” he said. (Source: news.bbc.co.uk) R esearchers believe they have made the first step towards decoding the bi - zarre ancient language of South America’s Inca civilization. Rather than developing a writing system like most other cultures, the Incas used a series of knotted cords, known as khipu, to record their thoughts. The discovery was made by Professor Gary Urton and Car - rie Brezine of Harvard University. “Every major ancient civilisation – Inca, Chinese, Egyptian, Mayan, Aztec and Mesopotamian – de - veloped sophisticated means of tracking its sprawling empire,” said Professor Urton. The new discovery, he said, “reveals a new consonance between the Inca and other ancient cultures.” When the Spanish conquered the Incas in 1532, they observed how groups of khipu were used to issue orders and record re - sults. However, they could not understand how to translate the ‘writings’, which were read in part by running fingers over the strand to feel the knots. As with anything which re - mained hidden to those in power, the khipu were banned in 1583 under the guise of being idola - trous, and an order was issued to burn any that were found. As such, very few have survived to modern times, a fact which has contributed to the difficulty in translating them. “This work gives us some sense of how this complex infor - mation was compiled, manipulat - ed, shared and archived in the Inca hierarchy,” Prof Urton said. The newly translated word is in fact a place name, and was de - scribed in the journal Science by the Harvard team. Incan Mystery Decoded? First crack in ‘knot language’ (Source: www.telegraph.co.u k ) T wo new research studies may bring us closer to the ultimate question of what happens when we die. That’s the opinion of Dr Sam Parnia, who studies Out-of-Body Experiences (OBEs) as part of his interest in near-death expe - riences (NDEs). Dr Parnia is looking at re - ports of OBEs from cardiac ar - rest patients. Part of his testing involves boards suspended from the ceiling which have images on the upper side. If people’s “souls” really do float to the ceiling during a NDE/OBE, they may be able to look down from above and later recall the hid - den information – which would Out of Body Investigation provide strong evidence that the mind and body are independent. Meanwhile, a team of scien - tists at the University of Man - chester are constructing a profile of those who are more likely to have OBEs. Using an online ques - tionnaire, they hope to isolate dif - ferences between those who can and can’t have OBEs. Dr Parnia has high hopes for the new research. “In studying [OBEs] further we will be able to discover the true nature of the relationship between the mind and the brain and answer the wider questions regarding the existence of an afterlife.” (Source: www.news.bbc.co.u k ) A uthor Nick Redfern has reignited the debate over the alleged Roswell UFO crash with a new book ti - tled Bodysnatchers in the Desert . According to Redfern, the crash- site discovery was not in fact a UFO, but actually related to a high - ly-confidential, US Government- sanctioned program to conduct medical experiments on deformed, disfigured and diseased Japanese New Roswell Theory Controversial claim of unethical human tests people and prisoners of war. Redfern probed original doc - uments and talked to ‘whistle- blowers’ before coming to his conclusion. According to the well- known UFO and cryptozoology researcher, “the Americans were carrying on with the war crimes the Japanese had committed and were using Japanese personnel to do it on American soil.” (Source: www .uforeview.net)"},{"pageNumber":5,"pageContent":"October 200 5 | Sub Rosa 6 S ub Rosa | October 2005 7 A field of research and philosophy called Transhumanism is rapidly evolving (if you’ll pardon the expression) into one of the major ‘buzz’ topics of our age - noticeable in the sheer number of recent news stories and books on the subject. Tran - shumanism focuses on the use of science and technology to overcome the physical limita - tions of the human body, and we are now living in a time when the resources and knowledge required to do so are well within our grasp. However, some Transhuman - ists go even further to propose that, due to the exponential growth of technology, we are fast approaching a point they call ‘the Singularity’ - a mo - ment in history when techno - logical change will signal an unheralded meta - morphosis. Well-known inventor and futurist Ray Kurzweil explains: An analysis of the history of technology shows that technological change is exponential . . . within a few decades, machine intelligence will surpass human intelligence, leading to The Singularity - technological change so rapid and profound it rep - resents a rupture in the fabric of human history. The implications include the merger of biological and nonbiological intelligence, immortal software- based humans, and ultra-high levels of intelligence that expand outward in the universe at the speed of light. This idea that superhuman intelligence becomes Columns GREG TAYLOR Columns GREG TAYLOR self-reinforcing, able to continually augment it - self into something even greater, has led Arthur C. Clarke to describe the 21st century as the moment between two separate types of evo - lution - the biological evolution that has taken billions of years to create ‘intelligent’ complex organisms, and the imminent technological ev - olution, whereby we augment our bodies and brains with artificial machine elements. Ac - cording to transhumanists, we are literally ‘becoming the Borg’ . . . we will soon start augment - ing our bodies and brains with technology to increase our intel - ligence and access to knowledge, give ourselves the strengths of a superhero, and perhaps even avoid death altogether (as per Kurzweil’s “immortal software- based humans”. Perhaps this is indicative of our new ap - proach to our millennia-long battle with the Grim Reaper - to not integrate death into our philosophy of life, but to try and beat it alto - gether. But perhaps it raises questions about whether there should really be a battle at all? If Near-Death Experiences (NDEs) are truly glimpses into an afterlife realm, if the tenets of reincarnation are correct in saying we are learning through our many lives, or if shamans are right in saying that our present reality is just one in a Universe teeming with extra-di - mensions of being - are we so smart to be avoiding the realm of the dead? On the other hand - certainly, if there is no other reality except the physical Universe, then we may be tempted to prolong our time on Earth in anyway we can. It all comes down to belief - and our modern society, based on the physicalist philosophy which grew out of the Enlightenment, is one (in the majority) that believes that death is something to fear . . . the end, dissolution, the ultimate nightmare of the ego. Reference our fascination with death on the nightly news, or our predilection for hiding our dying away in hospitals, prolonging their lives as long as possible through techno - logical means, revoking any calls they make for the right to voluntary euthanasia as they die without grace. Death scares us. It’s amazing how our worldview is shaped by our beliefs - for me, war is something ab - horrent, the carnage of the battlefield insen - sible . . . and yet, I know well that to a Norse warrior, death in combat meant entry to Val - halla (literally, “Hall of the Slain” in Norse), escorted by the valkyries to feast each night on roast boar and mead with Odin (an ancient equivalent of the modern Islamic dream of martyrdom?). Who is right, and who is wrong - therein lies the basis for many of the great - est conflicts in history. Far be it from me to suggest an answer. Could the transhumanist movement create a new schism in society, between ‘humans’ and the ‘transhumans’? No doubt, many cultures - especially those based in traditional beliefs and dogmas - would find the transhumanist philosophy abhorrent. The ‘humans’ would no doubt be the socially inferior, subject to the power and dominance of the ‘transhumans’ - less ‘intelligent’, far more weaker, and having a Greg Taylor is the owner/editor of the online alternative news portal, The Daily Grail , and is also the editor of Sub Rosa Magazine. He is inter - ested and widely read in topics that challenge the orthodox worldview, from alternative history to the mys - teries of human consciousness. Greg currently resides in Brisbane, Australia, and has recently published his first book . The Guide To The Solo - mon Key is a guidebook to the eso - teric history and locations likely to be included in Dan Brown’s next book, The Solomon Key . Are we so smart to be avoiding the realm of the dead? Profile Amazo n U S Amazo n U K A Life Or Death Question Could the transhumanist movement create a new schism in society, between ‘humans’ and the ‘transhumans’? much shorter life span. However, they would likely feel righteous in their refusal to partake in the “devil’s fruit”, and would therefore feel some measure of contentment at their per - sonal strength. As much as it sounds like the plotline for a new science-fiction film, these may be subjects that humanity will have to contemplate in the coming century. Perhaps it adds impetus to the call for more comprehensive research on the possible evidence for an afterlife and/or extra-dimensional realms. Or perhaps, we re - ally are meant to learn through our lives - and this is just the latest lesson."},{"pageNumber":6,"pageContent":"October 200 5 | Sub Rosa 8 S ub Rosa | October 2005 9 W hat is the motivation behind the recent wave of bomb attacks in London, and all its forerunners? Of course, the repeated public pronouncements by western politicians that Muslim extremists are evil cowards who mere - ly want to disrupt and frighten is pathetically simplistic. I do not condone their methods, or their fundamentalism, for one moment. But at the very least they are not cowards, at least not if they are prepared to lay down their lives for a cause they believe in. And to say they are evil is to apply a simplistic, subjective morality that reeks of hypocrisy. And they want to do far more than disrupt us. Their deeper motivation is to show that they are prepared to stand up to the arrogant, bully-boy tactics employed by the US gov - ernment and, with its subservi - ent support, that of the UK. Increasingly they are turning to the suicide bomb to signal the seriousness of their intent. Some of the more intelligent commenta - tors pinpoint specific political issues that fan the flames of Muslim hatred of the West. Of course there is frustration at our long-standing failure to assist with the creation of an inde - pendent Palestine. And then there is Iraq. Are George Bush and Tony Blair genuinely men of integrity and conviction, who invaded Iraq in order to effect regime change and liberate a horribly oppressed people? It seems unlikely, given that their first post-invasion act was to Columns IAN LAWTON IAN LAWTON appropriate the lion’s share of contracts for rebuilding Iraq’s stricken infrastructure and the management of its oil supplies. Could they not at least have attempted to prove their eco - nomic disinterestedness by letting the UN take charge of this process? This act alone ensured that most intelligent people in the West itself don’t believe in the integrity of our actions in Iraq, let alone the Muslim populations of the Near East and elsewhere. But there is, of course, far more to the problem even than this. It derives from our unquestioning belief, indeed continued and ar - rogant assertion, that western- style, secular democracy is the panacea for all ills. Political de - mocracy is almost certainly the ultimate way forward for any country, but it comes in many forms and, above all, it can - not be imposed from outside. As the experience of Russia showed, it can only emerge or - ganically from within, and this takes time. Moreover, what must outsiders think of our western culture of total personal rights without responsibility, of marital breakdown and dysfunctional fami - lies, and of a liberalised education system that makes real learning almost impossible because of a complete breakdown in discipline? Of course, the type of society we have cre - ated can also be extremely alluring, especially if we do not examine it too closely. So undoubt - edly there will be many Iraqis, for example, who are extremely grateful to grab a share of our western lifestyle after years of repression. They do not realise, yet, that it carries with it huge dangers and pitfalls. So now we have the Muslim backlash. And the extreme irony is that instead of engaging in sensible analysis of our actions – which is only confused with weakness by those who are too insecure to stand criticism – a signifi - cant proportion of the western population, es - pecially in the US, are reactively reverting to Christian fundamentalism. Do we really want a world that has until recently been fractured by opposing political ideologies to return to being fractured by fun - damentalist religious hatred? Is it not finally time to wake up to the fact that mainstream religion has always been hijacked for political purposes? Surely we, as the human race, should have come far enough by now to say enough is enough, there must be a better way? And, of course, there is. At the start of the twenty-first century, for the first time in hu - man history, we now have a huge mass of evi - dence to support a spiritual worldview that no longer has to be based on the revealed wisdom of a Jesus or a Mohammed, or of any other prophet or guru, self-styled or otherwise. It cannot be distorted for political ends, because it is derived from the consistent experiences of thousands of ordinary men and women around the world, from all walks of life and of all religious or atheist persuasions. People with no agenda, and no axe to grind. As I briefly described in my previous column, what they share is that they have all had near-death expe - riences, or spontaneously recalled a past-life, Profile Ian Lawton was born in 1959. Formerly a chartered accountant and IT consult - ant, he turned his back on the commer - cial world in his mid-thirties to become a full-time writer-researcher on ancient civilizations, esoterica and spirituality. His first two books, Giza: The Truth and Genesis Unveiled , were published by Vir - gin and have sold over 30,000 copies worldwide, gaining widespread acclaim for their scholarly balancing of the best of orthodox and alternative thinking. His most recent work, The Book of the Soul: Rational Spirituality for the Twenty- First Century , is available direct from his website at www.ianlawton.co m , or via Amazon U K . We now have a huge mass of evidence to support a spiritual worldview or undergone regression into past lives and the “interlife” between incarnations. This rational spiritual worldview has the po - tential to finally unite rather than divide the human race, and I will be discussing it in more detail in the next issue. But for now I will em - phasise that for the first time we must face up to the difficulties of balancing the universal spirituality that is our birthright with our in - evitable technological progress. Only time will tell if we will make proper use of this world - view, instead of once again plunging ourselves into global turmoil. There Must Be A Better Way This rational spiritual worldview has the potential to finally unite rather than divide the human race Columns"},{"pageNumber":7,"pageContent":"October 200 5 | Sub Rosa 10 S ub Rosa | October 2005 11 ing in generosity of spirit threaten to undermine the war effort. In general, near-life experiences threaten to disrupt our well-organized thano - philiac society. Take the Bloodhouse as a case in point. When news of this incident spread, panicky leaders and paranoid officials from all branches of government came out in force, say - ing the near-life experience must be eliminated or could become our worst nightmare. “Our main fear,” Vice-President of the Ameri - can Morticians Association, Lon Cheney, gravely observed, “are near-life experiences. If we allow them to gather momentum, they will disturb the smooth running of our social and economic sys - tem. They will poison the power of the military. And certainly the near-life state is no friend to capitalism. The truth is that it offends everything that is thanotopical in our society.” The Lon Cheney Morticians group urged followers to focus on the benefits of crushing the near-life movement. A common danger from the outside can force even the most frac - tious to unite under one banner, they point out, and we must face the fact that survival demands that we contain, invalidate, and quell all talk of the near-life experience. “There is no such thing,” the Vice-Presi - dent has repeatedly said, “but if there were, we should do our best to stamp it out.” So it is not surprising that a mass protest is being planned for Washington, D.C., led by the Reverend Per - ry Inkwell whose motto is: “Near-life has no place in our Thanatopia.” But there are groups with opposing views. These people, a pathetically small minority, are from all parts of the country and represent all races and belief-systems. They claim there’s no stemming the tide, and that even as we speak there are groups forming in out-of-the-way places, in small towns and big cities, in thou - sands of fifth columns infiltrating our institu - Michael Grosso is a teacher, author, and painter, whose interests span psychical research, metaphysical art, the parapsychology of religion, and, primarily, philosophy. He received his Ph.D. in philosophy, and studied clas - sical Greek, at Columbia University. He has published books on topics ranging from life after death to the mythologies of endtime. He presently lives in Charlottes - ville, Virginia, where he is affiliated with the Division of Personality Studies of UVA. Michael’s most re - cent book is titled Experiencing the Next World Now , which surveys the evidence for life after death and shows how personal experience can convince you it is real. S hocking stories have begun to trickle in from all parts of the world that are be - ing described as “near-life experiences.” It’s not clear if these phenomena should be taken seriously or treated as silly or suspect. Most scientists agree that near-life experiences are, if not impossible, improbable and certainly suspect. More to the point perhaps, it’s danger - ous to confront a person who has had a so-called near-life experience. Take for example this report just in from Reuters, rather obscurely titled, American Praises Wife’s Eyes . It concerns the case of a New Jersey public accountant who, while vacationing in Paris with his wife of fifty years, on the way down the Eiffel Tower had an incred - ible near-life experience. According to the report, the American noticed the color of his wife’s eyes. This quickly led to a sensation of joy and ex - citement, a discernible quiver of esthetic delight. Then he actually spoke to his wife about his experience. “It’s astonishing,” he said, in the presence of witnesses. He then said to her: “I like the color of your eyes.” Scientists in America are alarmed by the re - cent wave of near-life reports. Nothing in their theories could have predicted something so de - viant and frankly mysterious. Nor has mainline religion been cordial or welcoming. Religious pros and hard-nosed scientists agree: near-life experiences are nasty and subversive. Consider a report from Charlottesville, Vir - ginia, about a case of near life breaking out on the Downtown Mall. The scene of the event was the Bloodhouse Coffee Palace. Again there were bona fide witnesses. What happened? The witnesses swear seeing a customer in the Bloodhouse receive a coffee refill for free. No one knows the exact circumstance of this uncanny event, but credible testimony has been deposed. There is a widespread feeling that if this story is true and incidents of a similar type start to proliferate, all hell could break loose in Amer - ica. What would happen if giving things away for nothing became habitual? To confound matters, we have several re - ports from Baghdad. According to anonymous sources who fear for their lives, their families and their friends, a man on a Baghdad street al - legedly smiled at a stranger – clearly, an incident with all the earmarks of the classic near-life experience. There were more than one report of such smiling and according to Aljazeera they sent shock waves through war - ring factions all over Iraq and the Middle East. Smiling at strangers could very well be a harbin - ger of social chaos, the dissolution of bounda - ries, and worse, the end of fear. Authorities from all sides of the conflict – mullahs, politicians, and American investment magnates – converged to issue a statement condemning the reports. Near-life experiences were described as publicity stunts, exaggera - tions, illusions, the result of incompetent re - porting, or just plain malicious prevarication. Across the board, however, there is this con - sensus: near-life experiences such as smiling at strangers or praising beautiful things or indulg - Columns MICHAEL GROSSO Near-Life Experiences Scientists in America are alarmed by the recent wave of near-life reports MICHAEL GROSSO tions, our schools, our arts and sciences, the common walks of everyday life, and all very cu - rious and very open to investigating the near- life experience. There is even a rumor that Bill Gates is planning to underwrite a new American Society for the Exploration of Near-Life Experience . This of course is far-fetched and incredible and a sign of just how credulous people are becom - ing nowadays. Profile Amazo n US Amazon U K Columns And certainly the near-life state is no friend to capitalism"},{"pageNumber":8,"pageContent":"October 200 5 | Sub Rosa 12 S ub Rosa | October 2005 13 INSERT CLEVER MISSION STATEMENT HERE . . . At Artifice Design we won’t give you the hard sell. Visit our web site, download a PDF of our latest work, and see how we can help you. What we do: Book cover design Magazine design Web site design Brochure design www.artifice-design.co.uk"},{"pageNumber":9,"pageContent":"October 200 5 | Sub Rosa 14 S ub Rosa | October 2005 15 The Equinox H ardly a week goes by without an announcement that some ancient structure or astronomical artifact has been found, or some civilization is discovered to be older or more advanced than previously thought. Graham Hancock, Robert Bauval, John Anthony West, and many other leading edge thinkers are now correcting years of academic bias that filtered out anything that didn’t fit with a linear progression of his - tory. We are learning that the Sphinx and other megalithic structures are probably much older than we first thought and they almost always align to key astronomical coordinates or re - flect the patterns of the heavens. Some of these things have been noticed for years but they Precession Of by Walter Cruttenden The Ancient Truth Behind Celestial Motion G erman site predates Stonehenge: Archaeologists have found what could be Europe’s oldest astro - nomical observatory near the town of Goseck in the eastern German state of Saxony-Anhalt. The archaeological discovery lies only 25 kilom - eters from the forest near the village of Nebra, where an Early Bronze Age disc with gold foil ornaments and undeciphered astronomical infor - mation was unearthed just over three years ago. The site, which is estimated to be around 7,000 years old and measures 75 meters in diameter, is thought to be one of the oldest and largest of the 140 similar sites now discovered throughout Western Europe."},{"pageNumber":10,"pageContent":"October 200 5 | Sub Rosa 16 S ub Rosa | October 2005 17 Features Features were almost never discussed by academics that were discouraged from straying too far from their peers. The fact that there were numerous highly evolved civilizations all over the globe is slowly gaining acceptance, at least among the thinking public. Consequently, greater effort is now be - ing employed to find out exactly how much the ancients knew, how widespread their cultures really were and how far back their knowledge might date. Offshore searches, better technol - ogy and the ability to communicate and access obscure data quickly over the Internet are aid - ing in this spontaneous collaborative process. As the evidence mounts, other major ques - tions are being asked: What is the source of the ancient knowledge? Does it stem from a long lost civilization, possibly an Atlantis or Lemu - ria that predates even the early Egyptian and megalithic cultures? Or as others might argue: Was man really a hunter-gatherer on a slow path of evolution and then suddenly benefited by contact with a highly advanced alien race? Or could there be another answer why we find that primitive man was not so primitive after all? In recent years we have found: that the Sum - erians engaged in brain surgery, the Egyptians used prosthetic devices and engineered struc - tures that still can’t be duplicated today, the ancient South Americans built massive stone structures of such fine tolerances they did not require mortar, an unknown race etched out patterns on the ground that only make sense when viewed from the sky, and the ancient Europeans built megalithic structures and as - tronomical observatories in England, France, Germany, Ireland and more and more are now being found all over the world. All of these cul - tures seemed to have a profound knowledge of star movements as well as lunar and solar cycles. Furthermore, we know from Giorgio Santillana of MIT and Hertha von Dechend of Frankfurt University, the two brilliant scholars behind Hamlet’s Mill , that the myth and folklore of almost every ancient culture indicate they had a broad, indeed universal knowledge, of the “precession of the equinox”. Precession Why precession? What is so important about the slow backward movement (precession) of the equinox through the constellations of the zodiac that it became the number one myth of the ancient world? Only the flood story seems to be as widely repeated throughout these old world cultures. Precession of the equinox is the phenome - non whereby the sun on the day of the equinox (that day when the day and night are of equal length) rises in different constellations, chang - ing by about 50 arc seconds per year. At that rate it takes almost 26,000 years to “precess” (move backwards) through all twelve signs of the ancient zodiac. The Spring equinox, moving through Pisces for the last 2000 years, is now at the “dawning of the age of Aquarius”, meaning it’s just about to rise in Aquarius and will keep doing so for about another 2000 years, until it moves completely through that constellation unto the next, and so on. From any fixed point on earth we notice the stars shift position by about 4 minutes per day due to the earth’s annual orbit around the sun. This is not precession but it is a similar observed motion that is easy to notice from night to night or month to month. Precession however proceeds so slowly, about one degree per 72 years, that it takes very patient obser - vation to notice this subtle astronomical phe - nomenon. A megalithic structure, with its large fixed stones, is an ideal vantage point for ob - serving this slow movement of the stars from year to year, and ancient cultures certainly had many of these “observation” structures. Nev - ertheless, it would have taken generations, and careful record keeping to notice a large enough Narrated by Hollywood legend James Earl Jones, The Great Year investigates commonalities in worldwide beliefs about great cycles of history, and looks back into time seeking answers to ques - tions that still loom over science today. How far back do humankind’s roots real - ly go? What did the ancients know about the stars and their movements and what can we learn from them? How was the Precession of the Equinox, the slow progression of the stars across the sky over thousands of years, used to mark the rise and fall of these great ages by the ancients? Many cultures spoke of an unseen sun driving Precession and caus - ing the cycle of this Great Year. Could there be an unseen companion to our Sun? The Great Year examines this theo - ry and finds that perhaps these ancients were really onto something! The Great Year Preview 2 Preview 1 ...the slow movement of the Earth in its precessional cycle indirectly causes the very rise and fall of civilization. Amazon U S PRECESSION OF THE EQUINOX PRECESSION OF THE EQUINOX movement to be sure that the equinox was indeed precessing through the constellations. Some say the only reason for all the myths and folklore about precession and the heavens is just because the ancients didn’t have televisions and had to spend their time talking about the stars? This explanation sounds as hollow as the explanation that Stonehenge was built out of virtually unmovable rocks, moved over a hun - dred miles with unknown technology, just so the local farmers would know when to plant their crops! These guesses only show our lim - ited knowledge of ancient cultures and portray the modern bias that all who came before us must be “primitives”. Fortunately, we learn from Oriental As - tronomy, and from carefully studying the myths themselves, why precession was so vitally im - portant to advanced cultures of the ancient world. That is: just as the daily spin of the earth on its axis causes night and day and has a dra - matic effect on consciousness producing waking or sleeping states on a mass scale, and just as the earth’s annual motion around the sun caus - es plants to spring out of the ground, bloom and give fruit only to decay again and all man - ner of other life to spawn, hibernate, fly south or otherwise change its behaviors, so does the slow movement of the earth in its precessional cycle indirectly cause the very rise and fall of civilization. Although this knowledge, or even a clear understanding of the legends, has been lost for thousands of years it is now being re - discovered. If true, that civilizations rise and fall as an indirect result of the precessional move - ment, it could be an alternative explanation for why we see evidence of advanced cultures back when man was supposed to be a primitive hunt - er-gatherer. Also, it might explain the ancient fascination with precession: it was their “what time is it and how’s the weather” topic, at least on a long term scale. The Yuga Cycle or Great Year Plato and the Greeks called this cyclical, precessional motion the “great year” as did the early Chinese. The Vedic Indians called it the Yuga cycle. These ancient cultures explained Official Web Sit e"},{"pageNumber":11,"pageContent":"October 200 5 | Sub Rosa 18 S ub Rosa | October 2005 19 Features Features longer discussed. Thus the great year has gone from being the number one topic of discussion in the ancient world to near total oblivion. If one was the god “Kali” and really wanted to cause a great dark age, there would be no better way than to obscure knowledge of time and the basic motions of the earth – and this is just what happened. In the dark ages, man lost the knowledge that the earth was spinning or that the earth went around the sun. Although Aristarchus of Samos, Archimedes and other ancients knew and wrote about our heliocentric system, man somehow forgot this and thought that the earth was “flat” and that the “sun went around the earth”. This condition persisted for over two thousand years (the length of the combined Kali age on earth) until Copernicus resurrected the old knowledge near the beginning of the as - cending “spring” age, now known as the ren - aissance. Incidentally, this term “renaissance” means renewal, and refers to the renewal of the higher ages. Copernicus acknowledges that he consulted ancient texts when he properly interpreted the first two motions of the earth. Unfortunately, he did not have access to information on the third motion, yet he still needed to explain the phenomenon of precession. Consequently, to address this obscure subject he said the earth must wobble or experience “libration”. While this does properly explain the apparent motion from the earth (as the pole of the axis does draw an elliptical shape in the stars from our point of view) it does not explain the cause of this apparent motion. So along came Newton who said that if the axis wobbled it must be due to his newfound laws of gravity, probably the sun and moon tugging on the oblate earth. The fact is his equations for these motions nev - er quite worked, and have been continuously modified ever since, but that’s another story. Binary Motion In 1894, a great Indian sage, Swami Sri Yukteswar, wrote a science book explaining the rise and fall of the ages and attaching the cause of this phenomenon, and that of precession, to a bi - nary motion of our sun. He said, “ We know from Oriental Astronomy that moons revolve around their planets, and planets revolving on their axis with their moons revolve around the sun, and the sun takes some star for its dual and revolves around it in a period of about 24,000 years causing the backward movement of the equinox.” Interestingly, this statement was made at a time when there was very little knowledge of “rare double stars” (now known as binary systems) and no knowledge that some stars like brown dwarfs or black holes might be very difficult or impossible to see. According to the latest NASA figures a huge number of stars are undetectable and roughly 80% of all visible stars are now considered to be part of a binary or multiple star system. So what are the odds that our sun is part of a binary system? Most scientists will tell you if we were in a binary system we would know it by now. How - ever, if the orbit period were long enough or if the companion were faint enough or if gravity worked a little differently outside the solar sys - tem, as proposed by some, then it is quite pos - sible we would not know our sun has a compan - ion star. And what about precession, could it be the result of our sun’s curved motion through space, which is what our sun would do if it were part of a binary system? This question raises the ire of all those who were taught that pre - cession is strictly the result of lunisolar forces acting upon the oblate earth. Although it is an extremely complex theory that is impossible to prove or model in a laboratory, it has been left unchallenged until just the last few years, and some now say it just doesn’t work. Here at the Binary Research Institute we accept modest lunisolar forces but have found fundamental flaws in the current explanation of precession, whereas a binary model seems Ancient folklore from around the world rings with two resonating themes: History moves in cycles with alternating Golden and Dark Ages, and the slow movement of the stars across the sky, the Precession of the Equinox, is the cause and timekeeper of these cycles. For years we have heard that these are only myths, there was no Golden Age and precession is just a wobbling of the Earth’s axis. Now Lost Star of Myth and Time shows evidence the Ancients were not just weav - ing fanciful tales – science is on the verge of an amazing discovery – our Sun has a companion star carrying us through a great cycle of stellar influences. If true, it means the Ancients were right and our views of space and time and the history of civiliza - tion will never be the same. More than that, it would mean we are now at the dawn of a new age in human development and world conditions. Lost Star of Myth and Time is due for re - lease in October 2005. Lost Star of Myth and Time A binary model seems to solve many of the long-standing problems in solar system formation theory PRECESSION OF THE EQUINOX PRECESSION OF THE EQUINOX that just as the earth had a seasonal year that effected all life so too did it have a type of great year, a very long period where the earth went through a metamorphosis from a dark age, to an age of enlightenment then back again. Just as the day and year have their phases of increasing and decreasing light, the ancients broke the great precessional year into two parts: 12,000 years ascending and 12,000 years descending (when things are getting better and things are getting worse) and broke each of these into four sections which the Greeks called the Iron, Bronze, Silver and Golden ages. Each of the ages were said to have a particular characteristic sort of like the four seasons, but whereas the seasons are more noticeable as a physical effect and only indirectly affect man’s consciousness (we think), the ages were said to have a profound effect on man’s consciousness and indirectly on his state of development on earth. For example, fables of a golden age or age of enlightenment refer to the higher ages or the “summer” of the yugas. The Vedic culture probably expounded on this cycle better than any other and they broke it into great detail describing the incredible pow - ers of man in the higher ages and the misery and chaos that exists in the darkest age which they called the Kali Yuga. Unfortunately, dur - ing the last Kali Yuga, corresponding with the world wide dark ages, the method of calculating the yugas became obscured. Hence the period of time for one ascending or descending age, correctly referred to as 12,000 years in the Ma - habharata, was multiplied by 360 resulting in an immense period of time that lost all correlation to the precessional cycle or the archaeological record. Such is the way of the dark ages! Celestial Cause The great year was said to be driven by a celestial motion just as real as the two motions that drive night and day and the seasons of the solar year. These first two motions; a spinning earth and an earth that orbits the sun, are the cause of most natural cycles on earth and are the basis of our daily and annual time systems. But the great precessional year is no longer equated with any time system and its slow effect on mankind is no Amazon U K Amazon U S Click here to read an excerpt from Chapter 1 (PDF) . Official Web Sit e"},{"pageNumber":12,"pageContent":"October 200 5 | Sub Rosa 20 S ub Rosa | October 2005 21 Features Features to solve many of the long-standing problems in solar system formation theory. For example: it has been found that the earth does not precess relative to objects within the solar system (like the Moon or Perseids comet debris) but it does precess relative to fixed stars outside the solar system. This is very hard to explain if preces - sion is caused by anything other than a binary motion. Also, the binary motion seems to eas - ily solve problems with an uneven distribution of angular momentum within the solar system, and it provides a logical reason for the observed non-random long cycle comet paths and the sheer edge of the Kiuper Belt. Other non-traditional scientists are also coming to similar conclusions. The Homann’s of Canada have been saying for several years that current lunisolar precession theory does not work, and they make compelling arguments that any rotation of the earth (as lunisolar theory requires) does not show up in time and motion equivalency measurements. And Carlo Satagata of Italy, taking a dynamicist’s approach shows us current precession theory fails miserably to account for even known relativistic effects. In summary, the lunisolar theory seems doomed while the binary theory looks very promising. Most recently, work has been done apply - ing Kepler’s law to a binary motion, to show that if the binary orbit were slightly elliptical, as virtually all orbits are, then precession, now at a rate of 25,770 years, (for both ascending and descending phases combined) would aver - age about 24,000 years if the apoapsis (farthest point of distance) between the two stars was reached at the depths of the dark ages, about 500AD. This would show that the average pre - cession rate agrees perfectly with the ancient Vedic interpretation of the Yugas. Implications for the Great Year If the binary theory were correct it would go a long way to shedding light on the great year myths and folklore from around the world. Many of these myths directly relate the movement of the sun through the constellations with a changing environment on earth. It is well known that in the Mythraic mystery school, that Mythra “moved the Sun and caused precession”. According to Michael S. Heiser, a cuneiform scholar of the highest magnitude, the Sumerians said the celestial object “Nibiru” drove precession. According to Richard Thompson, “...the Greeks believed that each set of four ages ended in a catastrophe. Norse mythology taught that the destruction of the gods called Ragnarok was followed by a fresh cycle of creation. The Chinese called the interval between world destructions a “great year”, the Hopi spoke of four worlds, with three ended by destruction. Likewise the Sioux Indians have a close parallel to the Hindu bull of Dharma that loses one leg during each of the four successive yugas”. No doubt there are great catastrophes, such Walter Cruttenden is an amateur as - tronomer and author of the binary the - ory of precession. As Executive Direc - tor of the Binary Research Institute he spends much of his time researching the celestial mechanics of the Precession of the Equinox, as well as ancient struc - tures, myth and folklore related to this phenomenon. He is the writer-producer of The Great Year ; a PBS broadcast doc - umentary film (narrated by James Earl Jones) that explores evidence of astro - nomical cycles of time known to cultures throughout the ancient world. He also the author of Lost Star of Myth and Time (St. Lynn’s Press), a book that examines myth and folklore about a Golden Age, and finds it may have a basis in modern astronomical fact. Cruttenden has written papers and articles and spoken on the topics of Precession, Our Binary System, The Cosmic Influence and Astronomical Myth and Folklore at numerous Uni - versities and scientific symposiums including: the University of Virginia, University of Arizona, University of California at San Diego, the Scientific Society for Exploration, and similar forums throughout the United States. Profile PRECESSION OF THE EQUINOX PRECESSION OF THE EQUINOX stars. Were shaman, and saints and sages and yogis, and enlightened demigods just made-up stories of a fantasized higher age? Or were they people like you and me who achieved their full human potential? Knowledge of a binary motion of our sun and its connection to the precession of the equinox may be the next major discovery. If it is confirmed, it might finally lead us to an under - standing of who and what we really were, and more importantly, what we have the potential to become. as comets, asteroids, large earth movements or possibly even pole shifts that befall the earth from time to time and interrupt the history of man. And maybe even extraterrestrials affected life here on earth. But none of these explain why we had a progressively declining civilization for thousands of years before the dark ages, or why intelligence and technology generally seem to be advancing so smartly since the beginning of the renaissance. A binary system of our sun traveling through space taking the earth on a long elliptical journey where it might possibly be influenced by cosmic radiation, negative ions, a different magnetic field or even increasing or de - creasing amounts of a certain spectrum of light, could very well explain the myths that come to us from every world culture. Incidentally, there is good science to prove the aforementioned subtle influences affect consciousness and can dramatically change test scores and individual behavior. Imagine what would happen if the whole planet were affected on an ongoing basis for thousands of years. Lost Knowledge Resurrected Slowly but surely lost knowledge is being resurrected. Near the end of the Roman empire we lost our ability to build arches but that came back almost a thousand years later. We lost our ancient knowledge of plotting eclipses and of the first two motions of the earth, but they have since been rediscovered. We lost our knowledge of Greek democracy and humanity and medicine, we forgot how to perform brain surgery or build prosthetic devices but these have all been rediscovered. And now we think we know much more than the ancients but our environment suffers and our natural resources are being depleted, and we live in a stress filled society with tremendous social problems. If the great year cycle is true, perhaps we are close to rediscovering how to once again live in harmony with the earth and maybe each other. Consider what a golden age might have been like, when science and spirituality worked together, when we revered the heavens and only built permanent structures if they were aligned in harmony with the motions of the earth and"},{"pageNumber":13,"pageContent":"October 200 5 | Sub Rosa 22 S ub Rosa | October 2005 23 F rom the email I’ve received over the past couple of years, it has become evident that many readers of my col - lection of occult prose-poems entitled Ijynx are still puzzled by certain remarks that I made in the book’s foreword – namely that Aleister Crowley’s book, Atlantis: The Lost Con - tinent ( Liber L I ) is not merely a “sexual magical treasure” as Kenneth Anger called it, but that it actually both conceals and reveals a higher Arcanum involving a highly-specialized form of esoteric cannibalism that was practiced by a necrophagous cult older than the earliest dy - nasties of ancient Egypt (Khem). Furthermore, I suggested that the valuable ‘orichalcum’ mined by the Atlanteans (or civilization X if you’d pre - fer) was in reality a mysterious post-mortem endogenous substance known by several names, but most commonly called “The Philosopher’s Stone” by the later day alchemists in their pur - suit of the Great Work. As a hint of this death- borne residue, I quoted the following passage from Liber LI , calling it an ingenious cryptogram: “the pavements were rough and broken almost everywhere” for a reason which he (Crowley) was not permitted to disclose. But apparently this clouded things even further, and was seen by some as an example of obscurum per obscu - rius , a phrase used by alchemists in describing their own writings meaning “to explain the ob - scure by the more obscure.” Not wanting to be known as a grudging alchemist, armchair or otherwise, I will now endeavor to clear up a few things with hopes of illustrating my earlier point. Although Crowley’s Liber LI is most certainly a further example of allegorical ‘high-jinks’ veil - ing a treatise of sex-magick (one merely needs to substitute the word ‘semen’ for the ‘Atlante - an’ word ZRO or Zra’d in order to begin to fathom the sexual-magical treasure, complete with its tell-tale eleven stages, or, perhaps, more accurately, the sexual-magical veneer). In my opinion the book is actually (to use John Crowley , D M T by Blair Mackenzie Blake ( left) LAM by Adam Scott Miller Magick and “It seems curious with all this magic, Magic itself should be the thing most deplored. But it was the means, and, as such, that which is in particular not the end.” - Ale ister Crowley ( LIBER LI )"},{"pageNumber":14,"pageContent":"October 200 5 | Sub Rosa 24 S ub Rosa | October 2005 25 Symond’s term – after all we are talking about Atlantis) “a city within a city.” As one would expect, perhaps, embedded in the prose are more subtle layers of meaning (i.e. instructions of O.T.O. sex-magick). However, in the text of Liber LI , these ‘alchemical’ terms in turn con - tain even deeper layers of meaning (making the book actually a city within a city within a city!) – that is, they contain even more enigmatic instructions (whereupon the curtain is more tightly drawn). Seen in this light, one mustn’t think of the previous layer as a deliberate ruse of any sort, but, rather, as a synergizing agent so that, say, once the sexual-magical teachings are realized, the magician, now inspired of the Gods, is able, even if on an unconscious level, to grasp further revelations – the higher Arcanum (which means that one must be ever careful in weeding this particular garden!) Whether or not Crowley himself was con - sciously aware of the deeper meanings of some of the more perplexing sections of the book is itself debatable, although in the preface to Liber LI, while referring to the truth about the mysterious lost land, he states that he “had un - knowingly been trained to record these obser - vations by the life of a butterfly.” Now, as I’m sure everybody knows, the life of a butterfly is the direct result of a process of transforma - tion. Here, the butterfly may be symbolic of the alchemical psychic transmutation – that is, to the transhuman impartiality to the ‘phenom - enal’ world as the result of a successful (sex) magical working. In numerous cryptic references dispersed through the book (again, mostly utilizing al - chemical symbology), not only are there clues to the exact nature of the Jewel of Sacred Can - nibalism, but in a chapter that deals with the underground gardens of Atlas (Atlantis), there are even hints as to the secret location of the Stone of the Philosophers, that which is known to some as “The Residuum of Paradise” and “The Glitter of the Sleepers.” In this particular chapter, Crowley speaks of “jewels, self-lumi - nous, yet which grow like flowers...in most ex - travagant combinations of color and form [that were] considered worthy of the profoundest attention.” These and further descriptions of the fantastic, tunneled gardens are reminiscent of the decorated grottoes ( spelunca adornato ) of the Cathars, whose legendary treasure, said to be pecunian infinitam (unlimited wealth) was kept hidden in a location which continues to elude both the most persistent treasure hunter as well as many advanced students of esoteri - cism. And, in speaking of such treasures, con - sider for a moment this paradox from Liber L I : “Every man saved all his earnings and died rich. At his death his savings went back into the com - munity.” (You do see the paradox, don’t you!) Blair MacKenzie Blake’s first book, IJYNX, is a collection of occult prose-poems which attempts to convey the ecstatic states that allow one access to hyper-dimensions of consciousness and encounters with trans- mundane entities. Described as a ‘Zothyr - ian kaleidoscope of mystical verses’, IJYNX is filled with night-side symbolism, wrapped within visions of ancient lands, mystical rites and other-worldly encounters. The connecting theme t hroughout IJYNX arises out of BMB’s belief that there is a strand of higher Arcanum, which invo lves a spe cialized form of esoteric cannibalism practiced by a cult older than the ea rliest dy - nasties of Ancien t Egypt. Central to this idea is a mysterious post-mortem endog enous substance known variously as ‘The Residu - um of Paradise’, ‘The Glitter of the Sleepers’ and ‘The Dream of the D reamless’ IJYNX Available exlusively from: Toolband.com “. . . glitter ing word play . . . dazzling in their jew - eled splendour. The sheer torrent of brilliance suggests to me a cascade, arrested, carved in rock-hard and unyielding prose. When recited aloud they create a devastatingly hypnotic ef - fect. Thank you for a sumptuous feast.” Kenneth Grant, O.H.O the Typhonian O.T.O. Features Features CROWLEY, DMT AND MAGICK CROWLEY, DMT AND MAGICK Previously, I questioned whether or not Crowley was consciously aware of the exact nature of this higher Arcanum alluded to in Lib - er LI – that which I described as being a myste - rious post-mortem endogenous (meaning pro - duced within the human body) substance. But this begs another question, and that is: erotic magick aside, meaning the more ‘common’ dreaming true O.T.O. rituals whose specifics have been readily published, did Crowley, whose hope was “opening spacial gateways, admitting an extraterrestrial current into the human life- wave”, have any real knowledge of the precise neurochemical basis of a successful magical op - eration, in particular, one that involved contact with trans-mundane entities from other planes of existence, such as the angelic constructs in - voked by means of the Enochia? Here I’m talking about the exoteric science involved – the actual brain chemistry, potentiating agents and all, that might be responsible for certain transcenden - tal experiences. Judging by numerous refer - ences in Crowley’s own writings, the answer is probably ‘no’, or, at least, that he only had a faint penciling of certain things that have only recently been discovered by researchers work - ing in laboratory conditions (for example, the unique properties of N,N-dimethyltryptamine, or DMT, which was first found in human brain tissue in the early 1970s). [NOTE: Crowley, however, did analyze his Magick in scientific terms and went to great lengths in his numerous writings on the subject to eliminate the “superstition, dross and fan - tasy” [to use Regardie’s words] attached to it, even in the ‘darker’, seemingly more primitive grimoires like the “Goetia.” In fact, with regards to that particular book, in a letter to his disciple Kenneth Grant (since published in Remember - ing Aleister Crowley ) , he had this to say about its sorcery: “The one interesting point about it was the ‘initiated interpretation’ of ceremonial magic which gave a strictly rationalistic expla - nation of various thaumaturgical feats. For in - stance, by invoking some particular Demon you obtain the power to do this, that and the other. For example, to speak languages {un}known to you. This can be explained by supposing that the process of evocation stimulates that section Lachrymous Self by Adam Scott Miller “His finger leaves a trail of fire of every color, so that the whole Aire is become like a web of mingled lights.”"},{"pageNumber":15,"pageContent":"October 200 5 | Sub Rosa 26 S ub Rosa | October 2005 27 profound experiences of Terence McKenna and fellow psychonauts while exploring their own mysterious DMT realms (albeit induced by ex - ogenous DMT), and then decide for yourselves if it is merely coincidental that their descrip - tions of transdimensional phenomena, includ - ing encounters with non-human lifeforms (like Crowley’s mighty concourse of angels), contain many similar unimaginable things, especially the rapidly-changing kaleidoscopic ballet of intense - ly colorful geometric patterns? Before leaving the “brilliant and flashing an - gels” of the aethyr, a note jotted by Crowley at the bottom of his diary entry for that particu - lar Aire might strike a chord with many recrea - tional DMT users and offer us yet another hint as to the identity of the psychoactive chemi - cal responsible for the “intolerable light” per - ceived by the seer while in a deep trance state. The note reads: “You do not come back in any way dazed; it is like going from one room into another. Regained normal consciousness com - pletely and immediately.” In a letter from his book Magick Without Tears , Crowley again attempts to describe certain attributes of the strange beings en - countered via magical operations in a chapter entitled “Do Angels Ever Cut Themselves Shav - ing?” In his own words: “Two things can oc - cupy the same place at the same time. They are “swift without feet, and flying without wings. They change size, shape, appearance, appur - tenances of all sorts, at will. Anything that is required for the purpose of the vision is there at will. They bring their own background with them. They are able to transfer a portion of their energy to the seer by spontaneous action without appreciable means.” If Crowley’s de - scription of the luminous globes doesn’t bring to mind Terence McKenna’s “self-dribbling jeweled basketballs”, then I think many of you will agree that this one does recall his famous “self-transforming machine-elves.” Once again, consider the words of Crowley as he attempts to convey to his readers an ac - count of the denizens that populate the hyper- dimensions of consciousness: “It seems to me much simpler to say that these Angels are ‘real’ individuals, although living in a world of whose laws we have no conception; and that, in order to communicate with us, they make use of the symbolic forms appropriate; employ, in short, the language of the Astral Plane.” If we can agree that there are striking simi - larities in the descriptions of those who are launched into what could amount to a parallel universe via exogenous DMT (such as ayahuas - ca) with the diary entries of Crowley and other serious occultists, then is it not reasonable to conclude, or, at least to suggest (as others have – see DMT: the Spirit Molecule by Rick Strass - man, M.D.) that the seemingly magical phenom - ena experienced and recorded was actually the direct result of a release of varying levels of en - dogenous DMT (which Strassman hypothesizes is synthesized by the pineal gland and perhaps enhanced by beta-carbolines) that occurred once the protective barrier which normally prevents high levels of pineal DMT activation in humans is ‘shattered’ by a certain resonance or vibration triggered by meditative disciplines and/or visualization techniques? In occult ter - minology, this could be seen as the opening of the ‘third’ eye. In his attempts to experiment with the Eno - chia, Crowley was following in the footsteps of the 16 th -century Elizabethan scholar, John Dee, who meticulously recorded the angelic visitants perceived (through a glass darkly, as it were) by his associate, Edward Kelly, during various séanc - es. The result of this traffic with spiritual crea - tures was the reception of a hitherto unknown language (believed by some to be the language of fabled Atlantis), with the messages received in the tongue of angels being dictated and writ - ten in reverse order. Evidently, so the angel in - formed the medium, this was done as a precau - tion against certain inherent dangers involved in evoking powerful and undesirable forces. However, regardless of any dangers that the information transfer presented to humans, the question is: are there any similarities with the mode of instruction given to us by the angelic constructs (who at times pointed a rod to let - ters of the alphabet arranged in squares) and the multidimensional visible language matrix reported by those suddenly thrust into alter - nate planes of existence induced by exogenous DMT? Admittedly, the Enochian system as taught to Dee and Kelly seems less mystifying, less chaotic, and, as such, appears much sim - pler and more organized than the modern de - scriptions of ‘conversations’ between various entities and humans during DMT experiences. But, in getting back to Crowley, we know that the ultimate goal of his experimenting with the system, as well as other esoteric pursuits, was transcendence of Ego. Upon entering the “accursed” 10 th aethyr he was determined to cross the Abyss guarded by that “mighty devil”, Choronzon – that which represents dispersion. In doing so, did Crowley, many centuries later, shatter, in a biological scenario, the safeguards Dee was forewarned of? If so, and with the defense mechanisms in - volving certain neurological processes now overridden, the seer might have opened a por - tal to ontological levels possibly connected with what modern physics describes as “dark mat - ter”, the stuff of a parallel universe - that which magicians refer to as “Universe B”, whereupon things are encountered that are scarcely im - agined by ordinary consciousness. In this way, perhaps, the Enochian system was designed so that the levels of pineal-synthesized DMT re - leased in the brain are gradually elevated, that is, they are commensurate with the hierarchy of the aethyrs explored. Therefore, for Crow - ley, the flattening (or dissolving) of Ego in the tenth Aire would have been the direct result of a more potent endogenous DMT burst. Nearly a decade after his ordeal of the Abyss, now far from the lonely desert near Bou-Sadda, living in an apartment in bustling New York City, Crowley received an enigmatic message through opium-induced visions obtained by his of you brain which helps you to learn languages. The various other miracles can be explained in a similar quite simple way.”] And yet, it is in the magical diaries that Crowley and others have left for posterity, re - cording their attempts in opening special gate - ways in order to establish intelligible communi - cation with the beings that inhabit these other realms or dimensions of consciousness, that we are given clues as to the possible neurochemical processes involved in their temporary manifes - tation. For instance, the following is Crowley’s description of an angel encountered in the ini - tiatory visions he obtained while ‘skrying’ in the subtle planes of the 22 nd aethyr (in 1909): “His finger leaves a trail of fire of every color, so that the whole Aire is become like a web of min - gled lights. But through it all drops dew. (I can’t describe these things at all. Dew doesn’t rep - resent what I mean in the least. For instance, these drops of dew are enormous globes, shin - ing like the full moon, only perfectly transpar - ent, as well as perfectly luminous).” Compare this decidedly psychedelic symbolism to the Crowley’s Drawing of LAM Features Features CROWLEY, DMT AND MAGICK CROWLEY, DMT AND MAGICK . . . did Crowley, many centuries later, shatter, in a biological scenario, the safeguards Dee was forewarned of?"},{"pageNumber":16,"pageContent":"October 200 5 | Sub Rosa 28 S ub Rosa | October 2005 29 CROWLEY, DMT AND MAGICK CROWLEY, DMT AND MAGICK “Scarlet Woman” of the period. Although the message was simply “It’s all in the egg”, it nev - ertheless struck Crowley as being significant (if not fraught with meaning), as seven years ear - lier, while engaged in another magical working with a different seeress, a praeter-human in - telligence delivered similar exhortations, with its final instructions being for him to “go to a desert and look for an egg under a palm tree.” Thinking that this latest cryptic utterance was a continuation of the original trance-communica - tion, and believing that it was now expedient to find this egg, Crowley conducted a series of As - tral investigations that have become known to occultists as The Amalantrah Working. While traveling in the subtle planes, a strange ‘dream - scape’ inhabited by dwarfs among other things, he received further revelations from Amalan - trah (a human-looking presence that at one point in the vision drops jewels from his fin - gers) – more specifically, that he should return to Egypt in order to find this egg because it and the new knowledge that it represented aided one in the alchemical Great Work – in fact, it contained the key! Since receiving the Amalantrah transmis - sions, most contemporary occultists, includ - ing Crowley’s own heir and successor, Kenneth Grant, have concluded that he (Crowley) failed during his lifetime to correctly interpret the all-important message of the Working. How - ever, some of these same occultists have noted that at the same time that he was receiving the Amalantrah messages (1918), Crowley pencil - ed the now much reproduced drawing of the trans-spacial entity called LAM (meaning “The Way”). To many who have seen this haunting portrait, the dwarfish being with the large egg- shaped cranium is said to be a dead-ringer of the popular conception of a ‘grey’ alien, those most often associated with the alien abduction syndrome of ufology. From a qabalistic analysis of LAM and other clues in the ‘Amalantrah’ cipher, including the words ‘palm-egg-desert-bird-nest’, Grant has recently come up with his own solution to, or interpretation of, Crowley’s problem in lo - cating the egg. This concerns the mystery of “The cuckoo’s egg carefully laid in a snug nest.” Through another medium, he discovered that the word ‘nest” here, identifies “certain vibra - tions emanating from the Mauve Zone” (a twi - light region or state of consciousness “beyond the abyss that separates phenomenal existence from ‘noumenal’ Being.”) In a letter that I sent Mr. Grant several years ago, with regards to the “nest-complex”, I pointed out several things that I thought might be of interest to him. The first item was a bit of etymology from Webster’s (yes, the dictionary) having to do with the word ‘coccyx.’ [coccyx, L., from Gr. kokkyx , a cuckoo, so called from the cuckoo’s beak, which it resembles.] The second item in - volved a rather curious bit of information that I was aware of from my extensive research into the subject of ufology. This involved a relatively obscure part of the human anatomy that nev - ertheless features prominently in the so-called alien abduction phenomenon. According to the abductees themselves – as recalled through hypnotic regression – while being subjected to a physical examination of sorts, the strange things in the ‘alien matrix’ conducting the tests pay special attention to the human vertebral column and, in particular, to the coccyx. In my letter to Grant I suggested that if this information about the coccyx was true, and it seems likely that it is (as a leading researcher in the field refrained for years from publishing this curious detail to avoid ‘contamination’ by other abductees, and yet, repeatedly, it came up in their descriptions of the medical examinations being performed on them), then it might some - how involve our subtle anatomy. As practioners of Tantra know, the coccyx and cerebrospinal axis are associated with the serpent-fire/spir - itual energy kundalini which coils upward from the base of the spine (via the major nadi [chan - nels] of the subtle body). So, although the ab - ductees perceive the entities involved concern - ing themselves with our physical anatomy, it might be the corresponding centers of subtle energy that really interests them. Which makes me wonder: are these bizarre intelligences that exist behind the scenes in a parallel world at - tempting to teach us something about the Tantric subtle physiology, perhaps as a means of contacting and interacting with them, or are they trying to figure out for themselves how the human organism is able to make the transi - tion into their environment? In the case of the former, it’s highly likely that these inner alchem - ical techniques act as a trigger mechanism for the release of psychoactive chemicals including possible high-levels of endogenous DMT, while in the case of the latter it’s likely that these people aren’t actually abducted by ‘aliens’ in the way commonly portrayed, but wind up where they are due to an involuntary release of this endogenous chemical. Surprising as it is that abductees (or perhaps a better word would be experiencers) report the trans-mundane entities taking such a great interest in something as seemingly meaningless to us humans as the coccyx, even more sur - prising is that they hardly ever pay any atten - tion to the human heart, an organ that is not only paramount to us, but something that it is, pardon the pun, so close to our hearts (which would seem to rule out the idea of the abduct - ees making up these physical examinations per - formed on them). There may be a good reason Features Features . . . the mythological lost continent in Plato’s dialogue in Timaeus represents a hidden realm or dimension of consciousness"},{"pageNumber":17,"pageContent":"October 200 5 | Sub Rosa 30 S ub Rosa | October 2005 31 Sub Rosa | October 2005 35 Rose Grail Alchem y Sacraments of Light Introduces The Rose Grail Elixir The R ose Grail is the S acr ed Heart Chalice of the Christ Pre sence containing the M other M atrix of All Cr eation; the Golden Elixir of Eternal Lif e, filling the Cr ystal Cave of the Br ain, Expanding the Consciousness and Tr ansmuting the dross matter of the self into a L uminous, Ascended Being reflecting the Golden Flame of the Christ. To or der , visit www .RoseGrailAlchemy .com CROWLEY, DMT AND MAGICK Features consciousness – an otherworldly kaleidoscope populated by a consortium of hyper-dimen - sional intelligences. The egg/stone that must be cracked open to allow one access to this ‘other’ should now be evident, as I believe it was, at least on a subconscious level, to Crowley when he created his portrait of LAM (The Way). So, too, should certain aspects of the higher Arca - num involving the Jewel of Sacred Cannibalism (also known as “The Residuum of Paradise” and “The Dream of the Dreamless”), as understood by a necrophagous cult in ancient Khem and passed on to certain members of the Priest - hood of Heliopolis, as is evident by depictions of the treasured Eye. for this if we accept the notion of Strassman and others that endogenous DMT activation is involved in the alien abduction experience. But first we need to understand that the psyche - delic properties of DMT (both exogenous and endogenous) are rendered totally ineffective by certain enzymes in the body called monoamine oxidases, high concentrations of which can be found in the blood, liver, stomach, intestines and brain (unless, that is, beta-carboline inhibitors come into play). In his ground-breaking book DMT: The Spirit Molecule , Strassman speculates that the pineal’s strategic position in the brain enables it to release DMT directly into impor - tant brain structures “by way of the cerebrospi - nal fluid, without first having to enter the blood circulation . . . [where] MAO enzymes would destroy it long before it returned to the brain to exert its profound mental effects.” This idea of the pineal’s strategic location becomes even more important when we con - sider certain aspects of the physiology of death. If, again as Strassman proposes, “decomposing pineal tissue affects residual awareness after death” (i.e. the bardo or intermediary states described in The Tibetan Book of the Dead ), then might this explain the ‘aliens’ seeming lack of interest in the human heart? In the words of Strassman: “If this post-mortem DMT emptied directly into the spinal fluid, simple diffusion is all it would take for it to attach to those sen - sory and emotional centers. A pumping heart would not be necessary ” (my italics). Although Strassman believes that pineal tissue in the dy - ing might manufacture DMT for hours or even longer, which could in turn affect our lingering consciousness in unimagined ways, I would pro - pose that the sheer potency of such an ultimate endogenous DMT burst (at the exact moment of death), as opposed to the levels released at times of lesser trauma, might be enough in itself to do the trick! Let’s now return our attention back to Crowley’s Atlantis: The Lost Continent , which, as I described in the foreword to my book Ijynx , rather than being the submerged land-mass of an advanced maritime civilization, the mythological lost continent in Plato’s dialogue in Timaeus rep - resents a hidden (lost?) realm or dimension of Blair MacKenzie Blake has been studying, practicing, and writing about the western esoteric tradition for over twenty years. More recently, he has been focusing his attention on the neu - rochemical basis of successful magickal workings (and paranormal activity in general). Through a careful examination of cryptic references in occult litera - ture, and grail iconography, he suggests that the psychic transmutation known as the alchemical “Great Work” is ac - tually facilitated by a ‘jealously’-guarded post-mortem endogenous substance which he describes as “the jewel of sacred cannibalism” (called by others “The Philosopher’s Stone”). Incorpo - rating a magical vocabulary and night - side symbolism, his first book, IJYNX , a collection of occult prose-poems, at - tempts to convey the ritually-machined ecstatic states that allow one access to hyper-dimensions of consciousness and encounters with trans-mundane enti - ties. BMB is also the writer for www. toolband.com and www.dannycarey.org . Profile"},{"pageNumber":18,"pageContent":"October 200 5 | Sub Rosa 32 S ub Rosa | October 2005 33 Illustration by Adam Scott Miller T h ere are very few authors in the alternative science and history genres who excite as much inter - est as Graham Hancock. Each new release from the best-selling author of ‘Fingerprints of the Gods’ is a publish - ing event in the United Kingdom. His latest book, ‘Supernatural’, is released this week and is likely to be spark some controver - sy, as he describes his own forays into the visionary worlds through the use of archaic – and illegal – hallucinogens, as well as other marginal topics such as Intelligent Design. We asked Graham if he had time to answer a few quick questions about his book – he generously chatted to us for a number of hours on all things ‘Supernatural’: T h e S u pe r natural W o r l d Ha n c ock o f Gr a h a m"},{"pageNumber":19,"pageContent":"October 200 5 | Sub Rosa 34 S ub Rosa | October 2005 35 Cover Story Cover Story Do people see elves because under the influence of the same chemicals, they go to the same places that Terence McKenna went to? This issue’s cover image is a painting by renowned ‘ayahuasca artist’ Pablo Ama - ringo. Pablo was born in 1943 in the Peru - vian Amazon. A severe heart illness – and the magical treatment of this condition via ayahuasca – led Pablo toward the life of a shaman, and he eventually became a pow - erful curandero, learning the healing songs (icaros) that the ayahuasca brew taught him. However, in 1977, Pablo abandoned his shamanic vocation, and he is now a painter and painting teacher at his Usko- Ayar school, where there is no charge for the students to learn painting from Pablo. Graham used Pablo Amaringo’s work to illustrate Supernatural’s narrative, in particular the chapters describing the incredible visions seen under ayahuasca. Some of the archetypal elements found within these paintings are entwined ser - pents, jaguars, celestial cities and UFO like craft. Pablo has kindly given us permission to reproduce some of those images here in Sub Rosa to give a visual element to our interview with Graham. We would like to thank Pablo for being so kind. For those who wish to learn more about Pablo Amaringo’s paintings, we rec - ommend visiting his website (www.pab - loamaringo.com), and also taking a look at his stunning book with Luis Eduardo Luna, titled Ayahuasca Visions. Pablo Amaringo Amazon U S It’s a huge mystery and it has haunted our ancestors for at least 35,000 years. SR : Thanks for talking to us Graham. Supernat - ural has a very wide and eclectic scope – from cave art and shamanism, to the alien abduction phenomenon, fairy folklore and even the ori - gins of DNA. I’m interested in how you came to research all these subjects within one book – was there a concept right from the start, or was it a slow unveiling of the various corre - spondences between each topic? GH : There was a concept from the start. I’d had in mind, for some time, to write a book about human origins. I always felt there was a mystery in there somewhere, but when I started to look at human origins, I found a very large part of the story to be frankly very boring, which was real - ly the period from the last common ancestor with the chimpanzee (which could be as much as 7 million years ago), down to about 40,000 years ago – it seemed to be a rather dull tale, with very slow gradual anatomical changes tak - ing place, and glacially slow behavioural chang - es taking place. Full anatomical modernity was reached at least 200,000 years ago – still with no sign of the behaviour that we today would regard as quintessentially human. And then long after that – really just 40,000 years ago – the archaeological record suddenly starts to attest to a dramatic change. In my opinion, that dra - matic change in behaviour 40,000 years ago is the really big issue in the human career, even bigger in terms of its impact than our much- vaunted evolutionary adaptation of standing upright on two legs. It’s just amazing the way the archaeological record ‘lights up’ after 40,000 years ago with incredible symbolism, the appearance of the first art, evidence across a whole spectrum of activities of exactly what we would recognise as completely modern human behaviour, and it seems to switch on very suddenly. I realised that this is where the mystery lies, this is the mys - tery that I want to explore. Whatever it was, this process that made us human, right there at the very beginning was art, and incredible sym - bolism . . . the art of the painted caves of Europe for example, going back 35,000 years. When I started to look around in this field, I found that cave art specialists had been squab - bling for the best part of a century, but since the 1980s one very powerful and increasingly well accepted theory has been put forward, which suggests that this amazing adventure of art and religion at the beginning of modern behaviour was inspired by taking plant hallucinogens, by inducing altered states of consciousness, and painting the visions that our ancestors saw in those states. Once I realised that was a real possibility, then it opened the door to all the other areas of inquiry in Supernatural . SR : You’re talking there about David Lewis- Williams’ neuropsychological model . . . GH : Yes, David Lewis-Williams’ remarkable work. David Lewis-Williams is an archaeology Professor who founded the Rock Art Institute at the University of Witwatersrand in South Africa. He’s recognised as one of the world’s leading researchers of rock and cave art. After years of field-work, David came out with a the - ory which explains all the extraordinary com - mon features that we find in the cave art of upper Paleolithic Europe, and the rock art of South Africa. These cultures were separated by vast geographical distance, and in fact separated chronologically as well. The explanation is that they were all depicting the same extraordinary mental events, experienced in altered states of consciousness. Thanks to modern scientific work with volunteers who are given hallucinogens and whose experiences are studied, we know the typical visionary sequence begins with patterns and geometrical forms – dots, dashes, zig-zag lines – and gradually begins to turn into a fuller GRAHAM HANCOCK GRAHAM HANCOCK sense of altered reality in which the individual may very often see human beings partially trans - formed into animals. And this is exactly what we see in the cave art in Europe and in the rock art of the Bushmen in South Africa, this mix - ture of geometric and strange visionary forms showing transformed beings. We don’t have the space to go into it here but I set out the evidence at length in Supernatural . The bottom line is there’s very little doubt that the expla - nation that David Lewis-Williams has come to, that this is the art of altered states of conscious - ness, is the correct one. SR : Going on with that idea of people seeing archetypal elements such as snakes and jag - uars under ayahuasca: with Supernatural being such a high-profile book, do you think there is a risk that you could ‘pollute the integrity’, so to speak, of subsequent reports? For example, a lot of people say we see ‘DMT elves’ now only because of Terence McKenna’s description. GH : Yes, or do people see elves because under the influence of the same chemicals, they go to the same places that Terence McKenna went to? This is the question, and it’s a little bit dif - ficult to answer, but I think I’m fairly clear on it. I think the source of these experiences is in the visionary world – they get into the culture, but they start in the visionary world. And so, in a way, it’s a pointless argument to say “ah but you’re influenced by what you’ve picked up from the culture”, because the culture itself is influenced by what people have injected into it from their visionary experiences."},{"pageNumber":20,"pageContent":"October 200 5 | Sub Rosa 36 S ub Rosa | October 2005 37 Cover Story Cover Story abductions from the tabloid press, and from the culture surrounding them. Well one might say that, except that experiments with exactly the same drug were done in the 1950s – before any publicity surrounding alien abductions had ever got out into the media – and in those experi - ments too the subjects reported these encoun - ters with small beings, who abducted them and did nasty things to them. So, you know, of course human beings talk to one another, and share their experiences, and the experiences we share with one another do affect the future experiences we will have, I’m not denying that. We impose interpretation on every act of per - ception – and at the end of the day hallucina - tions are perceptions too. But I’m saying that experiences of this peculiar kind are too wide - spread and too universal, and too long distrib - uted in time, to be explained that way. SR : And this is another big mystery that you explore in Supernatural – the mystery of certain very surprising and complex ingredients in sup - posedly non-real experiences that appear to be shared universally by all humans? GH : Yes, that’s right. The first mystery to grab me, which we’ve already touched on, was that sudden extraordinary appearance of modern human behaviour less than 40,000 years ago, which was completely tied up with the emer - gence of art and religious ideas and the first- ever representations, painted on the walls of caves and rock shelters all around the world, of beings who we can instantly recognize as “supernatural” – for example hybrid beings mixing both animal and human characteristics. In other words these are the oldest represen - tations to have survived in human culture of “spirit worlds” and their inhabitants. Once I had established that this imagery is best explained by David Lewis-Williams neuropsychological model – that is, that it is imagery which attempts to depict what shamans saw in visionary, hallu - cinatory states – then I was ready for the next mystery. Which is, why do people from all over the world, and at entirely different periods of history, keep on reporting more or less identi - Less than 50,000 years ago mankind had no art, no religion, no sophisticated symbolism, no innovative thinking. Then, in a dramatic and electrifying change, described by scien - tists as “the greatest riddle in human histo - ry”, all the skills and qualities that we value most highly in ourselves appeared already fully formed, as though bestowed on us by hidden powers. In Supernatural Graham Hancock sets out to investigate this mysterious “before- and-after moment” and to discover the truth about the influences that gave birth to the modern human mind. His quest takes him on a journey of adventure and detec - tion from the stunningly beautiful painted caves of prehistoric France, Spain and Italy to remote rock shelters in the mountains of South Africa where he finds a treasure trove of extraordinary Stone Age art. He uncovers clues that lead him to travel to the depths of the Amazon rainforest to drink the powerful plant hallucinogen Aya - huasca with Indian shamans, whose paint - ings contain images of “supernatural beings” identical to the animal-human hybrids depict - ed in prehistoric caves and rock shelters. And hallucinogens such as mescaline, also produce visionary encounters with exactly the same beings. Scientists at the cutting edge of con - sciousness research have begun to consider the possibility that such hallucinations may be real perceptions of other “dimensions”. Could the “supernaturals” first depicted in the painted caves and rock shelters be the ancient teachers of mankind? Could it be that human evolution is not just the “blind”, “meaningless” process that Darwin identi - fied, but something else, more purposive and intelligent, that we have barely even begun to understand? Supernatural A very good example of this is the so-called alien abduction experience, which can be reliably reproduced in the lab by giving subjects injec - tions of dimethyltryptamine, DMT – they see small beings with large dark eyes who cluster around them and perform painful and unpleas - ant experiments upon them. I’m referring here to the ground-breaking work done with DMT and human volunteers in the 1990’s by Dr Rick Strassman at the University of New Mexico. Now, we might say that those lab subjects were simply spitting out from their own minds what they’d already picked up about so-called alien This individualistic approach can’t possibly be the explanation, because it doesn’t account for the incredible universality of these images GRAHAM HANCOCK GRAHAM HANCOCK Image © Pablo Amaringo cal “hallucinations”? How are we to account for these astonishing similarities in what are sup - posed to be “non-real” experiences?” If we look at the mainstream model of what hallucinations are, we find scientists explaining them as merely the brain in a disturbed state releasing items from memory, and from culture, reconstructing them in novel ways to create the bizarre non-real imagery that we call hallu - cinations. But this individualistic approach can’t possibly be the explanation, because it doesn’t account for the incredible universality of these images, reported by people from completely dif - ferent cultures with no shared memories at all. So we have a huge mystery here, in my view. Why is it that ‘non-real’ experiences from all parts of the globe and all periods of history, have so many clearly-identifiable common features? SR : And what conclusions do you come to? GH : I conclude that “coincidence” – that much over-used longstop of materialist arguments – cannot explain the massive universality of many supposedly “non-real” human experiences. To cut a long story very short, I think there are two possibilities – both extraordinary – which could provide us with fruitful answers to this mystery. One is that the brain is fundamentally a receiver of consciousness, not simply a genera - tor of consciousness. To function in the every - day world, our brains have to be set at a certain wavelength, and have to stay pretty much tuned Amazon U K"},{"pageNumber":21,"pageContent":"October 200 5 | Sub Rosa 38 S ub Rosa | October 2005 39 On the ayahuasca experienc e : Audio Excerpts On whether ‘shamanic tourism’ is making the ayahuasca experi - ence too accessible: Graham Hancock speaks (mp3 ) On whether witnessing the death of a man during shamanic initiation made him question whether he should be research - ing this topic: Cover Story Cover Story in to that wavelength, like a TV set tuned into a channel. But a variety of means exist (most of them long ago harnessed and exploited by shamans) by which we can change the receiver wavelength of our brains and pick up other real - ities which are not normally present in our daily perceptions, but are in fact there. So we can reach other dimensions that way, not through some sort of mechanistic fantasy of 21st centu - ry technology, but simply through retuning our consciousness – and perhaps that’s what these shamanic hallucinogens do. The second extraordinary possibility, which I also look into in some depth, goes back to the thinking of Francis Crick. It’s not a widely known fact that Crick was under the influence of LSD when he discovered the double-helix structure of DNA and that this supreme achievement of scientific rationalism, for which he won the Nobel Prize, came to him in an altered, even mystical state of consciousness. Until his death in 2004 Crick remained an atheist, deeply committed to the materialist (i.e. non-spiritual) view of reality. Nevertheless he was unable to accept that the DNA molecule could have assembled itself by accident. So he came to the idea that perhaps life originated on Earth this way: perhaps billions of years ago on the other side of the galaxy, doomed by a super - nova, some ancient alien civilization sought to preserve its DNA, and he suggests that bacte - ria – perhaps with genetically engineered DNA inside them – were sent out into the Universe in spaceships. Eventually one of those ships crashed into the early Earth, and the bacteria containing that DNA began to reproduce, and the whole story of evolution as our scientists tell it started there. Once we have the DNA, evolution becomes plausible. Until we have the DNA, it’s difficult to explain. But if his explanation has anything to it, then it may be the case that DNA carries more than just genetic instructions. 97% of DNA we don’t know what it does – scientists call it ‘junk DNA’. It may be that there’s some kind of message, or even a vast archive of messages, inscribed on these supposedly redundant stretches of DNA. I present strong evidence for this in the book – solid scientific evidence that reveals an intrigu - ing linguistic structure in junk DNA. It may also be that we can only access these messages in altered states of consciousness . So these are the elements of the second possibility I pursue: that we may see these universal images because they are stored in the stretches of DNA that all humans share, and that they are in a sense messages to us from our creator – whoever our creator was. Once again, common sense and logic suggests the very least we can do is enquire further into this and see. We have the means, the hallucinogens – this technology to enquire into these secret chambers inside our own minds . . . or parallel universes, if that’s what they are. SR : The fascinating thing I find with Crick’s idea of Panspermia, is that it is basically the definition of Intelligent Design, and yet we have scientists today really rubbishing the idea of Intelligent Design, because they see it as the ‘new Creationism’. GH : Exactly, there’s a huge propaganda war that has been unleashed on Intelligent Design. First of all, I think it’s important to put on record that arch-evolutionists such as Richard Dawkins of Oxford University are themselves men and women who are practicing a religion. The belief that life assembled itself accidentally out of the collision of molecules in the primeval soup is just that: a belief. There’s no evidence for it whatsoever. It’s a metaphysical position . . . SR : The ‘Hurricane in the Junkyard’ belief . . . GH : Yes. The scenario favoured by materialists that the DNA molecule could have assembled itself by accident out of any imaginable “prime - val soup” has been rightly described as about as likely as a Boeing 767 being assembled in per - fect working order by a hurricane in a junkyard. And this is what bothered Crick – this amazing statistical improbability – not because he came to it from a religious point of view, but because he came to it from a scientific point of view . He simply could not see how the DNA molecule could have self-assembled just by chance, and if he couldn’t see it, then it’s difficult to under - stand why anybody else should see it. I don’t think Crick would have been pleased to have be as sociated with the Intelligent Design movement, but the fact is, that the process of “guided panspermia” that he proposed to explain the origins of DNA was, by definition, Intelligent Design. SR : Crick’s use of LSD as a ‘thinking tool’ didn’t really come out until after his death – however, in your case, you’ve come forward in this book saying you have taken these substances. Do you think more public figures should be more out - spoken on behalf of their positive aspects? GH : Yes I do. I think it’s time there was a real debate in our society about the plant hallucino - gens, used by shamanic cultures for thousands of years. At the moment our society just lumps everything together under the category of ‘drugs’, and says ‘these are drugs’. And ‘drugs’ has become such a loaded word – the word ‘drug’ and the word ‘abuse’ are constantly linked together in the propaganda war that goes on. In a way it’s rather Orwellian, the language itself has been subverted and corrupted . . . people speak constantly of “drug abuse”, as if there is no other way to relate to consciousness-alter - ing substances except by abusing them. When we use such language long enough it becomes It’s not a widely known fact that Crick was under the influence of LSD when he discovered the double-helix structure of DNA I think it’s time there was a real debate in our society about the plant hallucinogens, used by shamanic cultures for thousands of years GRAHAM HANCOCK GRAHAM HANCOCK Image © Pablo Amaringo"},{"pageNumber":22,"pageContent":"October 200 5 | Sub Rosa 40 S ub Rosa | October 2005 41 Cover Story Cover Story impossible to think of these substances in any - thing other than a negative light. Yet, the fact is that people all over the world have an innate, deeply rooted drive to alter their consciousness, and we do this in all kinds of ways. Some of those ways, like alcohol, are socially-sanctioned and some of those ways are not. But whether or not they’re socially sanctioned, all the statistics show that the con - sumption of mind-altering drugs is increasing, not decreasing, despite the cruelties and vast expense of the official “war on drugs”. SR : I think if people were more aware of the history of how these substances became banned in the first place, it would be quite eye-opening to them. GH : I think it would be eye-opening indeed – the absolutely flimsy evidence, and the poor reasoning, on the basis of which they were banned. Recently for example, fresh psilocybin mushrooms were made illegal in Britain. If you look at the justification for this extra layer of bureaucracy, this extra crime which has been introduced to our statute books, of eating fresh mushrooms that grow wild and free in the fields – why should it be a crime? The government officials who speak out on these matters say it’s because it might make some people crazy. This is a completely illogical position on which to make these substances illegal. Firstly, mak - ing them illegal does not make them unavailable. Secondly, the evidence that they make anybody crazy is extremely slim and flimsy, and absolute - ly unpersuasive to the millions of people around the world who have eaten psychedelic mush - rooms, often repeating the experience many times, and kept their sanity perfectly intact. It’s true that some individuals – for example if they are already schizophrenic or if they are borderline schizophrenics – may by precipitated into psychotic episodes by these substances. But that is an argument for more careful controls and excellent advice, not an argument for criminaliz - ing the use of hallucinogens by responsible, men - tally-balanced adults. There are many substances and objects in our society that are much more dangerous in the hands of schizophrenics than they are in the hands of people in good mental health – for example alcohol, paracetamol, fires and cars – but the fact that mentally-unstable people may misuse them is never wheeled out as a pathetic excuse to criminalize the general use of alcohol, paracetamol, fires and cars. We’re talking about our own individual con - sciousness – the root, the very heart of what each of us is. And these ancient hallucinogenic plants allow a method for the targeted explora - tion of our consciousness. It’s absurd and crazy, in countries which call themselves advanced and democratic, that there should exist medieval laws that will send people to prison for years, simply for exploring their own consciousness through the “gratuituous graces” that nature has provided. If we are not sovereign over our own consciousness, then what are we sover - eign over? What kind of game is our society playing when it stuffs its bureaucracies full of public money to spend on tracking down and punishing us for “consciousness crimes”? SR : These negative connotations of ‘drugs’ extend into the field of cave art as well. In Supernatural you point out that the cave art experts debating David Lewis-Williams’ neu - ropsychological model are unwilling to take the substances themselves to ‘get inside the heads of the artists’, so to speak. GH : Well yes, there’s two aspects to this. First - ly, there’s a huge debate, because a group of cave art academics very much object to the idea that our ancestors discovered art and religion through hallucinogens. It’s clear that a number of archaeologists object to this on principle, and really tremendously unpleasant and underhand - ed attacks have been made on the neuropsycho - logical model, precisely because it does affront the basic sensibilities of archaeologists reared in the Western logical positivist tradition. The very idea that hallucinations could be the source of art and religion is an extremely threatening one to them. But then beyond that, yes you’re right: most of the people studying this subject do not want to take hallucinogens themselves. Approaching it from the point of view of reason, they can work out how visionary experiences could have underlain the art that we see on the cave walls, and they have the benefit of the huge number of reports done by scientists in labs with volun - teers. But to take the substances themselves is still a no-no. I think it’s perfectly legitimate to theorise on these things, but one should not then make authoritative statements about the reality-status of hallucinations if one has never taken halluci - nogens oneself. One can certainly enquire into this area, but to even begin to be qualified to talk about the reality-status of these mysterious visions, one has to have had the visions oneself. SR : You begin the book with the personal story of your father’s death and how it affected you, and how you then took ibogaine at your home and had an experience parallel to the common ibogaine experience of talking to the dead. Ayahuasca is said to have a similar ‘ability’. Do you think hallucinogens may offer a means of research into the possibility of an afterlife? GH : Yes. I think every experience that we describe as the ‘supernatural’ – encounters with non-physical beings, whether they’re the spirits of the dead, or whether we call them fairies or elves or angels or aliens – I think that enquiry into all of those areas will be, and can be, aided by the use of hallucinogens. Right now nobody has exploring the paranormal with hallucino - gens at the top of their research priorities. But I would say that could be one of the most fruitful areas of research to be able to take on. SR : Well, Terence McKenna pointed out a few times that he felt he had a telepathic connection when he was on mushrooms. GH : Yes, there are extraordinary accounts of this sort, and also of remote viewing – accurately reporting on things happening in distant places. We have a great deal of anecdotal information about this, and then also very specific informa - tion of people getting practical knowledge from their hallucinations – whether it’s Francis Crick seeing the structure of DNA under the influence of LSD, or whether it’s a shaman in the Amazon learning which plants to mix together to produce a certain medicine. This information appears to be available to us in the hallucinatory state, and I think this is something that needs to be taken very seriously – because it seems to have been It’s absurd and crazy that there should exist medieval laws that will send people to prison for years, simply for exploring their own consciousness GRAHAM HANCOCK GRAHAM HANCOCK Image © Pablo Amaringo Image © Pablo Amaringo"},{"pageNumber":23,"pageContent":"October 200 5 | Sub Rosa 42 S ub Rosa | October 2005 43 Cover Story Cover Story connected with the mysterious, radical process that made us human in the first place, the big - gest evolutionary event in the story of our spe - cies. It might even be that we are missing out on our next important evolutionary leap forward because certain factions within our society have succeeded in demonizing, stigmatizing and sup - pressing visionary states of consciousness. SR : One of the great parts of the book – and maybe this is just my personal interest – is that it really felt like a continuation of Jacques Val - lee’s Passport to Magonia , where he equated the UFO experience with all fairy folklore. Do you think Vallee was on to something here? GH : Yes, very much so. This aspect of the inquiry, for me, spanned three different issues. The beings that are called spirits in shamanic societies, the beings that were called fairies and elves in medieval Europe, and the beings that are called aliens today. I was inevitably drawn to this because in taking ayahuasca I had some - thing like an alien abduction experience myself. It led me to look at comparisons between the spirits that shamans have spoken of down the ages, and aliens that modern so-called UFO abductees speak of today. I realised there were astonishingly close, really eerie spine-tingling comparisons, between these two supposedly very different categories of beings. When I learnt of Vallee’s work, which was conducted in the 1960s, and compared fair - ies with aliens, I realised that the similarities spread even further, and I decided to update and extend Vallee’s investigation, looking at the huge body of evidence that’s become available on alien abductions since the end of the 1960s, and comparing that with folklore about fairies and elves. I think the comparison is absolute - ly watertight – what we are dealing with here is one phenomenon, which has been with the human race since we first became human, and which we have interpreted in slightly different ways at different periods of history. We see this phenomenon through our cultural spectacles, but when you allow for that you realise that it’s the same phenomenon all the time – whether we call them spirits, whether we call them fair - ies, or whether we call them aliens. I’m quite confident now that the key to all such experiences is to be found in altered states of consciousness. But I also want to re-empha - sise that when I speak of experiences stemming from altered states of consciousness, I absolutely do NOT mean to imply that those experiences are necessarily “unreal”. On the contrary, I think there’s a very good chance that many so-called supernatural encounters, including those we call “alien abductions” today, are 100 per cent real but are difficult to demonstrate scientifically pre - cisely because they are only accessible to us in altered states of consciousness. I also accept that there are paradoxical physical elements often associated with visionary experiences, from the implants that shamans and alien-abductees find in their bodies, to mysterious healings, to objects and other traces, even books sometimes, left behind by “spirits”, “fairies” and “aliens”. It’s a huge mystery and it has haunted our ancestors for at least 35,000 years. SR : You talked to John Mack before his death? GH : I’d been acquainted with John Mack for many years and met him twice. He and I had an email exchange in 2004, planning to meet up again and conduct an extensive interview. I wanted to compare his work with the work of Dr Rick Strassman at the University of New Mexico, the DMT studies – I mentioned ear - lier – but unfortunately John Mack was killed in a car crash in London before we could meet. John was a great man in my view, a good, warm- hearted human-being, a top-notch scientist, and a fearless investigator of the unorthodox con - clusions his science led him to. I did talk to Rick Strassman and my interview with him appears in an appendix of the book. He confirmed that John saw many similarities between abductee reports and the reports of DMT volunteers. SR : Many proponents of materialist philosophy quote Dr Michael Persinger’s research on the ‘sensed presence’ as the way of explaining a lot of these apparitions. Do you agree with Pers - inger’s approach? GH : What’s interesting here is that it depends on our understanding of the brain. Persinger is also talking about altered states of conscious - ness – it’s just that his particular approach is to induce them through the use of electromag - Right now nobody has exploring the paranormal with hallucinogens at the top of their research priorities. John Mack © Stuart Conway Rick Strassman’s book on DMT GRAHAM HANCOCK GRAHAM HANCOCK"},{"pageNumber":24,"pageContent":"October 200 5 | Sub Rosa 44 S ub Rosa | October 2005 45 Cover Story Cover Story netic fields, instead of inducing them through the use of chemical hallucinogens. But the end effect is the same. Now, Persinger might be a reductionist, and he might say “the brain chang - es I observe when I fire this electromagnetic field at my subject’s head have caused his expe - riences of small beings standing beside him.” But that causal connection is not at all clear – it may be that the electromagnetic fields simply retuned the receiver wavelength of the brain, and allowed it to pick up another “reality”, that is only accessible in altered states. For me, Persinger just provides us with another way by which human beings can enter altered states of consciousness, but he doesn’t prove that what we see can be reduced to the brain activity associated with it. We would natu - rally expect there to be brain activity mediating any human experience, but the fact that there is activity alone, does not reduce the experience to that activity. SR : It’s whether it’s causative or not . . . GH : Yes, or is it – again we come back to this receiver model of the brain, which I think is enormously useful – that we would see activity if the brain is a receiver, as it retunes itself, just as we would see a telescope changing its focal length. That would be activity, but it wouldn’t be causing the experience. The telescope would be seeing a further off star, or our brain would be seeing another level of reality. I think where Persinger is interesting, is that Graham Hancock is the author of the ma - jor international bestsellers The Sign and the Seal , Fingerprints of the Gods and Heav - en’s Mirror . His books have sold more than five million copies worldwide and have been translated into 27 languages. His public lectures and TV appearances, including the three-hour series “Quest For The Lost Civilisation”, have put his ideas before audiences of tens of millions. He has become recognised as an uncon - ventional thinker who raises legitimate questions about humanity’s history and prehistory and offers an increasingly pop - ular challenge to the entrenched views of orthodox scholars. Graham’s most re - cent book is Supernatural . Profile For more information about Graham Hancock, visit his website at www grahamhancock.co m . We would see activity if the brain is a receiver, as it retunes itself, just as we would see a telescope changing its focal length GRAHAM HANCOCK GRAHAM HANCOCK he provides this notion of a connection to earth energies – that earth energies generate elec - tromagnetic fields – which could explain why crowds of tens of thousands of people standing in one place all suddenly start to see visions at once: because they’re all subjected to the same altered state of consciousness. SR : You’re talking about events such as the Fatima and Lourdes apparitions? GH : Like Fatima for example. There’s no doubt that what they were seeing was absolutely typi - cal of altered states of consciousness. Now how do we explain that a crowd of 70,000 people all go into an altered state at once? I think Pers - inger may have provided us with the answer. One point I make in the book is about the cave of Lourdes, where we have modern mir - acles, and healing and pilgrimage. Nearby was a Stone Age cave containing huge numbers of pieces of portable Upper Palaeolithic art. May - be certain places have been sacred for tens of thousands of years, because they have an effect on our consciousness, and that effect on our consciousness in turn allows some healing proc - ess to occur. SR : To finish: Supernatural covers a number of fascinating subjects, and you argue the case very intelligently, with mounds of evidence. Having said that, there’s a lot of very strange material – hallucinogens, sex with aliens, fairies and elves. Do you worry about the reception the book is going to get, critics saying “Graham’s gone and fried his brain on drugs and now look what he’s writing about”? GH : Yes, I’m sure that cheap tactic will be used to attack me and to try and ridicule me. It’s such an obvious one for my critics to go for – I’m sure they won’t be able to resist it. However, I have expressed considered views that are the result of a great deal of work. I don’t think any critic is qualified to express any view whatsoev - er on the reality-status of hallucinations, unless they themselves have had those experiences, unless they’ve been prepared to take the sha - manic plant hallucinogens, and face up to the experiences that they unleash. If they’ve been done that, then they’re at least qualified to talk about this, but if they haven’t done that then it’s just empty air really. So I shall try to ignore it. See our review of Graham Hancock’s book ‘Super - natural’ later in this issue."},{"pageNumber":25,"pageContent":"October 200 5 | Sub Rosa 46 S ub Rosa | October 2005 47 The latest book from Robert Lomas takes readers beyond The Hiram Key to reveal the secrets of the actual Masonic rituals. By decon - structing these rituals, Lomas discovers the true message behind them, a message that is as valid today as it was when the rituals were created. The Antipodes of the Mind by Benny Shanon A pioneering cognitive psychological study of Ayahuasca, a plant-based Amazonian psycho - tropic brew. Benny Shanon presents a com - prehensive charting of the various facets of the special state of mind induced by Ayahuas - ca, and analyzes them from a cognitive psy - chological perspective. He also presents some philosophical reflections. Illuminating Angels and Demons by Simon Cox Millions of readers have pored through Dan Brown’s Angels & Demons , where they encoun - tered a world filled with ancient Christian symbolism, secret societies, and pagan signs. All those looking for the real story behind the legend of the Illuminati will find the answers in this enlightening guide written by Simon Cox. Unseen Forces by Ed Kovacs Unseen Forces is a thrilling fiction novel which covers the adventures of Dr. Sky Wilder, an archaeologist who discovers an Egyptian stone tablet holding the secret to physical immor - tality. This novel covers plenty of territory, from secret societies to remote viewing and ancient civilisations. Turning the Hiram Key by Robert Lomas Amazon U S Amazon U K Amazon U S Amazon U K Amazon U S Amazon U K Amazon U S Amazon U K Book Spotlight ADVERTISEMENT"},{"pageNumber":26,"pageContent":"October 200 5 | Sub Rosa 48 S ub Rosa | October 2005 49 D r John Mack did not believe that alien abductions were simply hoaxes, delu - sions and hallucinations. Based on his work counseling abductees, Mack ar - rived at the astounding conclusion that this was a phenomenon which was ‘real’, but which didn’t so much have its basis in the physical universe as it did in Henry Corbin’s “imaginal realms” – accessible only through a widening of conscious perception. This hypothesis is in stark opposi - tion to the current scientific paradigm, which is based on the mechanistic assumption that con - sciousness is a by-product of a physical brain. Needless to say, such opposition to ortho - doxy comes with its price. Mack, a respected Harvard psychiatrist who had previously won a Pulitzer Prize for his biography of T.E. Law - rence, was lambasted by his colleagues and even investigated by Harvard – a time which he de - scribed as a “15-month ordeal”. This despite his eloquent and detailed explanation of his hypoth - esis that the abduction phenomenon displayed clear patterns indicating some objective ‘real - ity’, and was worthy of further research. Mack’s real crime was that he challenged the dogma of physicalism. Not that he would have had it any other way, for he believed that it was important that we began to reclaim a science of the soul: . . . in the focus on the material realm to the exclusion of the subtle realms, we have virtually rid the cosmos of nature, rid nature of spirit and, in a sense, denied the existence of all life other than that which is physically observable here on earth . . . the Western world view, what Tulane philosopher Michael Zimmerman calls anthropo - morphic humanism, has reduced reality largely to the manifest or physical world and puts the human mind or the human being at the top of the cosmic intellectual hierarchy, eliminating not only God but virtually all spirit from the cosmos. The phenomena that really shake up that world view are those that seem to cross over from the unseen world and manifest in the physical world . Mack didn’t jump to this conclusion lightly. The hypothesis formed itself over several years of counseling abductees, perhaps part of the rea - son why he didn’t seem prepared for the on - slaught against him from the orthodoxy – he was, as he puts it, a frog that died in gradu - ally heating water, never noticing the impending danger. He also admits that the proposal of his extraordinary hypothesis took a great deal of challenging of his own materialist scientific and clinical upbringing. John Mack received his medical degree from Harvard Medical School in 1955. He interned at Massachusetts General Hospital and did his res - idency at Massachusetts Mental Health Center. Mack joined the Harvard Medical School faculty in 1964, becoming professor of psychiatry in 1972. One of John Mack’s key interests was the question of how one’s perceptions of the world affected personal development and relationships with others. This fascination is in evidence in his 1977 Pulitzer Prize-winning biographical study of the life of British officer T. E. Lawrence (bet - ter known as ‘Lawrence of Arabia’), A Prince of our Disorder . Another cornerstone of Mack’s own world - view was that we were living in a time of crisis, separated from our spiritual origins by physical - ist philosophy. He campaigned actively against nuclear weapons, and took issue with those who would dismiss archaic thinking as a method of curing our ills, saying that the modern era was a time of . . . . . . extraordinary planetary crisis because of our inability to understand what native peoples all over the world understand, which is that there is a very delicate web of life, and that web of life is being destroyed by this species . Mack’s interest in spiritual consciousness led him to undertake Holotropic Breathwork, a technique for expanding consciousness devel - John E. Mack was a Harvard psychiatrist, a Pulitzer-prize winning author, and an anti-nuclear campaigner. He was also a leading light in the alien abduction research community – an association which left him to some degree, despite his intelligence and pedigree, an academic outcast. What drove him to embrace such an heretical subject? TOUCHED . . . THE HYPER-DIMENSIONAL AMBASSADOR THE HYPER-DIMENSIONAL AMBASSADOR Pro f i ler Pro f i ler TOUCHED TOUCHED Th ere is a very delicate web of life, and that web of life is being destroyed by this species Touche d Private photo of John Mack. © Estate of John E. Mack"},{"pageNumber":27,"pageContent":"October 200 5 | Sub Rosa 50 S ub Rosa | October 2005 51 oped by psychelic therapy pioneer Stanislav Grof. Soon after, his interests in altered con - sciousness, extra-realities, and personal trans - formation found full expression in his research into the alien abduction experience, which be - gan in 1990 with a study involving 200 men and women who said they had encountered extra - terrestrial beings. For not only did the alien ab - duction phenomenon seem to exist independ - Ama zon U S THE HYPER-DIMENSIONAL AMBASSADOR THE HYPER-DIMENSIONAL AMBASSADOR Pro f i ler Pro f i ler TOUCHED TOUCHED Mack came to believe we were already in dialogue with the aliens here on Earth can go to a deeper level of understanding instead of finding ourselves, as we tend to, in opposition to the people that will not take in what we are trying to communicate . It’s interesting to note that one of John Mack’s friends during the 1970s was Carl Sagan, and in these two identities we see an almost paral - lel development diverging only on the question of materialism. Both were deeply intelligent and highly articulate men. Amazingly, Sagan won a Pulitzer Prize the year after John Mack won his. ently of ‘our reality’, it also appeared to have an underlying motivation of alerting us to the peril we are in – certainly a theme which would have interested John Mack. “The main thing, for me,” Dr Mack said, “has become ‘what does this mean for us?’ that people of sound mind, hundreds of thousands if not millions of people from all over the world . . . are having what seem like authentic, incon - trovertible encounters with some sort of beings that apparently enter into our physical world and communicate to us about ourselves, and seem in some way to be connecting with us.” His work drew the attention of the main - stream press in 1994 with the publication of his best-selling book, Abduction . Mack followed this book with another on the subject, five years later, titled Passport to the Cosmos . For John Mack, the alien abduction experience was one that had the promise of opening humanity to “a larger sense of self, of identification with others and with a more cosmic level of being”, which would “open us to a sense of the divine and a reverence for life, for nature.” He believed that such a shift of consciousness was the only thing to arrest what he described as a “downward spiral of destruction.” I don’t know whether John Mack was right. But I appreciate his contribution to shaking us out of our narrow-minded, physicalist thinking once in a while. John Mack was a scientist and skeptic in the true definition of those words, and his ability to challenge his own epistemo - logical ideas shames all those who attacked him for his work on alien abductions. Indeed, he even welcomed the input of those challenging his hypothesis . . . For then if we can embrace the questions and po - larities that the critiques represent, perhaps we Touched DVD Laurel Chiten, producer/director of Touched : A few years ago, Harvard psychiatrist John Mack, a leading researcher of the alien en - counter phenomenon, approached me af - ter seeing my recent film The Jew in the Lotus. He wanted me to consider making a movie about contact with alien life forms. I told him no. I knew next to nothing about the subject, had no interest and thought it was all rather foolish. Then, he invited me to meet some of the people who claim to have had these experiences. I expected some weird people who would tell the c lassic horror stories of being taken against their will for intrusive examinations. But these people seemed rather normal and spoke about their feeling of connection and the longing for these uninvited intruders to return. Their stories moved me . . . Don’t we all long for connection? A partner, a soul mate, God? I’d stumbled into a world filled with people who have been “touched” by something – and had their lives blown apart because of it. The experience redefines every rela - tionship: with one’s self, family, and reality itself. I was mesmerized. I feel that I was abducted by John Mack. This started my journey into the lives and minds of alleged abductees around the world, and into my own personal journey through skepticism, fear, insomnia, fascination, confusion and led to many, many questions. What happens when the unexplained intrudes into our lives, and how do lives and relationships respond when credu - lity is strained to a breaking point? This is a film about human experience – about longing for connection and fear of sepa - ration. Touched follows a human quest to solve a mystery – perhaps only to find that the answer is the quest itself. If you would like to purchase a copy of Touched in DVD or VHS, please contact Laurel Chiten via info@blinddogfilms.com Institutions can purchase the DVD from the Touched websit e Touched video preview (8MB, 15mins) Abduction In Abduction , Dr John Mack presents his research into more than 60 cases of alien abduction through hundreds of hours of interviews and treatment with alleged ‘abductees’ – none of whom were found to be mentally ill. Providing details of alien encounters never before reported, the men and women whose experiences are related here in unfor - gettably vivid detail are not extremists recounting dreams or hallucinations. Rather, as Dr. Mack reports, they are survivors of harrowing, real-life expe - riences that challenge the most basic assumptions that make up our under - standing of our existence and our role in the universe."},{"pageNumber":28,"pageContent":"October 200 5 | Sub Rosa 52 S ub Rosa | October 2005 53 reference for those in direct opposition to such groups. As the quote above shows though, John Mack perhaps sought a ‘middle ground’ in which we all could learn something about each other. John Mack was just a few days from his 75th birthday when he died on September 27, 2004 – not because of his advanced age, but in a trag - ic accident. Staying in London after being invited to present a talk at the T. E. Lawrence Society Symposium, Mack was struck by an automobile while walking home from dinner with friends. Some of those close to Mack said that he had become interested in the evidence for ‘survival’ after-death, and alleged communications from those beyond. He is said to have communicated through a medium not long after his death – if true, it only gives further expression to John Mack’s personal quest towards a better under - standing of both ourselves and the cosmos, and his desire to pass on what he has learnt. THE HYPER-DIMENSIONAL AMBASSADOR THE HYPER-DIMENSIONAL AMBASSADOR Pro f i ler Pro f i ler TOUCHED TOUCHED Reflections On Breathwork And Alien Encounter Experience s b y John E. Mack For further reading, we recommend a visit to the John E. Mack Institute web - sit e , which has numerous essays and in-depth information related to John Mack. Also see the official website for Passport to the Cosmo s Our sincere thanks to Will Bueche and the Estate of John E. Mack for kindly sharing private images and documents with us. Passport to the Cosmos In follow-up to the best-selling Abduc - tion , Dr John Mack demonstrates how the alien abduction phenomenon calls for a revolutionary new way of exam - ining the nature of reality and our place in the cosmos. He asserts that this phenomenon is part of a new era in human consciousness, and that we do indeed live in a world filled with spir - its and beings who can cross the bar - rier we have thrown up between the material and immaterial worlds. Time and time again, experiencers from all cultures say their lives have been radi - cally altered by their encounters with aliens in ways that are both traumatic and transformative. Ama zon U S It only gives further expression to John Mack’s personal quest towards a better understanding of both ourselves and the cosmos And Sagan went on to become a great propo - nent of the question of extraterrestrial life, just as Mack did. Sagan though, did so within the context of physical organisms to be found while searching the depths of space, while Mack came to believe we were already in dialogue with the aliens here on Earth. Carl Sagan became one of the main references for skeptical societies such as CSICOP, while John Mack became a M y own first direct experience with Holotropic Breathwork occurred in 1987 with the Grofs in a small- group setting at the Esalen Insti - tute in California. During the two-hour session, I experienced intense feelings of loss associated with the death of my biological mother when I was 8 1/2 months old, as well as a profound sense, then and in subsequent sessions, of both her suffering with peritonitis before she died and my father’s grief following her death – emotions about which I had spoken extensively during my two personal analyses, but which I had never been able to access in such an immediate way. During that session, in which two Soviets were also participating, I had my own introduc - tion to the transpersonal realms of the uncon - scious, namely, a powerful experience of iden - tification with a person, other being, object in nature, or force that lay outside of my personal history. I “became” a Russian father (in what seemed to be the 16th century) who was un - able to protect his four-year-old son from being beheaded by the Mongols. Out of this experi - ence, my capacity to identify with Soviet fears, and with what appeared, at times, to be unre - alistic political defensiveness, increased greatly. This enabled me to become more effective in the psycho political work on the Soviet-Ameri - can relationship in which I was then engaged. Subsequent sessions of my own involved equally powerful and valuable biographical, birth-relat - ed, and transpersonal experiences. Alien Encounter Involvement The “conception” or “birth” of my alien en - counter involvement occurred a few years lat - “When John died, I thought I’d lost this essay. I’d remembered how proud he was of the essay, for I remember him excitedly showing it to me in draft form, but I wasn’t aware it had ever been published anywhere. After his death, as I began the sad responsibility of archiving his papers, for a couple months I was in grief that I was unable to find this particular one. I even sent out inquiries to some of his social circles in the hopes that he had perhaps shared a copy of it with some of his friends. Finally, in April of this year I came across it in his office, in The Inner Door magazine. And from that point on, archiving his works has felt much easier. Thanks in large part to support from Mack’s family as well as from donations from the public, the John Mack Institute has so far scanned in more than 8,000 of John’s letters, papers, and drafts. We are pleased to share one essay with the readers of Sub Rosa.” An introductory note from Will Bueche, archivist of John Mack’s papers:"},{"pageNumber":29,"pageContent":"October 200 5 | Sub Rosa 54 S ub Rosa | October 2005 55 THE HYPER-DIMENSIONAL AMBASSADOR THE HYPER-DIMENSIONAL AMBASSADOR Pro f i ler Pro f i ler TOUCHED TOUCHED er at a [Grof Transpersonal Training] training module at Pocket Ranch in March 1988. During the module, Stan Grof gave me a chapter that Keith Thompson (author of Angels and Aliens ) had written on the UFO phenomenon for a book he and Christina were editing on spiritual emergencies (alien encounters being one such example). I have no idea why Stan thought I would be particularly interested in that subject. When he gave me the paper he asked me to return it at the end of the module, as it was the only one of the chapter manuscripts for which he did not have another copy. I read the chap - ter with much interest, although I kept asking myself, “But is it true?” Were people really be - ing contacted by humanoid beings or the like? Keith was offering a kind of Jungian interpreta - tion of the experiences and was ambiguous on this subject. When the time came to leave the module, I then recalled that as I had been leaving the cottage via the porch I had heard a soft clicking sound, which I had ignored at the time. Now I realized the sound might have been the paper dropping on its edge on the porch. I raced back to the cottage, but the paper was not on the porch. Then I reasoned that the only thing that could have happened was that the paper had fallen to the ground below through a crack be - tween the boards. Indeed, I could see it on the ground underneath the porch. Now, here is the most amazing part. The paper was about twen - ty pages (single-sided), and the cracks between the boards could not have been more than an eighth of an inch wide. Yet somehow the paper had managed to fall in such a way that it was perfectly aligned with one of the cracks and had consequently passed through. By now I was even more upset. The porch was very low at the place the paper had dropped. The space underneath was too small to admit a human body. I walked around the cottage and saw there was another place (in the front, I think) where the edge of the porch was high enough that I could begin to crawl under it. The paper was about ten feet from that “en - trance.” So I began to crawl and squeeze on my stomach through this space, which narrowed as I approached the paper (due to the tilt of the ground). I was just able to get my hand on the paper, grab it and crawl back out. I was, of course, covered with dirt when I emerged. About nine months later Blanche Chavousite, one of my Grof group siblings, told me of New York artist Budd Hopkins, his work with ab - ductees, and his belief that alien contact is in - deed real. I was skeptical but visited him anyway shortly afterwards. This was really when my in - terest in the whole subject was born. Relationship of Breathwork To Alien Encounter Phenomenon The Breathwork training fundamentally is about the experience of consciousness opening up to other dimensions of reality. Once that happens, the floodgates are open, and there is a frame - work for taking in many levels of information, in - cluding transpersonal and multidimensional ex - periences. Through Breathwork I became open to the fact that the universe might be full of entities, which we call spirits, gods, archetypes, angels, mythic beings or whatever. The human - oids encountered by abduction experiencers seem to be one such type of being. What has placed this phenomenon on the fringe of even the transpersonal movement (where Stan him - self has said it sits) is that these entities seem to cross over into the material world. Even Grof trainees can find this phenomenon to be a stretch, especially since we have all, to a de - gree, sanctified the physical world by separating it from the unseen world or implicate domain. People’s alien encounters do sometimes come up during Breathwork sessions. But gen - erally speaking, I don’t recommend Breathwork as the best way to “treat” alien encounter problems, as people can go on and on in ses - sion after session expressing intense emotion and letting off a lot of steam related to what is stored in them as a result of the encounters, From The Inner Door, Vol 15 No 3 August 2003. With permission of Will Bueche. The prevailing worldview is male: domination of nature, conquest and control without necessarily much therapeutic result. Hypnosis (I don’t use that term much, because of all the baggage that goes with it), i.e. the use of relaxation to achieve a non-ordinary state, is generally better. With this approach the facilita - tor can have a focused conversation with the experiencer about details of the experience as the intense emotions are being expressed, and can help the person relate these emotions to the experience. People who have had encoun - ter experiences are often traumatized but also can develop strong bonds with the beings, and can be powerfully transformed if they receive appropriate support. The alien beings are often understood as intermediators for the creative principle in the cosmos, and many experienc - ers become stewards of the earth, dedicated to its preservation. The real story is not the alien abduction experience but that the western materialist world view is inadequate and doesn’t account for most of reality. The abduction experience is not especially unique in any way. It’s important to respect all anomalies, such as crop circles, near death experiences, psychic phenomena, etc. We need to be open to the extraordinary that is part of the awakening and also return to the roots, to what we have forgotten. Our job is to: (1) awaken from the slum - ber of ordinary consciousness, to wake up and speak our truth; and (2) to develop a science of human experience. As we open up and include more of the past and expand the possibilities we combine it with, then the possibilities for transformation increase. The prevailing worldview is male: domina - tion of nature, conquest and control. A differ - ent worldview is essential for the continuity of life, a worldview that incorporates intuitive, ho - lographic knowledge. Ultimately the worldview will have elements of the masculine but also the deeper, open-hearted aspects of the spiritual. The emergence is at its foundation about love and will move in the direction that so serves. The western materialist world view is inadequate and doesn’t account for most of reality. we were instructed to carry our luggage up to the main lodge on our way to breakfast. I held the chapter separately in order to return it to Stan, but when I got part way up the hill I real - ized it was not in my hand or anywhere among the rest of the things I was lugging. Needless to say, I was upset, as I had promised Stan I would take care to return the paper to him. Private photo of John Mack. © Estate of John E. Mack"},{"pageNumber":30,"pageContent":"October 200 5 | Sub Rosa 56 S ub Rosa | October 2005 57 A fter my discovery of the ‘Norwegian Pentagram’, a larger mystery now con - fronted me: who had placed this sacred geometry in the form of a gigantic penta - gram across the whole of southern Norway? As it turned out, the sacred geometry was not limited to the pentagram. Studying the Sagas and other historical works led me to find more geometry. Strange myths and fables that earlier seemed to have no meaning suddenly made sense, and led to exciting discoveries. For six years I looked up from my books and maps only to write down what I encountered. The result was my book The Norwegian Pen - tagram – A Viking Connection , with a foreword written by the British author, Crichton E.M. Miller. Miller is well known for his trailblazing book The Golden Thread of Time , and his patent on an instrument based on the Celtic cross. It turned out that the ‘working Celtic cross’ – as Miller calls it – is actually a navigation and sur - veying device. His analysis convincingly shows that it was used by our ancient forefathers, en - abling them to find both longitude as well as latitude thousands of years before it was made possible in ’modern times’ (18 th Century), with the invention of a reliable chronometer. The Norwegian Pentagram shows that the Celts brought Christianity to Norway, a fact which at best has been played down in our time of ‘enlightenment’. The important part the Celts played in the unification and christening of Norway has been hidden behind a veil pulled down by the Roman Catholic Church as they maneuvered into position within Norway, as in the rest of Europe. History has been kept sub rosa by these ‘victors’, probably for reasons of self-glorification. In the year 1000CE, Norway was still a ‘hea - then’ country, and contrary to popular belief, it was not the Roman Catholic Church that had struggled to convert the feared Vikings to Chris - tianity. I found abundant evidence that there were certain elements within the Celtic Church that had converted the Vikings to Christendom. But it was apparently no ‘ordinary’ Christen - dom they promulgated. The Celts responsible for the Viking con - version were a particular brand of Gnostics. Features THE SERPENT ON THE CROSS In 1996 the British co-author o f Holy Blood, Holy Grail , Henry Lincoln, wrote to the Norwegian researcher Harald S. Boehlke stating: “I think there can b e little doubt that you have found the Norwegian extension of this extraordinary business.” What was Henry Lincoln referring to? It turned out that the Norwegian researcher had stumbled upon an amazing feat of sacred ge - ometry which far surpassed that which had been discovered on the Danish Island of Bornholm and the geometry surrounding the now famous little French village of Rennes le Chateau. The Norwe - gian researcher met Lincoln in Oxford where they discussed his findings. Henry Lincoln in turn con - tacte d the Danish author Erling Haagensen, who is highly proficient in surveying and mathematics. Haagensen pored over the figures and measure - ments from Norway and sent Boehlke an enthu - siastic letter supporting his work. Henry Lincoln also wrote: “Erling’s mathematical confirmation of your angles is indeed, even better than we might have hoped.” Erling later became Lincoln’s co-author on “ The Templars Secret Island .” by Harald S. Boehlke The Norwegian Pentagram and Celtic Christianity They were Gnostics from the Celtic Church, influenced by the serpent worshipping Ophites from Egypt and Syria They were Gnostics from the Celtic Church, influenced by the serpent worshipping Ophites from Egypt and Syria that used the serpent as a symbol of Christ. After Emperor Constantine in 325CE had sanctioned the Christian faith that was in favour of Jesus being the Son of God, the Gnostic Ophites were persecuted and dis - persed. The Gnostics did not believe in Jesus as a divine being, but acknowledged him as being divinely inspired. The persecution of the Gnostics was main - ly the work of this favoured group that later evolved into what we today call the Roman Catholic Church. From the Middle East the ideas and beliefs of the Gnostic Ophites disseminated towards the ‘outskirts’ of Europe. They found their way to the British Isles where according to legend St. Patrick was sent to Ireland to ‘guide’ the Celts back to the ‘true faith’. While there he took time to banish all “serpents” from Ire - land some time during the 5 th Century; appar - ently without too much success. It is interesting to note that there have never been serpents in Ireland. Patrick’s feat is therefore all the more interesting. The ‘serpents’ he attempted to ban - ish were probably bipedal – those of the Celtic Church who revered the ‘serpent’ Jesus. From the 9 th Century, Norwegian Vikings had settled in the Celtic fringe of the British Isles. From the Orkneys in the north down through Northumberland Cumbria and Wales as well as areas in Ireland they made a new life for themselves; mainly as farmers and craftsmen (a fact which did not exclude the occasional ‘Vi - king raid’). The heathen Norwegians came into The Serpent On The Cross"},{"pageNumber":31,"pageContent":"October 200 5 | Sub Rosa 58 S ub Rosa | October 2005 59 contact with the Gnostic Celtic Church, who from 935-1015CE made secret arrangements and engaged in a joint venture with no less than three Vikings of royal descent intent upon as - cending the Norwegian throne. The Viking kings-to-be made plans to unite Norway as one kingdom, with themselves on the throne. In return for Celtic monetary and administrative aid the Viking kings gave them ‘permission’ to pursue their own ambitions: to convert the Aasatru pagans to Celtic Christi - anity. The Celtic Church was intent on using Christian magic to consecrate and conquer the land and its people, inaugurating one king and one religion. They traded their knowledge of how to pacify a rebellious population by intro - ducing religion, piousness, and ecclesiastical laws enabling their Viking mentors to ascend the throne, and keep it. The first contact they made was with the son of the Norwegian Viking-king Harald ‘Finehair’, the young Haakon. During the first half of the 10 th Century, Haakon was brought up at the court of the Wessex- king Athelstan and was later known as Haakon Athelstan - fostre. Monks from the mon - astery at Glastonbury had given Haakon his education, and at the death of his father, Haakon returned to Norway with his Celtic helpers, conquered the throne, and began the enormous secret un - dertaking, which was not to be revealed for a thousand years. After the death of Haakon (ca. 960CE) the Celtic clergy cooperated with the famed Viking- king-to-be, Olav Tryggvason and later with Olav the Holy. These three constitute the most re - nowned of the Norwegian Viking rulers. I set the scene for this turning point in the history of Norway in my book, The Norwegian Pentagram – A Viking Connection : ...The North Sea is calm, and the fog lies clammy around the longships. They are making poor speed. The square sails hanging from the yardarms are slapping heavily but without force against the masts. The ships are not visible to each other, and only the squeaking and groaning of ropes and woodwork break the silence. The smell of sweat, tar, and wet wool lies like an invis - ible wake behind them revealing the presence of people out here in the heavy fog. From one of the ships rises the sound of men’s voices in prayer. The Celtic words float through the air as if carried on the small droplets of faint drizzle accompanying the fog: “Àr n-athair, atà ar neamh. Go naïf d’ainm. Go dtagaidh do riocht. Go ndèantar do thoil ar an talamh...”; the sound of the Lords Prayer floats silently across the water, blending with the sounds of oars creaking in worn rowlocks. The crew has rowed the velvety sea the greater part of the day, but no permission has been given for them to rest. With each stroke of the oars, water trick - les back to the sea with a clear tinkling sound. The soft hum of prayer fades away, and the ships and the people on board heave and set, slowly moving on in a world they are about to change... As the ships glide out from the fog and the wind picks up once more one can distinguish steaming heaps of wet frieze. The heaps start to stir. Disengaging they turn out to be monks and priests stiffly staggering to their feet from their kneeling positions. Flakes of salt loosen and fall from their coarse clothing as they prepare for the last leg of their voyage. Sig - frid, leader of the thickly clad assembly of Eng - lish and Irish monks and clergy stands next to a young Norwegian man, Håkon Athelstanfostre. Sigfrid is a monk from the monastery at Glas - tonbury, a monastery that Håkon knows well. Håkon received his education from the monks there. Now the two men stand close together at the helm of the open Viking ship conversing si - lently, both pressing parchments tightly against their chests. Seagulls gather and circle above the ships, suddenly diving towards gnawed animal bones sinking into the sea with a phosphorus glow. The monks’ meal and their thanksgivings are over, and sea foam is once again blowing in across the rails of the Viking longships and their passen - gers. They are heading towards an as yet invisible coastline. They are heading towards history... From here I reveal the amazing story, as re - vealed by both the old saga writers and modern historians. As we all know, it is the victors that write history, and in this intriguing story it is the Roman Catholic Church that eventually wins the fight to capture the Viking souls, but not without murdering the first Gnostic archbishop of Norway, Reidar, who in 1151CE traveled to Constantinople, instead of to Rome in order to be consecrated. During the times described in this book, the East-Roman Empire – with its seat in Con - stantinople (now Istanbul) – was considered by many to be the center of Christianity and differed from Rome in its beliefs. This resulted in the Great Schism or definitive separation of Rome and Constantinople on religious matters in 1054 CE. One of the bones of contention was the status of Jesus. The Greek Ortho - dox Church that enjoyed good relations with the Celtic Church and the Norwegian Church would not agree with the Roman Church on the stance that “the Holy Spirit emanates from the Father and the Son”. Instead, they would only accept “the Holy Spirit emanates from the Father”. The Catholic Church must have intercept - ed the Norwegian archbishop Reidar before he managed to reach home. All that is known is that Reidar died ‘somewhere in the south’. However, shortly thereafter the Englishman Ni - cholas Breakspear, Cardinal of Albano arrived in Norway from Rome, uninvited, bringing with him a pallium, the emblem given an archbishop upon consecration. This would indicate that the Roman Catholic Church held close tabs on what was going on in Norway. Breakspear managed to persuade the kings (3 brothers) of Norway to let him inaugurate a bishop in Hamar. This must have been an ut - ter breach of Roman Catholic policy; it would have been a case of “the mountain coming to The Celts introduced their Christianity to Norway leaving behind a trail of serpent imagery Features Features THE SERPENT ON THE CROSS THE SERPENT ON THE CROSS Viking Ships Under Serpent Sails Photograph © Senhouse Museum"},{"pageNumber":32,"pageContent":"October 200 5 | Sub Rosa 60 S ub Rosa | October 2005 61 Mohammed”. However, unknown to the Cath - olics, Hamar was the last marker in a sacred landscape pentagram, planned and construct - ed by the Celtic Christians. By inaugurating a bishop in Hamar, they unwittingly consecrated a talismanic landscape design devised by their Celtic adversaries! This certain strain of Christianity that the Celts brought with them to Norway had a tra - dition of founding cities and monasteries as sa - cred markers, such as in Bornholm and Rennes le Chateau. In Norway, the Celts and their Vi - king collaborators removed old cities that did not fit into the sacred pattern, the result being a gigantic pentagram stretching across southern Norway. It was invisible unless one knew how to utilize the holy mathematical formulae of ‘The Golden Section’. Only the initiated knew it was there, and only the initiated could trace it. The holy pentagram markers are monaster - ies and the five medieval cities of Norway: Ni - daros, Tunsberg, Bergen, Stavanger and Hamar. In my book, I demonstrate how they are all laid down according to the ‘Golden Section’. Nor - way’s two round churches mark the two ex - tremities of the main geometric marker line. The resulting pentagram is inscribed in a cir - cle measuring 666 miles in circumference; the number of the Beast symbolizing Christ as the serpent as shown in the Gnostic Nag Hamma - di texts found in the Egyptian desert in 1945. These texts describe Jesus as the one “called the Beast” (From the Nag Hammadi Library: “The interpretation of “the beast” is “the in - structor”. For it was found to be the wisest of all beings.”) Thus, the Celts introduced their Christianity to Norway leaving behind a trail of serpent image - ry. The Celtic clergy’s use of the ‘Number of the Beast’ reflects their occult use of ‘magic’ and their reverence of the serpent. The saga writer Snorre noted that king Olav (the third ally of the Celtic Stave Church with Serpent Iconography Church), on his return to Norway from the Brit - ish Isles in 1015 CE, used the serpent as a symbol on his helmet and banner. In an old saga of which only fragments remain, the burial of St. Olav also reflects the number 666. The stave churches (see illustration), unique to Norway, were built during these times. These churches were decorated with serpent imagery in abundance: woodcarvings of writhing coiling snakes climbing the portals, and from all gables one can witness – even today – serpents raising their heads with playing tongues. Additionally, the roofs and walls of these church - es are clad with wooden ‘scales’ that seems to mimic serpent-skin. Another of the many interesting facts re - garding Celtic influences, is that the coastline of Norway boasts numerous large Celtic stone crosses. Norway is the only other country be - sides the ‘Celtic fringe’ on the British Isles that has such crosses. Interesting too is the story of a Celtic princess, Sunniva, escaping barbaric ‘suitors’ by setting to sea in a frail Celtic wick - er-and-hide craft. According to lore she landed with her entourage on a small island on the fiercest part of the Norwegian coast and be - came Norway’s very first saint. On this same tiny inhospitable island on the fiercest stretch of the Norwegian coast, Norway’s first bishopric was erected in 1068 CE. In 997CE the Celtic clergy and their second ally the Viking King Olav Tryggvason, founded the city of Nidaros, which was the capital of Norway for hundreds of years. It is interest - ing to note that Nidaros can be translated into the Gaelic language as meaning “old serpent wisdom”, ‘Neidr’ being serpent, and ‘ros’ being old knowledge. The sacred geometry of Norway does not limit itself to the enormous pentagram: Accord - ing to old legends a certain Norwegian island called Sandøy, or ‘Sandy Island’ is connected to Scotland under the sea. It just so happens that the north-western upper point of the enor - mous pentagram falls upon a small island called Sandsøy, or ‘Sandy Island’. On this island, fac - ing the sea, we find the Dollstein cave, which has an intriguing history. Myths tell of treasures hidden in the cave, sought by the Orkney earl Ragnvald in 1127. The sacred geometry in the landscape of Norway is so ingeniously contrived, it is difficult for us to understand how it was done. Certainly the builders’ skills of surveying far surpassed an - ything historians have been willing to give them credit for. However, it is likely that they used the ‘working cross’ mentioned earlier. The Norwegian Pentagram is saturated with intriguing historical revelations, which will thrill any lover of Viking and medieval history. Au - thors such as Colin Wilson and Henry Lincoln have found the discoveries to be of great im - portance and have cited from this material in their books respectively: The Atlantic Blueprint and Key to The Sacred Pattern . The Norwegian Pentagram – A Viking Connec - tion will possibly prove to be an important ad - dition to our understanding of our forefathers skills and beliefs, as well as lifting the veil that the Christian church, historians and archaeolo - gists have lowered over our eyes. The book does not have a publisher as yet for an English edition, though I hope this essay is a worthwhile introduction to the subject and may prompt in - terest in the English-speaking world. Features Features THE SERPENT ON THE CROSS THE SERPENT ON THE CROSS Harald Sommerfeldt Boehlke was born in Oslo, Norway. He has lived abroad for several years: three years in Iceland, two and a half years in Denmark, two and a half years in England, and six years in Canada. His main interests lie in archaeology, history and art. The author has done much pioneer - ing work researching and documenting circumstances bearing upon the unifica - tion of Norway as a religious unity under the Norwegian ‘Christening Kings’ dur - ing the Viking-age. The author’s work has met with resistance from some clergy and others, but his sensational finds have lately received much interest from historians. Profile"},{"pageNumber":33,"pageContent":"October 200 5 | Sub Rosa 62 S ub Rosa | October 2005 63 I t’s finally happened. After the intelligent work of Jacques Vallee and John Keel in the 1960s, and some subsequent gems such as John Mack’s research in the 1990s, the idea that we may be in contact with beings from the ‘subtle realms’ had fallen out of the public gaze. So much so – despite a mass of fascinating evi - dence worthy of enquiry – that we now live in a world where alien abductions are simply a tab - loid headline, emerging from the padded-wall world of the obviously delusional. However, that could well change with the release of Super - Reviews natural , from best-selling British author Graham Hancock ( Fingerprints of the Gods ). That’s not to say that this book is simply about the alien abduction phenomenon and the ‘third-realm’ hypothesis – there’s far more on offer, which we’ll work through here. Better strap yourself in Dorothy, ‘cause Kansas is going bye-bye. The subject of ‘contact’ is originally breached through some early chapters in which Hancock discusses entheogenic plant hallucinogens such as ibogaine and ayahuasca (and his personal ex - periences with them). Suddenly though, these chapters are followed by the seemingly unrelat - ed topic of cave art. Hancock introduces read - ers to the ‘neuropsychological model’ of South African rock art expert David Lewis-Williams which is currently gaining wide acceptance. The link to the earlier material becomes more ob - vious when Hancock outlines what this is all about – that the beginnings of human behaviour, in art and religion (as evidenced by cave paint - ings from the Upper Paleolithic era), may be tied to altered states of consciousness. Not just through the use of hallucinogens such as ‘magic mushrooms’ and the South American brew aya - huasca, but also through other methods such as the ritual dance of the San bushmen in Africa. The evidence Hancock points to in favour of the neuropsychological model is fascinating – phosphene-like geometric forms, therianthropic figures, and most especially the ‘wounded man’ image found across time and cultures. Also the parallels in cave art with the ‘bleeding noses’ of the San bushmen is especially convincing, with 19th century ethnographic records provid - ing the key (it’s ironic that despite the book’s emphasis on hallucinogens, the San didn’t use them). By the end, Hancock will have won over most readers with his argument that David Lewis-Williams’ theory is correct. However, readers shouldn’t think that Han - cock is going soft on academic archaeology though. After aligning himself with David Lewis- Williams and his neuropsychological model, he then morphs into an agent provocateur and rips into the shab by history of cave art research over the past century. Hancock’s exposition of the shocking case of Altamira – where an ‘amateur archaeologist’ was virtually sent to his grave early because of unwarranted attacks from the estab - lishment – does appear to come from a position of personal empathy with the man’s plight. He also takes issue with the cave art experts cur - rently debating the neuropsychological model, for not being interested in taking hallucinogens themselves (something which surely would be an aid in ‘getting inside the mind’ of the Paleolithic artists?). Always ready with an eloquent (and in this case also humorous) turn of phrase, Han - cock describes the situation as “two celibates arguing about the ten best positions for sex.” The following sections are to the cave art material what spicy Cajun chicken is to rye bread – far more exotic and mouth-watering, but incomplete without the right foundations. Beginning with the appropriately titled chap - ter “Voyage into the Supernatural”, the rest of the book moves away from cave art into a completely different frame of investigation, one which is best compared to the ground-breaking books of Jacques Vallee during the 1960s and 70s (a point Hancock acknowledges later on). While the first part of Supernatural investigates a minor paradigm change, these chapters aim to reassess our entire vision of reality. Hancock prefaces this change of tack with this: Because I had been shaken to the core by my ex - periences with ayahuasca and ibogaine, I decided to take my investigation further and to explore the extraordinary possibility . . . that the spirit world and its inhabitants are real, that supernat - ural powers and non-physical beings do exist. In this chapter Hancock provides a marvelous illustration of the correspondences between shamanic experiences and the ‘alien abduction’ phenomenon (surrounded by quotes because Hancock is certainly not arguing for ‘nuts and bolts’ UFOs and aliens). It’s a good, solid in - troduction to what is a quite bizarre topic, and hopefully it provides enough evidence to draw the more ‘straight-thinking’ readers into the following chapters. It also shows (sadly) how little we really understand about ‘alien abduc - tions’, while at the same time presenting ways forward for research, with the many parallels to psychic experiences. Subsequent chapters add in Vallee’s link be - tween fairy folklore and UFO experiences. In fact, Supernatural becomes virtually a compara - tive mythology investigation, with the subjects being shamanic voyages, fairy folklore and alien abduction reports. Time after time, Hancock presents stunning evidence to show that these are all part of a single phenomenon. Further - more, in part four of the book he ties in DMT, the DNA element of shamanic visions (as ex - plored by Narby, Harner and others), and the idea that information encoded within our ‘Junk DNA’ may be facilitating our ‘education’, by ei - ther advanced alien civilisations or entities from parallel/spiritual dimensions. Lastly, like a prodi - gal son returning to his roots, he discusses how this may relate to art and religion in ancient civi - lisations, specifically the Egyptians and Mayans. I told you to strap yourself in! It may be high strangeness, but it is also ter - rific reading. Unlike Bryan Appleyard’s recent Supernatural Graham Hancock Hancock describes the situation as “two celibates arguing about the ten best positions for sex.” We now live in a world where alien abductions are simply a tabloid headline"},{"pageNumber":34,"pageContent":"Aliens: Why They Are Here , Hancock avoids be - ing overly-holistic and attempts to lay out the individual parts of his hypothesis backed by appropriate evidence, followed by the threads which join them together (the idea that Han - cock is being reductionist may be pushing the truth though, considering the very nature of the subject matter). To my mind the section on cave art could have been a little shorter, with the repetitive presentation of evidence becom - ing tedious towards the end (probably a holdo - ver from the Underworld era when Hancock felt the need to present his popular works with a sturdy scientific backbone to counter his crit - ics). On the other hand, one could argue that it’s just good value for money - with over 600 pages of text on a variety of fascinating topics, you are surely getting that. There is an appendix contributed by a Brit - ish mycological expert regarding the origins of certain psilocybin mushrooms in Europe, which functionally destroys specific arguments made by cave art researchers opposed to the neu - ropsychological model – in fact, he makes them look rather amateurish and sloppy. Also in the appendices is an interview with Rick Strassman about his DMT research at the University of New Mexico, which is a worthy addition. Supernatural could well be a breakthrough book on a number of subjects. Hancock has stepped forward with his high-profile and ad - mitted to taking illicit substances, issuing a chal - lenge regarding the human right to explore our own consciousness. He will also be bringing the strange ‘third realm’ out of the shadows, so to speak, and presenting it to a wide range of new readers. There’s something for everyone inter - ested in the ‘alternative’ genres – archaeology and anthropology, religion and mythology, sha - manism and altered states, ufology and alien ab - duction. One might even be tempted to throw in cryptozoology as well, with the emphasis Hancock puts on the therianthropic beings seen in altered states. Hancock retains his familiar techniques. He always immerses himself in his books, traveling the globe and attempting to ‘walk in the same shoes’ as necessary. This method of narrating his investigation works simply because he is a great writer: he takes the reader with him by employ - ing florid descriptions which somehow never seem to push into excessiveness and hyperbole. Once again Hancock focuses on the work of a number of cutting edge researchers with ‘new paradigm’ ideas – in Fingerprints of the Gods it was Bauval, West and Hapgood, while here it is Lewis-Williams, Vallee, John Mack and Benny Shanon – and links the disparate topics together to provide an over-arching theme to the book. In the case of Supernatural , that theme is al - tered states of consciousness, and whether hu - manity has grown (perhaps even been ‘taught’) through our capacity to enter into them via hallucinogens and other shamanic techniques. Graham Hancock is to be commended for picking up the torch which Jacques Vallee and John Keel originally lit, and taking it even fur - ther in Supernatural , in order to illuminate the margins of reality. Hancock has admitted to taking illicit substances, issuing a challenge regarding the human right to explore our own consciousness Reviews Amazon U K Sub Rosa | October 2005 45 Ancient folklore from around the world rings with two resonating themes : History m oves i n cycles with a lternating Golden and D ark A ges, a nd t he P re ces- sion of t he E quinox is the c ause a nd t ime- keeper of t hese c ycles. C ould t he m yths be true? New astr onomical evidence sug - gests... � “...a wonderful, stimulating, thought pr ovoking... app ro ach to the g re at - est enigmas of human history” – Graham Hancock, Author, Fingerprints of the Gods visit the author at www .loststarbook.com POWERFUL STUFF! John Anthony West, Author, Serpant in the Sk y $19.95 368 page s October 200 5 | Sub Rosa 64"},{"pageNumber":35,"pageContent":"October 200 5 | Sub Rosa 66 S ub Rosa | October 2005 67 DMT: The Spirit Molecule Rick Strassman M.D. The DMT experience... has as its hallmark a visit to what is described as ‘another dimension of being’, complete with sentient beings I n the past two decades, the ‘War Against Drugs’ has effectively thrown a heavy curtain across the subject of psychedelic drugs and their effect on human consciousness. But now, as a new generation seeks to smash out of the spiritual vacuum created by our materialistic society, there is renewed interest in these substances which have been used since ancient times by shamans and mystics to plug in to alternate realities. Perhaps one of the most interesting of these psychedelics is DMT - dimethyltryptamine the main component of the South American shamans’ brew ayahuasca.While the effects of ‘mainstream’ psychedelics like LSD are quite well-known, those of DMT are only now beginning to get main-stream attention. DMT: The Spirit Molecule , by Dr Rick Strass - man, is probably the most straight-forward guide to the chemistryand phenomenology of this amazing chemical. Unlike LSD’s 8-12 hour ‘trip’, the DMT experience is generally over within 30 minutes, and has as its hallmark a visit these substances. From there he moves on to a summation of his initial thoughts and research on melatonin and the pineal gland, which quickly leads back to his DMT hypothesis. The mid-section of the book is a narrative explaining the process of gaining approval for this controversial research. While this section is invaluable for those interested in the politics of psychedelic drugs, the lay reader may find some of this section a little tedious - no fault of Strassman’s though, as he is at pains to point out that he wanted to document the process so that others might be able to follow in his footsteps. However, it is the case studies in the latter part of the book that make it something special. It was after listening to the reports of his volun - teers that Strassman was moved to reassess his views on reality. This is a very similar scenario to studies in Near Death Experiences (NDEs), where many sceptical researchers have changed their point of view on the basis of the first-hand descriptions of the NDE realm. I think this is due to the overwhelming honesty and amazing facets in these reports, which lead the intuition to know that something is going on that is unex - plainable in physical terms. And the reports of the DMT experience are no different, and are worth the price of this book alone. DMT: The Spirit Molecule gives an insightful look into the difficulties in conducting scientific research into psychedelics. Firstly there is the obvious fact that most psychedelics are illegal substances and are seen by many as evil or dan - gerous. Secondly, the nature of consciousness itself means that objective research is difficult as the experience itself is highly subjective. However, the commonalities that Strassman uncovers give one pause to consider whether these subjective reports may actually point to an alternate reality. The mystical facets that underpin the experience provide a correlation with many anomalous experiences such as the NDE, mystical experiences, the UFO abduction phenomenon and even some of David Icke’s writings. DMT: The Spirit Molecule breaks new ground in a subject area ripe for more compre - hensive and daring research, and is a cracking read to boot. Highly recommended. As an extension to our feature on Graham Hancock’s new book Supernatural , we present here a review from the TDG archive of DMT: The Spirit Molecule by Rick Strassman M.D. Reviews Reviews to what is described as ‘another dimension of being’, complete with sentient beings. These beings take many forms, but strangely enough some of these forms recur constantly in the experiences of separate people. Terence McK - enna labelled them ‘the machine elves’, and they have often been described in similar terms, but some of the other more well-known ‘types’ in - clude reptiles, insects, and clowns (no, I’m not kidding). These beings turned up regularly in Strassman’s research, and the homogeneity of these encounters led him to gradually reassess his assumptions not only about the effects of DMT, but the nature of reality itself. Dr Rick Strassman is a biological psychia - trist who has spent over a decade researching the effects of DMT, psilocybin, and the pineal hormone melatonin. He first began looking into the functions of the pineal gland due to its curi - ous status of being considered the ‘spirit gland’ - the place where the spiritual interacted with the physical. As he mentions at the beginning of the third chapter, Strassman was quite literally searching for a “biological basis for spiritual experience”. It was while studying melatonin that Strassman began wondering about the possibility that DMT, a chemical produced by the human body as well as many plants, might also be present and able to prompt mystical experiences. This hypothesis led him to endure the agonising process of gaining approval for clinical research with an illicit drug. Happily, the end result was that Strassman was able to conduct the first new US-government approved and funded research with a psychedelic drug in more than twenty years.The book begins with a very handy overview of psychedelic drugs - in particular DMT - from chemical composition through to the history of clinical research using Adam S Miller, visionary artist I am devoted to engaging the mysteries. I intend to inform and inspire my audience towards further positive and integral evolution. My artistic skills include drawing, painting, digital art & design, video editing and special effects. I would love to illustrate for your project and am also available for private commission. official website: corpuscallosum.c c web gallery: corpuscallosum.deviantart.com email: corpuscallosum.cc@gmail.com My work can be found in this issue of Sub Rosa on the following pages: 22, 24 & 32"},{"pageNumber":36,"pageContent":"October 200 5 | Sub Rosa 68 S ub Rosa | October 2005 69 Nothing Lasts is positive music, exploring the seas of consciousness with a party taking place at the rear of the ship. Nothing Lasts... Shpongle F our years on from the stunning album Tales of the Inexpressible , Shpongle re - turn with their much-anticipated third (and seemingly final) album Nothing Lasts . . . But Nothing is Lost . As with its pred - ecessors, the new album blends world music with electronica, the floating flute lines of Raja Ram with the sonic wizardry of Simon Posford. However, to describe these three albums as be - ing similar doesn’t do them justice...each has its own character, and bends your consciousness in its own particular way. Nothing Lasts has the distinct vibe of being a melding of the ‘digital’ and ‘analog’ worlds – the album is filled with synth pads and melo - dies that appear to mimic the sounds of modem transmission and other computer tones, mixed into beautiful acoustic guitar work (courtesy of the well-respected Pete Callard), Raja’s flute, and live drum and bass. Considering Shpon - gle’s influences in Terence McKenna and the psychedelic experience, we could be tempted to find the brushstrokes of some of those al - tered states in this mix, such as the seemingly digital and technological realm of DMT, or the organic and cosmic environment of psilocybin mushrooms. I may not be completely off-track here, considering the album artwork also fuses these two elements. Another theme of Nothing Lasts , to my mind at least, was that of endpoints – and moving be - yond through transformation. This is most obvi - ous in the sampled vocals of Terence McKenna in the song ‘Nothing is Lost’. McKenna is heard to say “Nothing lasts...everything is changing into something else. You know, William Blake said that nothing is lost, and I really believe that, I think we all move on.” This song is followed by the raga-infused track ‘When Shall I Be Free?’, with the exquisite voice of Hari Om chanting “When shall I be free, when I shall cease to be”. Later in the album, McKenna’s voice returns and discusses the subject of pupation: “Life must be a preparation, for the transition, to another dimension.” The album’s theme of moving on is perhaps a natural outcome of the death of one of Shpongle’s major influences (the album is dedicated to McKenna), as well as the fact that Nothing Lasts is meant to be the final Shpongle album (Posford has said that he finds it difficult to grow musically and innovate if constrained by fans’ expectations). The new album differs from the previous two in that it is truly a complete album, meant to be listened to from start to beginning. Piano riffs recur in several songs, such as the haunting line which heralds the transition from ‘Schmaltz Herring’ to ‘Nothing Lasts’, and then turns up again at the end of ‘Schnitzeled in the Negev’. While the album lists twenty tracks, a number are short segues. If you weren’t watching the track numbers change on your CD player, you’d be hard-pressed to pick where individual tracks begin and end. This is one to lay on a comfy rug with, put on the headphones and close your eyes. The production – as is usual with Simon Posford – is flawless, and the deep layers with - in the mix continue to offer up surprises after many listens. The album begins with the New Age-ish sounds of ‘Botanical Dimensions’, which segues into the live bass and drums of ‘Outer Shpongo - lia’ and the stomping funk of ‘Levitation Nation’ (brought to a close with some brilliant acoustic soloing from Callard). ‘Periscopes of Conscious - ness’ is a transitional track, but stands alone with its mystical sounding Arabic melodies and vocals. ‘Schmaltz Herring’ is the equivalent of McKen - na’s machine elves partying at a Brazilian Mardi Gras, backed by a sublime synth pad. The next six tracks – comprising the middle of the album – are virtually two songs, with recurring melo - dies and rhythms throughout. Perhaps disap - pointingly, Raja’s flute isn’t given full licence to float around the sonic landscapes until track 13, ‘Mentalism’. ‘Invocation’ is stripped back vocals, but a stand-out for me. The album finishes with a number of tracks with a more ‘rock’ edge: ‘Turn Up The Silence’ sounds a little like the Prodigy, ‘Nebbish Route’ mixes acoustic and electric gui - tar nicely, and ‘Falling Awake’ brings the album to a close with some exquisite chill-out acoustic guitar from Pete Callard...stark in its simplicity compared to the layers of sonic painting that come before. Keep your ear out for the sample of Ned Flanders in the final few tracks! Nothing Lasts is positive music, exploring the seas of consciousness with a party taking place at the rear of the ship. The closest thing to a psychedelic experience you can have in music – the best description I can give is Cirque de Soleil backing Terence McKenna after everyone had ingested five grams of magic mushrooms. Get it, and get the previous two as well, just so your kids know you had musical taste in two decades time. Reviews Reviews Fill this space . . . SUB ROSA ADVERTISING RATES PLACEMENT COST SPECIFICATIONS Full page $US100 1278 x 1792 pixels, 150dpi Half page $US60 1060 x 708 pixels, 150dpi Book Spotlight * $US25 Cover image, 50 words text * Book catalogue will feature four to five individual books per page. Fee is per book submitted Click here to d ownload our Ratecard PDF for full details or email us at subrosa@dailygrail.com Amazon U K"},{"pageNumber":37,"pageContent":"October 200 5 | Sub Rosa 70 S ub Rosa | October 2005 71 K ing Without An Empire is an intrigu - ing and totally confusing flying saucer hovering between speculative and sci - ence fiction. Packed with conspiracy theories, mostly to do with post-World War II Nazi Germany and what the Americans and British got up to with Hitler’s secret technolo - gy, it’s a kaleidoscope of topics not even David Icke has managed to cover in his vast library of publications. Michael Bassett is a multi-billionaire entre - preneur, Richard Branson style. He’s an arro - gant, materialistic narcissist. He covets power and money like a fat kid hides his candies, and even though he has more than he can possibly eat, he’d rather eat it all and be sick than see someone else get a share of his loot. He has an epiphany when encountering a UFO shortly after the death of his girlfriend, and becomes obsessed with travelling to another world. He gets his wish, gathering scientists capable of building a spaceship that makes Doctor Who’s TARDIS look like a horse-and-carriage. Bassett and his team arrive at an earth-like planet in the Alpha Centauri system, and what they find is something not even the most fertile of Star Trek minds could imagine. Paul Collins has a lot of brilliant ideas. He knows his subject matter and writes about it with infectious enthusiasm. Secret Nazi tech - nology, CIA experiments with LSD halluci - nogens, alien life-forms, secret societies ma - nipulating politics and world events, orthodox history – King Without An Empire is overflowing with the cream of conspiracy theories and al - ternative ideas. In a way the novel reminds me of Leslie Watkins’ Alternative 3 . Unfortunately, Collins lets himself down too many times through poor narrative focus and needless exposition. As a general criticism, he often writes more as a screenwriter rather than a novelist. When we want insight into a character, we get script-like action. When there should be character development, we get exposition. From the very first page, he describes the personal history of each and every character. Characters who are only of minor importance continuously overshadow the main plot and protagonists. It’s distracting, and Collins is a much better writer when he exudes discipline and ruthlessly sticks to the plot and main characters. In places the exposition can and does work well. For example, I found it fascinating to learn that a location for one of the world’s most high- tech research laboratories was once a 17th cen - tury port frequented by pirates. In the context of what happens to Bassett later on in the nov - el, this comparison between old world and new makes for enlightening narrative. The character of Michael Bassett, clearly modelled after Richard Branson, makes a fan - tastic subject for the lead. It is fascinating to read of Bassett’s journey, which could be com - pared to Albert Camus’ Siddhartha . There is also a shade of Stanley Kubrick and Arthur C. Clarke’s 2001: A Space Odyssey in Bassett’s ulti - mate experience on the planet Pangea. Paul Collins is a talented writer, overflowing with explosive ideas. The novel can often be wanting of a more professional narrative. But perhaps I’m missing the point of King Without An Empire . In speculative and science fiction, the ideas are sometimes more important than the words. Collins’ writing style may not be to everyone’s liking, but his imagination should be. If you want to expand your mind, and journey to alternate realities and beyond, then I highly recommend King Without An Empire . Review by Rick M. Gned King Without an Empire Paul Collins, (PublishAmerica, 2005) Amazon U S Amazon U K Reviews"},{"pageNumber":38,"pageContent":"October 200 5 | Sub Rosa 72 S ub Rosa | October 2005 73 D aniel Pinchbeck, author of the well-re - ceived Breaking Open the Head , returns with a new book in 2006 on indigenous prophecies and modern consciousness transfor - mation. Pinchbeck’s publisher Tarcher Penguin describes the new book as a “literary and meta - physical epic that binds together the cosmologi - cal phenomena of our time, ranging from crop circles to the advent of psychedelic drugs, to support the contention of the Mayan calendar that the year 2012 portends a global shift – in consciousness, culture, and way of living – of unprecedented consequence.” Pinchbeck has also been working on the launch of a new magazine titled Metacine (metacine.net), which has no less an aim than presenting a new paradigm for a new planetary culture. Metacine hopes to launch by the start of 2006. O scar-winning director Peter Jackson follows on from the success of the Lord of the Rings trilogy with his new film King Kong . Once again filmed in his native New Zealand, the movie is a modern look at the iconic story of a giant ape captured and brought back to civilisation, with disastrous results. Jackson has a hand in the directing, producing, and screenwriting aspects of the new movie. Stars include Australian Naomi Watts as the heroine Ann Darrow, Jack Black as entrepeneur film-maker Carl Denham, and Adrien Brody in the role of unlikely hero Jack Driscoll. Andy Serkis, the voice and body model of Gollum in the LoTR , returns in the ‘role’ of King Kong, as well as an onscreen role as Lumpy the Cook. Book: 2012: The Return of Quetzalcoatl Author: Daniel Pinchbeck Release: Spring 200 6 Mo vie : King Ko ng Director : Peter Jackson Releas e : Dece mber 1 4, 2005 T his year’s Conference on Precession and Ancient Knowledge (cpak.binaryre - searchinstitute.org) will be held among the towering cliffs of Sedona, Arizona at the Hilton Sedona Resort and Spa. The confer - ence will explore the increasing evidence that ancient civilizations were much more advanced than previously thought. Speakers include best-selling author Graham Hancock, geologist Robert Schoch, and ‘binary precession’ proponent Walter Cruttenden. Conference : CPAK 2005 Date : November 11-12, 200 5"},{"pageNumber":39,"pageContent":"October 200 5 | Sub Rosa 74 S ub Rosa | October 2005 75 Beausant by Blair Mackenzie Blake N eglected gloom of a castle bathed in pale brilliance, Gaunt stone parapets like fingers pointing starkly at the moon. Semi-ci rcle of lanterns aglow on the crumbling flagstones, Dim, yellow cast upon weather-bleached, mortared walls. Dark-robed figures seated in a pentagon traced on the shadowy courtyard, Members of a fraternal Order participating in a séance With the medium contacting the spirits of the ancient Lords. Templar ruin perched on a hilltop above a craggy gorge in the Pyrenees, Traces of ramparts as vestiges of its blood-soaked past. Vague glints in a damp mist rising from slopes of broom, Witnessing an apparition materializing at the stroke of midnight. Specter of a helmeted rider in quilted armor upon his traveling mount, Purity of white mantle emblazoned with a red cross pattee. Conjured warrior-monk upon a dappled gray steed, Templar of Bezu keeping ghostly vigil among pine and eucalyptus. Bridle jingling while approaching the nocturnal gathering Through the archway of the fortified priory, Dilapidated mossy remains of a cullised gateway. Raiment of whiteness glittering with heraldic crimson thread, Shield devoid of ornamentation and an austere hilted sword. Removing a mail-helmet of gleaming silver before the high initiates, Revealing the bearded face of a monastic knight with tousled hair Mounted on armored war-horse with a chequered banneret, Black and white flutter against the star-bright night. Lineaments of the phantom knight with an ectoplasmic aura, Uttering an evocative message from the world of spirit. Conveying to the medium the true natures of the Order, Encoded within the colorful tapestry of myth and legend. What’s in Dan Brown’s next book? “Greg Taylor is the up-and-coming author in this field, and what he has to say makes fascinating reading.” – Graham Hancock The Guide To DAN BROWN’S Sample chapter and ordering details at www.dailygrail.com Now available in all good bookstores across the U.S."}]
